[
  {
    "uuid": "b3ee8406b845911357011bb570a43f2caa6d5864",
    "url": "https://www.journal-news.com/news/christ-the-king-lutheran-church-hosts-monarch-fest-to-honor-pollinators-plants/EMXJDNWZ3FFOVCBH72JAZIGWXA",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ginny McCabe",
    "published": "2024-06-02T07:01:00Z",
    "title": "Christ the King Lutheran Church hosts Monarch Fest to honor pollinators, plants",
    "text": "One local church, its members, and friends have chosen to make a positive difference in the environment, and with its annual Monarch Fest, Christ the King Lutheran Church is encouraging community members to do the same in their own homes and gardens. “Monarch Fest is one of our signature events at Christ the King Lutheran Church, and the majority of our members participate in some way,” said Laura Zajac, coordinator for Monarch Fest, a celebration of monarch butterflies and other pollinators. “Either by helping prior to the event, or during the event, telling their neighbors and friends, and it’s something that everybody in the congregation is excited about.” Zajac said the church has been surprised by how engaged the community has been with Monarch Fest. “Monarch Fest will be held on Saturday, June 8, and the event runs from 10 a.m. to 2 p.m. We’ll be giving away free, native pollinator plants to the guests that attend. We have kids’ activities, live music, and food. We’ll be doing a creative, community art project that everyone can participate in,” Zajac said. Guests will receive up to two native plants, which will be distributed on a first-come, first-served basis while supplies last. There will be several exhibitors, including MetroParks of Butler County, Butler Soil & Water Conservation District and Three Valley Conservation Trust. A guest from Butler County Master Gardeners will be there as well, to talk about Mason Bees. Botanically Better and Cincinnati Permaculture Institute will also attend. The event will showcase a community garden, and there is also a forest restoration project, where visitors can go back and see how invasive honeysuckle is being managed. Guests can view a large prairie garden that the church’s youth group established in 2018, and there is a compost learning center on site. “The idea behind Monarch Fest is learning how you can create a pollinator-friendly habitat in your own yard,” Zajac said. “There’s an issue with habitat loss and especially the loss of native plants that are important for Monarchs as well as other butterflies, and pollinators.” If they don’t have those plants, the pollinators don’t have any food, and that starts the chain reaction, up the food chain, she said. “Having native plants in your yard is an easy way to help establish biodiversity,” Zajac said. “It’s important to support pollinators and other wildlife.” Since 2019, when Monarch Fest was started, the church has given away over 2,400 native pollinator plants to area residents. Each year, prior to the festival, church members are busy growing milkweed and other native plants to give away to locals. “We started growing those in January. Then, we transport the baby plants, and that’s what we give out to guests who come to Monarch Fest,” Zajac said. A garden with pollinator plants helps to provide nectar and pollen to a wide range of pollinators, including bees, hummingbirds, and butterflies. In addition to the plant giveaway, Monarch Fest will feature a pollinator plant sale, a self-guided garden tour, exhibitors, food, and a festival shop. Cash and Venmo will be accepted. Live music will be provided by The Troubadours, playing oldies from 11:15 a.m. to 12:15 p.m. and a blues mix from 12:45 p.m. to 1:45 p.m. There will also be a grill, and lunch items, such as hamburgers and hot dogs will be available for purchase. Streetpops will also be on site with gourmet frozen desserts. The family-friendly festival attracts guests of all ages, from avid gardeners and nature lovers to families with young children, who want to learn more and grow plants in their own yards. Guests have come from West Chester, Fairfield, Sharonville, and Mason to attend Monarch Fest, and they have traveled from as far as Oxford, Dayton, and Northern Kentucky. Zajac said during the first year of Monarch Fest, the church gave away 250 milkweed plants to the community. This year, there are 13 different varieties of plants that will be given away. Find more information about the plants and Monarch Fest at [www.ctkluth.org/why-monarch-fest.html](http://www.ctkluth.org/why-monarch-fest.html). How to go What: Monarch Fest When: Saturday June 8, 10 a.m. to 2 p.m. Where: Christ the King Lutheran Church, 7393 Dimmick Road, West Chester Cost: Free admission, free plant giveaway. Plant sale and other items available for purchase. More Info: [www.ctkluth.org/monarch-fest.html](http://www.ctkluth.org/monarch-fest.html) [1Fairfield debates allowing cannabis business to operate in the city](/news/fairfield-debates-allowing-cannabis-business-to-operate-in-the-city/UO5AWNXDMZEQ7JRD4VDGXZ7YLI/) [2$3.4 million project to close Butler County Regional Airport for weeks](/news/34-million-project-to-close-butler-county-regional-airport-for-weeks/PWY6XGNF3BCAVEZK6F27R6FXJQ/) [3Shooters Sports Grill in Hamilton announces opening date](/news/shooters-sports-grill-in-hamilton-announces-opening-date/N2H64I6M35FX5EQBCMSSZT76TA/) [4 New Butler County auditor website fully online weeks after unusual...](/news/new-butler-county-auditor-website-fully-online-weeks-after-unusual-activity/GD3YTEXUKRETFD7T7LXVUO7FQ4/) [5Sounds at Sunset concert series kicks off in Middletown](/news/sounds-at-sunset-concert-series-kicks-off-in-middletown/GCHU77U6VZELRGUCMN5W7M2A3E/) About the Author",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://www.ctkluth.org/why-monarch-fest.html).",
      "http://www.ctkluth.org/monarch-fest.html)",
      "http://ctkluth.org/why-monarch-fest.html).",
      "http://ctkluth.org/monarch-fest.html)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zajac",
          "sentiment": "none"
        },
        {
          "name": "laura zajac",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "king lutheran church",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-02T11:30:16.941+03:00",
    "updated": "2024-06-02T11:30:16.941+03:00"
  },
  {
    "uuid": "6ac4a56e913c72a2d116795da15f9c59b00de9ce",
    "url": "https://www.ldsliving.com/the-book-of-mormon-scripture-that-reminds-us-that-visitors-are-welcome/s/12095",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cole Wissinger",
    "published": "2024-03-14T21:23:00Z",
    "title": "The 2 Nephi verses Pres. Holland loves—and that explain why we put ‘Visitors Welcome’ on every church",
    "text": "Busy week? Me too. LDS Living is here to catch you up and get you ready for discussions on Sunday. Here’s a nugget of wisdom from this week’s Come, Follow Me study of\n2 Nephi 26–30.\nDriving through the older neighborhoods in Utah you’ll find a lot of different-looking Latter-day Saint church buildings. But they have a lot in common too. The chapels, pews, carpeted walls, and gyms are all familiar ground to those of us who grew up attending every week. And there is one more reminder on the outside that we should remember during our worship inside: The sign that reads “Visitors Welcome.”\nAll Alike unto God\nThese signs are a great part of our gospel culture and a good reminder when we walk into church each Sunday. It doesn’t say anywhere in the Doctrine and Covenants that these signs have to be posted, nor is it listed anywhere in the Church Handbook. But there is a segment in\n2 Nephi 26 that captures the spirit of that sign:\n2 Nephi 26:26-28\n26 Behold, hath he commanded any that they should depart out of the synagogues, or out of the houses of worship? Behold, I say unto you, Nay.\n27 Hath he commanded any that they should not partake of his salvation? Behold I say unto you, Nay; but he hath given it free for all men; and he hath commanded his people that they should persuade all men to repentance.\n28 Behold, hath the Lord commanded any that they should not partake of his goodness? Behold I say unto you, Nay; but all men are privileged the one like unto the other, and none are forbidden.\nWe welcome all to our houses of worship, we welcome everyone to partake in salvation, and we welcome the world to the privilege of God’s goodness. The last verse in this chapter makes it clear what is meant by “everyone”—Black and white, bond and free, male and female. Everyone means everyone, because all are alike unto God, without prejudice.\nIn his book\nChrist and the New Covenant: The Messianic Message of the Book of Mormon, President Jeffrey R. Holland shares his affinity for these verses:\nPerhaps no other passage in the Book of Mormon conveys more plainly the breadth of Christ's gift for all people everywhere than those, which Nephi then recorded. The gift was given freely and would be denied to no one who came to partake of that mercy and salvation.\nThis gift—the Atonement of Jesus Christ—is open to all, and it is a pretty incredible gift. Nephi compares it to buying milk and honey without price. Because the price of course has been paid, for all of us, in more ways than one.\n► You may also like:\nWatch: What the “Visitors Welcome\" signs on our meetinghouses truly mean\nIf God will deny no one that comes unto Him, then we have the same job. And that extends beyond the overly eager welcoming of first-time visitors to the building. It also means not treating members of our wards and branches like visitors. In addition to 2 Nephi, you and add one more citation to the bottom of the “Visitors Welcome” sign and that’s\nEphesians 2:19.\nEphesians 2:19\n“Ye are no more strangers and foreigners, but fellowcitizens with the saints.”\nChurch can be a place for everyone to come together.\nSo as Tammy concludes every podcast, you are God’s favorite, and that goes for everyone. You are His favorite, and so is everyone around you. Everyone sitting next to you on Sunday and every house you pass on your way to church. The world is full of God’s favorites.\nSo that was my takeaway this week. To hear more takeaways from other Latter-day Saints on this block of scripture, join our study group on\nFacebook and\nSunday on Monday is a Come, Follow Me podcast hosted by Tammy Uzelac Hall that is released every Monday to guide you through the scripture readings for the week. This week covers\nhttps://www.churchofjesuschrist.org/study/scriptures/bofm/2-ne/26?lang=eng and our podcast guests were Jennifer and Mike Lindsay. You can listen to full episodes on Deseret Bookshelf Plus and find out more at ldsliving.com/sundayonmonday.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.churchofjesuschrist.org/study/scriptures/bofm/2-ne/26?lang=eng",
      "https://www.facebook.com/groups/sundayonmonday/",
      "https://www.churchofjesuschrist.org/study/scriptures/nt/eph/2?lang=eng",
      "https://www.deseretbook.com/product/P4963479.html?utm_source=ldsliving&utm_medium=blog&utm_id=bl240314&utm_content=bl240314-12095",
      "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-book-of-mormon-2024/11?lang=eng",
      "https://deseretbook.com/bookshelf-plus?s_cid=bl230803&utm_source=ldsliving&utm_medium=blog&utm_content=bl230803-11652",
      "https://www.churchofjesuschrist.org/study/scriptures/bofm/2-ne/26",
      "https://churchofjesuschrist.org/study/scriptures/nt/eph/2?lang=eng",
      "https://www.deseretbook.com/bookshelf-plus?s_cid=bl230803&utm_source=ldsliving&utm_medium=blog&utm_content=bl230803-11652",
      "https://deseretbook.com/product/P4963479.html?utm_source=ldsliving&utm_medium=blog&utm_id=bl240314&utm_content=bl240314-12095",
      "https://deseretbook.com/bookshelf-plus",
      "https://churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-book-of-mormon-2024/11?lang=eng",
      "https://www.facebook.com/groups/sundayonmonday",
      "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-book-of-mormon-2024/11",
      "https://www.deseretbook.com/product/P4963479.html",
      "https://churchofjesuschrist.org/study/scriptures/bofm/2-ne/26?lang=eng",
      "https://facebook.com/groups/sundayonmonday/",
      "https://www.churchofjesuschrist.org/study/scriptures/nt/eph/2"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "holland",
          "sentiment": "negative"
        },
        {
          "name": "nephi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nephi",
          "sentiment": "none"
        },
        {
          "name": "church handbook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nephi",
          "sentiment": "none"
        },
        {
          "name": "utah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:07:01.395+02:00",
    "updated": "2024-03-15T00:07:01.395+02:00"
  },
  {
    "uuid": "f12e6b274c85a52f6fd461f6f4a19a6c44c77a47",
    "url": "https://report.az/en/foreign-politics/hikmat-hajiyev-azerbaijan-sees-no-major-obstacles-for-completion-of-peace-treaty-with-armenia/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tural Garajayev Tural Garajayev Report az https; Static Report Az; Photo",
    "published": "2023-12-30T05:15:00Z",
    "title": "Hikmat Hajiyev: Azerbaijan sees no major obstacles for completion of peace treaty with Armenia | Report.az",
    "text": "Azerbaijan sees no major obstacles for completion of a peace treaty with Armenia, Hikmat Hajiyev, Assistant to President of Azerbaijan - Head of the Foreign Policy Affairs Department of the Presidential Administration of Azerbaijan, said in an interview with the TRT World TV channel, according to [Report](https://report.az/en/foreign-politics/hikmat-hajiyev-azerbaijan-sees-no-major-obstacles-for-completion-of-peace-treaty-with-armenia/). He said the informal conversation between Azerbaijani President Ilham Aliyev and Armenian Prime Minister Nikol Pashinyan on the margins of the meeting of the CIS heads of state in St.Petersburg was assessed by the Azerbaijani side as a fruitful and constructive engagement to promote the peace agenda between the two countries. \"From Azerbaijan's perspective we don't see any major obstacles for completion of a peace treaty between the two country,\" Hikmat Hajiyev said. \"It is difficult to put any concrete timelimes and further negotiations are still required between Armenia and Azerbaijan to finalize the process,\" he said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hikmat hajiyev",
          "sentiment": "negative"
        },
        {
          "name": "nikol pashinyan",
          "sentiment": "none"
        },
        {
          "name": "ilham aliyev",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "foreign policy affairs department",
          "sentiment": "none"
        },
        {
          "name": "cis",
          "sentiment": "none"
        },
        {
          "name": "presidential administration of azerbaijan",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "armenia",
          "sentiment": "none"
        },
        {
          "name": "azerbaijan",
          "sentiment": "none"
        },
        {
          "name": "st.petersburg",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T07:38:24.139+02:00",
    "updated": "2023-12-30T07:38:24.139+02:00"
  },
  {
    "uuid": "a77c6acb8c7af351587b2eeeb0d88a946ad3d3cb",
    "url": "https://www.yucatan.com.mx/imagen/2024/04/04/dos-beneficios-de-las-estaciones-activas-para-trabajar-mente-mas-alerta-y-escudo-cardiaco.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Flor Estrella Santana",
    "published": "2024-04-04T23:04:00Z",
    "title": "Hallan dos beneficios de trabajar en estaciones activas",
    "text": "Investigadores estadounidenses hallaron que las estaciones de trabajo activas que incluyen un escritorio para estar de pie, un equipo para caminar, una bicicleta o una escaladora son medidas exitosas para reducir el tiempo sedentario y mejorar la cognición mental en el trabajo sin reducir el desempeño laboral, informó hoy la Clínica Mayo de Estados Unidos. Los hallazgos son relevantes para la población de México, donde las enfermedades del corazón son la primera causa de muerte nacional, con 200,023 fallecidos en 2022 según el Inegi. Tan solo en la Península de Yucatán, 46,760 personas fallecieron por esta causa (el 3.3%): 4,033 en Yucatán, 1,320 de Campeche y 1,407 en Quintana Roo, entidades donde las fallas cardíacas son también la primera causa de defunción. Dadas las limitaciones de tiempo para hacer actividad física a diario y la alta probabilidad de estar sentado durante el trabajo de oficina, las estaciones laborales activas pueden ayudar a reducir el comportamiento sendentario, considerado un factor de riesgo de enfermedades crónicas y mortalidad, afirma Francisco López Jiménez, cardiólogo preventivo de Clínica Mayo y autor principal del estudio “Efecto de las estaciones activas de trabajo sobre el rendimiento neurocognitivo y las habilidades de mecanografía” , publicado hoy 4 de abril de 2024 en [Journal of the American Heart Association (JAHA)](http://estaciones activas para trabajar y hacer ejercicio). En qué consistió el estudio de las estaciones activas para trabajar Cuarenta y cuatro personas participaron en el ensayo clínico que se realizó en el en el Centro de Vida Saludable Dan Abraham de la Clínica Mayo de Estados Unidos. Los empleados fueron evaluados en cuatro entornos de oficina durante cuatro días. El primer día trabajaron en una estación pasiva (sentados) y en las tres jornadas restantes, en estaciones activas (de pie, caminando en la oficina o paso a paso en una caminadora o escaladora) en un orden establecido aleatoriamente. Les evaluaron la función neurocognitiva (atención selectiva, razonamiento gramatical y de objetos, inteligencia visoespacial, memoria a corto plazo y amplitud de memoria de dígitos) y las habilidades motoras finas (velocidad y precisión de escritura). Beneficios de las estaciones activas para trabajar y hacer ejercicio Los investigadores reportan que, al comparar las estaciones activas con sentarse, encontraron que los participantes mejoraron en la prueba cognitiva o se mantuvieron sin cambios, mientras que la velocidad de escritura disminuyó sin afectar los errores de escritura. Los resultados generales mejoraron después del primer día, lo que sugiere habituación, añaden. No observamos diferencias importantes entre las estaciones activas, excepto una reducción en la velocidad promedio de escritura, de 42.5 a 39.7 palabras por minuto, al estar de pie y caminar, respectivamente. “Ser sedentario es el nuevo tabaquismo en lo que respecta a la salud cardiovascular, y los trabajadores de oficina pueden pasar gran parte de su jornada laboral de ocho horas sentados frente a la pantalla y el teclado de una computadora. Estos hallazgos indican que hay más formas de hacer ese trabajo mientras permanecer productivo y mentalmente alerta. Haríamos bien en considerar una estación de trabajo activa en la prescripción para la prevención y el tratamiento de afecciones como la obesidad, las enfermedades cardiovasculares y la diabetes”, declaró a su vez el Dr. López-Jiménez a la Clínica Mayo. En México, en el comercio electrónico, un soporte para trabajar de pie, con superficie de cristal y soportes de madera, tiene precios de 3,500 o 5,700 pesos. Otro, pero portátil y para asentar sobre una mesa, se vende en 1,880 pesos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T03:01:57.127+03:00",
    "updated": "2024-04-05T03:01:57.127+03:00"
  },
  {
    "uuid": "a34ef80aae4c92ec6e08d6122f21ddf313078a55",
    "url": "https://vnexplorer.net/family-financially-ruined-by-defects-in-their-dream-home-are-dealt-another-cruel-christmas-blow-s696842.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T21:54:00Z",
    "title": "Family financially ruined by defects in their dream home are dealt another cruel Christmas blow",
    "text": "Woman forced to beg for early access to super Her apartment has several dangerous defects She is now behind $39,000 in strata payments READ MORE: Construction company run by famous developer family collapses\nA Melbourne woman’s desperate plea to access her superannuation after 10 years of defects in her apartment left her financially ruined has been denied by red tape.\nConstruction company Shangri-La Construction went into liquidation at the end of March shortly after completing 10 residential unit blocks across Melbourne.\nMany residents were in the process of suing for defective building work when the company collapsed – with customers forced to foot the bill for repairs themselves.\nMother-of-one Tamara Railton-Stewart, 48, bought her two-bedroom, two-bathroom Shangri-La apartment for $649,000 in 2014, news.com.au reports.\nIn December 2015 – after just one month of living in the unit – several leaks appeared after Melbourne was inundated with heavy rain.\nThe family were forced to live in the mould-riddled apartment during Covid lockdowns with the fed-up resident certain it was one of the factors that caused her then 16-month-old daughter to be diagnosed as asthmatic.\nDespite receiving a $2million insurance payout to cover some of the defects over a 10-year period the homeowner is still $39,000 behind in strata payments.\nMelbourne mother-of-one Tamara Railton-Stewart, 48, bought her two-bedroom, two-bathroom Shangri-La apartment for $649,000 in 2014\nCancer-survivor Ms Railton-Smith has requested early access to her superannuation on compassionate grounds but has been rejected three times since February.\nIn response to her pleading letters, the Australian Treasury said she doesn’t meet the requirements because her bank has yet to threaten to repossess her home.\nShe also lived elsewhere for a period of time due to the mould, meaning the unit is not considered her principal place of residence by the government.\n‘I think people in my position should have access to their super,’ she said.\n‘I am not asking for a handout, but simply access to my own money.’\nThe resident is particularly furious that she can’t access her retirement funds while other Australians are reportedly using a loophole to access superannuation to pay for cosmetic treatments like a breast augmentation or liposuction.\nIn March, the Albanese government was forced to issue an extraordinary warning that cosmetic surgeons were preying on Australians by encouraging them to blow their retirement savings on beauty procedures.\nAssistant Treasurer Stephen Jones used the example in justifying why the Labor government plans to make it harder for Australians to withdraw their super.\nConstruction company Shangri-La Construction went into liquidation at the end of March (pictured, men work on a construction site in Melbourne)\nEarly access to superannuation is allowed in situations where someone is permanently incapacitated, has a physical or mental condition that stops them from working, is dying or their loved one is.\nSevere financial hardship is also another reason for early access but the onus on the individual to prove they need the cash desperately to their superannuation fund.\nHowever, under current laws the Treasurer or any member of parliament has the power to approve the release of an individual’s superannuation.\nMs Railton-Smith was advised to seek the advice of a financial counsellor.\nThe Melbourne resident said surviving cancer was ‘easier’ than her 10-year battle over the Shangri-La apartment.\n‘I would go through cancer 10 times over to never relive the nightmare of this apartment ever again,’ she said.\nA separate from another block of Shangri-La units was for $10million worth of damages including cladding problems and water leaks.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stewart",
          "sentiment": "none"
        },
        {
          "name": "tamara railton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "shangri-la construction",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "melbourne",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:00:55.688+02:00",
    "updated": "2023-12-29T00:00:55.688+02:00"
  },
  {
    "uuid": "84edad91e462834fdf505a6f0b96c5a2fe1c285d",
    "url": "https://www.enerdata.net/publications/daily-energy-news/australia-awards-new-feasibility-licenses-12-offshore-wind-projects-25-gw.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Enerdata",
    "published": "2024-07-18T22:00:00Z",
    "title": "Australia awards new feasibility licenses for 12 offshore wind projects (25 GW) | Enerdata",
    "text": "The Australian Ministry for Climate Change and Energy has announced that a total of twelve offshore wind projects, totalling 25 GW, have been given feasibility licenses in the Gippsland Offshore Wind Zone off Australia’s Victoria State. The Ministry has announced a second batch of six licenses, totalling about 13 GW, the first batch of six (12 GW) having been awarded in May 2024. Among the six new licenses granted are featured RWE’s Kent offshore wind project (up to 2 GW); Origin and RES’ Navigator North offshore wind project (1.5 GW); Corio’s Great Eastern offshore wind project (2.5 GW); BlueFloat Energy’s Gippsland Dawn offshore wind Project (up to 2.1 GW); Iberdrola’sAurora Green project and Ørsted’s Gippsland 02 project. Australia, which did not yet have offshore wind capacity at the end of 2023, has designated four offshore wind development zones, including Gippsland, to support the country’s 2050 net zero emissions target. [Interested in Global Energy Research?](/research/global-energy-research.html) Enerdata's premium online information service provides up-to-date market reports on 110+ countries. The reports include valuable market data and analysis as well as a daily newsfeed, curated by our energy analysts, on the oil, gas, coal and power markets. This user-friendly tool gives you the essentials about the domestic markets of your concern, including market structure, organisation, actors, projects and business perspectives.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "corio",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ministry for climate change and energy",
          "sentiment": "negative"
        },
        {
          "name": "gw",
          "sentiment": "none"
        },
        {
          "name": "rwe",
          "sentiment": "none"
        },
        {
          "name": "global energy research",
          "sentiment": "none"
        },
        {
          "name": "ministry",
          "sentiment": "none"
        },
        {
          "name": "gippsland",
          "sentiment": "none"
        },
        {
          "name": "iberdrola",
          "sentiment": "none"
        },
        {
          "name": "bluefloat energy",
          "sentiment": "none"
        },
        {
          "name": "enerdata",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "gippsland offshore wind zone",
          "sentiment": "none"
        },
        {
          "name": "gippsland dawn",
          "sentiment": "none"
        },
        {
          "name": "gippsland",
          "sentiment": "none"
        },
        {
          "name": "victoria state",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-19T14:41:39.035+03:00",
    "updated": "2024-07-19T14:41:39.035+03:00"
  },
  {
    "uuid": "e8aaa7eeb7e2d88f4ea6a9501f06d21f9dc1b3a7",
    "url": "https://cadenaser.com/andorra/2025/02/20/diversand-coneix-una-persona-que-hauria-comencat-el-tractament-dhormonacio-sense-control-medic-radio-ser-principat-d-andorra",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Arnald Sanllehy",
    "published": "2025-02-20T19:06:00Z",
    "title": "Diversand coneix una persona que hauria començat el tractament d'hormonació sense control mèdic",
    "text": "Sociedad\nDiversand coneix una persona que hauria començat el tractament d'hormonació sense control mèdic\nLa vicepresidenta, Isabella Vargas, considera que seria bo permetre els bloquejadors puberals als infants trans per evitar-los el trauma que significa créixer en un cos que no és el que sents\nAndorra la Vella\nL'entitat ha participat en l'elaboració del quart informe ILGA-Europe que analitza la situació del col·lectiu LGTBI a tot el continent, i conclou que al Principat està millorant, però la seva vicepresidenta, Isabella Vargas, admet que les persones trans són especialment vulnerables. De fet, l'any passat, cada dues setmanes hi havia gent que els demanava informació sobre el procés d'hormonació que inclou la cartera de serveis de la CASS. El problema és que el reglament no està desenvolupat i, per tant, no es pot fer.\nAquesta situació fa que les persones que tinguin recursos, o aquelles que tinguin la nacionalitat dels països veïns, puguin fer-la allà, però no passa el mateix amb els andorrans, i en aquest sentit, han constat que almenys una persona estaria aplicant-se el tractament per la seva banda, només amb la informació que troba per internet. No poder fer el procés de transició amb seguretat, diu Vargas, els exposa a més a altres problemes relacionats amb la salut mental.\nEl reglament l'estan treballant conjuntament amb el ministeri de Salut i amb el Col·legi de Metges, però aquí hi ha un punt de conflicte perquè els sanitaris no veuen clar que es pugui aplicar el tractament amb bloquejadors puberals als menors de setze anys. Diu Vargas que tenen el cas d'un menor d'11 anys que està a punt de desenvolupar el seu cos i a qui seria bo evitar-li el trauma que significa créixer en un cos que no és el que sents.\nFinalment, afirma que el col·lectiu LGTBI pateix encara l'estigma i les acusacions d'una part de la societat, fins al punt que els consta que hi ha persones que han abandonat el país per les pressions o persecucions que han patit.\nArnald Sanllehy\nPeriodista a Ràdio SER Principat d’Andorra des del 2019. Condueix l’Aquí Andorra, El Balcó Andorra i...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "catalan",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "topics": [
      "Health->health treatment and procedure"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T01:46:56.510+02:00",
    "updated": "2025-02-21T01:46:56.510+02:00"
  }
]