[
  {
    "uuid": "795fc2148d9230628b8d4ce94e271d19fe45c259",
    "url": "https://www.petoskeynews.com/story/lifestyle/faith/2023/12/29/daily-devotional-preparing-the-new-calendar/72032150007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Petoskey News-Review - Unlimited Digital Access",
    "published": "2023-12-29T09:00:00Z",
    "title": "Daily Devotional: Preparing the new calendar",
    "text": "Daily Devotional: Preparing the new calendar \"Then the Lord answered me and said: Write the vision; make it plain on tablets, so that a runner may read it. For there is still a vision for the appointed time; it speaks of the end and does not lie. If it seems to tarry, wait for it; it will surely come; it will not delay.\" — Habakkuk 2: 2-3 NRSVUE As I entered my office one Sunday several years ago, there were on my desk some thoughtful gifts from parishioners. One gift was a wall calendar with the bold words proclaiming, Large Print Calendar. Sigh. I laughed to myself that there had once been a time I might have taken some umbrage over this gift, but not anymore. That day, I recognized the ease of not having to fool with my glasses to use the item! This time between Christmas and the New Year, my wife and I traditionally review our calendar from the previous year. We recall special times with friends, and are often amazed how God has blessed us throughout the year. While no days are guaranteed, this year, as we note goals and plans, we also hope to mark the coming days with purpose, joy and faith. And we’ll mark that real big! Prayer: Lord, walk ahead of me, for I know You are preparing the way. Walk beside me to remind me, I’m never alone. And walk behind me to remind me, the past is past. My sins are forgiven through You, and I can embrace this new day with Joy and Laughter. Amen! Happy New Year, and Have faith. It all comes right. Rev. Dr. Michael Sanders has written books of devotions. They are available locally at Ken’s Village Market, Indian River.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T11:49:48.633+02:00",
    "updated": "2023-12-29T12:37:58.266+02:00"
  },
  {
    "uuid": "3d0507b2ba09c46c670de0c0e8b00f6bfa3630e2",
    "url": "https://www.ncregister.com/cna/florida-priest-charged-for-biting-arm-of-woman-he-says-was-desecrating-eucharist",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@NCRegister",
    "published": "2024-05-24T11:15:00Z",
    "title": "Florida Priest Charged for Biting Arm of Woman He Says Was Desecrating Eucharist| National Catholic Register",
    "text": "Florida Priest Charged for Biting Arm of Woman He Says Was Desecrating Eucharist The woman told police the priest denied her Communion after she refused to answer his questions about whether she had been to confession recently. A priest in Florida bit the forearm of a woman he says was desecrating the Eucharist in a Communion line at church this past Sunday and has now been charged with one count of battery. Father Fidel Rodriguez, 66, admitted to police that he bit the woman but said he did so only after she reached into the ciborium and tried to grab a host from it, damaging other hosts as she did so. “The only defense that I found to defend something that for us, for all of us, is sacred, was biting her. I have recognized that I bite her. I’m not denying that,” Rodriguez told police, according to body camera video obtained by CNA. “I recognize that I bite her, as a defense, and as defending myself and defending the sacrament,” he said in English with a Spanish accent. The woman told police the priest denied her Communion after she refused to answer his questions about whether she had been to confession recently. “I just wanted a cookie. That’s all,” the woman told police, according to body camera video. Firefighters treated the arm of the woman at the police station. She refused to go to a hospital, according to police video. Police in St. Cloud, Florida, have charged Rodriguez with one count of battery stemming from the incident, which occurred during the noon Mass at St. Thomas Aquinas Church. St. Cloud is a city of about 65,000 located about 21 miles south of Orlando. First Communion Leads to Scenes The woman told police she went to the 10 a.m. Mass on Sunday, May 19, with her same-sex partner because it was the woman’s niece’s first Communion. The parish’s [video](https://youtu.be/wTuCThReFr8?t=3480) of the 10 a.m. Mass shows an interaction between the priest and the woman, who neither presents her hands to receive the host nor opens her mouth to receive on her tongue. The priest and the woman speak for about 45 seconds, holding up the Communion line, though their conversation can’t be heard over the music and singing. The woman later told police she suspected the priest wouldn’t give her Communion because of the way she was dressed and because of her sexual orientation. “I believe that his excuse was that I wasn’t super-holy, in his eyes,” the woman, who was wearing a white shirt and pants, told police. But the priest told police sexual orientation had nothing to do with it. When the woman didn’t hold her hands out one on top of the other or open her mouth and didn’t say “Amen” after he said “body of Christ,” he said, he knew she didn’t know what she was doing. He said he asked her when the last time she received Communion was, and that she said it was many years ago. He said he asked her if she had gone to confession, and she replied, “I don’t need to explain you that.” He said he told her that he has the authority to ask her that question and that he could not give her Communion, but he could give her a blessing instead, which he said he did. Second Mass The woman and her partner then went to the noon Mass in Spanish, which Father Rodriguez celebrated, and the woman again went to him to receive Communion. He told police he asked her if she had gone to confession in between Masses. According to him, she replied: “No, I don’t need to explain to you, I don’t need to give an explanation, you don’t have authority, you don’t need to judge me.” To which he says he said: “I’m not judging you, I’m asking you only, did you confess after the other Mass [to] received the Communion now? Because if you did not confess, I can’t give you the Communion.” “And she grabbed all the hosts in the hands, because she wants to receive for herself. She is not permitted. And she break all the hosts, spreading them,” the priest said. The priest said he was worried that she would spill the hosts on the floor. The Catholic Church teaches that the Eucharist is the actual body and blood of Jesus, whom Catholics worship as God. The Church also teaches that to receive Communion a person must be a Catholic in a state of grace, meaning not being mindful of having committed a serious sin without getting absolution from a priest in confession. The woman told police that during the second Mass the priest “forced it in my mouth,” which she didn’t want. “He wouldn’t give me a cookie. I don’t know if it was how I’m dressed. You know, what it is that I like,” the woman said. “He said basically I needed to do confession and do all of this, I need to go to Mass every Sunday or whatever. And I said, ‘That doesn’t matter. I’ve done everything I needed to do as a kid. I’m just here to accept the bread.’ And he wouldn’t give it to me.” “And I’m not gonna front. I tried to just grab another cookie, and that when he grabbed my hand and he just bit me,” the woman said. Video of the incident [published by WFTV Channel 9](https://www.kktv.com/2024/05/23/priest-bites-woman-mass-after-denying-her-communion-police-say/) in Orlando shows the woman’s hand in the ciborium, which is the bowl that holds Communion wafers, while the priest holds onto it with both hands. It also shows the priest moving his head down toward the woman’s right arm but does not show the actual bite. The Diocese of Orlando released a statement Thursday supporting the priest’s efforts to defend the Eucharist while not endorsing the bite. The statement notes that during the noon Mass the priest offered the woman Communion on the tongue. “At that point, the woman forcefully placed her hand in the vessel and grabbed some sacred Communion hosts, crushing them. Having only one hand free, Father Rodriguez struggled to restrain the woman as she refused to let go of the hosts. When the woman pushed him and reacting to a perceived act of aggression, Father Rodriguez bit her hand so she would let go of the hosts she grabbed. The woman was immediately asked to leave,” the diocese said in a written statement. “It should be noted Father Rodriguez had no prior knowledge of the woman’s background. Further, while the Diocese of Orlando does not condone physical altercations such as this, in good faith, Father Rodriguez was simply attempting to prevent an act of desecration of the holy Communion, which, as a priest, Father Rodriguez is bound by duty to protect,” the diocese said. The statement Continues: “The full video and the police report show the woman initiated physical contact and acted inappropriately. The priest was trying to protect the holy Communion from this sacrilegious act. “In the Catholic tradition, the Eucharist is considered ‘the source and summit’ of worship and faith. The act of participation in holy Communion therefore calls for a proper understanding, reverence, and devotion. It is not something a person can arbitrarily demand and is certainly not a mere ‘cookie’ as the complainant called it.” A police spokesman told CNA on Thursday that the state attorney’s office will determine the next steps in the case. Father Rodriguez did not respond to a request from CNA for comment. - Keywords: [Eucharistic coherence](https://www.ncregister.com/tag/eucharistic-coherence)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.kktv.com/2024/05/23/priest-bites-woman-mass-after-denying-her-communion-police-say/)",
      "https://youtu.be/wTuCThReFr8?t=3480)",
      "https://kktv.com/2024/05/23/priest-bites-woman-mass-after-denying-her-communion-police-say/)",
      "https://www.youtu.be/wTuCThReFr8?t=3480)",
      "https://youtu.be/wTuCThReFr8"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "fidel rodriguez",
          "sentiment": "none"
        },
        {
          "name": "rodriguez",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "was desecrating eucharist| national catholic",
          "sentiment": "neutral"
        },
        {
          "name": "cna",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T14:20:38.982+03:00",
    "updated": "2024-05-24T14:20:38.982+03:00"
  },
  {
    "uuid": "ae8d9f7d8b5a8b1ef037785417eaaa0a414c2fd6",
    "url": "https://in.marketscreener.com/quote/stock/DELTIC-ENERGY-PLC-10636023/news/Deltic-Energy-says-North-Sea-joint-venture-could-net-USD205-million-45774347",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2024-01-19T08:12:00Z",
    "title": "Deltic Energy says North Sea joint venture could net USD205 million -January 19, 2024 at 04:12 pm IST | MarketScreener",
    "text": "(Alliance News) - Deltic Energy PLC on Friday said that promising results had emerged from a third-party assessment of its joint-owned Pensacola Discovery reef.\nDeltic is a London-based natural resources investor focused on assets in the southern North Sea. The company confirmed the completion of a competent person's report for the Pensacol P2252 licence, in which it holds a 30% interest. Shell and One-Dyas hold the remainder stake, at 65% and 5%, respectively.\nThe technical review, conducted by RPS Energy Ltd, included a contingent resource assessment for the Pensacola Zechstein Reef. The environmental consultant estimated the Pensacola structure to contain gross P50 hydrocarbons initially in place of 326 million barrels of oil equivalent, broadly in line with Deltic's estimate of 342 MMboe.\nRPS also estimated 2C contingent resources of 21.8 MMboe in the combined case, and 15 MMboe in the gas only case.\nGiven these assessments, RPS believes the reef could net Deltic up to USD205 million in net present value with a 10% forward discount in a combined case, as well as a USD199 million in a gas only case. These NPV10 valuations equate to around 169p to 174p per Deltic share.\nThe company plans to drill an appraisal well at the Pensacola structure in late 2024.\nProgress continues at its Pensacola and Selene farm-out processes, the company said, with a \"significant level of interest\" from several potential counterparties.\nChief Executive Officer Graham Swindells said: \"RPS's validation of our technical assessment of the Pensacola discovery is another step forward for Deltic as we progress towards drilling the appraisal well in late 2024. In particular, we are pleased with the potential valuation that RPS ascribe to the discovery net to Deltic, particularly within the context of our current share price. It's clear that Pensacola is a regionally significant hydrocarbon accumulation, and we will continue to work with our partners at Shell and ONE-Dyas to mature the opportunity and optimise the potential development scenarios as we go forward.\"\nShares in Deltic Energy were up 2.9% at 23.40 pence each in London on Friday morning.\nBy Hugh Cameron, Alliance News reporter\nComments and questions to newsroom@alliancenews.com\nCopyright 2024 Alliance News Ltd. All Rights Reserved.\nShare © Alliance News - 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FDELTIC-ENERGY-PLC-10636023%2Fnews%2FDeltic-Energy-says-North-Sea-joint-venture-could-net-USD205-million-45774347%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Deltic",
      "https://twitter.com/intent/tweet?text=Deltic",
      "https://wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FDELTIC-ENERGY-PLC-10636023%2Fnews%2FDeltic-Energy-says-North-Sea-joint-venture-could-net-USD205-million-45774347%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FDELTIC-ENERGY-PLC-10636023%2Fnews%2FDeltic-Energy-says-North-Sea-joint-venture-could-net-USD205-million-45774347%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FDELTIC-ENERGY-PLC-10636023%2Fnews%2FDeltic-Energy-says-North-Sea-joint-venture-could-net-USD205-million-45774347%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://telegram.me/share/url",
      "https://www.twitter.com/intent/tweet?text=Deltic",
      "https://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FDELTIC-ENERGY-PLC-10636023%2Fnews%2FDeltic-Energy-says-North-Sea-joint-venture-could-net-USD205-million-45774347%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Deltic",
      "https://www.telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FDELTIC-ENERGY-PLC-10636023%2Fnews%2FDeltic-Energy-says-North-Sea-joint-venture-could-net-USD205-million-45774347%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FDELTIC-ENERGY-PLC-10636023%2Fnews%2FDeltic-Energy-says-North-Sea-joint-venture-could-net-USD205-million-45774347%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://wa.me/",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://www.wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FDELTIC-ENERGY-PLC-10636023%2Fnews%2FDeltic-Energy-says-North-Sea-joint-venture-could-net-USD205-million-45774347%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dyas",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "deltic energy",
          "sentiment": "negative"
        },
        {
          "name": "alliance news) - deltic energy plc",
          "sentiment": "neutral"
        },
        {
          "name": "pensacola discovery",
          "sentiment": "none"
        },
        {
          "name": "shell",
          "sentiment": "none"
        },
        {
          "name": "rps energy ltd",
          "sentiment": "none"
        },
        {
          "name": "deltic",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north sea",
          "sentiment": "none"
        },
        {
          "name": "pensacola",
          "sentiment": "none"
        },
        {
          "name": "pensacola zechstein reef",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T13:04:27.674+02:00",
    "updated": "2024-01-19T13:04:27.674+02:00"
  },
  {
    "uuid": "3fcb0878fc5fad3137857490bfaa2a9daa07eba1",
    "url": "https://www.ksat.com/news/texas/2024/06/27/cook-childrens-sues-texas-over-potential-medicaid-contract-loss",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Texas Tribune, By Stephen Simpson",
    "published": "2024-06-27T22:02:00Z",
    "title": "Cook Children’s sues Texas over potential Medicaid contract loss",
    "text": "Sign up for The Brief , The Texas Tribune’s daily newsletter that keeps readers up to speed on the most essential Texas news. Recommended Videos Cook Children’s Health Plan has filed two lawsuits against the state to stop the Texas Health and Human Services Commission from removing them as a longstanding Medicaid contractor. In a news conference on Wednesday, the Fort Worth-based health care system announced the lawsuits as an attempt to halt the $116 billion Medicaid procurement process that removes Cook Children’s and two other hospital-affiliated children’s health plans from Medicaid STAR and Children’s Health Insurance Program, also known as CHIP. The proposed shake-up would remove Cook Children’s Health Plan in the state’s Tarrant service area, Texas Children’s Health Plan in the Harris region, and Driscoll Health Plan in South Texas in favor of private companies. Together, the three plans operate as managed care organizations that provide Medicaid coverage to Texans in their respective regions. The three plans, formed two decades ago, serve more than 700,000 families, pregnant women, and children. If the state’s health agency's decision stands, it would mean reducing the number of managed care organizations that administer STAR and CHIP, shifting toward national for-profit health companies in most areas of the state. It will also require the nearly 1.8 million Texans who receive Medicaid coverage from six managed care organizations across the state to shift to new insurers by next year. The lawsuits were in Travis County. One petition asks for declaratory judgment and injunctive relief against HHSC Commissioner Cecile Erwin Young in hopes of overturning the contract decision. The second lawsuit filed is a temporary restraining order against the state’s health agency to stop finalizing procurement results. “These actions we take are strong but necessary,” said Rick W. Merrill, president and CEO of Cook Children’s Health Care System, in a news release. Jennifer Ruffcorn, an HHSC spokesperson said the agency doesn’t speak on pending litigation but mentioned the contract situation is still pending. “Although the (Request for Proposals) has been posted, responded to, and evaluated, it remains an open procurement until all protests and appeals submitted by respondents have been resolved and contracts have been executed,” Ruffcorn said in an email. . Currently, the procurement process's future lies squarely at Young's discretion. She has no deadline for deciding whether to uphold the agency’s decision, cancel it and start over, or officially delay it until lawmakers can respond when they meet next year. In a news release Wednesday, Karen Love, President of Cook Children’s Health Plan, said that removing the Medicaid contracts from the three hospital affiliates is based on a flawed process that will put Texas families at the mercy of national for-profit insurance companies. “The State got it wrong, and we are asking the courts to make it right,” she said. Texas Medicaid STAR and CHIP programs cover the cost of routine, acute, and emergency medical visits. STAR is primarily for pregnant women, low-income children, and their caretakers. CHIP provides health care to low-income children whose family’s income is too high for Medicaid, which has some of the lowest income limits in the country. Their members compose the vast majority of Texans on state Medicaid programs. Medicaid managed care contracts are routinely the most expensive contracts taxpayers fund. Texas officials earlier this month rejected attempts by several managed care organizations to cancel the proposal that would drop them from the state Medicaid program. Representatives for Driscoll Health Plan said Thursday that their organization has appealed this decision to the state, as more than 500 jobs could be eliminated if it is finalized. Craig Smith, Driscoll Health Plan CEO told The Texas Tribune on Thursday that his organization filed a second appeal last week and is now awaiting a ruling. He said he is also prepared to pursue legal action against the state if the appeal is denied. Representatives for Superior HealthPlan, a managed care organization that operates similarly to the Driscoll and Cook health plans, expressed on Thursday their disappointment in the decision to deny the protests made by the three hospital plans. The organization is also exercising its right to appeal the current decision made by the state’s health agency, as they predict it will result in the largest disruption in member care in Texas Medicaid history. If the procurement is negated, it would be Texas HHS's third failed attempt in six years to award contracts for the Medicaid programs that encompass the vast majority of state health insurance’s low-income Texas recipients. Just in: Former U.S. Rep. Liz Cheney, R-Wyoming; U.S. Sen. John Fetterman, D-Pennsylvania; and Oklahoma Gov. Kevin Stitt will take the stage at The Texas Tribune Festival , Sept. 5–7 in downtown Austin. Buy tickets today!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.hhs.texas.gov/providers/medicaid-business-resources/managed-care-organization-dental-maintenance-organization-provider-services-contact-information)",
      "https://www.tmhp.com/sites/default/files/file-library/resources/provider-manuals/tmppm/pdf-chapters/2024/2024-02-february/2_12_medicaid_managed_care.pdf)",
      "https://www.texastribune.org/newsletters/the-brief/?utm_medium=website&utm_source=trib-ads-owned&utm_campaign=trib-marketing&utm_term=inline-CTA-brief),",
      "https://www.texastribune.org/2024/06/06/texas-medicaid-contracts/)",
      "https://www.texastribune.org/2024/04/18/texas-medicaid-provider-contracts/)",
      "https://trib.it/X3GApE)",
      "https://trib.it/X3GApE),",
      "https://www.keranews.org/health-wellness/2024-06-26/cook-childrens-sues-texas-medicaid-contract-denial-lawsuit)",
      "https://www.trib.it/X3GApE),",
      "https://www.texastribune.org/newsletters/the-brief/",
      "https://hhs.texas.gov/providers/medicaid-business-resources/managed-care-organization-dental-maintenance-organization-provider-services-contact-information)",
      "https://keranews.org/health-wellness/2024-06-26/cook-childrens-sues-texas-medicaid-contract-denial-lawsuit)",
      "https://texastribune.org/2024/06/06/texas-medicaid-contracts/)",
      "https://www.trib.it/X3GApE)",
      "https://tmhp.com/sites/default/files/file-library/resources/provider-manuals/tmppm/pdf-chapters/2024/2024-02-february/2_12_medicaid_managed_care.pdf)",
      "https://texastribune.org/newsletters/the-brief/?utm_medium=website&utm_source=trib-ads-owned&utm_campaign=trib-marketing&utm_term=inline-CTA-brief),",
      "https://texastribune.org/2024/04/18/texas-medicaid-provider-contracts/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "driscoll",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "medicaid",
          "sentiment": "negative"
        },
        {
          "name": "cook children’s",
          "sentiment": "neutral"
        },
        {
          "name": "recommended videos cook children’s health plan",
          "sentiment": "none"
        },
        {
          "name": "cta",
          "sentiment": "none"
        },
        {
          "name": "medicaid star",
          "sentiment": "none"
        },
        {
          "name": "texas tribune",
          "sentiment": "none"
        },
        {
          "name": "cook children",
          "sentiment": "none"
        },
        {
          "name": "children’s health insurance program",
          "sentiment": "none"
        },
        {
          "name": "texas health and human services commission",
          "sentiment": "none"
        },
        {
          "name": "cook children’s health plan",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "texas children’s health plan",
          "sentiment": "none"
        },
        {
          "name": "fort worth",
          "sentiment": "none"
        },
        {
          "name": "harris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T01:11:18.046+03:00",
    "updated": "2024-06-28T01:33:04.610+03:00"
  },
  {
    "uuid": "e186fa84752c5fea08d522791fbefe6c830203c6",
    "url": "https://www.newsbreak.com/news/3602027095723-after-big-upset-opportunity-knocks-for-toledo-football-and-entire-university",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-09-19T18:08:00Z",
    "title": "After big upset, opportunity knocks for Toledo football — and entire university",
    "text": "By By Kyle Rowland / The Blade ,\n3 hours ago\nBryan Blair calls it the good old days.\nReminiscing and recalling the glory of yesteryear is a favorite activity for sports fans.\nAt the University of Toledo, Blair — in his third year as athletic director — believes those conversations should start with the present.\nThe men’s basketball program has won four consecutive outright Mid-American Conference championships. The women’s basketball program has won three straight MAC titles and advanced to the second round of the 2023 NCAA tournament. And the football program has appeared in the past two MAC title games, winning in 2022.\nSaturday’s landmark 41-17 win at Mississippi State thrust Toledo into the national conversation one year after an 11-game win streak landed the Rockets in the top 25 and All-American cornerback Quinyon Mitchell was drafted in the first round by the Philadelphia Eagles.\n“Now is the time to be all in on this program, all in on this head coach, all in on the staff, all in on these players,” Blair said inside a small conference room at Davis Wade Stadium last Saturday. “That’s Rocket Fund, that’s fundraising, that’s ticket sales, that’s a full glass bowl, that’s NIL support. We need it all right now.\n“Don’t wait until tomorrow. I tell people, with all our programs, we are in the good old days of Toledo athletics. This is the good old days. Let’s not look back and say, ‘Ah, I wish I could go back to 2023, 2004.’ Let’s make this last forever. That takes everybody.”\nThe football program and the university have arrived together at this moment. In the 12-team playoff era, undefeated or 12-1 Toledo would have a bulletproof resume. The stakes make every game the rest of the season a referendum on the Rockets, with pollsters and selection committee members searching for any blemishes.\nUP NEXT\n■ Who : Toledo (3-0) at Western Kentucky (2-1)\n■ When : Saturday, 7 p.m.\n■ TV : ESPN Plus\n■ Line : Toledo by 2½.\n■ Follow along : Updates and analysis will be published throughout the game at toledoblade.com .\n■ Rocket Rundown: Watch our weekly video series looking ahead to the game here . “Days like Saturday don’t happen often,” Toledo coach Jason Candle said. “And I care about what I say to our team. I don’t want them to feel like what they did on Saturday wasn’t a major deal, because it is. And I don’t want them to feel like they shouldn’t feel great about doing something in the history of our program that has only been done a couple times. That's a massive thing.\n“But where we’re trying to go, what we’ve said for ourselves, what we want to do, our best moments as Rockets have not happened yet. We’ve got to buy into the things that matter, the things that will allow us to do that. And the only way to do that is continuous improvement.”\nThe university is at a crossroads at a momentous time in college athletics. NIL has changed the landscape. The House settlement and revenue sharing are seismic events. Further playoff expansion is inevitable, with the Group of Five’s access perhaps being closed off. And conference realignment is a never-ending game of musical chairs that could impact Toledo.\nUT’s current enrollment is 14,440, down from 20,626 a decade ago. The continuous slide is partly blamed on the pandemic, changing attitudes toward higher education, and shoddy university leadership. Programs have been cut and staff eliminated, all while Bowling Green’s enrollment is surging.\nAt the moment, interim president Matt Schroeder — a Toledo resident and graduate of Central Catholic and UT — is tasked with finding solutions. And the career UT employee is a strong candidate to get the permanent title. Schroeder’s belief in the mission of intercollegiate athletics has provided alignment between university leadership and the athletic department that was previously missing.\n“The influence that athletics not only has on the student experience, but the impact that it has on the economy of northwest Ohio, and, even more important, the brand and the reputation of the University of Toledo, you know and I know enrollment has been a struggle for us,” Schroeder said.\n“We have a plan to correct that, and we will correct that over the next couple years. But in these last 10-plus years, athletics, along with our world-class research, has really been the two buoys holding up the university as we reposition from an academic side. Think about what we have. I’m just going to brag a little bit, but what we have at the University of Toledo, the success that, I think many of our folks around here take it for granted. I know our athletics department, our men and women and our coaches do not.”\nToledo has won the Cartwright Award the past three years. A committee with representatives from all 12 MAC schools selects the winner from nominations based on excellence in academics, athletics, and citizenship.\nThe Rockets have won the Reese Trophy -- awarded annually to the top MAC men’s athletic department -- three consecutive years. In 2023-24, they won the Reese and Jacoby (top women’s athletic department) Trophy, the first time one school has won both awards in the same year.\n“The amount of hardware that we took home and just the smack-talking and the bragging rights, folks aspire to be the University of Toledo,” Schroeder said. “And not only in the MAC but other conferences. We’ve got a great tradition of not only excellence on the field but success in the classroom. We turn out some really good men and women that may not play on Sundays, but they contribute to society and grow professionally and represent the University of Toledo so well.”\nFootball success transformed Boise State, Central Florida, and Cincinnati, public state universities similar to Toledo. From the early-to-mid 2000s, Boise State’s enrollment increased by 18 percent, research grants and contracts were up 68 percent, foundation assets rose 59 percent, and the number of university donors increased by 131 percent.\nUCF became one of the nation’s largest universities as its football program soared to new heights. Cincinnati’s athletic department revenue grew by 34 percent after it reached the College Football Playoff. Both schools parlayed their success into an invitation to the Big 12.\nNorthern Illinois experienced a 19.3 percent surge in applications after it qualified for the Orange Bowl in 2012. During its undefeated 2016 season, Western Michigan received $70 million in media exposure.\n“This is bigger than UT football, and what I mean by that is the University of Toledo is in desperate need of increased enrollment, and the front door to the university at this moment is this football program,” said Toledo businessman Cleves Delp, who’s donated generously to UT for many years. “That’s what gives it all of its exposure. You can travel throughout the country and if you say you’re from Toledo, they say, ‘Oh yeah, the Rockets, because, of course, they watch it on TV.\n“...I couldn’t be more impressed by [Schroeder]. I recently joined the UT Health board, and I want to tell you, I’ve seen him in action. I have known him. I coached him in baseball at Central Catholic. ... The combination of [Candle, Blair, and Schroeder] intersecting at this very important time in the history of the school is hopeful. The three of them are of the same mind, so to speak. I think it’s a big moment, and it’s not about UT football. This is about the survival — survival might be too strong of a word — but the future of the school.”\nNine regular-season games remain, with Saturday’s trip to Western Kentucky among the most difficult tests. The table is set for the Rockets, who are armed with a signature victory, considerable exposure, and national TV appearances to come.\nLet the good times roll.\n“I don’t want to sit here and minimize it,” Blair said. “It allows our fan base and our city and others to dream big. I’ve told everybody, we’re incredibly close at Toledo. We’re doing really, really good in so many things. And we need those peak moments. This is a peak moment.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0kqOzv_0vcU9AZS00",
      "https://players.brightcove.net/1146616445001/default_default/index.html?videoId=6362044025112",
      "https://my.toledoblade.com/purchase/",
      "https://img.particlenews.com/image.php?url=0kqOzv_0vcU9AZS00",
      "https://www.toledoblade.com/sports/ut/2024/09/16/video-how-can-toledo-avoid-epic-letdown-at-western-kentucky/stories/20240915147",
      "https://www.my.toledoblade.com/purchase/",
      "https://players.brightcove.net/1146616445001/default_default/index.html",
      "https://www.img.particlenews.com/image.php?url=0kqOzv_0vcU9AZS00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0kqOzv_0vcU9AZS00",
      "https://img.particlenews.com/image.php",
      "https://www.players.brightcove.net/1146616445001/default_default/index.html?videoId=6362044025112",
      "https://toledoblade.com/sports/ut/2024/09/16/video-how-can-toledo-avoid-epic-letdown-at-western-kentucky/stories/20240915147",
      "https://my.toledoblade.com/purchase"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:31:30.318+03:00",
    "updated": "2024-09-20T00:31:30.318+03:00"
  },
  {
    "uuid": "32cc51c33a9688ebd2d86198010352c0df9c03fb",
    "url": "https://www.ngenespanol.com/el-mundo/el-2023-fue-el-ano-mas-caluroso-registrado-sera-superado",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@revistanatgeo",
    "published": "2024-03-21T23:00:00Z",
    "title": "El año más caluroso y la tendencia positiva del calentamiento global",
    "text": "Tras el reporte que posicionó al 2023 como el año más caluroso registrado, las predicciones para el resto de años son alarmantes El calentamiento global sigue definiendo el estilo de vida de todos los seres humanos. El mundo está cambiando y la tendencia positiva en el aumento del calor es un hecho. Consecuentemente, cada vez son más comunes los análisis y las predicciones al respecto. Por ejemplo, la Organización Meteorológica Mundial (OMM) informó que el 2023 fue el año más caluroso registrado hasta la fecha. Inevitablemente, la tendencia al alta hace pensar que 2024 no será la excepción. Esto es particularmente peligroso, pues el calentamiento global trae consigo una serie de problemáticas importantes; por ejemplo, olas de calor, inundaciones, sequías, incendios forestales y ciclones tropicales de rápida intensificación. Todos estos fenómenos caóticos son cada vez más frecuentes y dañan cada vez más vidas. «En un día promedio en 2023, casi un tercio del océano global estaba afectado por una ola de calor marina, dañando ecosistemas vitales y sistemas alimentarios. Hacia finales de 2023, más del 90% del océano había experimentado condiciones de ola de calor en algún momento durante el año», señala la OMM. Entonces, si bien es arriesgado aseverar que 2024 será el año más caliente, no es una posibilidad descabellada. La tendencia es clara, pues existen evidencias suficientes para demostrar que la temperatura aumentó aproximadamente 1.45 °C desde la época preindustrial. Por ello, aunque el aumento anual sea relativamente poco, sigue siendo progresivo y de gran importancia. Te sugerimos: Earth’s Black Box: La intrigante caja negra que espera la inminente muerte de la Tierra Los años venideros Por supuesto, el aumento de los fenómenos naturales provocados por el calentamiento global resulta en otra serie de consecuencias. Por ejemplo, una de las materias más afectadas por el calentamiento global es la economía. Un reporte lanzado por la Organización de las Naciones Unidas (ONU) predijo que entre 2025 y 2100 la inacción respecto al cambio climático podría alcanzar un costo de 1,266 billones de dólares. Es probable que las estimaciones no sean completamente precisas; sin embargo, están construidas con modelos relativamente efectivos y evidencias irrefutables. Tal vez 2024 no será el más caliente registrado, pero -seguramente- dicho año pronto llegará. Por ello, es importante la colaboración mundial para desacelerar la tendencia positiva del calentamiento global. Un oso polar sobre el derretimiento hielo marino derritiéndose cerca de Harbour Islands. / Getty Images Además, conociendo el aumento de los fenómenos y las consecuencias del cambio climático, los modelos de prevención deben ser cada vez más efectivos. Finalmente, el hecho de que 2023 haya sido el año más caluroso es una muestra más de la situación compleja que atraviesa el mundo. Sigue leyendo: El cambio climático está acelerando la desaparición de los anfibios ¿Cuándo empieza la primavera y por qué se está adelantando con el cambio climático? Qué sabemos del Glaciar del Fin del Mundo, el bloque de hielo que marca la gravedad del cambio climático",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Science and Technology",
      "Environment"
    ],
    "external_links": [
      "https://wmo.int/news/media-centre/climate-change-indicators-reached-record-levels-2023-wmo)",
      "https://news.un.org/en/story/2024/03/1147716)",
      "https://www.news.un.org/en/story/2024/03/1147716)",
      "https://www.wmo.int/news/media-centre/climate-change-indicators-reached-record-levels-2023-wmo)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T03:10:24.789+02:00",
    "updated": "2024-03-22T08:59:40.463+02:00"
  },
  {
    "uuid": "e5a576333a10ce0b0202a13be017052a124db972",
    "url": "https://english.jagran.com/world/indian-origin-man-breakin-at-hindu-temple-in-canada-staels-money-from-donation-box-arrested-10123650",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@englishjagrannews",
    "published": "2023-12-29T07:46:00Z",
    "title": "Indian-Origin Man Breaks-In At Hindu Temple In Canada, Staels Money From Donation Box; Arrested",
    "text": "- By [Anushka Vats](/authors/anushka-vats) - Updated: Fri, 29 Dec 2023 03:50 PM (IST) - Source:JND A 41-year-old Indo-Canadian man has been arrested for many thefts and break-ins at Hindu temples located in the Durham Region and Greater Toronto Area of Canada, reported PTI, citing a police official. However, Durham Regional Police stated in a press release on Thursday that the offenses don't seem to be hate crimes or driven by hatred. The accused man has been identified as Jagdish Pandher from Brampton City. The incident took place in the early hours of October 8 and the police responded to a break-and-enter at a Hindu temple in the area of Bayly Street and Krosno Boulevard in Pickering. Pandher was caught on camera breaking into the temple and taking a huge sum of money from the donation boxes. He left the scene before the cops arrived, said the press release. He was \"seen on surveillance footage later that morning committing additional break-and-enters at Hindu temples in Pickering and Ajax,\" the release said. According to the police, the suspect has been linked to numerous other break-and-enters at Hindu temples throughout the year. \"These break-and-enters occurred in Durham Region and around the Greater Toronto Area,\" they said, as quoted by PTI. According to the release, Pandher is accused of breaking and entering on four separate occasions. (With inputs from agency) [English Jagran.com](https://english.jagran.com/)Jagran English is available on WhatsApp. Join now for latest news from India and around the world. [Join our WhatsApp Channel](https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)",
      "https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l",
      "https://whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pandher",
          "sentiment": "none"
        },
        {
          "name": "jagdish pandher",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "anushka vats",
          "sentiment": "negative"
        },
        {
          "name": "pti",
          "sentiment": "none"
        },
        {
          "name": "greater toronto area of canada",
          "sentiment": "none"
        },
        {
          "name": "durham regional police",
          "sentiment": "none"
        },
        {
          "name": "ajax",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "bayly street",
          "sentiment": "none"
        },
        {
          "name": "pickering",
          "sentiment": "none"
        },
        {
          "name": "brampton city",
          "sentiment": "none"
        },
        {
          "name": "krosno boulevard",
          "sentiment": "none"
        },
        {
          "name": "durham region",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:37:56.421+02:00",
    "updated": "2023-12-29T12:37:56.421+02:00"
  },
  {
    "uuid": "23a7ce3f67e3ea9907fd02323535f7eef95cdbd0",
    "url": "https://dailyvoice.com/new-jersey/atlantic/coastal-flood-warning-issued-for-many-jersey-shore-areas-due-to-onshore-flow-high-tides-nws",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chris Spiker",
    "published": "2024-05-10T14:41:00Z",
    "title": "Coastal Flood Warning Issued For Many Jersey Shore Areas Due To Onshore Flow, High Tides: NWS",
    "text": "The National Weather Service issued a coastal flood warning on Friday, May 10 for coastal parts of Atlantic, Burlington, Cape May, Cumberland, and Ocean counties. A coastal flood advisory was issued for oceanfront areas of Middlesex and Monmouth counties, as well as bayfront and riverfront parts of Burlington, Camden, Gloucester, and Salem counties.\nThe NWS said moderate flooding was forecasted in coastal communities like Atlantic City, Barnegat Light, Bivalve, Cape May, and Ocean City during the late-night high tide on Friday, May 10. Minor flooding could also happen during high tides on Saturday, May 11.\nMinor flooding was expected along the ocean in places like Manasquan, Perth Amboy, and Sandy Hook during high tides on Friday and Saturday nights. It was also forecasted for communities along the Delaware Bay and River for early morning high tides on Saturday and Sunday, May 12.\nForecasters also said an increasing onshore flow and higher astronomical tides were responsible for fueling the flooding.\nWildwood's fire department warned residents to move their vehicles from low-lying areas before high tide.\n\"Flooding can occur for several hours after the actual time of high tide,\" the department said in\na Facebook post.\nFlooding begins on the most vulnerable roads in coastal communities and along inland tidal waterways, according to the NWS. Some roads may need to be partially or completely closed.\nEmergency officials said you should never drive through floodwater and you should take the necessary steps to protect flood-prone property.\nAtlantic\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/WildwoodCityFD/posts/pfbid02whFZyBVbkMehAqu7s5a2sqF9zT9SW2633msRRrGrgMYx25T1adDPRszHhAsQqntXl",
      "https://facebook.com/WildwoodCityFD/posts/pfbid02whFZyBVbkMehAqu7s5a2sqF9zT9SW2633msRRrGrgMYx25T1adDPRszHhAsQqntXl"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sandy hook",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "barnegat light",
          "sentiment": "none"
        },
        {
          "name": "nws",
          "sentiment": "none"
        },
        {
          "name": "perth amboy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "camden",
          "sentiment": "none"
        },
        {
          "name": "atlantic city",
          "sentiment": "none"
        },
        {
          "name": "ocean city",
          "sentiment": "none"
        },
        {
          "name": "cumberland",
          "sentiment": "none"
        },
        {
          "name": "cape",
          "sentiment": "none"
        },
        {
          "name": "monmouth",
          "sentiment": "none"
        },
        {
          "name": "wildwood",
          "sentiment": "none"
        },
        {
          "name": "burlington",
          "sentiment": "none"
        },
        {
          "name": "gloucester",
          "sentiment": "none"
        },
        {
          "name": "middlesex",
          "sentiment": "none"
        },
        {
          "name": "ocean",
          "sentiment": "none"
        },
        {
          "name": "salem",
          "sentiment": "none"
        },
        {
          "name": "manasquan",
          "sentiment": "none"
        },
        {
          "name": "delaware bay and river",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T17:51:02.287+03:00",
    "updated": "2024-05-10T17:51:02.287+03:00"
  },
  {
    "uuid": "3f0a8c17d68a5d4cae3e9ad1e154936d94619276",
    "url": "https://finance.sina.com.cn/jjxw/2025-03-13/doc-inepniqt0912200.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "sina.com.cn",
    "published": "2025-03-13T00:49:00Z",
    "title": "繁花舞春风！北京诗意春景上新|北海公园_新浪财经_新浪网",
    "text": "转自：北京日报客户端\n当待春中，草木蔓发，春山可望。三月的北京逐渐褪去料峭寒意，披上春的锦袍。颐和园的迎春、山桃迎风吐蕊，一树繁花与佛香阁的倒影共舞春风。\n北海公园碧波荡漾，泛舟太液池的游客总在桨声里邂逅飘落掌心的花瓣。古老的明城墙遗址此刻最是热闹，漫步深红浅粉的花朵与古城砖之间，即可邂逅“梅”好。\n人随春好，春与人宜。这座城市将烟雨酿成春酒，邀请游人在古老与现代交织的天地间，收藏一段属于京华的诗行。\n伴随着春光明媚，左安门角楼周边，环二环滨水绿道的各色梅花竞相绽放，花瓣如云似雾，将城市街景晕染成水墨画卷，吸引市民驻足打卡。 方非摄\n当前，各类春花逐渐进入最佳观赏期，园林绿化部门建议市民错开高峰，文明观赏，选择清晨或傍晚前来，既能享受清幽赏花体验，又可捕捉金色时刻的绝佳光影。方非摄\n国家大剧院前玉兰花开，在春日阳光下显得格外明媚。赵承顺 摄 亮马河畔，游人尽情欣赏春花，感受春意。杨建国 摄 大观园缀锦阁前，白玉兰吐露芬芳。温建生 摄 3月12日，北海公园碧波荡漾，游船开航，山桃花也在晴空下更加秀丽。王新 摄 蓝天为画布，玉兰织锦绣，飞机飞向春天。柳峰 摄 北海公园阐福寺的山桃花如约绽放，吸引游人驻足。亓春永 摄 北海公园阐福寺的山桃花如约绽放，吸引游人驻足。亓春永 摄 朝阳区二里沟桃花盛开，游人络绎不绝。汪文南 摄 明城墙遗址公园，各种颜色的梅花次第开放，游人赏花的脚步不停。霍玉平 摄 颐和园昆明湖畔，迎春点点报春来。林学会 摄 颐和园内，蓝天、碧水、长桥、春花共同构成了一幅春日图画。林学会 摄 颐和园内山桃花迎风吐蕊，吸引游人驻足拍照留念。林学会 摄 颐和园内山桃花迎风吐蕊，吸引游人驻足拍照留念。林学会 摄 来源：北京日报客户端",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Environment->flowers and plants",
      "Environment->parks",
      "Environment->nature",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->outdoor recreational activities",
      "Lifestyle and Leisure->travel and tourism"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T02:56:18.007+02:00",
    "updated": "2025-03-13T02:56:18.007+02:00"
  }
]
