[
  {
    "uuid": "0b8a331ffb4187d5037ed1eedb90497cc14f12e8",
    "url": "https://www.newsbreak.com/connecticut-state/3507894532864-ct-lawmakers-approve-bill-that-could-impact-water-bills-car-taxes",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-06-27T21:10:00Z",
    "title": "CT lawmakers approve bill that could impact water bills, car taxes",
    "text": "By John Craven ,\n37 minutes ago\n\"\nConnecticut lawmakers approved a bill that could impact your car taxes and your water bill during a special session on Thursday. The legislation changes how vehicles' value is assessed, and also paves the way for a regional water authority to potentially take over Bridgeport-based Aquarion Water Company. AQUARION SALE Hundreds of thousands of homes get their water from Aquarion, especially in Fairfield County. If the utility wants to raise your rates, state regulators have to approve it. But lawmakers gave emergency approval to a controversial bill that could change that. The legislation lets the South Central Connecticut Regional Water Authority in New Haven bid on purchasing Aquarion. If the sale goes through, the Public Utilities Regulatory Authority (PURA) could no longer review rate increases, since RWA is a quasi-public agency. \"We have before us a piece of legislation that could have billions of dollars of effect per year on Connecticut residents – on people paying their water bills,\" said state Sen. Ryan Fazio (R-Greenwich), the top Republican on the Legislature's Energy and Technology Committee. RWA promised there would still be checks-and-balances. To protect customers, the utility's governing board would be expanded to include members living in Aquarion's service territory. \"We have an application that we submit to the board of directors,\" said Larry Bingaman, the authority's CEO. \"That is submitted to a policy board. They, in turn, have hearings.\" The purchase is far from a done deal. Connecticut Water Company – which is private and regulated – is also interested in Aquarion. Plus, PURA must approve any purchase agreement. \"Prior to PURA making a final ruling, legislators can have hearings. They could introduce bills,\" said House Speaker Matt Ritter (D-Hartford). \"And if there's real concerns about this transaction, then we said to them we would look at subsequent amendments or language to see how it goes.\" CAR TAX CHANGES Lawmakers also approved changes to the car tax. All vehicles' assessment value will now be based on the original Manufacturer's Suggested Retail Price (MSRP), including a statewide standard of how a car depreciates over time. It's an attempt to make your car tax bill more predictable, after many car owners saw dramatic increases during the pandemic-era supply chain crisis. The immediate impact on most car owners is unclear. \"We don't know whether or not it raises taxes or lowers them,\" said state Rep. Vin Candelora (R-North Branford), the Connecticut House GOP leader. \"What we do know is, it's sort of moving food around the plate.\" Cities and towns asked for the change. \"It's diminimous,\" Ritter said. \"It affects a handful of vehicles and makes that might go up a little bit, but it's very, very small.\" The new law also avoids a major car tax increase on businesses. The legislation ensures that commercial fleets will still be taxed as motor vehicles (whose tax rate is capped at 32 mills), rather than personal property. \" Expand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0OTUz2_0u6dbhW100",
      "https://www.cga.ct.gov/2024/BA/PDF/2024SB-00501-R00SS1-BA.PDF",
      "https://connecticut.news12.com/pandemic-hits-taxpayers-wallets-as-car-tax-bills-soar",
      "https://img.particlenews.com/image.php?url=0OTUz2_0u6dbhW100",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?url=0OTUz2_0u6dbhW100",
      "https://www.connecticut.news12.com/pandemic-hits-taxpayers-wallets-as-car-tax-bills-soar",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0OTUz2_0u6dbhW100",
      "https://cga.ct.gov/2024/BA/PDF/2024SB-00501-R00SS1-BA.PDF"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john craven",
          "sentiment": "negative"
        },
        {
          "name": "ryan fazio (r-greenwich)",
          "sentiment": "none"
        },
        {
          "name": "republica",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "aquarion water company",
          "sentiment": "none"
        },
        {
          "name": "aquarion",
          "sentiment": "none"
        },
        {
          "name": "public utilities regulatory authority",
          "sentiment": "none"
        },
        {
          "name": "south central connecticut regional water authority",
          "sentiment": "none"
        },
        {
          "name": "aquarion",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "connecticut",
          "sentiment": "none"
        },
        {
          "name": "bridgeport",
          "sentiment": "none"
        },
        {
          "name": "new haven",
          "sentiment": "none"
        },
        {
          "name": "fairfield county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T00:54:01.616+03:00",
    "updated": "2024-06-28T00:54:01.616+03:00"
  },
  {
    "uuid": "36568e6c3d6c8b6212856c12e6cadebc84269c6d",
    "url": "https://ground.news/article/flood-situation-in-dresden-eases-elbe-level-falls",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TAZ",
    "published": "2023-12-29T09:59:00Z",
    "title": "Ground News - Flood situation: Elbe level falls, Weser rises",
    "text": "Summary by TAZ The flood situation in northwestern and eastern Germany is likely to remain tense on Friday as well. What is important is how much rain is still falling. more... Share menu More\nFilters 2 Articles 2 Articles All Left Center Right\nTAZ Flood situation: Elbe level falls, Weser rises The flood situation in northwestern and eastern Germany is likely to remain tense on Friday as well. What is important is how much rain is still falling. more...\n2 hours ago Read Full Article\nTAZ\nFlood situation: Elbe level falls, Weser rises The flood situation in northwestern and eastern Germany is likely to remain tense on Friday as well. What is important is how much rain is still falling. more...\n2 hours ago Read Full Article stern.de Independent: Bertelsmann Stiftung Flood situation in Dresden eases: Elbe level falls The flood situation on the Elbe in Dresden is easing a bit. Since Friday night, the Elbe level has been falling again, according to data from the State Flood Center. For a short time, the Elbe had reached a level of 5.95 meters. Dresden's environmental mayor Eva Jähnigen (Greens) explained on Deutschlandfunk in the morning that alert level 3 should be reduced over the course of Friday. All protective measures had taken effect; there had been no …\n4 hours ago · Germany Read Full Article\nstern.de Independent: Bertelsmann Stiftung\nFlood situation in Dresden eases: Elbe level falls The flood situation on the Elbe in Dresden is easing a bit. Since Friday night, the Elbe level has been falling again, according to data from the State Flood Center. For a short time, the Elbe had reached a level of 5.95 meters. Dresden's environmental mayor Eva Jähnigen (Greens) explained on Deutschlandfunk in the morning that alert level 3 should be reduced over the course of Friday. All protective measures had taken effect; there had been no …\n4 hours ago · Germany Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://groundnews.b-cdn.net/interests/",
      "https://taz.de/Hochwasser-Lage/!5981841/?utm_source=ground.news&utm_medium=referral",
      "https://www.stern.de/gesellschaft/regional/sachsen/landeshochwasserzentrum--hochwasserlage-in-dresden-entspannt-sich--elbpegel-sinkt-34323480.html?utm_source=ground.news&utm_medium=referral",
      "https://stern.de/gesellschaft/regional/sachsen/landeshochwasserzentrum--hochwasserlage-in-dresden-entspannt-sich--elbpegel-sinkt-34323480.html?utm_source=ground.news&utm_medium=referral",
      "https://groundnews.b-cdn.net/interests",
      "https://www.taz.de/Hochwasser-Lage/!5981841/?utm_source=ground.news&utm_medium=referral",
      "https://www.groundnews.b-cdn.net/interests/",
      "https://taz.de/Hochwasser-Lage/!5981841/",
      "https://www.stern.de/gesellschaft/regional/sachsen/landeshochwasserzentrum--hochwasserlage-in-dresden-entspannt-sich--elbpegel-sinkt-34323480.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "weser",
          "sentiment": "negative"
        },
        {
          "name": "eva jähnigen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bertelsmann stiftung flood",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "elbe",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "dresden",
          "sentiment": "none"
        },
        {
          "name": "state flood center",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:40:54.532+02:00",
    "updated": "2023-12-29T12:40:54.532+02:00"
  },
  {
    "uuid": "c3060a8ab20369f8687766d97ca2dafd828bb25f",
    "url": "https://elnuevodiario.com.do/el-papa-se-reunio-con-el-cardenal-conservador-burke-despues-de-quitarle-el-apartamento/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EFE",
    "published": "2023-12-29T11:47:00Z",
    "title": "El papa se reunió con el cardenal conservador Burke, después de quitarle el apartamento",
    "text": "EL NUEVO DIARIO, CIUDAD DEL VATICANO.- El papa Francisco se reunió este viernes con el ultraconservador cardenal estadounidense Raymond Burke, uno de los más críticos con su pontificado como ha demostrado públicamente en varias ocasiones, y a quien recientemente decidió quitarle el apartamento en el que vive y rebajar el sueldo.\nDe la reunión no se han conocido detalles y el cardenal, preguntado por el diario «Il Messaggero», prefirió no hacer comentarios, pero seguramente se abordó la decisión de Francisco, que en la reunión del pasado 20 de noviembre con los jefes de los dicasterios (ministerios vaticanos) informó de que eliminaría el alquiler privilegiado del que disfruta el cardenal y reduciría su sueldo.\nSegún algunos medios, el papa habría explicado que el motivo de su gesto era la desunión que crea el purpurado y que está usando ese apartamento y ese sueldo que le pasa el Vaticano precisamente contra la Iglesia.\nEl purpurado estadounidense cumplió 75 años el pasado junio, edad de jubilación de los prelados, fue prefecto del Tribunal Supremo de la Signatura Apostólica y también ex patrono emérito de la Orden de Malta, por lo que no tiene cargo alguno en la Curia vaticana.\nAún así cuenta con un apartamento a pocos metros de la plaza de San Pedro de más de 400 metros cuadrados y ha seguido cobrando un salario vaticano de entre 5.000 y 6.000 euros al mes.\nEl cardenal, uno de los más críticos con Francisco, participó en una conferencia titulada «La Babel sinodal», el día antes de que comenzase el Sínodo, en la que se criticó duramente la asamblea promovida por el papa, en la que por primera vez pudieron votar laicos, y entre ellos mujeres.\nAdemás, con anterioridad Burke y otros cardenales ya retirados, como el alemán Walter Brandmueller, el mexicano Juan Sandoval y el guineano Robert Sarah, así como el arzobispo retirado de Hong Kong Joseph Zen, publicaron una carta con cinco ‘dubia’ (dudas) presentadas a Francisco sobre el Sínodo.\nEn ella expresaban su preocupación porque «la bendición de parejas homosexuales pueda crear confusión, no solo haciendo que parezcan análogas al matrimonio, sino porque los actos homosexuales serían presentados como un bien» y otras cuestiones.\nBurke ya había participado hace años en otra carta con dudas enviada al papa tras la publicación de la exhortación apostólica «Amoris Laetitia».",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T13:55:45.191+02:00",
    "updated": "2023-12-29T13:55:45.191+02:00"
  },
  {
    "uuid": "9c860688388f3444f66ce9cd6e22b1b351140d33",
    "url": "https://www.emol.com/noticias/Autos/2023/12/28/1117060/xiaomi-presenta-su-primer-auto.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "El Mercurio S.A.P.",
    "published": "2023-12-28T16:07:00Z",
    "title": "De 0 a 100 km/h en 2,78 segundos: Xiaomi presenta oficialmente su primer auto eléctrico",
    "text": "Después de años de espera desde que anunció su ingreso a la industria automotriz, finalmente Xiaomi presentó su primer vehículo que llegará a los mercados internacionales durante los próximos meses . Se trata del Xiaomi SU7, el primer coche eléctrico de la firma pekinesa que fue exhibido a nivel mundial por el propio fundador de la marca, Lei Jun.\nEn términos estéticos, el vehículo muestra rasgos similares a los modelos de Tesla con líneas bien definidas y rasgos deportivos. Mismas características que también lo hacen parecerse al popular Porsche Taycan. Estará disponible en azul, gris y verde.\nCon dimensiones de 4,99 metros de largo, 1,96 metros de ancho y 1,4 metros de alto , además de una distancia entre ejes de 3000 milímetros, el vehículo se enmarca dentro del segmento sedán. El modelo de entrada pesa 1980 kilos, mientras que la versión premium alcanza los 2205 kilos (existen solo dos versiones).\nEl interior destaca por el lujo y tecnología. Es así que luce un Heads-Up Display avanzado, además de diferentes pantallas de grandes dimensiones y el sistema operativo HyperOS.\nTambién fue equipado con tecnología autónom a basada en LIDAR que le permite estacionar sin pasajeros a bordo, hasta sortrear algunos obstáculos durante la circulación por calles abiertas.\nEn el apartado mecánico, el Xiaomi SU7 de entrada equipará un motor HyperEngine V6, contará con tracción trasera (RWD) y alcanzará los 210 km/h de velocidad punta (limitada electrónicamente).\nPor otro lado, la versión premium tendrá un motor HyperEngine V6s que le permitirá llegar a los 265 km/h. En este caso la tracción es a las cuatro ruedas (AWD) y podrá pasar de 0 a 100 km/h en 2,78 segundos .\nLa batería es otro de los datos que sorprende ya que según medios internacionales tendrá una potencia máxima de 150 kWh y una impresionante autonomía de más de 1.200 km.\n“Este es un importante paso adelante a medida que continuamos invirtiendo en tecnología E-Motor y nos esforzamos por convertirnos en un actor líder en la industria ”, dijo Lei Jun, CEO y fundador de Xiaomi.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://static.emol.cl/emol50/Fotos/2023/12/28/file_20231228121708.jpeg",
      "https://static.emol.cl/emol50/Fotos/2023/12/28/file_20231228121715.jpeg",
      "https://static.emol.cl/emol50/Fotos/2023/12/28/file_20231228121722.jpeg",
      "https://www.static.emol.cl/emol50/Fotos/2023/12/28/file_20231228121722.jpeg",
      "https://www.static.emol.cl/emol50/Fotos/2023/12/28/file_20231228121715.jpeg",
      "https://www.static.emol.cl/emol50/Fotos/2023/12/28/file_20231228121708.jpeg"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:05:08.226+02:00",
    "updated": "2023-12-29T00:05:08.226+02:00"
  },
  {
    "uuid": "45d421a7e7d49e6587166f58ff9f86da2137c4fa",
    "url": "https://www.rtl.be/actu/monde/international/salvador-la-face-obscure-de-la-guerre-contre-les-gangs-de-bukele/2024-02-01/article/633459",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@rtlinfo",
    "published": "2024-02-01T21:57:00Z",
    "title": "Salvador: la face obscure de la \"guerre contre les gangs\" de Bukele",
    "text": "Partager:\nQuelque 75.000 personnes ont été emprisonnées au Salvador dans le cadre de l'état d'urgence en vigueur depuis mars 2022. Si 7.000 ont été innocentées depuis, nombreuses seraient encore derrière les barreaux sans preuves, selon des ONG, dévoilant la face obscure de la \"guerre contre les gangs\" du président Nayib Bukele.\nSi la criminalité s'est effondrée dans le pays d'Amérique centrale, des organisations de défense de droits humains comme Amnesty international ou au Salvador le Mouvement des victimes du régime (Movir), dénoncent détentions arbitraires, mauvais traitements, cas de torture et même des décès dans les prisons.\n\"Certaines arrestations étaient fondées sur le seul fait que les personnes concernées avaient des tatouages, un casier judiciaire ou vivaient dans une zone contrôlée par des gangs\", dit Amnesty dans son rapport de décembre 2023.\nSandra, Maricela, Josefina et Irma, mères ou grand-mères de familles ayant en commun de vivre dans une extrême pauvreté, affirment à l'AFP que leurs proches sont des victimes innocentes des dérives de l'état d'urgence.\n- \"Des innocents meurent\" -\nSandra Hernandez, 36 ans, mère de deux enfants de 17 et 13 ans, raconte dans sa maison sans eau ni électricité, à 50 km de San Salvador, l'arrestation de son mari, le 26 mai 2022.\n\"Ils l'ont accusé d'appartenance à un gang. Il n'avait pas de tatouages\", assure-t-elle. En prison, José Medrano est tombé malade, souffrant d'insuffisance rénale.\nLa dernière fois que Sandra Hernandez et ses enfants l'ont vu, c'est lors d'un appel vidéo au moment de son transfert à l'hôpital pour une hémodialyse. Il y décédera le 26 mars 2023. \"Des innocents meurent, pas les membres des gangs (...) Ce qu'ils ont fait, c'est instaurer la terreur, et ce sont les pauvres gens qui tombent\", fustige-t-elle.\n- \"Peur qu'ils m'emmènent\" -\nMaricela Méndez raconte avoir été arrêtée chez elle, à Alta Vista, dans le nord-est de San Salvador, le 19 juillet 2022 et ses enfants alors âgés de 11 et 7 ans confiés à leur grand-mère.\n\"Ils m'ont accusée d'être une délinquante du quartier, la police avait un quota de cinq arrestations\", affirme-t-elle estimant avoir été dénoncée sans preuves par des voisins.\nElle a séjourné dans trois prisons, dormant à même le sol, nourrie de simples galettes de maïs et d'eau sucrée. \"Ils nous punissaient, nous battaient, ne nous donnaient pas d'eau\". Enceinte lors de son arrestation, elle a obtenu une libération conditionnelle deux mois avant l'accouchement. A sa sortie, son mari l'avait quittée.\nCette mère de 35 ans qui travaille dans un salon de beauté dit ses enfants \"traumatisés\". \"Lorsqu'ils voient une patrouille de police, ils pleurent, ils ont peur qu'ils m'emmènent à nouveau. Je ressens la même peur\".\n- \"Ils n'enquêtent pas\" -\nLes yeux gonflés d'avoir mal dormi à côté du berceau où se reposent ses petits-enfants de deux et trois ans et demi, Josefina Bonilla essuie ses larmes.\nElle dit n'avoir \"pas de nouvelles\" de sa fille Stefany Santos, 24 ans, arrêtée le 2 juin 2022. La grand-mère évoque un conflit avec la famille du père, assassiné pour un problème de dettes.\n\"Elle est innocente. Ils arrêtent des gens et n'enquêtent pas\", affirme-t-elle dans sa modeste maison de Soyapango, disant vivre grâce à l'aide de voisins.\n\"Ma fille est asthmatique et a des problèmes psychologiques. Je suis inquiète qu'elle n'ait pas de médicaments\", se lamente-t-elle, déplorant qu'en un an et demi, elle n'ait pu lui apporter que trois colis de nourriture et de vêtements.\n- Avenir \"volé\" -\nIrma Garcia, 42 ans, dit vouloir parler pour ne plus se sentir \"impuissante\" après l'arrestation de son fils, bientôt 18 ans ce 7 juin 2022, dans l'atelier de mécanique où il travaillait.\n\"Depuis qu'ils l'ont emmené, je ne l'ai plus vu. Je ne sais pas s'il va bien, s'il est vivant\", dit-elle dans sa chambre à Mejicanos, au nord de San Salvador.\n\"Mon fils n'est pas membre d'un gang, il n'a pas de tatouages, il n'a fait de mal à personne\", assure-t-elle, évoquant une dénonciation anonyme.\n\"Ils arrêtent des jeunes innocents, ils volent leurs rêves, leur avenir, comme celui de mon fils\", se lamente cette veuve, mère de trois autres enfants de 13, 15 et 21 ans qui dit vivre \"avec l'inquiétude qu'on me dise qu'il a été tué\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T01:36:56.920+02:00",
    "updated": "2024-02-02T01:36:56.920+02:00"
  },
  {
    "uuid": "76a35bd765865a8f6ddc8582c7ee36c88380c78d",
    "url": "https://www.bursa.ro/trade-unionists-from-education-put-the-cannons-on-the-ministry-of-finance-88447159",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "redactia@bursa.ro (English Section - Ziarul Bursa)",
    "published": "2024-01-25T20:00:00Z",
    "title": "Trade unionists from education put the 'cannons' on the Ministry of Finance",
    "text": "The dissatisfaction of education employees is increasing day by day. The representative trade union federations in education have conveyed that the attitude of the Ministry of Finance to refuse approval of the memorandum regarding the filling of vacant positions in 2023 is \"abusive\" and \"contemptuous\". Haret' and the National Trade Union Federation \"Alma Mater' - representative trade union federations at the pre-university education and higher education collective bargaining sector level - consider the attitude of the Ministry of Finance to refuse approval of the memorandum regarding the filling of the positions vacancies in the year 2023. In total disregard for the legal provisions in force - respectively those of Article XVII paragraph (5) of Law No. 296/2023 and Article VII paragraph (3) of O.U.G. No. 115/2023 (which allow, by means of a Government memorandum, to approve the filling of positions that become vacant in 2023, respectively allow the filling of positions that become vacant/temporarily vacant in 2024) - the draft memorandum initiated by the Ministry of Education for the filling of vacant positions in education is blocked by the Ministry of Finance, until the date on which the situation regarding the vacant positions, at the national level, in pre-university and higher education, until the year 2025 is transmitted\". Also, the trade unionists draw attention to the fact that the smooth development of the educational process, both in pre-university education and in higher education, requires the provision of the necessary human resources, depending on the needs, regardless of the nature of the position that has been or will be vacant. At the same time, the three federations remind the \"decision-makers\" that the protest actions in the spring and summer of last year were generated by the general state of dissatisfaction of employees in education, \"systematically disregarded in recent years\": \"It must not be forgotten that one of the problems raised was the lack of personnel, trade union federations constantly requesting the provision of qualified and sufficient human resources, regardless of the nature of the position\". The Federation of Free Trade Unions in Education, the Federation of Trade Unions in Education \"Spiru Haret\" and the National Trade Union Federation \"Alma Mater\" believe that the Government of Romania must have \"as a priority\" the good functioning of the educational system, including by ensuring qualified and sufficient human resources.\nTrade unionists from education put the \"cannons\" on the Ministry of Finance\nO.D.\n[English Section](/english-section) / 26 ianuarie",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ministry of finance",
          "sentiment": "negative"
        },
        {
          "name": "ministry of education",
          "sentiment": "none"
        },
        {
          "name": "alma mater",
          "sentiment": "none"
        },
        {
          "name": "national trade union federation",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:09:16.148+02:00",
    "updated": "2024-01-26T00:09:16.148+02:00"
  }
]