[
  {
    "uuid": "4e7f5139f2de516136a1b46c0f5a450ed9c0f973",
    "url": "https://www.latestnigeriannews.com/p/3124500/eagles-made-statement-with-win-over-cote-divoire-says-mvp-osimhen.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Latestnigeriannews",
    "published": "2024-01-19T06:34:00Z",
    "title": "Eagles made statement with win over Cote dIvoire, says MVP Osimhen",
    "text": "10 years ago I went through hell Etinosa Idemudia having sleepless nights as she relives marital ordeal - Kemi Filani Actress Sharon Ooja Celebrates Fiendship With Colleague Bisola Aiyeola - Stella Dimoko Korkus Adire, Merry Men 3, Dinner make Netflix debut - The Nation AFCON 2023 - JayJay Okocha Visits Super Eagles Ahead Of Match With Ivory Coast - https://www.latestnigeriannews.com/news/3123626/afcon-2023-jayjay-okocha-visits-super-eagles-ahead-of-match-with-ivory-coast.html AFCON 2023 - Nigeria Vs Ivory Coast... - https://www.latestnigeriannews.com/news/3123632/afcon-2023-nigeria-vs-ivory-coast.html AFCON 2023- Nigeria's Super Eagle Defeat Ivory Coast 1-0 - https://www.latestnigeriannews.com/news/3123634/afcon-2023-nigerias-super-eagle-defeat-ivory-coast-10.html AFCON 2023: Ghana on Verge of exit following 2-2 draw with Egypt - https://www.latestnigeriannews.com/news/3123646/afcon-2023-ghana-on-verge-of-exit-following-22-draw-with-egypt.html AFCON 2023: Nigeria defeats hosts nation Ivory Coast 1 - 0 in second group stage clash - Linda Ikeji AFCON: Troost Ekong Helps Nigeria Seal Crucial Victory Against Host Nation - Information Nigeria #AFCON2023: Nigeria Secures First Win With Troost-Ekong's Penalty Against Ivory Coast - Daily Independent [2023 AFCON: Egypt v Ghana report](//africanfootball.com///africanfootball.com/news/812428/2023-AFCON-Egypt-v-Ghana-report) - African Football [2023 AFCON: Ivory Coast vs Nigeria](//africanfootball.com///africanfootball.com/news/812410/2023-AFCON-Ivory-Coast-vs-Nigeria) - https://www.latestnigeriannews.com/news/3123673/2023-afcon-ivory-coast-vs-nigeria.html AFCON 2023:Cote DIvore 0-1 Nigeria - New Telegraph AFCON: Match against Ivory Coast 'big statement' for Nigeria ' Osimhen - Punch AFCON: Match against Ivory Coast big statement for Nigeria Osimhen - Daily Trust Algerian influencer, Benlemmane, deported, banned from Ivory Coast for life - https://www.latestnigeriannews.com/news/3123854/algerian-influencer-benlemmane-deported-banned-from-ivory-coast-for-life.html American Zach Johnson shares tight lead with Sweden's Alex Noren in California - Yahoo Aryna Sabalenka moves into fourth round after dominant victory - https://www.latestnigeriannews.com/news/3124365/aryna-sabalenka-moves-into-fourth-round-after-dominant-victory.html",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://dailytrust.com/algerian-influencer-benlemmane-deported-banned-from-ivory-coast-for-life/",
      "https://punchng.com/afcon-match-against-ivory-coast-big-statement-for-nigeria-osimhen/",
      "https://thenationonlineng.net/adire-merry-men-3-dinner-make-netflix-debut/",
      "https://www.kemifilani.ng/entertainment/etinosa-idemudia-having-sleepless-nights-as-she-relives-marital-ordeal/",
      "https://independent.ng/afcon2024-nigeria-secures-first-win-with-troost-ekongs-penalty-against-ivory-coast/",
      "https://uk.sports.yahoo.com/news/aryna-sabalenka-moves-fourth-round-052125189.html",
      "https://www.kemifilani.ng/sport/afcon-2023-ghana-on-verge-of-exit-following-2-2-draw-with-egypt/",
      "https://dailytrust.com/afcon-match-against-ivory-coast-big-statement-for-nigeria-osimhen/",
      "https://newtelegraphng.com/afcon-2023-ivory-coast-0-1-nigeria/?utm_source=rss&utm_medium=rss&utm_campaign=afcon-2023-ivory-coast-0-1-nigeria",
      "http://www.stelladimokokorkus.com/2024/01/afcon-2023-nigerias-super-eagle-defeat.html",
      "https://www.lindaikejisblog.com/2024/1/afcon-2023-nigeria-defeats-hosts-nation-ivory-coast-1-0-in-second-group-stage-clash-2.html",
      "http://www.stelladimokokorkus.com/2024/01/actress-sharon-ooja-celebrates.html",
      "https://uk.sports.yahoo.com/news/american-zach-johnson-shares-tight-051336269.html",
      "http://www.stelladimokokorkus.com/2024/01/afcon-2023-nigeria-vs-ivory-coast.html",
      "http://www.stelladimokokorkus.com/2024/01/afcon-2023-jayjay-okocha-visits-super.html",
      "https://www.informationng.com/2024/01/afcon-troost-ekong-helps-nigeria-seal-crucial-victory-against-host-nation.html",
      "https://dailytrust.com/algerian-influencer-benlemmane-deported-banned-from-ivory-coast-for-life",
      "https://thenationonlineng.net/adire-merry-men-3-dinner-make-netflix-debut",
      "https://www.newtelegraphng.com/afcon-2023-ivory-coast-0-1-nigeria/?utm_source=rss&utm_medium=rss&utm_campaign=afcon-2023-ivory-coast-0-1-nigeria",
      "https://kemifilani.ng/sport/afcon-2023-ghana-on-verge-of-exit-following-2-2-draw-with-egypt/",
      "https://kemifilani.ng/entertainment/etinosa-idemudia-having-sleepless-nights-as-she-relives-marital-ordeal/",
      "http://stelladimokokorkus.com/2024/01/afcon-2023-nigerias-super-eagle-defeat.html",
      "https://lindaikejisblog.com/2024/1/afcon-2023-nigeria-defeats-hosts-nation-ivory-coast-1-0-in-second-group-stage-clash-2.html",
      "https://www.thenationonlineng.net/adire-merry-men-3-dinner-make-netflix-debut/",
      "https://independent.ng/afcon2024-nigeria-secures-first-win-with-troost-ekongs-penalty-against-ivory-coast",
      "https://punchng.com/afcon-match-against-ivory-coast-big-statement-for-nigeria-osimhen",
      "https://newtelegraphng.com/afcon-2023-ivory-coast-0-1-nigeria/",
      "https://www.dailytrust.com/afcon-match-against-ivory-coast-big-statement-for-nigeria-osimhen/",
      "https://www.kemifilani.ng/sport/afcon-2023-ghana-on-verge-of-exit-following-2-2-draw-with-egypt",
      "https://www.uk.sports.yahoo.com/news/american-zach-johnson-shares-tight-051336269.html",
      "http://stelladimokokorkus.com/2024/01/afcon-2023-jayjay-okocha-visits-super.html",
      "https://www.uk.sports.yahoo.com/news/aryna-sabalenka-moves-fourth-round-052125189.html",
      "https://www.punchng.com/afcon-match-against-ivory-coast-big-statement-for-nigeria-osimhen/",
      "https://www.dailytrust.com/algerian-influencer-benlemmane-deported-banned-from-ivory-coast-for-life/",
      "https://www.independent.ng/afcon2024-nigeria-secures-first-win-with-troost-ekongs-penalty-against-ivory-coast/",
      "https://www.kemifilani.ng/entertainment/etinosa-idemudia-having-sleepless-nights-as-she-relives-marital-ordeal",
      "https://dailytrust.com/afcon-match-against-ivory-coast-big-statement-for-nigeria-osimhen",
      "http://stelladimokokorkus.com/2024/01/actress-sharon-ooja-celebrates.html",
      "http://stelladimokokorkus.com/2024/01/afcon-2023-nigeria-vs-ivory-coast.html",
      "https://informationng.com/2024/01/afcon-troost-ekong-helps-nigeria-seal-crucial-victory-against-host-nation.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "etinosa idemudia",
          "sentiment": "negative"
        },
        {
          "name": "stella dimoko korkus adire",
          "sentiment": "none"
        },
        {
          "name": "linda ikeji afcon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cote divoire",
          "sentiment": "negative"
        },
        {
          "name": "netflix",
          "sentiment": "none"
        },
        {
          "name": "troost ekong helps nigeria seal c",
          "sentiment": "none"
        },
        {
          "name": "kemi filani actress sharon ooja",
          "sentiment": "none"
        },
        {
          "name": "super eagle defeat ivory coast",
          "sentiment": "none"
        },
        {
          "name": "ivory coast",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "ghana",
          "sentiment": "none"
        },
        {
          "name": "ivory coast",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T09:48:17.867+02:00",
    "updated": "2024-01-19T09:48:17.867+02:00"
  },
  {
    "uuid": "0e741623aad76d4f43682f6dfb62799c5f16ccad",
    "url": "https://www.jpost.com/opinion/article-779326",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "jpost.com",
    "published": "2023-12-24T02:22:00Z",
    "title": "Israel must work to maintain progressive support - opinion - The Jerusalem Post",
    "text": "In the United States and throughout the Western world, a very important battle is taking place over the righteousness of the Zionist vision. The war in Gaza is highlighting voices among the progressive movement that are very challenging to progressive Zionists like myself. Our most effective partners in this battle against growing anti-Israelism and anti-Zionism are liberal and progressive Jews and non-Jews, who, for years, have been ideologically distanced from Israel due to governments on the Right.\nYet while the concept that “might can’t be right” has taken over part of the American progressive discourse, liberal Jews and progressive Zionists know that Israel must be strong for the sake of its survival even if we often criticize the way the strength is used and the lack of political strategy.\nFortunately, the State of Israel has been, is, and will remain strong, and I am proud of my contribution to its strength as an army officer, as a diplomat, and as an adviser to one of Israel’s founding fathers, Shimon Peres , who led the establishment of the country’s security infrastructure in its early days.\nAnother element that challenges us Zionist progressives is the worldwide tendency for extreme identity political discourse, according to which whites are privileged and cannot take part in the struggle for the rights of disadvantaged communities.\nIn a reality where there are those who seek to create a contradiction between progressive thinking and support for Israel, J Street and its partners in the progressive liberal Jewish community are fighting against this kind of thinking. THE LATE Shimon Peres at his desk in 1994. (credit: REUTERS) Defending Israel as part of the progressive set of values\nWe are defending the existence of a democratic homeland of the Jewish people as part of the progressive set of values, alongside LGBTQ rights , gender issues, equality, and social justice. We are countering those who seek to divide the world into good and bad according to concepts based on orientalist romanticism, which embraces the “weak,” regardless of their conduct, attitudes, and the atrocities that they commit.\nWe, the progressive Zionists, are in the best position to deal with the attitude that claims that Zionism is a colonialist movement because it is clear to us that the connection of the Jewish people to the Land of Israel cannot be denied, just as the connection of the Palestinian people to Palestine cannot be denied. Advertisement\nOur position, which claims that the Jewish people have a right to their own nation-state, just as the Palestinian people have a right to their own nation-state is much stronger than the positions of the right-wing version of Zionism.\nThis struggle is difficult, but it is successful. Of the 102 members of Congress who are on the progressive caucus, 95 are supporters of Israel, its right to self-defense and the special relationship between Israel and the US. The tendency to focus on the extreme minority led by some of the squad members is understandable, but they are a small although vocal minority among the progressive representation in Congress.\nThe fact is that J Street helps all those Democratic members of Congress ensures a progressive identity that supports Israel, and contributes significantly to maintaining support for Israel among the absolute majority of the Democratic Party.\nMany of the Israeli government ministers are quick to slander anyone who does not promote views that are compatible with Israeli right-wing policy, but it is precisely those who serve as the most effective promoters of Israel among a large public, who understand, thanks to us, that support for the security of the State of Israel can and must be part of the progressive basket of values.\nThis is why all those members of Congress support security aid to Israel. They have their conditions, they do not want this aid to reach the hands of violent settlers, who would use it to attack Palestinians in the territories.\nThey do want to make sure that Israel defines end goals for the war and draws a vision for the day after it, but obviously, these are Israeli interests, according to many Israelis as well. They also demand that Israel avoid as much as possible unnecessary harm to civilians, which is not an anti-Israeli position, but one which is in Israel’s best interest, if Israel wants to achieve its goals in the Gaza Strip and preserve its moral values.\nThe war and its social and political consequences around the world require a change of course. The continuation of the demand for supporting Israel, which will in fact become a demand to support right-wing policies, will make it difficult to stop the drift towards anti-Israel sentiment around the world. The partners we need most these days are not Donald Trump, Viktor Orbán, or Geert Wilders, but rather the progressive, real friends of Israel.\nIf the State of Israel becomes synonymous with the extreme Right, it will eventually become a hated and ostracized country among all those who abhor the racism and totalitarianism that is characteristic of the populist politicians of the extreme Right.\nIf Israel is able to strengthen its partnership with the progressive liberal elements, even if they have criticism of its policies, then Israel will be able to generate a positive progressive discourse that will curb the spread of anti–Zionism among many young men and women around the world.\nThe writer is J Street Israel’s executive director.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shimon peres",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "jerusalem post",
          "sentiment": "positive"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T04:39:24.819+02:00",
    "updated": "2023-12-24T04:39:24.819+02:00"
  },
  {
    "uuid": "7c08f55f2830dc34046ccf2e7db2613efb1687f6",
    "url": "https://www.openpr.com/news/3891148/eze-system-unveils-smart-automation-for-agriculture-at-world",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ABNewswire",
    "published": "2025-02-27T22:56:58Z",
    "title": "eze System Unveils Smart Automation for Agriculture at World",
    "text": "eze System Unveils Smart Automation for Agriculture at World Agri-Tech Innovation Summit 02-27-2025 11:34 PM CET | Business, Economy, Finances, Banking & Insurance\nPress release from: ABNewswire\nSan Francisco, CA - eze System, a leader in smart industrial IoT, will showcase its cutting-edge ezeio Registered solution at the World Agri-Tech Innovation Summit in San Francisco. As an official Scale-up participant, eze System is set to demonstrate how its full-featured, scalable, and cost-effective Industrial IoT (IIoT) system is transforming agriculture through edge automation and remote management - all powered by just a single hardware and a single cloud-based software.\nImage: https://www.abnewswire.com/upload/2025/02/a09e050a0fef877b4ed3453ad5d47d65.jpg\nUnlike complex and fragmented automation systems, ezeio Registered consolidates all necessary functionality, such as data logging, remote control and edge computing, into one seamless solution. With just one hardware unit and one unified cloud platform, users can monitor, control, automate and optimize a wide variety of applications with a single login, eliminating the need for multiple disconnected systems.\nEnterprise-Grade Management for Large-Scale Deployments\nBeyond its powerful automation capabilities, ezeio Registered offers enterprise-level management for larger, multi-site deployments. Its innovative account management engine allows businesses to efficiently organize and control thousands of connected assets across multiple locations, all within a structured, multi-tiered user environment. This ensures that organizations, teams, and stakeholders can access relevant data and control their equipment securely and efficiently, making larger-scale deployments easier to manage than ever before.\nRevolutionizing Agricultural Operations with Smart Automation\nThe ezeio Registered solution provides farmers, agribusinesses, and agricultural technology providers with an intuitive, out-of-the-box ready IIoT platform designed to optimize operations, reduce costs, and increase efficiency. By seamlessly integrating with any sensor, device, or equipment - regardless of brand or type - ezeio Registered delivers unparalleled flexibility and scalability for the AgTech sector.\nKey capabilities include:\n* Irrigation & Water Management - Automate and optimize irrigation to minimize waste and improve yield.\n* Fertigation Control - Precisely manage nutrient delivery for better crop health and efficiency.\n* Environmental & Crop Monitoring - Real-time insights with soil moisture sensors, weather stations, and analytics.\n* Remote Automation - Seamlessly manage pumps, valves, and systems from a secure, centralized platform.\n* Predictive Alerts & Analytics - Track critical parameters, receive instant alerts, and access historical trends for smarter decision-making.\n* Energy Optimization - Monitor and reduce energy consumption, enhancing sustainability and cost-effectiveness.\nOne Solution, Infinite Possibilities\nWhile agriculture remains a key focus, ezeio's universal capabilities extend far beyond the farm. The system is built for decentralized, unmanned deployments, making it ideal for remote industrial automation, remote asset management, and smart infrastructure. Unlike traditional SCADA and other systems, which are often too complex and costly, ezeio Registered is hassle-free, scalable, and future-proof - all from a single hardware and a single software platform.\nImage: https://www.abnewswire.com/upload/2025/02/6e2c254970bdd1202b79eef179b8f631.jpg\nKey advantages:\n* One hardware, one cloud-based software - Manage multiple applications with a single login.\n* Enterprise-grade account management - Efficiently control and organize large-scale deployments.\n* Out-of-the-box deployment - Rapid setup with minimal configuration and costs.\n* Scalability - Ideal for small farms, large agribusinesses, and industrial applications.\n* Industrial-grade reliability - Proven across hundreds of real-world installations worldwide.\n* Secure by design - Future-proof security without costly custom integrations.\nMeet eze System at World Agri-Tech!\nAs a Scale-up company, eze System is eager to connect with AgTech leaders, innovators, investors, and potential partners at World Agri-Tech USA [ https://worldagritechusa.com/ ]. Visit us to explore how smart automation can revolutionize agriculture and beyond.\nJoin us on March 11-12 in San Francisco!\nFor more information, visit ezeSys.com [ https://ezesys.com/ ].\nMedia Contact\nCompany Name: eze System, Inc.\nContact Person: Thomas J. Weuthen\nEmail:Send Email [ https://www.abnewswire.com/email_contact_us.php?pr=eze-system-unveils-smart-automation-for-agriculture-at-world-agritech-innovation-summit ]\nPhone: +1 716 393 9330\nCity: Folsom\nState: CA 95630\nCountry: United States\nWebsite: http://www.ezesys.com\nLegal Disclaimer: Information contained on this page is provided by an independent third-party content provider. ABNewswire makes no warranties or responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you are affiliated with this article or have any complaints or copyright issues related to this article and would like it to be removed, please contact retract@swscontact.com\nThis release was published on openPR.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Environment"
    ],
    "topics": [
      "Science and Technology->agricultural technology",
      "Science and Technology->technology and engineering",
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->agriculture",
      "Economy, Business and Finance->computing and information technology",
      "Environment->energy resources",
      "Environment->sustainability"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://opr.li/com/a96c62c6233a749214340a62c98d1494/",
      "https://ezesys.com/",
      "https://opr.li/com/1b8657c52276d71238e6592c0c759dcb/",
      "https://opr.li/com/76b613146b77deda69440eb0a5fc62e3/",
      "https://opr.li/com/08964b9c4573078ccfcc9ae5b1c3c8f4/",
      "https://worldagritechusa.com/",
      "https://www.abnewswire.com/email_contact_us.php?pr=eze-system-unveils-smart-automation-for-agriculture-at-world-agritech-innovation-summit",
      "https://opr.li/com/d53cf60e900879eff5e9e2cef9ad1ba3/",
      "http://www.ezesys.com",
      "https://opr.li/com/58a44cd40796b35da716dea75a28cc9c/",
      "https://www.abnewswire.com/email_contact_us.php",
      "https://opr.li/com/a96c62c6233a749214340a62c98d1494",
      "https://www.ezesys.com/",
      "https://abnewswire.com/email_contact_us.php?pr=eze-system-unveils-smart-automation-for-agriculture-at-world-agritech-innovation-summit",
      "https://www.opr.li/com/1b8657c52276d71238e6592c0c759dcb/",
      "https://www.opr.li/com/d53cf60e900879eff5e9e2cef9ad1ba3/",
      "https://www.opr.li/com/08964b9c4573078ccfcc9ae5b1c3c8f4/",
      "https://opr.li/com/08964b9c4573078ccfcc9ae5b1c3c8f4",
      "https://opr.li/com/1b8657c52276d71238e6592c0c759dcb",
      "https://opr.li/com/76b613146b77deda69440eb0a5fc62e3",
      "http://ezesys.com",
      "https://www.opr.li/com/58a44cd40796b35da716dea75a28cc9c/",
      "https://www.opr.li/com/76b613146b77deda69440eb0a5fc62e3/",
      "https://opr.li/com/d53cf60e900879eff5e9e2cef9ad1ba3",
      "https://www.opr.li/com/a96c62c6233a749214340a62c98d1494/",
      "https://www.worldagritechusa.com/",
      "https://ezesys.com",
      "https://worldagritechusa.com",
      "https://opr.li/com/58a44cd40796b35da716dea75a28cc9c"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T00:56:58.446+02:00",
    "updated": "2025-02-28T00:56:58.446+02:00"
  },
  {
    "uuid": "9136ea4f6e073708ab6095c610d16ad2096ee876",
    "url": "https://en.nhandan.vn/positive-developments-highlight-viet-nams-labour-market-in-early-2025-post151431.html",
    "ord_in_thread": 0,
    "author": "Nhan Dan Online",
    "published": "2025-08-07T11:11:00Z",
    "title": "Positive developments highlight Viet Nam's labour market in early 2025",
    "text": "One notable trend is the continued expansion of the labour force. In the second quarter of 2025, the number of people aged 15 and above in the labour force reached over 53 million, an increase of 169,800 compared to the previous quarter, and 553,200 year-on-year. This growing workforce provides a valuable foundation to meet the country’s production and business development needs.\nEmployment has also risen steadily. The number of employed workers in the second quarter grew from 51.4 million to 52 million year-on-year. This increase was recorded across both urban and rural areas, and among both men and women. Urban employment reached 20.2 million, up by 440,600, while rural employment stood at 31.8 million, up 103,500. The data reflects stable and balanced growth across regions.\nThe structure of employment continues to shift in a positive direction. Fewer workers are employed in agriculture, while more are moving into industry and construction. In the second quarter of 2025, the service sector had the largest share of employment at 40.8% (21.2 million people), followed by industry and construction at 33.2% (17.3 million people), and agriculture–forestry–fisheries at 25.9% (13.5 million people).\nAlthough informal employment still accounts for a large share of the workforce, it has continued to decline in recent quarters. The informal employment rate in the second quarter was 63.5%, down 0.8 percentage points from the previous quarter and 1.7 points from the corresponding period in 2024.\nAccording to the General Statistics Office, social welfare and labour management policies are beginning to show clear results. More workers now benefit from improved incomes, welfare, and insurance coverage, a natural development in a modernising economy.\nLabour quality is also improving. The proportion of trained workers with qualifications or certificates rose marginally to 29.1% in the second quarter of this year. This marks a positive step toward higher productivity and enhanced economic competitiveness.\nAverage monthly income has increased across the board. In the second quarter, the average monthly wage rose to 8.2 million VND (313 USD), up from 7.5 million VND (286 USD) in the same period last year, a 10.7% increase. This upward trend was observed across all socio-economic regions and all three main economic sectors: agriculture–forestry–fisheries, industry–construction, and services. It is a clear indication of improved social welfare and living standards for workers.\nUnemployment and underemployment rates have also declined compared to the same period in 2024. Although quarterly fluctuations exist, the first six months of 2025 have seen these rates remain low and on a downward trajectory, a sign of the economy’s growing capacity to recover and generate jobs.\nDespite these achievements, several challenges remain. Informal employment, while declining, still accounts for 63.5% of the workforce, meaning most workers are not on formal contracts and are therefore more vulnerable to economic or social shocks.\nIn addition, income disparities are still a concern. Male workers earn on average 1.3 times more than female workers, and urban workers earn 1.4 times more than those in rural areas. These gaps highlight persistent inequality in income, particularly in terms of gender and regional development.\nYouth unemployment is another pressing issue. In the second quarter of 2025, the unemployment rate among youth aged 15–24 was 8.19%, nearly four times the national average, reflecting the difficulty of creating quality employment for young people. The NEET group (Not in Education, Employment, or Training) numbered 1.35 million, accounting for over 10% of the 15–24 age group, underlining the urgent need for vocational training and career orientation.\nIn addition, the proportion of trained workers remains low at around 29%. There is a pressing need to further improve workforce skills to meet national development demands.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Labor",
      "Human Interest"
    ],
    "topics": [
      "Economy, Business and Finance->economy",
      "Economy, Business and Finance->human resources",
      "Labor->labour market",
      "Labor->employee",
      "Labor->employment"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Viet Nam",
          "sentiment": "negative"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-07T14:51:00.643+03:00",
    "updated": "2025-08-07T14:56:15.000+03:00"
  },
  {
    "uuid": "8209942f8ce5564a7bae8fa7bdae9a7761862820",
    "url": "https://www.ilgiornaleditalia.it/news/esteri/712966/la-russia-risponde-al-18esimo-pacchetto-di-sanzioni-promosso-da-von-der-leyen-grushko-ue-si-da-la-zappa-sui-piedi-ci-difenderemo.html",
    "ord_in_thread": 0,
    "author": "Redazione",
    "published": "2025-06-12T07:13:00Z",
    "title": "La Russia risponde al 18esimo pacchetto di sanzioni promosso da von der Leyen, Grushko: \"Ue si dà la zappa sui piedi, ci difenderemo\" - Il Giornale d'Italia",
    "text": "Dopo l’annuncio del 18esimo pacchetto di sanzioni da parte dell’Unione Europea , fortemente sostenuto dalla presidente Ursula von der Leyen , arriva la risposta del Cremlino. A renderlo noto è il vice ministro degli Esteri russo, Alexander Grushko , che commenta così la mossa dell’Ue: “ Si stanno dando la zappa sui piedi, noi ci difenderemo ”.\nRussia risponde al 18esimo pacchetto di sanzioni promosso da von der Leyen, Grushko: “Ue si dà la zappa sui piedi, ci difenderemo” In un’intervista rilasciata a Izvestia e rilanciata dalla Tass , Alexander Grushko ha dichiarato: \" Dovremo vedere quali sanzioni hanno escogitato. Risponderemo alle sanzioni come abbiamo già fatto in precedenza. Con quelle sanzioni, spesso si danno la zappa sui piedi, a volte anche di più . Siamo ben lontani dalla pratica di causare danni o di tagliare il ramo su cui siamo seduti ”.\n“ Ciononostante verranno prese contromisure, sia protettive che difensive \", ha affermato Grushko, ribadendo l’approccio pragmatico della Russia alla pressione occidentale.\nIl vice ministro ha poi sottolineato come siano proprio gli Stati europei a pagare il prezzo più alto di questa strategia sanzionatoria . \" Stanno perdendo, pagando troppo per tutto, ottenendo meno profitti. Questo sta seriamente influenzando l'economia dell'Unione Europea. E i dati pubblicati da Eurostat indicano che la recessione continua. Alcuni Paesi stanno affrontando un rallentamento, altri stanno vivendo una contrazione economica. In alcuni, la crescita è paragonabile a un errore statistico \", ha detto.\nNel frattempo, il cancelliere tedesco Friedrich Merz ha annunciato che il pacchetto di misure contro Mosca potrebbe essere formalmente adottato già la prossima settimana.\nSanzioni alla Russia, von der Leyen insiste verso approvazione 18esimo pacchetto contro Putin: “Restrizioni su petrolio e gasdotto Nord Stream 1 e 2” “ Stiamo aumentando la pressione sulla Russia perché la forza è l'unica lingua che conosce ”, ha dichiarato von der Leyen , sottolineando come le nuove misure intendano colpire duramente l’economia russa e limitarne la capacità di proseguire il conflitto in Ucraina.\nIl nuovo pacchetto sanzionatorio contiene una serie di misure mirate, in particolare al settore energetico russo. Tra le novità più rilevanti vi sono le restrizioni sul petrolio russo , con un occhio di riguardo anche ai gasdotti Nord Stream 1 e Nord Stream 2 , infrastrutture cruciali per il rifornimento energetico europeo ma anche strumenti strategici nel gioco geopolitico tra Occidente e Russia.\nInoltre, il pacchetto colpisce duramente il settore bancario russo , limitandone la capacità di raccogliere fondi e condurre transazioni. Bruxelles propone infatti di “t rasformare il divieto esistente sull'uso del sistema Swift in un bando totale alle transazioni ” e “ di estenderlo ad altre 22 banche russe ”, oltre a quelle già soggette a restrizioni. Questo significa una drastica riduzione delle possibilità per le istituzioni finanziarie russe di interagire con il sistema economico globale, isolandole ulteriormente e complicando le operazioni commerciali e finanziarie di Mosca.\nNon solo, la Commissione Europea punta anche a bloccare gli operatori finanziari di Paesi terzi che cercano di aggirare le sanzioni imposte all’Russia , un tentativo chiaro di stringere la morsa attorno a Mosca e impedire ogni forma di scappatoia legale o economica. Von der Leyen ha evidenziato anche la volontà di “sanzionare il fondo russo per gli investimenti diretti, le sue controllate e i suoi progetti di investimento ”, colpendo così un canale fondamentale per il finanziamento della modernizzazione dell’economia russa e il rafforzamento della sua base industriale.\nIl Giornale d'Italia è anche su Whatsapp . per iscriversi al canale e rimanere sempre aggiornati.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "topics": [
      "Politics->international relations",
      "Politics->political crisis",
      "Politics->economic sanction",
      "War, Conflict and Unrest->war"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.whatsapp.com/channel/0029Va88KqZ8F2pNAf08MZ07",
      "https://whatsapp.com/channel/0029Va88KqZ8F2pNAf08MZ07"
    ],
    "entities": {
      "persons": [
        {
          "name": "Ursula von der Leyen",
          "sentiment": "none"
        },
        {
          "name": "Alexander Grushko",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Izvestia",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Russia",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Tass",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Ue",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:27:36.669+03:00",
    "updated": "2025-06-12T07:32:33.000+00:00"
  }
]