[
  {
    "uuid": "1d7c34b9949e77fa8603439984e30f6fd909f290",
    "url": "https://baglamukhi07058.pages10.com/top-vashikaran-specialist-secrets-59790675",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Baglamukhi",
    "published": "2023-12-29T07:37:00Z",
    "title": "Top vashikaran specialist Secrets",
    "text": "You need to know that vashikaran mantras are invented to deliver the good of individuals, and so, one will need to have pure intention guiding chanting the mantra. Only with the appropriate rigidity can you anticipate to obtain fantastic effects with the correct mantra.\nAre you presently struggling with huge troubles in your life? Will you be not capable of finding the like of your daily life? Through this type of you need to Be sure that You should receive the session from really like Vashikaran specialist astrologer who is our Pandit Kapil Sharma Ji.\nVashikaran need to under no circumstances be utilized to hurt any individual and only be utilised to supply aid to the problems. The Vashikaran Specialist in Ahmedabad has years of knowledge while in the tantric techniques. He has obtained many awards and accolades in the field of Vashikaran and also the selfless service to mankind.\nOn this page, we investigate the whole world of Vashikaran specialists, with a particular deal with the cities of Jamshedpur and Gorakhpur. Additionally, we delve in the solutions provided by a noteworthy company With this area — the Vashikaran Specialist for Girls.\nThe intention of performing the vashikaran needs to be accurate and legitimate. Only with the correct alternative can you receive the desired consequence and turn the position as part of your favor.\nThis means that it'll start out Doing the job from anyplace and The one thing that you should do is have a pure intention and clear pronunciation.\nAs we navigate the intricate tapestry of lifestyle, the steering of a Vashikaran Specialist like Rudradev Pawankumar is usually a beacon of sunshine in periods of uncertainty. His wisdom, coupled with the ancient artwork of Vashikaran, opens doors to the long term full of options and fulfillment.\nHigh efficacy and comprehensive protection are highlighted salient attributes of his vashikaran and all other\nclick here expert services. Here, it has to be noted that those with superior and upright intentions are extremely appreciated by him in connection with the deliverance of his vashikaran expert services.\nWith all these mantras, you'll be able to clear up your all appreciate issues and marriage issues of lifestyle rapidly since these mantras are provided by the professional of Vashikaran for all challenge alternatives.\nUsing these highly effective mantras, you are able to promptly remove your life trouble. They're potent mantras which you can get through the vashikaran astrologer.\nThey are able to use many forms of strategies On this phase and start correctly chanting the mantra. For that reason, just one ought to watch out During this segment and only make use of the companies from the nicely-recognized astrology agency.\nPandit Aghori Tantrik Jitesh Bhai ji has aid me to unravel my love dilemma. He was just one who understands my challenge and gives me powerful solutions. It was definitely practical to carry enhancement in my adore daily life.\nHe is none aside from our well known countrywide and Global like relationship vashikaran specialist astrologer Pandit Gaurav Sharma Ji from an early age which includes centered on the several angles plus the causes which might be resulting in you to shed your changing penalties contentment.\nI'm really grateful to this fantastic spell caster who introduced my ex spouse back to me. This testimony is an awesome just one and my name is harshita . After i came in contact with this male it was also through a testimony published about him and i have also encountered many testimonies regarding how he is helping Some others with their existence. To get back again with an ex is Among the most inner most experience A lot of people would like to expertise Primarily as Individuals Reminiscences with our ex usually cloud our head when someone else does a number of those items our ex utilized to do.\nTop vashikaran specialist Secrets\nYou need to know that vashikaran mantras are invented to deliver the good of individuals, and so, one will need to have pure intention guiding chanting the mantra. Only with the appropriate rigidity can you anticipate to obtain fantastic effects with the correct mantra.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://directoryglobals.com/listings12608437/the-5-second-trick-for-vashikaran-specialist",
      "https://www.directoryglobals.com/listings12608437/the-5-second-trick-for-vashikaran-specialist"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pandit kapil sharma ji",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "ahmedabad",
          "sentiment": "none"
        },
        {
          "name": "vashikaran",
          "sentiment": "none"
        },
        {
          "name": "gorakhpur",
          "sentiment": "none"
        },
        {
          "name": "jamshedpur",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T16:10:57.720+02:00",
    "updated": "2023-12-29T16:10:57.720+02:00"
  },
  {
    "uuid": "19facae2cd86dd92f0bc4f751a858fde550ad761",
    "url": "https://www.theburningplatform.com/2024/04/11/its-beginning-to-feel-like-everything-bubble-2-0/comment-page-1/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mark Jeftovic",
    "published": "2024-04-12T01:58:00Z",
    "title": "Comment on It’s Beginning To Feel Like “Everything Bubble 2.0” by lamont cranston",
    "text": "New Secular Bull Market In Gold Confirmed (…by Bitcoin) A new secular bull market in gold has now been confirmed. As you may recall from an earlier edition (of [The Bitcoin Capitalist](https://theBitcoinCapitalist.com)), I was mulling over re-allocating my decades-old gold stock portfolio into Bitcoin and crypto – which I did. As if on cue, gold has put up a new string of all-time high’s since. But it is yet to crack that $2,590 USD level, which is the inflation-adjusted high from the 1980 cycle top. That was [my marker for when the gold breakout would be “for real”](https://dollarcollapse.com/is-this-gold-breakout-for-real-de-dollarization-may-be-the-key-factor/). It hasn’t happened yet, but precious metals do appear to be off to the races. It looks like we’re in a genuine bull market. Now it’s official. Gold just had a quarterly close at record levels, likely marking the beginning of a secular bull market. This is indeed one of the most exciting times to be a precious metals and commodity investor that I can recall. Game on. [pic.twitter.com/Cbr5V0TUgj] — Otavio (Tavi) Costa (@TaviCosta) [March 29, 2024] Interestingly – gold is putting up new ATHs while [the gold ETFs are experiencing outflows](https://www.zerohedge.com/markets/spot-gold-price-hits-new-record-high-etfs-continue-contract), so where is the buying pressure coming from? For one, central bank purchases of “the barbarous relic” are at new highs. Via Tavi Costa (again): I’m old enough to remember when The Wall Street Journal said that gold was losing its reserve status in September 2022. Instead, what we’ve witnessed is a record pace of accumulation of the metal, primarily driven by central banks. [pic.twitter.com/l0SncORsaI] — Otavio (Tavi) Costa (@TaviCosta) [March 20, 2024] Do I regret reducing my exposure? Not really – my approach to the rebalance was to dump the dogs: companies I had been holding for over a decade which still hadn’t come close to exceeding their 2011 highs, or in some cases their 2009 highs. For the ones that were up significantly and displaying momentum in response to this new cycle, I took profits on some of those positions, keeping 50% or more. The bulk of the re-allocation was the redemption of a gold mutual fund I had been DCA-ing into since 1999 – which did OK, but not as good as the winners I had kept (Eldorado, Wheaton, New Gold, and Aginco-Eagle). I left my silver miners largely untouched, because I think silver – really, honestly, truly – could be finally getting ready to move (I wrote that a little over a week ago, and Silver has since indeed finally begun to move…) Gold bull confirmed by correlation with Bitcoin Two things about gold make me confident that this is a new, secular gold market: 1) It’s putting up new highs in rapid succession. It looks like the early stages of what Bitcoiners call “up-only” mode. If we look at previous all-time highs, which I was doing in my last post about this topic, where I wrote: “Historically, fresh all-time-highs portend drawdowns for gold… After the 1980 all-time-high, it took 28 years for gold to put in another one, in nominal terms. In inflation adjusted terms, gold still hasn’t surpassed the 1980 top“ Further, it took another eight, and three years respectively for gold to put up fresh ATHs since 2011. Sp it was unknown if the December high would lead to a new wave of successive highs, or presaged another pullback that could drag on for months or even years. [A protracted retreat from the high did not happen, instead surging ahead and continuing to post fresh, successive new ATHs.](https://dollarcollapse.com/wp-content/uploads/2024/04/Screenshot-2024-04-08-at-10.46.50 AM.png) 2) Gold is converging with Bitcoin Until recently, neither gold nor Bitcoin were truly behaving as those “safe havens” or hedges against currency debasement that underpinned the investment thesis behind both. Bitcoin was trading more or less with the Nasdaq like a tech stock, Gold was just languishing for months and years on end between peaks. All the while, the infighting between Bitcoin maxis and goldbugs like Peter Schiff (who is fixated on the meaningless minutiae of daily price deviations between Bitcoin and gold) is intensifying along with the price action. But the bigger picture indicates that gold is surging higher with Bitcoin, not versus it – and the big loser, is fiat. When you look at the weekly chart, gold and Bitcoin have been convering on higher correlation since last August. Bitcoin is also putting up successive new highs (and also doing it ahead of the halving, which has never happened before). Bitcoin’s correlation with the Nasdaq has returned after decoupling for most of last year, but with stocks back near all time highs again (even Japan’s NIKKEI hitting new ones as that country trips into recession) – and now with silver moving – it feels like Everything Bubble 2.0 could be in the offing: the central banks are getting ready to cut and everybody knows it. And on this cycle, as I’ve been expecting for a long time – the next cycle will see a change in sector leadership that will include hard assets like gold, silver, commodities and, yes, I count Bitcoin among them. It is my sincere desire to provide readers of this site with the best unbiased information available, and a forum where it can be discussed openly, as our Founders intended. But it is not easy nor inexpensive to do so, especially when those who wish to prevent us from making the truth known, attack us without mercy on all fronts on a daily basis. So each time you visit the site, I would ask that you consider the value that you receive and have received from The Burning Platform and the community of which you are a vital part. I can't do it all alone, and I need your help and support to keep it alive. Please consider contributing an amount commensurate to the value that you receive from this site and community, or even by becoming a sustaining supporter through periodic contributions. [Burning Platform LLC - PO Box 1520 Kulpsville, PA 19443] or Paypal To donate via Stripe, [click here](https://donate.stripe.com/5kA6rjcCk97v9NK000).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Social Issue"
    ],
    "external_links": [
      "https://dollarcollapse.com/is-this-gold-breakout-for-real-de-dollarization-may-be-the-key-factor/",
      "https://theBitcoinCapitalist.com",
      "https://www.zerohedge.com/markets/spot-gold-price-hits-new-record-high-etfs-continue-contract",
      "https://donate.stripe.com/5kA6rjcCk97v9NK000",
      "https://dollarcollapse.com/wp-content/uploads/2024/04/Screenshot-2024-04-08-at-10.46.50",
      "https://www.dollarcollapse.com/wp-content/uploads/2024/04/Screenshot-2024-04-08-at-10.46.50",
      "https://zerohedge.com/markets/spot-gold-price-hits-new-record-high-etfs-continue-contract",
      "https://dollarcollapse.com/is-this-gold-breakout-for-real-de-dollarization-may-be-the-key-factor",
      "https://www.theBitcoinCapitalist.com",
      "https://www.dollarcollapse.com/is-this-gold-breakout-for-real-de-dollarization-may-be-the-key-factor/",
      "https://www.donate.stripe.com/5kA6rjcCk97v9NK000"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bitcoin",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T05:05:22.305+03:00",
    "updated": "2024-04-12T09:23:42.521+03:00"
  },
  {
    "uuid": "6dfc58b615936531ed24387064e514fd2f95207a",
    "url": "https://babylonbee.com/news/disciples-astonished-as-jesus-calms-down-angry-woman-with-peace-be-still",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Babylon Bee",
    "published": "2024-04-18T18:39:00Z",
    "title": "Disciples Astonished As Jesus Calms Down Woman Simply By Saying 'Peace! Be Still!'",
    "text": "GALILEE — Word spread quickly of an unprecedented miracle after Jesus calmed down an angry woman simply by saying \"Peace! Be still!\"\nThe unbelievable incident occurred in the home of a local tax collector after the homeowner's wife angrily confronted her husband about a home improvement project that had not been completed, leading the carpenter from Nazareth to silence her with a few simple words.\n\"I've never seen anything like that in my life!\" said one witness. \"If I hadn't seen it for myself, I never would have believed that a woman could be calmed so easily. This could only be an act of God!\"\nReports indicated a number of people fell on their faces and began to worship Jesus after his astounding feat. \"I've seen him turn water into wine and give sight to the blind,\" said another witness, \"but this goes far beyond those miracles.\"\n\"This is as clear evidence that he's God in the flesh as we've seen. I'm sold. I believe.\"\nHis disciples were just as wowed as the rest of the crowd. \"He never ceases to amaze us,\" said Bartholomew. \"Calming an angry woman by saying ‘Peace! Be still!' takes the cake when it comes to miraculous signs.\"\nAt publishing time, Jesus's disciples had reportedly been inundated with incoming requests from other men throughout the region of Judea asking for Jesus to come to their homes and calm their wives.\n[click here](/plans)to check out all of our membership options!\nWorld, meet Travis. Travis, meet the world. In this first episode of our new show Travis Interviews the World, we interview some guy named Jordan Peterson.\nSubscribe to our YouTube channel for more tactical instruction",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://www.youtube.com/thebabylonbee?sub_confirmation=1",
      "https://www.youtube.com/thebabylonbee",
      "https://youtube.com/thebabylonbee?sub_confirmation=1"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "negative"
        },
        {
          "name": "bartholomew",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "nazareth",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T01:04:54.881+03:00",
    "updated": "2024-04-19T01:04:54.881+03:00"
  },
  {
    "uuid": "fd52ce0c0dfc42bd9b55f47083529e3b35994b90",
    "url": "https://www.hindustantimes.com/videos/world-news/canada-dozen-bullets-fired-at-hindu-temple-chiefs-sons-house-police-mum-on-motive-101703833824326.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@httweets",
    "published": "2023-12-29T04:41:00Z",
    "title": "Canada: 'Dozen Bullets' Fired At Hindu Temple Chief's Son's House; Police Mum On Motive | Hindustan Times",
    "text": "Explore Search Friday, Dec 29, 2023 New Delhi o C Games E-Paper Sign in My Account Start 14 Days Free Trial Subscribe Enjoy unlimited access Subscribe Now! Get features like Ad lite A Minimal Ad Experience HT Premium Articles Expertly crafted articles Quickreads Segment News brief in summary format HT E-paper Access digital news experience Start 14 Days Free Trial Home Latest News Cricket Education India World Cities Entertainment Lifestyle Astrology Editorials Shop Now 2024 Planner Live Score HT Premium HTCity videos Photos Trending Web Stories Tech Business Sports Delhi News Mumbai News Bengaluru News Quickreads Daily Digest Following IPL Games + 7 more Mumbai News Bengaluru News Quickreads Daily Digest Following IPL Games News / Videos / World News / Canada: 'Dozen Bullets' Fired At Hindu Temple Chief's Son's House; Police Mum On Motive Canada: 'Dozen Bullets' Fired At Hindu Temple Chief's Son's House; Police Mum On Motive world news Published on Dec 29, 2023 12:41 PM IST Follow Us Follow Us Share Via Copy Link Amid a spate of vandalism attacks on Hindu temples in Canada, the head of a Mandir alleged that his son's house in Surrey was targeted by gunmen. Members of the temple had recently opposed a pro-Khalistan protest memorialising Hardeep Nijjar, a designated terrorist in India, who was shot dead in Canada in June. While police are yet to attribute any motive to the alleged gun attack, Satish Kumar suggested that his son's recent insurance business sale could be one of the probable causes. Watch the full video for more. SHARE Copy Whatsapp Twitter Facebook Linkedin Join Hindustan Times Create free account and unlock exciting features like Newsletters, Alerts and Recommendations Get personalised news and exciting deals Bookmark the stories you want to read later REGISTER FOR FREE Already have an account? Sign In SKIP Wish Team India Good Luck! Post Your Wish",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "hindustan times",
          "sentiment": "negative"
        },
        {
          "name": "hindu temple",
          "sentiment": "negative"
        },
        {
          "name": "house",
          "sentiment": "negative"
        },
        {
          "name": "tech business sports delhi news mumbai news bengaluru news quickreads daily digest",
          "sentiment": "none"
        },
        {
          "name": "hindu temple chief's son's house",
          "sentiment": "none"
        },
        {
          "name": "ipl games news / videos / world news / canada: 'dozen bullets",
          "sentiment": "none"
        },
        {
          "name": "mumbai news bengaluru news quickreads daily digest",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "motive canada",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T09:19:36.426+02:00",
    "updated": "2023-12-29T09:19:36.426+02:00"
  },
  {
    "uuid": "c647d55ff314d8e1f570149c078b30da6b8928ad",
    "url": "https://thenarcissisticlife.com/can-you-love-bomb-a-narcissist",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alexander Burgemeester",
    "published": "2024-08-30T11:22:00Z",
    "title": "Can You Love-Bomb a Narcissist?",
    "text": "Narcissists are famous for love-bombing. They work hard to reel you in before they suddenly spit you out like you mean nothing to them.\nIt hurts, and it leaves you feeling confused. And what else? You feel like you’ve given a huge part of you away to them.\nNow – can you love-bomb a narcissist? Can you be the one who applies pressure and attention onto them? Can you exert your presence onto them?\nWell, I always say, when it comes to narcissists, anything is possible.\nThe question really should be – do you really want to?!\nLove-Bombing 101\nIf you don’t already know what love-bombing really consists of, let me give you a brief lowdown.\nWhen you first meet a narcissist, it’s common to experience a brief to moderate spell of perfection.\nNarcissists know how to charm their way into anybody’s life, and you aren’t excluded from that. They will weave their way in by:\n- Wanting your complete attention\n- Flattering you to excess\n- Constantly complimenting everything you say, do, or how you dress\n- Telling you they love you all the time\nIt also has a slightly darker side to it. These can ‘appear innocent enough’ initially, but as time goes by, they begin to darken and intensify:\n- Jealousy\n- Ignoring your boundaries\n- Isolating you from friends or family\nWhen a narcissist love-bombs, they mean it. They know exactly what they are doing, and with every intention, they try to get under your skin and make their presence felt very strongly.\nNarcissists have a plan, and you’re a big part of that plan.\nThat One Dynamic? Nope!\nThis entire topic was prompted by somebody who showed me real concern in how they think about love-bombing as a whole. Their email read honestly, and their worries came across immediately.\nI know I’m not a narcissist. Is it possible for me to love-bomb? If it is, maybe I am a narcissist!\nAs above, we know narcissists are more than capable, and indeed do, love-bomb.\nHowever…\n…Anybody can actually love-bomb.\nThe difference is intention.\n“What Was I Thinking?!”\nI’ll stop you there. The difference includes the fact that anybody conscious of love-bombing is actually able to reflect upon their actions.\nNarcissists aren’t included in that!\nThere’s no need to feel any kind of shame for love-bombing.\nDon’t feel shame for anything you feel you have done. Luckily, I’m here with everything I know to help you make sense of it.\n“I Think I May Have Love-Bombed The Narcissist…”\nSo now you think you’ve love-bombed the narcissist. You understand that there was a part of you that took everything you had to give, and offered it to them without so much as a second thought.\nYou had loving thoughts and ideas. The gestures were conscious. The intention… again… was good.\nYou wanted to impress the narcissist. If they liked you, you’d feel validated. It’d write the story of how you met and fell in love.\nYou found yourself vying for their attention…\n…Because you wanted to please them.\nWhat does that look like? Well, it can be:\n- Doing things for them\n- Shopping for them\n- Treating them\n- Buying them gifts\n- Being overly there for them\nAnd were they thankful? Narcissists are never thankful, but they did gladly accept what you had to offer.\nTake, Take, Take – Exhaustion\nThere is a side to love-bombing that is exhausting, and you’ll know what I mean if you’ve ever tried to consciously please a narcissist. You can do everything, and it still will not be good enough in the slightest.\nIt’s beyond tiring to give and give and give, with no thanks. But that’s where your goodness enters the group chat – because you won’t want to give up. Of course, there will be days where you’ll drop everything to help them and be there for them.\nIs This Really Love?\nThe hardest question of all.\nIs it love if you really have to spend every waking moment trying to make somebody else happy?\nShould it not just be a mutual avenue of respect where compromise takes the lead, and you are able to just be there for each other naturally?\nI think you probably already know the answers to these questions.\nNarcissists Are So Desirable – You Want To Win Them Over\nI get it. You’re keen to impress somebody who has most definitely made an impact on you. You’re keen to let them know how much you care about them, and even feel you love them.\nThey’re charming and desirable and full of this encapsulating energy you never want to be without.\nYou can’t have them leave, so what do you do about it?\nAnything it takes!\nDrinking It All In – Supply Central!\nAnd what happens next? The narcissist is going to love everything you offer them.\nAttention.\nLove.\nPraise.\nCompliments.\nPraise.\nThe narcissist will drink it all in because you are giving it out so freely. There is no limit to what they will accept from you. To you, that;s direct permission to keep doing what you’re doing!\nYour kind heart will take that on and run with it!\nYou Don’t Need To Do All Of This…\nNobody should have to do half the things you do to get the attention of the narcissist.\nLove-bombing them will come with zero thanks or recognition. They won’t remember all the little things you do for them, and that’s what hurts.\nIt all feels for nothing.\nBut it doesn’t have to be this way.\nYour Intentions Were Good… And Different\nAs empaths who love-bomb narcissists, the take home message is that there is never an intention to abuse the drawing in of somebody you love or are about…\n…Not in the same way narcissists love-bomb.\nYou feel it is your duty to earn the love of somebody who is reluctant to give their emotions to you.\nIt draws down to an insecurity for the both of you. And that’s really what any kind of love-bombing is about.\nNarcissists love-bomb because they’re insecure about themselves and need your validation, love and attention. They do it to reel you in so that your attachment to them trumps absolutely everything else.\nAnd you? You love-bomb because you feel you’ve found somebody special, and you want to please them so that they see you as a person good enough. You want them to notice you, like you, and appreciate all the lovely little things you do for them.\nThey won’t, though. They never will. That doesn’t mean they will want you to stop what you’re doing…\n…No!\nKeep doing it all! They are entitled to all of you.\nThe choice is yours now…",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T14:30:12.913+03:00",
    "updated": "2024-08-30T14:30:12.913+03:00"
  },
  {
    "uuid": "e1f82f26423e520da6995cdbcf49a0b8f0d08c1d",
    "url": "https://www.ilgiornaledivicenza.it/news/italia/maltempo-in-arrivo-rovesci-e-temporali-al-sud-1.12526533",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Società Editrice Athesis S.p.A.",
    "published": "2024-12-13T14:28:00Z",
    "title": "Maltempo: in arrivo rovesci e temporali al Sud | G. di Vicenza",
    "text": "ROMA, 13 DIC - Un sistema perturbato sta raggiungendo le regioni peninsulari dell'Italia apportando precipitazioni sparse anche temporalesche specialmente in area tirrenica. Tra la sera di oggi e la giornata di domani, è attesa una fase di spiccata instabilità in particolare sulla Campania, in estensione ai settori tirrenici di Basilicata e Calabria settentrionale. Sulla base delle previsioni disponibili, il Dipartimento della Protezione Civile d'intesa con le regioni coinvolte - alle quali spetta l'attivazione dei sistemi di protezione civile nei territori interessati - ha emesso un avviso di condizioni meteorologiche avverse. In dettaglio, dalla serata di oggi si prevedono precipitazioni sparse, anche a carattere di rovescio o temporale, sulla Campania, in estensione dalle prime ore di domani, sabato 14 dicembre, ai settori tirrenici di Basilicata e Calabria settentrionale. I fenomeni saranno accompagnati da rovesci di forte intensità, frequente attività elettrica e forti raffiche di vento. Sulla base dei fenomeni previsti e in atto è stata valutata per la giornata di domani, sabato 14 dicembre, allerta gialla su Umbria, Lazio, Puglia e settori di Campania, Basilicata e Calabria..",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T18:44:00.056+02:00",
    "updated": "2024-12-13T18:44:00.056+02:00"
  }
]