[
  {
    "uuid": "32408003beb0a78da3f1ec2b7c442df5c5356816",
    "url": "https://www.kptv.com:443/2023/12/28/woman-known-her-sweet-tooth-celebrates-her-109th-birthday/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "WACH via CNN Newsource",
    "published": "2023-12-28T20:22:00Z",
    "title": "Woman known for her sweet tooth celebrates her 109th birthday",
    "text": "MIDLANDS, S.C. (WACH) - A South Carolina woman is celebrating life this holiday season, and a whole lot of it.\nDoreatha Bishops just turned 109 surrounded by loved ones and friends.\nBirthday wishes and love filled Barnwell State Park as everyone celebrated Bishops.\n“It means everything to, it’s just a blessing I was able to witness this great milestone for someone who has lived 109 years old,” her daughter Mary Frank said.\nAlthough Bishop is 109, Frank said she’s still doing chores around the house.\n“The days she feels like washing the dishes I let her do it, I let her do what she wants to do,” Frank said.\nFrank said Bishop is also known for her cooking and to have a sweet tooth.\n“She loves sweets, she eats her sweets before she eats her meal,” Frank said.\nFamily and friends have a lot of positives to say about Bishop and her life.\nFrank thanks her mother for being an inspiration.\n“She always says that it is better to give than to receive, she always said that,” Frank said.\nAnd that fits right in with the spirit of this season of giving.\nCopyright 2023 WACH via CNN Newsource. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bishop",
          "sentiment": "none"
        },
        {
          "name": "mary frank",
          "sentiment": "none"
        },
        {
          "name": "frank",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn newsource",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "s.c.",
          "sentiment": "none"
        },
        {
          "name": "south carolina",
          "sentiment": "none"
        },
        {
          "name": "barnwell state park",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:07:12.877+02:00",
    "updated": "2023-12-29T00:07:12.877+02:00"
  },
  {
    "uuid": "79e5f7c3e843c19aac5dbb263f3b776c9db4cf8d",
    "url": "https://www.nvdaily.com/nvdaily/george-bowers-sr-proving-the-resurrection-of-jesus-christ/article_54819e28-faf7-5e99-aeb9-a307fb9e5ca8.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "George Bowers Sr.",
    "published": "2024-03-29T00:00:00Z",
    "title": "George Bowers Sr.: Proving the resurrection of Jesus Christ | Nvdaily | nvdaily.com",
    "text": "Sunday marks the annual celebration of the greatest event in human history: the resurrection of Jesus Christ! Although every Sunday is a weekly commemoration of this triumph, once each year we especially rejoice as we give God glory for His victory over death!\nJesus’ resurrection demands a response from every human who hears of it. You may believe and celebrate with the rest of His church or you can persist in unbelief, but don’t do either until you have examined the evidence. If it isn’t true, it’s the greatest hoax on the planet, but if it is, we must respond in surrender and worship.\nSo what is the evidence? Some argue that this eternity-altering event can’t be proven scientifically and they are right. But no historical event can be proven scientifically. Scientific proof requires replication by experimentation and there is no way to replicate history. So just as relatively recent events like the Civil War, the Holocaust, or the Great Depression can’t be experimentally proven, neither can Jesus’ resurrection.\nThat does not mean, however, these events can’t be proven beyond doubt. Only fools deny any of the above historical occurrences by blatantly refusing to either examine or accept firsthand accounts. The same is true for those who reject what happened on that first Easter morning.\nHistorical events are known and preserved by those who lived through them. There are still some 245,000 Holocaust survivors who can recount their horrendous experiences and those of their families. If there were only one or two and their stories didn’t correlate, we should certainly doubt their reliability. But the sheer number and agreement verify the truth of this atrocity.\nAlthough no one is still living who fought in the Civil War, we know that it happened because we have thousands of written records from veterans who did as well as from others who lived through those harrowing times. We can visit many battlefields where the two armies clashed again and again. We can examine the artifacts dug out of the dirt including weapons, clothing and camp paraphernalia.\nSo too, even though no one is still living who witnessed Jesus’ resurrection, we have the written records of several who did and their stories all match! Not only did they record and share these stories widely, most of them were killed for doing so but shared them boldly anyway! Very rarely will someone die for what they know to be a lie much less several for the same lie. We even have hostile witnesses who attest to the fact that the tomb was empty without explanation. Even some non-Christian writers from the time, such as Josephus, record Jesus’ resurrection as a documented historical event.\nIn addition, just as we can visit concentration camps and battlefields, we can visit the sites where Jesus’ death and resurrection occurred. Although there is not universal agreement, the tradition of the Church of the Holy Sepulchre housing both Golgotha and Jesus’ empty tomb is very old and is further supported by a pagan temple built by Emperor Hadrian to try to hide and desecrate the sites revered by many Christians at the time. In doing so, he unintentionally preserved the holy locations until the church could later be built.\nArtifacts also exist that verify other details of the Gospel stories including a burial box for King Herod as well as an inscription referring to Pontius Pilate. Although much of the landscape of the New Testament is buried beneath modern Jerusalem, everything that has been discovered further substantiates the Bible including a nail-pierced heel bone of a crucifixion victim.\nWe could go on for the evidence for Jesus’ resurrection surpasses that of most other historical events. If you are unsure, do your own research. Then, as you discover the truth, make Him your Savior and join me this Easter Sunday in celebrating the resurrection of the One who said, “Because I live, you also will live!”\nResurrection blessings! George.\nGeorge Bowers is the Senior Pastor of Antioch Covenant Brethren Church and has authored 22 books including Blessings Volumes 1-4 which are collections of these articles. They are available at Four Star Printing and Travelers Treasures. He can be reached through www.georgebowersministries.com or at gabowers@shentel.net .\nFacebook Twitter WhatsApp SMS Email Print",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "george bowers",
          "sentiment": "positive"
        },
        {
          "name": "jesu",
          "sentiment": "positive"
        },
        {
          "name": "jesus christ",
          "sentiment": "positive"
        },
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "christ",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T07:17:16.330+03:00",
    "updated": "2024-03-29T07:32:56.513+03:00"
  },
  {
    "uuid": "4963b9f7053ab234df1a9ec76b3d76a8680195de",
    "url": "https://www.elpais.com.co/como-hacer/donde-poner-la-albahaca-para-atraer-dinero-y-fortuna-segun-el-feng-shui-2936.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción El País",
    "published": "2023-12-29T17:52:00Z",
    "title": "Dónde poner la albahaca para atraer dinero y fortuna, según el Feng Shui",
    "text": "Cómo Hacer Dónde poner la albahaca para atraer dinero y fortuna, según el Feng Shui la albahaca se presenta como un aliado poderoso en la búsqueda de la riqueza y la fortuna según los principios de esta filosofía china. [Por: Redacción El País](/autor/redaccion-el-pais/) En la búsqueda constante de atraer la fortuna y el dinero a nuestras vidas, el Feng Shui emerge como una guía milenaria que invita a armonizar nuestras viviendas para generar flujos positivos de energía. Entre las múltiples herramientas que ofrece esta antigua práctica china, la albahaca se destaca como un elemento clave. [A continuación, exploraremos dónde colocar la albahaca según el Feng Shui para maximizar su impacto en la atracción de riqueza.](https://www.elpais.com.co/como-hacer/el-sencillo-metodo-para-eliminar-la-caspa-y-el-cabello-seco-con-este-aceite-natural-2906.html) El umbral de la abundancia: la entrada principal El primer punto de enfoque para incorporar la albahaca en la búsqueda de prosperidad es la entrada principal de la vivienda. Según los principios del Feng Shui, esta área actúa como la boca por donde la energía fluye hacia el hogar. Colocar una maceta de albahaca fresca cerca de la puerta de entrada no solo crea una bienvenida vibrante, sino que también invita a la prosperidad a entrar en nuestras vidas. Los expertos en Feng Shui sugieren situar la albahaca en el lado izquierdo de la puerta principal, ya que este lado se considera el sector de la riqueza y la prosperidad. Al hacerlo, se busca activar la energía positiva y atraer oportunidades financieras. Además, la albahaca emana fragancias frescas que pueden purificar el ambiente, creando un espacio armonioso y propicio para la abundancia. Riqueza en el trabajo: la oficina o espacio de estudio Para aquellos que buscan mejorar su situación financiera a través del trabajo y los negocios, el Feng Shui recomienda incorporar la albahaca en la oficina o en el espacio de estudio. Colocar una planta de albahaca en el escritorio o cerca de él puede potenciar la productividad y la claridad mental, elementos esenciales para el éxito profesional. Según los practicantes del Feng Shui, la albahaca puede contrarrestar las energías negativas y el estrés laboral. Además, su vibración positiva se asocia con la atracción de la riqueza. Se aconseja situar la albahaca en el lado izquierdo del escritorio o de la habitación, alineándola con la creencia de que este sector está conectado con el crecimiento profesional y financiero. El rincón de la abundancia: la cocina [La cocina es considerada un centro neurálgico en el hogar, y según el Feng Shui, también puede ser un espacio clave para atraer la prosperidad. ](https://www.elpais.com.co/como-hacer/el-ritual-de-la-cajita-de-la-abundancia-para-iniciar-el-2024-con-dinero-en-el-bolsillo-2819.html)Aquí, la albahaca encuentra su lugar ideal. Colocar una planta de albahaca fresca en la cocina no solo aporta frescura y sabor a las comidas, sino que también simboliza la abundancia y la prosperidad. El Feng Shui sugiere situar la albahaca en el lado izquierdo de la cocina, cerca de la estufa o del área de preparación de alimentos. Este lado se vincula con la energía de la prosperidad, y se cree que la albahaca actúa como un imán para atraer la riqueza. [Además, el simple acto de cocinar con albahaca se considera una práctica auspiciosa, infundiendo cada comida con intenciones positivas.](https://www.elpais.com.co/como-hacer/que-energia-atrae-tener-una-cadena-de-oro-en-ano-nuevo-2836.html) En resumen, la albahaca se presenta como un aliado poderoso en la búsqueda de la riqueza y la fortuna según los principios del Feng Shui. Ya sea ubicada en la entrada principal para recibir la energía positiva, en la oficina para potenciar el trabajo y los negocios, o en la cocina como símbolo de abundancia, la albahaca se convierte en un elemento clave para armonizar los espacios y atraer la prosperidad a la vida. *Este artículo fue creado con ayuda de una inteligencia artificial que utiliza machine learning para producir texto similar al humano, y curado por un periodista especializado de El País.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T20:05:06.102+02:00",
    "updated": "2023-12-29T20:05:06.102+02:00"
  }
]