[
  {
    "uuid": "a335f5fe6b849bc15f7ee845a69692a52ee16f69",
    "url": "https://www.visaliatimesdelta.com/story/news/nation/2023/12/29/gypsy-rose-blanchard-selfie-prison-release/72058385007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amaris Encinas",
    "published": "2023-12-29T18:24:00Z",
    "title": "Gypsy Rose Blanchard shares first selfie after release from prison",
    "text": "Gypsy Rose marks prison release by sharing 'first selfie of freedom' on social media [Amaris Encinas](https://www.usatoday.com/staff/5133245001/amaris-encinas/) [Gypsy Rose Blanchard](/story/news/nation/2023/12/27/gypsy-rose-blanchard-release-case-timeline/72038395007/) commemorated her first full day of freedom with a selfie. She [ took to Instagram Friday](https://www.instagram.com/p/C1cNGBvu7IK/?utm_source=ig_embed&utm_campaign=loading) to mark her release from prison by snapping a quick pic of her smiling, writing “First selfie of freedom!” in the caption. Blanchard, who conspired with her then-boyfriend Nick Godejohn to [kill her abusive mother in 2015](/story/news/local/2017/05/10/gypsy-blanchard-everything-you-need-know-case/101499166/), was released from prison [early Thursday morning. ](/story/news/nation/2023/12/28/gypsy-rose-blanchard-release-thursday/72047355007/) She pled [guilty to a second-degree murder charge](/story/news/crime/2016/07/05/gypsy-blanchard-pleads-guilty-murder/86617662/) on Tuesday, July 5, 2016 and served about 85% of her 10-year sentence, spending a total of eight years behind bars for her role in the murder. She became eligible for parole in September. Blanchard also [ recently announced the release of an eBook titled “Release,”](/story/news/crime/2023/12/19/social-media-accounts-promote-gypsy-rose-blanchard-book-released/71966263007/) set to come out on Jan. 9. Here’s what we know about Gypsy Rose Blanchard. Gypsy Rose Blanchard coverage: [Gypsy Rose Blanchard's release from prison latest twist in shocking Munchausen by Proxy case](/story/news/nation/2023/12/27/gypsy-rose-blanchard-release-case-timeline/72038395007/) Who is Gypsy Rose Blanchard? [Gypsy Rose Blanchard](/story/news/nation/2023/12/28/gypsy-rose-blanchard-release-thursday/72047355007/), who is Clauddine “Dee Dee” Blanchard’s daughter, was made to believe she suffered from a wide range of medical ailments including leukemia, asthma and muscular dystrophy thanks to her mother. Gypsy’s late mother was accused of having made her daughter appear to have a range of physical and developmental ailments, USA Today previously [reported. ](/story/news/nation/2023/12/28/gypsy-rose-blanchard-release-thursday/72047355007/) Dee Dee Blanchard, later said to have [Munchausen syndrome by proxy](/story/news/crime/2016/07/06/munchausen-expert-says-gypsy-blanchard-case-unprecedented/86763054/) which is a mental condition in which someone makes another person ill for sympathy or gain received disability payments and gifts from charities all of Gypsy’s illnesses, that often led to painful treatment and procedures. Gypsy, who used a [wheelchair before it was discovered she could walk](/story/news/crime/2015/06/16/daughter-boyfriend-charged-murder-dee-dee-blancharde/28803189/), said she was desperate to escape her mother's abuse and sought help from her online boyfriend, Nicholas Godejohn. [Godejohn, who was was sentenced to life in prison](/story/news/crime/2019/02/22/nicholas-godejohn-sentenced-life-prison-blanchard-murder/2949249002/) for stabbing and killing Dee Dee Blanchard, traveled to Missouri on [ June 9, 2015](/story/news/local/ozarks/2015/06/15/greene-county-sheriffs-office-searching-mother-daughter/71236652/) to help enact the escape plan. He was reportedly let into the home after Gypsy’s late mother fell asleep and used a knife handed to him by Gypsy to stab the sleeping woman 17 times, killing her before fleeing to his native Wisconsin, USA Today previously reported. Gypsy later told [ABC 20/20 news](https://abcnews.go.com/US/young-wheelchair-bound-woman-treated-illnesses-ended-prison/story?id=52138979) she hid in the bathroom with hands over her ears during the act. Authorities were contacted about a post on Dee Dee Blanchard’s Facebook page dated June 14, 2015 that read, ‘That B*** is dead!’ before her body was [ found in her home](/story/news/local/ozarks/2015/06/15/greene-county-sheriffs-office-searching-mother-daughter/71236652/) with multiple stab wounds. Before Gypsy was publicly tied to the murder, many Springfield residents were worried that she was also in peril. The bizarre nature of the Springfield murder made national headlines and became the subject of [documentaries](/story/news/local/ozarks/2017/05/10/prior-premiere-hbo-film-gypsys-father-and-filmmaker-speak-bizarre-case/101438406/) and [streamed television series](/story/news/local/ozarks/2019/03/20/the-act-hulu-dee-dee-gypsy-rose-blanchard-true-crime/3228086002/). When was Gypsy Rose arrested? [Gypsy and her boyfriend were arrested](/story/news/nation/2023/12/27/gypsy-rose-blanchard-release-case-timeline/72038395007/) on June 14, 2015 in Big Bend, Wisconsin. The pair posted two updates on Dee Dee Blanchard’s Facebook page earlier that day to draw attention to her yet undiscovered body. How old is Gypsy Rose Blanchard? Gypsy Rose Blanchard was born July 29, 1991, making her 32 years old in 2023. How old was Dee Dee Blanchard when she died? Dee Dee Blanchard was born May 3, 1967, making her 48 years old when she was killed in 2015. Who is Gypsy Rose married to? Gypsy married Ryan Scott Anderson in July 2022. Anderson is 37-year-old teacher based in Lake Charles, Louisiana, according to “ [People](https://www.msn.com/en-us/news/crime/gypsy-rose-blanchard-released-from-10-year-prison-sentence-early-after-mothers-murder-im-ready-exclusive/ar-AA1m9Bbi).” The pair split after three months of marriage but eventually reconciled, the magazine reported. She shared with various news outlets that she planned on attending a Kansas City Chiefs game with her husband after her release, stating that she hopes she gets to meet superstar Taylor Swift, who is dating Chiefs tight end Travis Kelce, USA Today previously [ reported. ](/story/news/nation/2023/12/28/gypsy-rose-blanchard-release-thursday/72047355007/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://www.msn.com/en-us/news/crime/gypsy-rose-blanchard-released-from-10-year-prison-sentence-early-after-mothers-murder-im-ready-exclusive/ar-AA1m9Bbi).”",
      "https://abcnews.go.com/US/young-wheelchair-bound-woman-treated-illnesses-ended-prison/story?id=52138979)",
      "https://www.instagram.com/p/C1cNGBvu7IK/?utm_source=ig_embed&utm_campaign=loading)",
      "https://msn.com/en-us/news/crime/gypsy-rose-blanchard-released-from-10-year-prison-sentence-early-after-mothers-murder-im-ready-exclusive/ar-AA1m9Bbi).”",
      "https://www.instagram.com/p/C1cNGBvu7IK/",
      "https://usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://abcnews.go.com/US/young-wheelchair-bound-woman-treated-illnesses-ended-prison/story",
      "https://instagram.com/p/C1cNGBvu7IK/?utm_source=ig_embed&utm_campaign=loading)",
      "https://www.abcnews.go.com/US/young-wheelchair-bound-woman-treated-illnesses-ended-prison/story?id=52138979)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gypsy rose blanchard",
          "sentiment": "negative"
        },
        {
          "name": "nick godejohn",
          "sentiment": "none"
        },
        {
          "name": "blanchard",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "instagram",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T21:55:03.973+02:00",
    "updated": "2023-12-29T21:55:03.973+02:00"
  },
  {
    "uuid": "ed065c91371fb2f11830e3d6df16c72ebb6baff0",
    "url": "https://www.aol.com/news/school-satan-club-draws-concern-090025780.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AOL Staff",
    "published": "2023-12-24T09:00:00Z",
    "title": "'After School Satan Club' draws concern from Tennessee parents: 'Find somewhere else'",
    "text": "'After School Satan Club' draws concern from Tennessee parents: 'Find somewhere else' A [Tennessee elementary school's](https://www.foxnews.com/category/us/us-regions/southeast/tennessee) plan to allow the Satanic Temple to host an after-school program in its library is facing backlash from the students' parents and family members, one of whom insists the program is equipped to \"negatively impact\" children. The [Satanic Temple plans to host](https://www.foxnews.com/media/the-satanic-temple-launch-school-satan-club-memphis-elementary-school) its first After School Satan Club (ASSC) in Cordova, Tennessee, on Jan. 10, 2024, at Chimneyrock Elementary School. A flyer for the event describes the Satanic Temple as a non-theistic religion recognized by the Internal Revenue Service as a church. The church views Satan as a literary figure who represents a \"metaphorical construct of rejecting tyranny and championing the human mind and spirit.\" They added that the \"Satan Club\" will not attempt to convert students to any religious ideology. Instead, [the Satanic Temple](https://www.foxnews.com/media/satanists-condemn-leader-demand-reaffirm-trans-rights-taking-photo-anti-woke-atheist)encourages \"children to think for themselves.\" [SATANIC TEMPLE LEADER TOUTS AFTER-SCHOOL CLUB AS ALTERNATIVE TO RELIGIOUS CLUBS 'PROSELYTIZING' TO STUDENTS](https://www.foxnews.com/media/satanic-temple-leader-touts-after-school-club-alternative-religious-clubs-proselytizing-students) One parent who asked that their identity remain anonymous due to the circumstances told Fox News Digital that she is \"concerned and anxious\" over the school's decision to play host to the group next year. \"This program has great potential to negatively impact children at school there,\" the parent said. \"At a time when our kids should be growing and learning to be better people, this comes along. The name itself is just out of touch with what most of us want our kids exposed to.\" \"My kid won't be attending, and I hope other mothers and fathers out there will be mindful before allowing their children to participate,\" the parent added. \"We're better than this – as a group, as a community, and hopefully as a school.\" The parent, who said her child expressed no interest in attending the program ever since they were made aware of it, said she hopes to see the school reverse its decision on allowing the program to take place in the school library. \"My child's school library isn't for this kind of program,\" the parent said. \"My suggestion to the Satanic Temple would be to find somewhere else, maybe more accepting, to take this.\" Ashley, who only provided her first name for interview purposes, is the aunt of a student who attends the school and said she hopes to see the program get canceled before it \"perverts the minds of innocent children.\" \"My niece isn't much into religion, but that's OK because she's still young,\" Ashley told Fox News Digital. \"What isn't needed is a group claiming to help kids think for themselves that pushes a view that Satan isn't a bad thing, I'm just not OK with that.\" ASSC will provide teachers help to prepare \"fun activities\" centered on their seven fundamental tenets: benevolence, empathy, critical thinking, problem-solving, creative expression, personal sovereignty and compassion. [SATANIC TEMPLE LEADER CHALLENGES 'PATHETIC LITTLE COWARD' DESANTIS TO DEBATE OVER GROUP'S TAX-EXEMPT STATUS](https://www.foxnews.com/media/satanic-temple-leader-challenges-pathetic-little-coward-desantis-debate-over-groups-tax-exempt-status) \"All After School Satan Clubs are based on activities centered around the Seven Fundamental Tenets and emphasize a scientific, rationalist, non-superstitious worldview,\" the event's flyer stated. The ASSC, which was requested by a [parent at the school](https://www.foxnews.com/category/us/education/parents), was running at eight schools last year. Four schools are currently running ASSC this school year. After being made aware that a parent had requested the after-school program, Ashley questioned, \"What parent does that?\" \"This, to me, is only creating a wedge between those of different faiths and backgrounds. That's the part I'm not OK with,\" Ashley added. \"Students shouldn't be subject to this information, no matter what it's being disguised as.\" \"ASSC only goes where it has been invited to give an alternative club to the other religious clubs already operating on school campus,\" June Everett, a spokesperson for ASSC, [told Fox News Digital.](https://www.foxnews.com/media) \"Districts from last year have updated their policies to keep both the GNC and ASSC out, and some of the GNC's have not returned for this school year – hence the reason we aren't active in those schools,\" Everett, the ASSC campaign director said. She added, \"Our active clubs are in California, Connecticut, Ohio, Pennsylvania, and soon to be Tennessee.\" Everett explained further that school officials would not send out a permission slip for the club \"due to an enforced flyer policy,\" even though the school had previously sent out permission slips for the Child Evangelism Fellowship's Good News Club that operates on campus, before school hours. [School district officials](https://www.foxnews.com/category/us/education/teachers) said they’re committed to upholding the First Amendment for all nonprofit organizations seeking to use their facilities outside of school hours. [SATANIC DISPLAY INSIDE IOWA STATE CAPITOL DESTROYED, MAN CHARGED: OFFICIALS](https://www.foxnews.com/politics/satanic-display-inside-iowa-state-capitol-destroyed-man-charged-officials) \"The Satanic Temple, recognized by the Internal Revenue Service as a 501(c)(3) public charity, falls under this policy and has the same legal rights to use our facilities after-hours as any other nonprofit organization.\" The co-founder and spokesman for the Satanic Temple told Fox News Digital last week that the group started the ASSC as an [alternative to other religious groups](https://www.foxnews.com/category/us/religion) that were \"proselytizing\" to children. \"We started the after-school program in 2016, and since then we've had a number of them in operation in various places, some of them still in operation, some of them not for whatever reason,\" said Lucien Greaves. \"People don't understand a lot of the pro-social values we rally around,\" he added. \"We want people to know we're active in the communities, and we're doing productive things.\" Greaves described the kind of activities that the ASSC would facilitate in this after-school program as a self-directed learning process that entails playing games, solving puzzles, activities, and other things that are educational for the kids – where they can choose which ones they want to work with. [The Satanic Temple](https://www.foxnews.com/media/satanic-hail-santa-christmas-tree-faces-blowback-display-wisconsin-museum)originally constructed a complex curriculum and consulted people in the field of education, but then changed it after realizing that it had become too elaborate. \"We really wanted to build something that would be a fruitful endeavor for the kids,\" Greaves said. Original article source: ['After School Satan Club' draws concern from Tennessee parents: 'Find somewhere else'](https://www.foxnews.com/politics/after-school-satan-club-draws-concern-tennessee-parents-find-somewhere-else)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.foxnews.com/media/satanists-condemn-leader-demand-reaffirm-trans-rights-taking-photo-anti-woke-atheist)encourages",
      "https://www.foxnews.com/category/us/education/teachers)",
      "https://www.foxnews.com/media/satanic-temple-leader-touts-after-school-club-alternative-religious-clubs-proselytizing-students)",
      "https://www.foxnews.com/media/satanic-temple-leader-challenges-pathetic-little-coward-desantis-debate-over-groups-tax-exempt-status)",
      "https://www.foxnews.com/media/the-satanic-temple-launch-school-satan-club-memphis-elementary-school)",
      "https://www.foxnews.com/category/us/us-regions/southeast/tennessee)",
      "https://www.foxnews.com/politics/after-school-satan-club-draws-concern-tennessee-parents-find-somewhere-else)",
      "https://www.foxnews.com/media/satanic-hail-santa-christmas-tree-faces-blowback-display-wisconsin-museum)originally",
      "https://www.foxnews.com/politics/satanic-display-inside-iowa-state-capitol-destroyed-man-charged-officials)",
      "https://www.foxnews.com/category/us/religion)",
      "https://www.foxnews.com/media)",
      "https://www.foxnews.com/category/us/education/parents),",
      "https://foxnews.com/media/satanic-hail-santa-christmas-tree-faces-blowback-display-wisconsin-museum)originally",
      "https://foxnews.com/media/satanists-condemn-leader-demand-reaffirm-trans-rights-taking-photo-anti-woke-atheist)encourages",
      "https://foxnews.com/politics/after-school-satan-club-draws-concern-tennessee-parents-find-somewhere-else)",
      "https://foxnews.com/media)",
      "https://foxnews.com/media/the-satanic-temple-launch-school-satan-club-memphis-elementary-school)",
      "https://foxnews.com/media/satanic-temple-leader-challenges-pathetic-little-coward-desantis-debate-over-groups-tax-exempt-status)",
      "https://foxnews.com/category/us/religion)",
      "https://foxnews.com/category/us/education/teachers)",
      "https://foxnews.com/politics/satanic-display-inside-iowa-state-capitol-destroyed-man-charged-officials)",
      "https://foxnews.com/category/us/education/parents),",
      "https://foxnews.com/media/satanic-temple-leader-touts-after-school-club-alternative-religious-clubs-proselytizing-students)",
      "https://foxnews.com/category/us/us-regions/southeast/tennessee)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "'after school satan club",
          "sentiment": "neutral"
        },
        {
          "name": "chimneyrock elementary school",
          "sentiment": "none"
        },
        {
          "name": "internal revenue service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tennessee",
          "sentiment": "none"
        },
        {
          "name": "cordova",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T13:39:12.596+02:00",
    "updated": "2023-12-24T13:39:12.596+02:00"
  },
  {
    "uuid": "f4a13c276ef9cda26de0e0f6f8c4b1d09d5c0756",
    "url": "https://www.techdigest.tv/2025/01/what-really-happens-when-you-lose-your-phone-on-a-flight.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "https://www.facebook.com/Goggleblog",
    "published": "2025-01-10T00:01:00Z",
    "title": "What really happens when you lose your phone on a flight - Tech Digest",
    "text": "Airlines are leaving customers in the lurch by shirking or outsourcing responsibility for lost items like phones, a Which? investigation has found. When Which? surveyed members about their experiences with airlines last year, less than half (48%) of those who had lost a phone on a flight said it had been successfully returned.\nWhich? put this to the test by purchasing four iPhones and deliberately leaving them on flights with four major UK carriers: BA, easyJet, Jet2 and Ryanair. Only two – those lost with Jet2 and Ryanair – were recovered.\nOn each phone, investigators activated Apple’s ‘Find My Phone’ tracking system so they could see where it went and monitor efforts made by airlines to recover them, and to make things even easier for airline staff, remotely set up a message on the lockscreen saying ‘This phone is lost’ and with a number displayed for the finder to call. Researchers left the first iPhone on a British Airways flight from Larnaca to Heathrow. British Airways, like all four airlines Which? tested, effectively leaves its lost property management to a third party – in BA’s case, Smarte Carte . Even immediately after the phone had been left behind – when tracking still showed it to be on or near the plane – Which?’s researchers were unable to deal with BA directly. Instead they were directed to Smarte Carte, where they were able to browse a list online of 36 lost phones at Heathrow. However, the phone had not been recovered and was not listed. Just a day later, Which? could see the phone had moved. But rather than being sent to a reclaim facility, it was now about 15 miles from Heathrow, apparently in a cottage just a short drive from Windsor Castle. Which? reported this to the police, who gave Which? a crime reference number and confirmed that the address was not linked to anyone working at Heathrow. They made a visit to the cottage and spoke to the residents, but by this time the phone had stopped broadcasting its location – it had either been switched off or the battery had died – and the phone was not recovered. Which?’s experience with easyJet was similar. After its researchers left a phone on a flight from Nice to Luton, they were unable to speak to anyone at the airline who could help. Instead, easyJet directed them to their baggage handler Menzies , which told them to register the item as lost on another third-party website.\nAfter registering, a confirmation email was promised – but none arrived. easyJet’s website says items not claimed within 24 hours are passed to the airport’s lost property office, but upon inquiring, Luton Airport told Which? it doesn’t handle items left on planes. Like BA, easyJet didn’t offer any further advice or help in finding the phone.\nOn this occasion, the tracking didn’t work, meaning Which?’s researchers were unable to remotely locate the phone. They never received any communication from airline or airport staff to indicate the phone had been found, and the phone was never recovered.\nWhich?’s experience of a lost phone with Jet2 was more positive. As with other airlines, Which? was told to contact a third party after ‘losing’ a phone on a flight from Alicante to Birmingham – in this case the airport’s lost property office. Yet positively, a day after reporting the phone missing, Which?’s researcher received an email saying it had been found. The only catch was the requirement to pay a fee of £27 to claim it back.\nThe final phone Which? abandoned on a Ryanair flight from Malta to Stansted. Though Ryanair asserts planes are cleaned on every turn around, the phone was somehow missed after Which?’s investigator disembarked in London – with Find My Phone showing it made it from Stansted to its next stop in Bari, Italy before being spotted. At Bari airport, a kindly airport employee phoned to say they’d found it – and it was couriered back for a 60 Euro fee.\nSays Rory Boland, Editor of Which? Travel:\n“These days a phone is far from just a phone – it’s your wallet, photo album, and when you’re flying, it’s more often than not your boarding pass, too. When passengers lose something so vital you would expect airlines to have systems in place to quickly and easily return it to you, but when we tried misplacing our own phones we found this was too often not the case.\n“Frustratingly, in the vital first few hours after an item is lost, there’s no way of getting in touch with the airline to help. Even if you can see it’s still on the plane, you’ll be directed to airport staff or a third-party company. How hard can it be for airlines, which have staff onboard, to organise for lost items to be handed in and secured so that their customers are reunited. As it stands, most carriers won’t even pick up the phone to help.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Science and Technology",
      "Human Interest"
    ],
    "topics": [
      "Social Issue->social problem",
      "Social Issue->communities",
      "Science and Technology->social sciences",
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T04:51:03.016+02:00",
    "updated": "2025-01-10T05:15:56.459+02:00"
  }
]