[
  {
    "uuid": "5b4d79d6d4e6cde8eceeef3d0657d8a75f2ed613",
    "url": "https://www.dailyrepublic.com/lifestyle/youre-not-gross-and-sad-for-getting-older-heres-how-to-think-about-aging-instead/article_19ed8d0a-abfc-11ee-adb0-0bd573f9eaf5.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Deborah Netburn, Los Angeles Times (TNS)",
    "published": "2024-01-07T17:45:00Z",
    "title": "You're not gross and sad for getting older. Here's how to think about aging instead",
    "text": "Connie Zweig first encountered her inner ageist on a cloudless spring day in Santa Monica about seven years ago.\nThe author and retired psychotherapist was enjoying lunch at her favorite vegan restaurant, Real Food Daily, when an old woman walked in and sat at the table next to her. The woman's clothes were worn and tattered, her fingernails dirty, her hair unkempt. As she began to order free samples of food, presumably because she couldn't afford to pay, Zweig noticed a feeling of disgust rising within her.\nThis is uncomfortable. I'll never be like that. I feel sorry for her.\nThen she caught herself, took a breath and stopped. For decades Zweig had helped people interrogate the part of their minds outside of their conscious awareness – what the 20th century psychologist Carl Jung called \"the shadow.\" Now, here was her own shadow raising its head.\n\"The voice in myself was attributing to her the traits I couldn't look at in myself,\" said Zweig, who was in her late 60s at the time. \"I was getting old, I was getting more needy, more slow. I could risk poverty if something terrible happened.\n\"And that was shocking to me,\" she said. \"That after all this work on my own personal shadow, I still had an ageist part.\"\nIf you've ever yanked a gray hair, made a joke about our aging political leadership or shaved a few years off your age in conversation, then you probably have an inner ageist too. Most of us do. This is the deep part of ourselves that has us convinced that becoming old makes us useless, worthless, ugly and irrelevant. It's also the part that leads some of us to spend thousands of dollars each year to fight any sign of getting older with personal trainers, fillers, botox and a staunch refusal to slow down.\nBut the battle against age is ultimately unwinnable. No matter how old you are, aging is coming for you too. (Consider the alternative.) As Zweig says: \"Aging is the one thing we all have in common.\"\nAfter her encounter with the woman in the cafe, Zweig embarked on a years-long exploration of the inner ageist, how to move past its internalized biases and discover the hidden treasures of getting old – especially in later life. The result is her book \"The Inner Work of Age: Shifting From Role to Soul.\"\n\"We thought legislation would eliminate racism, but we've seen that it did not succeed,\" Zweig said. \"Implicit bias requires both social justice action and what I call 'shadow work' to uproot unconscious internal images and attitudes like the inner ageist.\"\nZweig, now 74, talked to The Times about where the inner ageist comes from, and how we can begin to recognize it in ourselves and ultimately release it.\n\"Our unconscious beliefs and biases about age shape how we experience it,\" she said. \"But that can change.\"\nThis interview has been lightly edited and condensed for length and clarity.\nFor those of us who want to reorient how we feel about aging, where do you suggest we start?\nAll through the lifespan the inner ageist is growing right along with us, so you can begin to do this work at any age.\nWhat are you saying to yourself about growing older? Can you catch it like I caught my inner dialogue in the restaurant when I was being judgmental and ageist? Can you catch that inner voice – or the feeling that goes with it – in the context of growing older?\nMaybe you see an older stranger – what do you say to yourself? Or you see a relative who has aged – what do you say to yourself? Or you notice a change in yourself – what do you say to yourself and what do you feel about it? That kind of shadow awareness can help you begin to tune into yourself more and then notice the effect it's having on you.\nEmotionally, socially, in terms of your health, your relationships, what are the consequences of not attending to that inner voice and rooting it out so you can attend to it more deeply?\nKnowing that aging does come with diminishing health, time and energy, how can we feel less afraid of it?\nThose are legitimate concerns because those are legitimate challenges. It's true that grief and loss are part of the aging process and they're built into it. And part of my work with the shadow is to face what I call mortality awareness. Many people deny death and that denial is building a charge in us around illness and death.\nBut when we are aware we have limited time, this time becomes so precious, and we want to spend it differently, and we want to prioritize and we want to really care about what is important to us. That changes everything.\nFighting the physical signs of aging is expensive. Why are so many of us spending our money this way?\nIf our identity is rooted in how we look and that's all we know, then we are going to do everything we can to prop up our self-image for as long as we can. It's our only value. If our identity is rooted in what I call \"the doer\" – what we do, what we produce, how we succeed – then we are going to keep \"doing\" for as long as we can. So if we can begin to learn how to cultivate an inner life, then we're going to focus more on that and less on how we look and what we do.\nI've heard friends say, 'Women are not allowed to age.' What do they mean when they say that?\nIf you begin to watch for how the media portrays older adults you'll start to see an answer to that. I grew up in the ’50s and ’60s watching \"All in the Family\" where the husband, Archie Bunker, had contempt for his wife as she aged and he was mean and critical and used humor often to put her down. We internalized those feelings and beliefs and attitudes.\nAn older person who is a really positive influence, like a grandparent, an aunt, a teacher or a mentor, can be an antidote to the negative media portrayals or the negative comments people make. If you don't have an antidote, then you are just going to internalize the negativity.\nI have a friend whose brother sent her a walking stick when she turned 25. What is that about?\nWe encounter the shadow or unconscious in many ways. One way is in dark humor. If you listen to comedians you'll get uncomfortable. You'll start to feel kind of squishy because they carry some part of the shadow that is not normally spoken aloud. There are a lot of Hallmark cards and birthday cards that have this edge to them because they make people laugh. But they do it at a price. They do it at the cost of expressing, in this case, ageism, but it could be any implicit bias. So that humor can be uncomfortable.\nYou're in your 70s. What does accepting your age look like for you?\nWe can't prescribe what this looks like for anyone else. For people in really difficult financial situations it's a whole different thing. Some of them have to keep working even when they're ill, even when they would rather stop working. There's also cultural differences around the role of the family with elders.\nFor me, I've been working since I was 19, and I'm ready for a different pace now. I'm ready to spend more time in meditation, in the inner world, spend more time with my husband, and our grandkids, which we haven't been able to do because we're so busy. I'm looking at different kinds of activism as well as different kinds of spiritual practice.\nBut the deeper issue for me is letting myself step into the unknown so that I can see what calls to me. Because as long as I'm this busy, I'm not going to hear the next call.\n___\n©2024 Los Angeles Times. Visit at\nlatimes.com. Distributed by Tribune Content Agency, LLC.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "http://latimes.com",
      "http://www.latimes.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "connie zweig",
          "sentiment": "neutral"
        },
        {
          "name": "zweig",
          "sentiment": "none"
        },
        {
          "name": "carl jung",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "real food daily",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "santa monica",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:10:45.373+02:00",
    "updated": "2024-01-08T01:10:45.373+02:00"
  },
  {
    "uuid": "990043b2242466c7c688b1a757d2ae22366dae0e",
    "url": "https://www.meteoweb.eu/2024/02/ricercatori-studiano-canto-pinguino-africano-salvarlo-estinzione/1001361383",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Filomena Fotia",
    "published": "2024-02-16T10:50:00Z",
    "title": "I ricercatori studiano il canto del pinguino africano per salvarlo dall’estinzione",
    "text": "MeteoWeb » ZOOLOGIA I ricercatori studiano il canto del pinguino africano per salvarlo dall’estinzione L’Università di Torino ha selezionato Salviamo il Pinguino Africano nell’ambito dell’iniziativa Funds TOgether di Filomena Fotia 16 Feb 2024 | 11:50 MeteoWeb ‘ Salviamo il Pinguino Africano ’ è il progetto di crowdfunding cofinanziato dall’Università di Torino per tutelare una specie di pinguino la cui popolazione ha subito un declino del 98% rispetto all’era preindustriale. Oltre 100 persone hanno già aderito alla campagna.\nLivio Favaro , Francesca Terranova e Anna Zanoli fanno parte del team di biologi marini dell’Università di Torino che da anni si sta dedicando allo studio del pinguino africano, una specie che abita le coste del Sudafrica e della Namibia. “Il pinguino africano è noto anche come pinguino asino per il suo vocalizzo molto particolare, che ricorda un raglio . Ma al di là dell’elemento di curiosità, proprio sullo studio e il monitoraggio del canto di questi animali si fonda il progetto di ricerca e tutela che da anni portiamo avanti in collaborazione con le autorità del Sudafrica” ha dichiarato Livio Favaro. Da Torino a Stony Point, Sudafrica\nCome ha dichiarato Francesca Terranova anche in occasione del suo intervento alla trasmissione Animal House di Radio Deejay : “Spesso la nostra squadra si reca a Stony Point, in Sudafrica, dove vive una colonia di circa 1.000 coppie di pinguini , con l’obiettivo di studiarli da vicino ma senza essere invasivi dei loro spazi. Trovarsi nel territorio della colonia, alle quattro del mattino, è un’esperienza unica. La voce di ogni pinguino è unica e studiarla, insieme a quella di tutti gli altri componenti della colonia, ci permette di monitorare l’andamento demografico della colonia o ricercare la presenza di patologie ” ha concluso Francesca Terranova. Il supporto della comunità per ridurre il rischio di estinzione del Pinguino Africano\n“Le attività dell’uomo hanno messo in pericolo la sopravvivenza di questa specie di pinguino” ha dichiarato Anna Zanoli che ha poi aggiunto “a causa della pesca intensiva e dell’antropizzazione degli ambienti in cui solitamente vivono i suoi esemplari”. “Noi cerchiamo di monitorare lo stato di salute della specie studiandone le colonie. Per farlo in modo efficace e non invasivo per i pinguini servono attrezzature tecniche e uno staff in loco che possa portare avanti il lavoro con costanza” .\n“Per proseguire e rilanciare il nostro lavoro abbiamo lanciato la campagna di crowdfunding ‘ Salviamo il Pinguino Africano’ , con l’obiettivo di acquistare attrezzatura tecnica e finanziare per un anno lo stipendio di un ranger in Sudafrica. Finora la risposta della comunità è stata straordinaria, ma abbiamo ancora bisogno del supporto di tutti per acquistare ulteriore attrezzatura. Aiutateci con una donazione” è stato l’appello di Livio Favaro .\nSostenere il progetto ‘ Salviamo il Pinguino Africano’ è semplice, sul link https://www.ideaginger.it/progetti/salviamo-il-pinguino-africano.html è possibile donare in pochi click tramite PayPal, bonifico bancario o carta di credito. Tra le ricompense per i sostenitori anche la possibilità di adottare a distanza un pinguino e ricevere aggiornamenti sul suo stato di salute.\n“Il crowdfunding ci sta aiutando a raccogliere fondi certamente, ma anche a sensibilizzare la comunità. Tante persone che ci hanno sostenuto prima di questa occasione non conoscevano nemmeno dell’esistenza del pinguino africano. Sapere che ora ci sono già oltre 100 donatori che hanno preso coscienza della necessità di salvaguardare questa specie credo rappresenti appieno uno degli obiettivi di ogni ricercatore, quello di divulgare anche ai non tecnici il proprio lavoro” ha concluso Livio Favaro. Il supporto dell’Università di Torino con Funds TOgether l’Università\nL’Università di Torino ha selezionato Salviamo il Pinguino Africano nell’ambito dell’iniziativa Funds TOgether , sviluppata insieme a Ginger Crowdfunding, che gestisce Ideaginger.it , la piattaforma con il tasso di successo più alto in Italia, con l’obiettivo di aiutare le ricercatrici e i ricercatori ad acquisire le competenze per sviluppare campagne di crowdfunding efficaci e sostenerle economicamente. L’Università di Torino , infatti, raddoppierà i fondi raccolti tramite crowdfunding fino a 10.000 euro. Il valore del crowdfunding per la ricerca scientifica\n“ L’Università di Torino ”, ha dichiarato Alessandro Zennaro , Vice-Rettore per la valorizzazione del patrimonio umano e culturale in Ateneo, “probabilmente più di qualsiasi altro ateneo, in questa fase storica, ha intrapreso un’azione organizzata di valorizzazione della conoscenza e di divulgazione scientifica, assumendo anche posizioni apicali nella rete degli atenei italiani per il Public Engagement (ApeNet). L’iniziativa di crowdfunding costituisce un’ulteriore opportunità per avvicinare la ricerca scientifica alla comunità territoriale e nazionale, illustrandone gli obiettivi, facendo conoscere le ricercatrici ed i ricercatori coinvolti, stimolando la curiosità e soprattutto dimostrando che, spesso, i prodotti della ricerca hanno ricadute immediate sulla vita di tutti noi, quotidianamente. Salviamo il Pinguino Africano è un progetto importante che coniuga in maniera esemplare la ricerca, la collaborazione internazionale e l’innovazione. Per questo merita di essere sostenuto”.\n“Questa campagna è un’occasione anche per lo staff dell’Università di Torino di confrontarsi con le opportunità del fundraising e della finanza alternativa per la ricerca e l’innovazione,” ha aggiunto Elisa Rosso, Direttrice della Direzione Innovazione e Internazionalizzazione dell’Università di Torino, che ha poi aggiunto “Per esempio stiamo contattando e ricercando partner istituzionali e aziendali interessati a supportare il progetto. Promuovere il crowdfunding è un’occasione per raccontare il valore della ricerca scientifica e sensibilizzare la comunità sul lavoro svolto in ateneo, che in questo caso permetterà di proseguire una preziosa attività di ricerca etologica sul campo”.\nFunds TOgether è il programma di finanza alternativa per la ricerca e l’innovazione sviluppato dall’ Università di Torino insieme a Ginger Crowdfunding . L’obiettivo è fornire a ricercatori e ricercatrici dell’ateneo le competenze per progettare e promuovere una campagna di crowdfunding, acquisire nuove risorse e avvicinare la comunità universitaria alla società civile attraverso progetti a forte impatto sociale e ambientale. Iscrivendoti dichiari di aver preso visione delle condizioni generali del servizio . Continua la lettura su MeteoWeb Condividi Video Vedi tutti › VIDEO DEL GIORNO Forte scirocco, le immagini dallo Stretto di Messina in burrasca Gallery Vedi tutti ›\nAeronautica Militare: trasporto sanitario urgente da Cagliari a Ciampino per un bimbo di 3 mesi",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest",
      "Environment"
    ],
    "external_links": [
      "https://www.addtoany.com/add_to/twitter?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F02%2Fricercatori-studiano-canto-pinguino-africano-salvarlo-estinzione%2F1001361383%2F&linkname=I%20ricercatori%20studiano%20il%20canto%20del%20pinguino%20africano%20per%20salvarlo%20dall%E2%80%99estinzione",
      "https://b5a7b.emailsp.net/frontend/subscribe.aspx",
      "https://www.addtoany.com/add_to/email?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F02%2Fricercatori-studiano-canto-pinguino-africano-salvarlo-estinzione%2F1001361383%2F&linkname=I%20ricercatori%20studiano%20il%20canto%20del%20pinguino%20africano%20per%20salvarlo%20dall%E2%80%99estinzione",
      "https://www.ideaginger.it/progetti/salviamo-il-pinguino-africano.html è",
      "https://www.addtoany.com/add_to/pinterest?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F02%2Fricercatori-studiano-canto-pinguino-africano-salvarlo-estinzione%2F1001361383%2F&linkname=I%20ricercatori%20studiano%20il%20canto%20del%20pinguino%20africano%20per%20salvarlo%20dall%E2%80%99estinzione",
      "https://www.addtoany.com/add_to/whatsapp?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F02%2Fricercatori-studiano-canto-pinguino-africano-salvarlo-estinzione%2F1001361383%2F&linkname=I%20ricercatori%20studiano%20il%20canto%20del%20pinguino%20africano%20per%20salvarlo%20dall%E2%80%99estinzione",
      "https://www.addtoany.com/add_to/facebook?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F02%2Fricercatori-studiano-canto-pinguino-africano-salvarlo-estinzione%2F1001361383%2F&linkname=I%20ricercatori%20studiano%20il%20canto%20del%20pinguino%20africano%20per%20salvarlo%20dall%E2%80%99estinzione",
      "https://player.vimeo.com/external/911837220.m3u8?s=627d459fe2d04e5b2e94d7d2555b7eb4869d3ccc&oauth2_token_id=1467441249",
      "https://www.addtoany.com/add_to/linkedin?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F02%2Fricercatori-studiano-canto-pinguino-africano-salvarlo-estinzione%2F1001361383%2F&linkname=I%20ricercatori%20studiano%20il%20canto%20del%20pinguino%20africano%20per%20salvarlo%20dall%E2%80%99estinzione",
      "https://player.vimeo.com/progressive_redirect/playback/911837220/rendition/540p/file.mp4?loc=external&oauth2_token_id=1467441249&signature=45ddad8612618c6cf2e8707dc2926931417c6242e3e379743678fbea297b5c57",
      "https://i.vimeocdn.com/video/1796614516-8117412b8dda8659fa5b58764691f1f11f692fd83c13b8131154bb4e13b25cab-d_640x360?r=pad",
      "https://www.addtoany.com/add_to/whatsapp",
      "https://ideaginger.it/progetti/salviamo-il-pinguino-africano.html è",
      "https://addtoany.com/add_to/pinterest?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F02%2Fricercatori-studiano-canto-pinguino-africano-salvarlo-estinzione%2F1001361383%2F&linkname=I%20ricercatori%20studiano%20il%20canto%20del%20pinguino%20africano%20per%20salvarlo%20dall%E2%80%99estinzione",
      "https://addtoany.com/add_to/email?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F02%2Fricercatori-studiano-canto-pinguino-africano-salvarlo-estinzione%2F1001361383%2F&linkname=I%20ricercatori%20studiano%20il%20canto%20del%20pinguino%20africano%20per%20salvarlo%20dall%E2%80%99estinzione",
      "https://www.addtoany.com/add_to/email",
      "https://www.addtoany.com/add_to/twitter",
      "https://addtoany.com/add_to/whatsapp?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F02%2Fricercatori-studiano-canto-pinguino-africano-salvarlo-estinzione%2F1001361383%2F&linkname=I%20ricercatori%20studiano%20il%20canto%20del%20pinguino%20africano%20per%20salvarlo%20dall%E2%80%99estinzione",
      "https://player.vimeo.com/progressive_redirect/playback/911837220/rendition/540p/file.mp4",
      "https://addtoany.com/add_to/linkedin?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F02%2Fricercatori-studiano-canto-pinguino-africano-salvarlo-estinzione%2F1001361383%2F&linkname=I%20ricercatori%20studiano%20il%20canto%20del%20pinguino%20africano%20per%20salvarlo%20dall%E2%80%99estinzione",
      "https://www.i.vimeocdn.com/video/1796614516-8117412b8dda8659fa5b58764691f1f11f692fd83c13b8131154bb4e13b25cab-d_640x360?r=pad",
      "https://addtoany.com/add_to/facebook?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F02%2Fricercatori-studiano-canto-pinguino-africano-salvarlo-estinzione%2F1001361383%2F&linkname=I%20ricercatori%20studiano%20il%20canto%20del%20pinguino%20africano%20per%20salvarlo%20dall%E2%80%99estinzione",
      "https://www.addtoany.com/add_to/linkedin",
      "https://www.addtoany.com/add_to/facebook",
      "https://i.vimeocdn.com/video/1796614516-8117412b8dda8659fa5b58764691f1f11f692fd83c13b8131154bb4e13b25cab-d_640x360",
      "https://www.b5a7b.emailsp.net/frontend/subscribe.aspx",
      "https://addtoany.com/add_to/twitter?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F02%2Fricercatori-studiano-canto-pinguino-africano-salvarlo-estinzione%2F1001361383%2F&linkname=I%20ricercatori%20studiano%20il%20canto%20del%20pinguino%20africano%20per%20salvarlo%20dall%E2%80%99estinzione",
      "https://www.player.vimeo.com/external/911837220.m3u8?s=627d459fe2d04e5b2e94d7d2555b7eb4869d3ccc&oauth2_token_id=1467441249",
      "https://player.vimeo.com/external/911837220.m3u8",
      "https://www.addtoany.com/add_to/pinterest",
      "https://www.player.vimeo.com/progressive_redirect/playback/911837220/rendition/540p/file.mp4?loc=external&oauth2_token_id=1467441249&signature=45ddad8612618c6cf2e8707dc2926931417c6242e3e379743678fbea297b5c57"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T13:03:54.040+02:00",
    "updated": "2024-02-16T13:03:54.040+02:00"
  },
  {
    "uuid": "c3282c536b9dbe19d2f3aad6b8604613e505a03d",
    "url": "https://bestcolleges.indiatoday.in/news-detail/delhi-university-may-revise-ma-political-science-syllabus-drop-courses-on-pakistan-china-and-islam-4200",
    "ord_in_thread": 0,
    "author": "India Today",
    "published": "2025-06-26T08:11:00Z",
    "title": "Delhi University may revise MA Political Science syllabus, drop courses on Pakistan, China, and Islam",
    "text": "India's Best Colleges 2025\nDelhi University may revise MA Political Science syllabus, drop courses on Pakistan, China, and Islam\nThis move, however, has sparked criticism among faculty members, many of whom fear that such changes could dilute students’ understanding of key international and regional dynamics.\nDelhi University is considering significant changes to its MA Political Science curriculum, with proposals to remove or replace courses that focus on Pakistan, China, Islam, and political violence. Among the courses likely to be withdrawn are ‘Pakistan and the World’, ‘China’s Role in the Contemporary World’, ‘Islam and International Relations’, ‘Pakistan: State and Society’, and ‘Religious Nationalism and Political Violence’.\nThe possible revision follows concerns raised within the academic community and beyond. Vice Chancellor Yogesh Singh reportedly told news agency ANI that after the April 22 Pahalgam attack, faculty members were advised to reassess course content that might be seen as overly sympathetic or glorifying towards Pakistan.\nThis move, however, has sparked criticism among faculty members, many of whom fear that such changes could dilute students’ understanding of key international and regional dynamics. They argue that omitting these topics would weaken the academic study of geopolitics and international relations at the postgraduate level.\nDr Monami Sinha, a member of the university’s Standing Committee, noted that the syllabus underwent \"serious examination\" during a recent committee meeting that reviewed the structure of various postgraduate courses.\nShould the proposed changes go ahead, the responsibility for creating alternative courses will fall to the department’s course committee. Any newly framed content will first need the approval of the syllabus panel, and subsequently, it will be presented to the Academic Council for final ratification.\nThe debate continues within the university as faculty, administrators, and students await a formal decision on the future shape of the syllabus.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Education->curriculum",
      "Education->college and university",
      "Politics->education policy",
      "Politics->political process",
      "Social Issue->social condition",
      "Social Issue->social services",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_in",
        "top_news_ph",
        "top_news_kw",
        "top_news_iq",
        "top_news_nz",
        "top_news_pk",
        "top_news_ae",
        "top_news_za",
        "top_news_qa",
        "top_news_sg",
        "top_news_sa",
        "top_news_my",
        "top_news"
      ],
      "bias": "center"
    },
    "rating": null,
    "crawled": "2025-06-26T11:20:31.190+03:00",
    "updated": "2025-06-26T08:25:54.000+00:00"
  },
  {
    "uuid": "087b75b986c725f251e3e8e9a38e828e38f750e2",
    "url": "https://llcbuddy.com/small-business/start-business-in-centre-pa-2",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Steve Goldstein",
    "published": "2024-04-04T18:43:00Z",
    "title": "How to Start a Small Business in Centre, PA - A Beginner's Guide",
    "text": "Start a small business in Centre : Starting a small business in Centre, PA is both tedious and joyful. If you’re looking to set up your own small business, but are clueless about where to start, then we got you covered here. Setting up a business in Centre, irrespective of the size and volume, is not an easy game to play, especially if you’re in a dynamic city like Centre. Located in Pennsylvania state, Centre has a population of 4128 that makes it not-so-easy to filter out your potential customers. However, it is not impossible.\nWhen you plan to start a small business in Centre, PA, it is comparatively tough because of the economic and demographic conditions. In this article, you will be learning about various factors of Centre that will help you to decide what and how to start your business.\nLet’s dive into the details about how to start a business in Centre, PA . The steps here are generic and can be slightly different based on your local authority guidelines. You can start a small business in Centre in two ways: do it yourself (not recommended) or hire a professional. It will be helpful if you hire professionals as they are cheaper and easier.\nStarting a Small Business in Centre, PA As already mentioned, Centre has a lot to offer to emerging entrepreneurs, irrespective of the size and nature of the business. Due to the economic environment and other demographic conditions, the city makes the path easier for any startup. Before we move on to the statistical data, let’s take a look at the following business structures you can establish for your business in Centre, PA.\nLLC in Pennsylvania Corporation in Pennsylvania General Partnership in Pennsylvania Single-member LLC in Pennsylvania S-Corp in Pennsylvania Important Points: Establishing a small business in Centre is relatively easier than as it needs small manpower, small investments, and small resources. Before you start processing your papers, you must consider a few important things:\nWhat type of business do you want to start What type of business structure do you want to form ( LLC , Sole Proprietorship, etc.) The current economic condition of the Centre and Pennsylvania state as a whole. What is your initial capital requirement Proper market research Once you decide to establish your business in Centre in Pennsylvania, you must work on the above-mentioned points. The economic condition of Centre, PA, is dynamic. You cannot predict what will happen in the next ten years. However, based on the previous and current economic data and trends it is easier to anticipate the future.\nWe recommend Zenbusiness LLC formation service that offers LLC formation at $0. If you’re starting an LLC in Centre, PA, you can hire Zenbusiness for their easy formation process at $0. However, you must pay the mandatory state filing fee ($125 (by mail and online)).\nImportant Facts and Stats About Centre, PA Demographic Stats in Centre, PA City Name Centre State Name Pennsylvania State ID PA Total Population 4128 Family Size 3.07 Female Population 51% Male Population 49% Average Population Age 45 Old Age Population 3.5% Young Population (30s) 11.5% Veteran Population 8.1% Name of Counties Berks Education and Labour Force Stats in Centre, PA Less than high school (%) 10% Highschool (%) 38.2% College (%) 26.9% Graduate (%) 6.8% Bachelor (%) 18.2% Stem Degree (%) 43.4% College or Above (%) 25% Labour Force Participation (%) 64% Unemployment Rate (%) 4.8% Poverty Rate 5.8% Income Stats in Centre, PA (in millions) Family Dual Income 56 Average Household Income 84792 Average Individual Income 43402 Household Income $150k+ 24.6 Household Income $100k-150k 13.8 Household Income $75k-100k 17.5 Household Income $50k-75k 18.7 Without Health Insurance 1.7% Read more: How to start a small business in Catonsville, MD\nStep 1: Get a Business Idea A Business idea is something you work on first before planning your entire business journey. You must have had an idea by now. If not, then there are a few points you might consider. While starting a small business in Centre or anywhere in Pennsylvania, make sure to follow their economic atmosphere. For example, the rate of unemployment in Centre is 4.8%. Hence, you know if you’re getting manpower or not.\nThe average individual income in Centre is $43402. It gives an idea of the average transaction of money in Centre economy that helps in deciding on the price of your product/service.\nOther points to be noted like market stability, competitors and their activities, demand for your goods, and a few demographic data. Such as the number of people in their 30s is 11.5 in Centre, preferably having a stable income. The percentage of people owning their house is 92.3%. The rest of the population probably staying in rented places. These are some of the points to note while starting your small business in Centre, PA.\nYou can explore the best business to start in Pennsylvania to get an idea of what type of business you can start in Centre, PA. Following are the top 5 businesses that work incredibly in Centre in terms of revenue generation:\nClothing Boutique Towing Company Convenience Store Health care Business Internet Service Provider Step 2: Make a Business Plan Once you have decided what type of business you want to start, you should make a detailed plan. Your business plan must include the important factors related to your business, such as the structure of your business. You can set up a limited liability company , a corporation, or a sole proprietorship company for your business. Your business plan must include that as well. Depending on your business’s structure, the business cost should be calculated. You can check out the LLC cost in Pennsylvania if you’re willing to start an LLC in Centre.\nBesides the cost of the business, you must make a plan about the capital, resources, raw materials, place of the business, target buyers, and other aspects. A business plan, usually, is a 40-page document. This document records everything, from the business concept to the plan of action. It also includes your future goals and how you can achieve them.\nBusiness Dissolution Business dissolution or closing down the business is when you decide to dissolve your small business in Centre. In your business plan, you must specify that as well. When you dissolve a business, you can either shut it down completely or shift the ownership to someone else.\nNormally, your business plan includes these factors as well. So that when your business is closed or shut down, it won’t be difficult to decide on an exit plan.\nStep 3: Get Capital The next step is to arrange the capital you need to start your business. You can get small business loans or bank loans. There are other options to get funding. These are small business grants, bank advances, small money lenders, and other types of business grants in Centre.\nAs you start your business in Centre, you can list down the banks that provide loans to support small businesses. Then slowly apply to those banks and financial institutions to get the loan easily. There are several ways through which you can get funding. These are:\nCrowdfunding Seed funding Venture capital funding Small business loans Bootstrapping Accelerators Step 4: Choosing a Business Structure for Small Business The most important step is choosing the type of business structure you want for your small business. The most common type of business structure for a small business is a sole proprietorship and a limited liability company. Besides these two types, you can choose from other types of business structures.\nCorporation : A very complex structure compared to other business structures. Register your business as a corporation if you have more than 10 employees initially. (Read more: How to start a corporation in Pennsylvania ) Nonprofit : This is a special business structure in which you couldn’t earn a profit. This type of corporation or LLC is created for charitable purposes. Income earned from Nonprofit organizations does not get taxed. Limited Liability Company : LLCs are the easiest form of business structure. It separates personal assets from business assets. LLCs do not have double taxation. The owners must pay personal income taxes based on their income (from LLCs or otherwise). However, the Limited Liability Company (LLC) (unlike the corporation) does not have to pay any taxes based on its revenue/profit. Sole Proprietorship : It is a type of business structure that does not need any formal registration. That means it is an unincorporated structure. The owner and the company are considered the same entity in this business structure. Partnership : If two or more people want to start a small business in Centre, Pennsylvania, the partnership is the structure you can choose. In this structure, the partners are liable to pay individual income taxes and self-employment taxes. (Read More: Start a General Partnership in Pennsylvania ) Limited Liability Partnership : LLPs have both features from LLCs and Partnerships. The partners can continue enjoying pass-through taxation like LLCs while maintaining the Partnership structure. Step 5: Get a Business Name Before starting the registration process, you need to name your company. Make sure the name should be available in Centre or in Pennsylvania. Besides, depending on the business structure, you must add abbreviations such as Inc, LLC, etc.\nYou must not get any name of your business that is misleading or confusing. It should be easy yet creative so people can recognize and remember the name. In Centre, you can reserve the name for some time. If you want to reserve the business name for now and form your business later, you can go to the Pennsylvania Secretary of State website to learn more about it.\nStep 6: Get Your Business Registered with Centre The next step is registering (filing) your business under the Secretary of State. If you are willing to establish a sole proprietorship, you will not be required to file or register your business. For any other business structure, it is mandatory to file the company under Pennsylvania Secretary of State . To register your business, there are a few things you need to do.\nGet a Registered Agent It is necessary to hire a registered agent at the time of forming your business. The Pennsylvania Resident Agent is a person in Centre who receives all your legal and official documents from the government on your behalf. Basically, this person is a bridge between the State and your company. Registered Agents must fulfill the following criteria:\nThe person should be aged or above 18 years The person must have a permanent residence/physical address in Pennsylvania The person must be eligible to conduct business in Pennsylvania or in Centre File Incorporation Certificate The next task is to file your incorporation documents. If you are filing an LLC, you must file the Certificate of Organization with the Pennsylvania Secretary of State . If you are forming a corporation, you must file the Articles of Incorporation. There is a state filing fee to be paid. For LLC, $125 (by mail and online) and for Corporation $125 for online and by mail filing to be paid.\nLLCBuddy editorial team suggests hiring a professional business formation service to ease the work. We recommend a list of the best LLC services for your reference.\nWrite an Operating Agreement An operating agreement is an internal document that includes in and out of the business. If you hire a professional business formation service, they help you draft the agreement. This is not always mandatory for businesses to file the Operating Agreement; however, it is recommended to file it to avoid future conflicts between partners/members of the company. The operating agreement includes the following:\nArticle 1: About organization Article 2: About Management & Voting Article 3: About Capital Contribution Article 4: About Profit Distribution Article 5: About membership changes Article 6: About Dissolution Recommended : This hassle will be reduced when you hire an LLC formation service. They take care of obtaining EIN and all other things for your LLC. We recommend using –\nZenbusiness – ($0 + State Fees) Online LLC Setup Step 7: Get a Tax ID and EIN Once you are done with the business filing process, you must apply for the EIN or Employment Identification Number. It is similar to the Social Security Number but for the business owners. To obtain the tax ID or EIN , you must visit the IRS website to apply for the same. You can apply for EIN online or via mail.\nMail to: Internal Revenue Service, Attn: EIN Operation, Cincinnati, OH 45999 Fax: (855) 641-6935 | Fee: Free Obtaining EIN from IRS does not cost any money. If you hire a formation service, you can get it easily without hassle or stressful procedures. Some of the formation services offer business formation at $0 . So, if you hire a service, you are not required to pay anything, and the process will be hassle-free.\nStep 8: Get a Business Bank Account The next step is to open a business bank account for all professional transactions. It is required for every small, medium, or large business to have a separate business account to avoid personal and professional finance conflicts. There are several banks in Centre where you can open your account.\nAfter You Establish Your Small Business in Centre, PA When your business is formed, it is time to put the first stone towards selling your product/service and making money. Following are some points you must consider.\nGet a License and Permit : Based on the nature of your business, you must get a proper license and permits to conduct business in Centre or Berks. For most businesses, obtaining a Trade License is required. Regarding the permit concerns, you must check with the Centre local government or county offices for more information. You can check How to get a business license and permit in Pennsylvania for more details. Marketing Strategy : The next thing is to market your product and service. You must place an ad or any promotional activity to grab more attention from your potential customers. If you want to target local people, you can contact local newspapers or kiosks to place your advertisement. Social Media Reach : Social media platforms are the largest marketing platform today. Every individual in the country has a smartphone and at least an Instagram and Facebook account. You can reach out to potential buyers via these social media platforms by placing paid advertisements, boosting your posts, or sharing engaging visual content on your page using trending hashtags. Cost to Start a Small Business in Centre When you start a small business in Centre, you must calculate the estimated cost. The cost of starting a small business in Centre or any city in Pennsylvania depends on the structure of your business. If you are starting an LLC, the cost to start an LLC in Pennsylvania is different than the corporation. For an LLC, the filing fee for an LLC is $125 (by mail and online). On the other hand, if you start a corporation in Pennsylvania, you will have to pay the state filing fee of $125 for online and by mail filing at the time of filing your documents.\nAs a small business person, you must be aware of other costs related to your business, such as the registered agent cost. Now, you can be your own Resident Agent in Pennsylvania to save money. However, it is not recommended to be a registered agent; you have to be present in the physical office during business hours, which can hamper other business-related tasks. Hence, appointing a registered agent at a reasonable price for your business will be wise.\nApart from that, you need permits, licenses, and other tax-related fees to conduct business in Centre, Pennsylvania. Check with the local city offices to know more about it. If you have an LLC, you will enjoy pass-through taxation. On the contrary, if you set up a corporation for your small business in Centre, you will have to pay personal and business income taxes.\nMore Facts and Stats on Centre, PA Kids Population (under 10 years) 9% Young Population (10-19 years) 14.1% Adult Population (Over 18) 78.9% Young Population (20s) 9.7% Young Population (40s) 11.8% Old Age Population (50s) 19.1% Old Age Population (60s) 15.8% Married 62% Never Married 24.1% Own Houses 92.3% Average Rent 1083 Limited English Speaking Population 0.9% How Fast Can You Start Business in Centre, PA One of the key factors that determine how fast you can start a business in Centre is the ease of obtaining all the necessary licenses and permits. Thankfully, the town has streamlined this process to make it as efficient as possible for aspiring business owners. With a dedicated team of professionals at the ready to assist you every step of the way, obtaining the required paperwork is a relatively quick and painless process.\nAnother important aspect to consider when starting a business in Centre is finding the right location for your endeavor. Centre offers a variety of commercial spaces for rent or purchase, making it easy to find the perfect spot for your business to thrive. Whether you’re looking for a retail storefront or an office space, Centre has ample options to suit your needs.\nAdditionally, Centre is home to a vibrant and supportive business community. From networking events to mentorship programs, there are plenty of resources available to help new business owners get their feet off the ground. The town is also home to a number of organizations that are dedicated to helping entrepreneurs succeed, providing valuable guidance and support along the way.\nOf course, starting a business anywhere comes with its own set of challenges and roadblocks. In Centre, entrepreneurs may encounter hurdles such as competition from existing businesses, navigating local zoning laws, or securing necessary financing. However, with the right mindset and a solid business plan in place, these obstacles can be overcome.\nOne of the key advantages of starting a business in Centre is the town’s strong economy and growing consumer base. With a steady influx of residents and businesses, there is ample opportunity for new businesses to thrive and succeed. Whether you’re launching a new restaurant, boutique, or tech startup, Centre offers a promising market for a wide range of industries.\nIn conclusion, the process of starting a business in Centre, PA is relatively fast and straightforward, thanks to the town’s efficient processes, supportive community, and strong economy. By taking advantage of the resources and opportunities available, aspiring entrepreneurs can quickly realize their dreams of business ownership in this bustling town. So if you’ve been thinking about starting a business in Centre, now is the perfect time to make your vision a reality.\nConclusion Starting a small business in Centre takes little of your money. However, setting up a business (even when it is small) takes up a lot of effort. But, with the help of business formation services, it is incredibly easy to form a small business and start selling your product immediately today. In this simple guide, we shared all the important steps to start a small business in Centre.\nGet an idea Choose the business structure Make a plan Get funding Register your small business with Pennsylvania SOS Get EIN Open a business bank account Get a license and permit Start selling You can connect with us anytime if you have any feedback or experience of having a small business in Centre.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "external_links": [
      "https://file.dos.pa.gov/",
      "https://www.file.dos.pa.gov/",
      "https://file.dos.pa.gov"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "pa",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "centre",
          "sentiment": "none"
        },
        {
          "name": "pa",
          "sentiment": "none"
        },
        {
          "name": "pennsylvania",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T02:17:55.564+03:00",
    "updated": "2024-04-05T02:17:55.564+03:00"
  },
  {
    "uuid": "9f82dd4b60fc40684d9ebae44bdd389d5df0eb5d",
    "url": "https://www.claycord.com/2025/08/07/martinez-animal-hospital-to-pay-20k-after-firing-employee-over-religious-objection-eeoc-says/",
    "ord_in_thread": 0,
    "author": "CLAYCORD.com",
    "published": "2025-08-07T22:01:00Z",
    "title": "Martinez Animal Hospital To Pay $20K After Firing Employee Over Religious Objection, EEOC Says",
    "text": "Martinez Animal Hospital agreed to pay a former employee $20,000 after an investigation by the U.S. Equal Employment Opportunity Commission concluded the animal hospital had subjected the employee to mandatory training contrary to his religious beliefs, the EEOC announced. When the employee objected to the training, which incorporated religious content, and requested to be excused from future trainings, he was terminated within days, the EEOC investigation found. The conduct violates the federal Civil Rights Act, which prohibits retaliation by an employer against protected activity including requests for religious accommodations, the commission said in a press statement.\nThe veterinary facility in Martinez has also agreed to revise its non-discrimination policies, conduct training for all employees, and post a notice on equal employment rights in English and Spanish, the EEOC said. Martinez Animal Hospital did not respond to a request for comment. “I expressed my concerns to management over training I was required to attend and was soon fired,” said the employee, who the commission did not identify. “I’m very glad the EEOC defended my right to speak up and ask for a religious accommodation, such as an exemption from religious-based content that made me uncomfortable.” EEOC Oakland Office director Carlos Rocha commended the animal hospital’s “commitment to preventing any future retaliation.” “This case should serve as a reminder for employers to train supervisors and representatives to recognize what may constitute protected activity under federal EEO laws and how to respond in a way that does not interfere with workers’ rights,” Rocha said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Social Issue"
    ],
    "topics": [
      "Labor->employment",
      "Labor->employee",
      "Labor->employment legislation",
      "Social Issue->social services",
      "Social Issue->social condition",
      "Social Issue->religious discrimination"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Martinez Animal Hospital",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "EEOC",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Equal Employment Opportunity Commission",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "9f82dd4b60fc40684d9ebae44bdd389d5df0eb5d",
      "first_syndicated": true
    },
    "trust": {
      "categories": null,
      "top_news": [],
      "bias": null,
      "source": {
        "type": "local_news",
        "city": [
          "Concord",
          "Clayton",
          "Clay"
        ],
        "state": [
          "California"
        ],
        "country": [
          "US"
        ],
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-08T01:39:57.473+03:00",
    "updated": "2025-08-08T01:43:35.000+03:00"
  },
  {
    "uuid": "27d2d71a4d67f8c7e039e365596527c987ba6431",
    "url": "https://appleinsider.com/articles/25/04/02/apple-ceo-tim-cook-makes-a-cool-24-million-in-serendipitous-stock-sale",
    "ord_in_thread": 0,
    "author": "Wesley Hilliard",
    "published": "2025-04-02T23:04:00Z",
    "title": "Apple CEO Tim Cook makes $24 million in timely stock sale",
    "text": "Affiliate Disclosure If you buy through our links, we may get a commission. Read our ethics policy . Apple CEO Tim Cook makes a cool $24 million in serendipitous stock sale Wesley Hilliard | Apr 02, 2025 Apple's stock is on the way down after the tariff announcement\n1 Facebook x.com Reddit\nBluesky The remainder of Apple CEO Tim Cook's Restricted Stock Units couldn't have vested at a better time, with 108,136 shares sold just before tariffs were announced. It's not hard to figure out when Apple CEO Tim Cook is about to make a bunch of money, as his Restricted Stock Units (RSUs) sales take place at the same time every year. He made $16 million selling stocks in April 2024 and $50 million later that October.\nWednesday's sale was shared via an SEC filing , which shows 108,136 shares were sold. That netted Cook $24 million just as President Donald Trump stepped out on stage to announce tariffs .\nOf course, it wasn't planned this way. The early 2024 sale took place on April 5, a Friday, and could have just as easily taken place later in the week.\nAccording to MacRumors , the RSUs sale was the last of three that was from a time-based stock award granted in 2020. Apple awarded the RSUs to Cook as a part of his compensation and as an encouragement to remain as CEO.\nLucky chance The announced tariffs have already had a profound effect on the market futures. Apple has plummeted more than 5% in the time since the announcement, which is about $170 billion.\nCook, looking at the stock price after hours. Image source: Apple Unless something changes before the stocks close Thursday, it could be a bad time for Apple and the rest of the US stock market. Beyond the market's initial reactions, the biggest concern will be over how they affect prices of goods like Apple's iPhone .\nA 10% flat rate tariff is being applied to every imported good, then additional tariffs are being imposed on select countries. A 34% tariff on goods from China, a 46% tariff on goods from Vietnam, and a 32% tariff on goods from Taiwan will have significant impacts on Apple's products.\nIt isn't clear how any company will handle the tariffs, but the most likely result is passing the cost to consumers. Economists were predicting up to $6 trillion in costs to Americans, but that's when the expected tariffs were much lower.\nNothing has been said yet of possible exemptions from Trump's tariffs. Apple, Google, Meta, and others have attempted to curry some favor from the President and his administration, which may yield some result.\nHowever, Trump is unpredictable and could ask these American companies to bear the weight of this \"transition.\" Ultimately, Trump hopes these tariffs will force companies to source parts, materials, and labor from the United States.\nRegardless, Cook's twice-annual RSUs sale managed to hit at the exact right hour to give him a few more million in the bank. Cook is a known philanthropist that invests his funds and donates to charity, and the $24 million he earned today went to his trust.\nFollow AppleInsider on Google News",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "topics": [
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->corporate news and profiles",
      "Economy, Business and Finance->business governance",
      "Science and Technology->economics",
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Tim Cook's",
          "sentiment": "positive"
        },
        {
          "name": "Donald Trump",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "China",
          "sentiment": "positive"
        },
        {
          "name": "Vietnam",
          "sentiment": "positive"
        },
        {
          "name": "Taiwan",
          "sentiment": "positive"
        },
        {
          "name": "US",
          "sentiment": "negative"
        },
        {
          "name": "the United States",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "SEC",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Apple",
          "sentiment": "neutral",
          "tickers": [
            {
              "ticker": "AAPL",
              "exchange": "NASDAQ"
            }
          ]
        },
        {
          "name": "Restricted Stock Units",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "MacRumors",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Trump",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Google",
          "sentiment": "neutral",
          "tickers": [
            {
              "ticker": "GOOG",
              "exchange": "NASDAQ"
            }
          ]
        },
        {
          "name": "Meta",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T02:21:22.086+03:00",
    "updated": "2025-04-03T10:28:13.545+03:00"
  }
]