[
  {
    "uuid": "050f6b0686479ad24207fc9c88c99056412df869",
    "url": "https://ge.globo.com/olimpiadas/noticia/2024/07/25/campea-olimpica-flagrada-agredindo-cavalo-pode-ser-processada-criminalmente.ghtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "globo.com",
    "published": "2024-07-25T22:01:00Z",
    "title": "Campeã olímpica flagrada agredindo cavalo pode ser processada criminalmente | olimpíadas | ge",
    "text": "Flávia Saraiva, da ginástica do Brasil, dá palpites para Jogos Olímpicos de Paris 2024\nCharlotte Dujardin, a campeã olímpica que está no centro dos holofotes após o vazamento de um vídeo em que aparece agredindo seu cavalo com chicotadas , pode ser processada criminalmente na Inglaterra.\n+ Confira o quadro de medalhas dos jogos de Paris\n+ Confira o canal olímpico de WhatsApp do ge\n+ Olimpíadas 2024: quando começa, data de abertura e onde assistir\nDe acordo com o jornal inglês \"The Sun\", a Federação Equestre Internacional (FEI) tem a prerrogativa de encaminhar o caso e todas as suas provas para a polícia, o que normalmente ocorre em casos parecidos. Esportivamente, a entidade suspendeu a multimedalhista do adestramento por seis meses.\n+ Veja a agenda olímpica\n+ Leia mais sobre as Olimpíadas de 2024\n1 de 1 Charlotte Dujardin, britânica campeã olímpica ao lado do seu cavalo — Foto: Dan Istitene/Getty Images Charlotte Dujardin, britânica campeã olímpica ao lado do seu cavalo — Foto: Dan Istitene/Getty Images\nO caso foi denunciado à FEI e à Federação Equestre Britânica pelo advogado holandês Stephan Wensing, que representava um denunciante anônimo. Segundo o advogado, a fonte resolveu expor o vídeo pois \"não suportou ver Charlotte Dujardin vencer\"\nCharlotte Dujardin é um dos principais nomes do hipismo britânico. A atleta tem dois ouros em Londres 2012 (individual e equipes) e um no Rio de Janeiro 2016 (individual). Além de uma prata no Rio (equipes) e dois bronzes (equipe e individual) em Tóquio 2020.\nVídeo mostra maus-tratos de campeã olímpica a cavalo; imagens fortes\nEm um comunicado postado nas redes sociais anunciando a desistência de Paris, Dujardin falou sobre o vídeo, sem dar detalhes sobre o caso.\n– Surgiu um vídeo de quatro anos atrás que me mostra cometendo um erro de julgamento durante uma sessão de treinamento. Compreensivelmente, a Federação Internacional de Esportes Equestres (FEI) está investigando o caso, e tomei a decisão de me afastar de todas as competições, inclusive os Jogos Olímpicos. O que aconteceu foi completamente fora do meu normal e não reflete como eu treino meus cavalos ou meus alunos; no entanto, não há desculpas. Estou profundamente envergonhada e deveria ter sido um melhor exemplo naquele momento – escreveu.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.whatsapp.com/channel/0029VaPYUQY0bIduYIMi0z3R",
      "https://957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css",
      "https://whatsapp.com/channel/0029VaPYUQY0bIduYIMi0z3R",
      "https://www.957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://www.s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T01:20:28.510+03:00",
    "updated": "2024-07-26T01:20:28.510+03:00"
  },
  {
    "uuid": "e1dcadc81db415c5dd5774a8d88dfa7c71bcdba0",
    "url": "https://www.thehindu.com/news/cities/puducherry/feast-day-of-st-joan-of-arc-to-be-an-annual-celebration-in-city/article68236262.ece",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dinesh Varma",
    "published": "2024-05-31T16:32:00Z",
    "title": "Feast Day of St. Joan of Arc to be an annual celebration in city - The Hindu",
    "text": "The city, on Thursday, hosted its maiden celebration of St. Joan of Arc Feast Day in homage to France’s patroness-saint Jean d’Arc, with a military tribute, litanies, and song service under the auspices of the Notre Dame des Anges (Our Lady of Angels) Church on Rue Dumas.\nWhile the city’s Catholic tradition features ‘Feast Day’ events for several popular saints coinciding with their death anniversary, or entry into heaven as believed by the faithful, the Our Lady of Angels, as the only place of worship following French praxis, had recently decided to organise its first feast day of the French icon.\n“The Feast Day celebration of the patroness-saint’s memory will be an annual event in our liturgical calendar”, said Fr. John Kennedy, parish priest at the Church of Our Lady of Our Angels.\nThe Feast Day commemorates the anniversary of the day in 1431 when Joan of Arc who led the French army in the battle at Orléans in 1429 to liberate her people from the English.\nJoan of Arc was later captured by the Duke of Burgundy’s men, confined, put on a sham trial on charges of heresy and witchcraft, and eventually burned at the stake on May 30, 1431. It was not until 1450, that the guilty verdict was overturned by a Rehabilitation Trial ordered by Charles VII. In 1909, she was beatified in the famous Notre Dame cathedral in Paris by Pope Pius X, and in 1920, she was canonised by Pope Benedict XV.\nJoan of Arc garden The remembrance ceremonies for an iconic figure, revered for valour, supreme sacrifice and spirituality, were arranged at the renovated Le jardin de Jeanne d’Arc (Joan of Arc garden), which has as its centre-piece a marble sculpture of the celebrated icon.\nAs the only parish in India where masses are rendered in French, English and Tamil, the proceedings were conducted in all three languages.\nFr. Kennedy gave a brief overview of the history of the church and the garden which were donated to the parish by French industrialist-politician Francois Gaudart shortly around 1919.\nKaps Kovil According to church records, the parish, founded in 1738 and among the oldest parishes in the city, has been known in local parlance as the “Kaps Kovil” (The Capuchins’ Church). The first French cleric to settle down in erstwhile Pondicherry, as early as in 1674, belonged to the Capuchin order.\nThe church has been deeply connected, historically and politically, with the period of French administration. Since a church first came up in 1707—the year following the death of François Martin, the first French Governor-General who developed the port city of erstwhile Pondicherry—the edifice was rebuilt under the rule of subsequent Governor-Generals Pierre Benoît Dumas and Joseph-François Dupleix.\nThe property was razed to the ground in the English conquest in 1761, and reconstructed in the 1765-70 period. It was not until 1828 that the Capuchins gave way to the Holy Spirit Fathers, who built the existing church (from 1851 to 1855). While priests from the Paris Foreign Missions Society began replacing the Holy Spirit Fathers from 1887, the parish has, since 2008, been served by a succession of French-speaking Tamil priests.\nThe garden and Joan of Arc statue were restored by the Friends of Pondicherry Heritage (FPH), with support from Paris-centred Foundation Vieilles Maisons Françaises (VMF) and other city agencies, including INTACH. The renovated premises was opened in 2020.\nCharles H. De Brantes, FPH founder-president, said that the garden was restored to offer visitors a spiritual experience. The design reflects a melting pot of influences that range from the Persian “char-bagh” (four quadrants) concept to pergola columns with overhanging vines curated by Italian landscape architect Mariachiara Pozzana.\nRead Comments Copy link Email Facebook Twitter Telegram LinkedIn WhatsApp Reddit READ LATER Remove SEE ALL PRINT",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://t.me/share/url?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2Fpuducherry%2Ffeast-day-of-st-joan-of-arc-to-be-an-annual-celebration-in-city%2Farticle68236262.ece&text=Feast%20Day%20of%20St.%20Joan%20of%20Arc%20to%20be%20an%20annual%20celebration%20in%20city%20",
      "https://www.linkedin.com/shareArticle?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2Fpuducherry%2Ffeast-day-of-st-joan-of-arc-to-be-an-annual-celebration-in-city%2Farticle68236262.ece&title=Feast%20Day%20of%20St.%20Joan%20of%20Arc%20to%20be%20an%20annual%20celebration%20in%20city%20",
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2Fpuducherry%2Ffeast-day-of-st-joan-of-arc-to-be-an-annual-celebration-in-city%2Farticle68236262.ece&text=Feast%20Day%20of%20St.%20Joan%20of%20Arc%20to%20be%20an%20annual%20celebration%20in%20city%20",
      "https://api.whatsapp.com//send?text=Feast%20Day%20of%20St.%20Joan%20of%20Arc%20to%20be%20an%20annual%20celebration%20in%20city%20%20-%20https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2Fpuducherry%2Ffeast-day-of-st-joan-of-arc-to-be-an-annual-celebration-in-city%2Farticle68236262.ece",
      "https://reddit.com/submit?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2Fpuducherry%2Ffeast-day-of-st-joan-of-arc-to-be-an-annual-celebration-in-city%2Farticle68236262.ece&title=Feast%20Day%20of%20St.%20Joan%20of%20Arc%20to%20be%20an%20annual%20celebration%20in%20city%20",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2Fpuducherry%2Ffeast-day-of-st-joan-of-arc-to-be-an-annual-celebration-in-city%2Farticle68236262.ece&t=Feast%20Day%20of%20St.%20Joan%20of%20Arc%20to%20be%20an%20annual%20celebration%20in%20city%20",
      "https://reddit.com/submit",
      "https://t.me/share/url",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2Fpuducherry%2Ffeast-day-of-st-joan-of-arc-to-be-an-annual-celebration-in-city%2Farticle68236262.ece&t=Feast%20Day%20of%20St.%20Joan%20of%20Arc%20to%20be%20an%20annual%20celebration%20in%20city%20",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2Fpuducherry%2Ffeast-day-of-st-joan-of-arc-to-be-an-annual-celebration-in-city%2Farticle68236262.ece&text=Feast%20Day%20of%20St.%20Joan%20of%20Arc%20to%20be%20an%20annual%20celebration%20in%20city%20",
      "https://www.api.whatsapp.com//send?text=Feast%20Day%20of%20St.%20Joan%20of%20Arc%20to%20be%20an%20annual%20celebration%20in%20city%20%20-%20https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2Fpuducherry%2Ffeast-day-of-st-joan-of-arc-to-be-an-annual-celebration-in-city%2Farticle68236262.ece",
      "https://linkedin.com/shareArticle?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2Fpuducherry%2Ffeast-day-of-st-joan-of-arc-to-be-an-annual-celebration-in-city%2Farticle68236262.ece&title=Feast%20Day%20of%20St.%20Joan%20of%20Arc%20to%20be%20an%20annual%20celebration%20in%20city%20",
      "https://www.reddit.com/submit?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2Fpuducherry%2Ffeast-day-of-st-joan-of-arc-to-be-an-annual-celebration-in-city%2Farticle68236262.ece&title=Feast%20Day%20of%20St.%20Joan%20of%20Arc%20to%20be%20an%20annual%20celebration%20in%20city%20",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.t.me/share/url?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2Fpuducherry%2Ffeast-day-of-st-joan-of-arc-to-be-an-annual-celebration-in-city%2Farticle68236262.ece&text=Feast%20Day%20of%20St.%20Joan%20of%20Arc%20to%20be%20an%20annual%20celebration%20in%20city%20",
      "https://twitter.com/intent/tweet",
      "https://api.whatsapp.com//send",
      "https://www.linkedin.com/shareArticle"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joan",
          "sentiment": "negative"
        },
        {
          "name": "st. joan",
          "sentiment": "negative"
        },
        {
          "name": "joan of arc",
          "sentiment": "none"
        },
        {
          "name": "rue dumas",
          "sentiment": "none"
        },
        {
          "name": "jean d’arc",
          "sentiment": "none"
        },
        {
          "name": "john kennedy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "duke of burgundy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "orléans",
          "sentiment": "none"
        },
        {
          "name": "church of our lady of our angels",
          "sentiment": "none"
        },
        {
          "name": "notre dame",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-31T22:13:57.415+03:00",
    "updated": "2024-06-07T23:42:22.150+03:00"
  },
  {
    "uuid": "a41abef041d5f3b0299e3aa5ea1dbbc3bbfb87ac",
    "url": "https://themessenger.com/sports/buffalo-bills-highmark-stadium-before-after-snow-stor",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kari Anderson",
    "published": "2024-01-15T20:01:00Z",
    "title": "See Before and After Photos Of Buffalo Bills Stadium With Tons of Snow Cleared By Volunteers - The Messenger",
    "text": "[Manchin to Meet With Biden Amid 2024 Speculation](/politics/manchin-to-meet-with-biden-amid-2024-speculation?utm_source=onsite&utm_medium=trending_story) See Before-and-After Photos of Buffalo Bills Stadium With Tons of Snow Cleared by Volunteers With the help of eager fans, Buffalo rapidly prepared the stadium for Monday's game, which was delayed by a day due to a huge snowstorm [Kari Anderson](/author/kari-anderson) The Buffalo Bills have been busy this weekend, clearing the snow out of Highmark Stadium for the AFC Wild Card matchup against the Pittsburgh Steelers, which was [postponed](https://themessenger.com/sports/bill-steelers-wild-card-game-postponed-to-monday-afternoon?utm_source=onsite&utm_medium=more_sports) to Monday at 4:30 p.m. ET after a huge winter storm hit western New York. The bulk of the storm hit on Saturday and Sunday, and Buffalo saw clear skies on Monday. But the next issue became about how to prepare the Highmark Stadium for the game. The snow was bad enough that Buffalo [put out a call to fans](https://themessenger.com/sports/buffalo-bills-need-snow-shovelers-to-clear-out-stadium-ahead-of-playoff-game-vs-steelers-after-massive-storm) to come and shovel snow, offering $20 per hour and complimentary food for folks over 18 years to help clear the stadium. Although the shovelers worked all day Sunday to get snow out of the stadium (and took the opportunity to [have some fun](https://www.espn.com/video/clip/_/id/39308932) in the process), the Bills put out an early-morning call for more shovelers on Monday, showing a photo of the field and stands still covered in snow, but with a clear sky. [Buffalo Bills Need Snow Shovelers to Clear Out Stadium Ahead of Playoff Game vs. Steelers After Massive Storm](/sports/buffalo-bills-need-snow-shovelers-to-clear-out-stadium-ahead-of-playoff-game-vs-steelers-after-massive-storm?utm_source=onsite&utm_medium=related_story) [WATCH: Buffalo Bills Post Video of Highmark Stadium in Blizzard After Bills-Steelers is Postponed](/sports/watch-buffalo-bills-post-video-of-highmark-stadium-in-blizzard-after-bills-steelers-is-postponed?utm_source=onsite&utm_medium=related_story) [Bills Enlist 2,500 Workers to Clear Snow at Highmark Stadium for Playoff Game Against Steelers](/sports/bills-enlist-2500-workers-to-clear-snow-at-highmark-stadium-for-playoff-game-against-steelers?utm_source=onsite&utm_medium=related_story) [WATCH: Buffalo Bills Fan Goes Shirtless, Slides Down Snowy Bleachers While Shoveling Out Highmark Stadium for Today’s Game](/news/watch-buffalo-bills-fan-shirtless-slides-snow-shoveling-out-highmark-stadium-game?utm_source=onsite&utm_medium=related_story) [Buffalo Bills Player Alec Anderson Saves New York Driver After Car is Stranded in Violent Blizzard Snow](/sports/buffalo-bills-alec-anderson-new-yorker-stranded-violent-blizzard-snow?utm_source=onsite&utm_medium=related_story) [Buffalo Bills Fan Found Naked, Covered in Excrement at Site of New Stadium](/news/buffalo-bills-fan-found-naked-covered-in-excrement-at-site-of-new-stadium?utm_source=onsite&utm_medium=related_story) The Bills also warned fans to wear waterproof pants and boots to the game, showing a photo of the stands with a significant layer of snow. By the afternoon, the stadium was ready for some playoff football, with the field nearly all cleared off and some sections of the stands (and more importantly, the stairs) cleared of snow as well. Now, as kickoff approaches, Highmark Stadium is ready — and so are the Bills, and their fans. Considering that [Highmark Stadium looked like this](https://themessenger.com/sports/watch-buffalo-bills-post-video-of-highmark-stadium-in-blizzard-after-bills-steelers-is-postponed) on Saturday, it's a minor miracle that the team was able to pull it off. [privacy policy](/info/privacy-policy)and [terms of use](/info/terms-of-use). - Draymond Green Returns in Warriors Loss After Indefinite SuspensionSports - Jeremy Allen White Says He’d Compete in WWE Under This One ConditionEntertainment - Eagles’ Tush Push Suffers Rare Failure as Team Continues to SputterSports - Bills Fans Peg Steelers Players With Snowballs During Frigid Playoff GameSports - Steelers Coach Mike Tomlin Ditches Press Conference When Asked About Contract After Playoff Loss to BillsSports - Taylor Swift, Simone Biles and Everyone Else Getting Custom NFL Fits From Kristin JuszczykSports - Jason Kelce Shows Up to Eagles Playoff Game After Discussing Retirement in Sweatpants and Flip FlopsSports - LSU’s Kim Mulkey Let Players Watch Men’s Team Before Bad Loss — She ‘Regrets’ Breaking RoutineSports - Eagles Coach Nick Sirianni Toned Down Eccentric Sideline Antics, Player Said It ‘Could Be Detrimental’ to TeamSports - Lionel Messi and Aitana Bonmatí Win FIFA’s Best Player AwardsSports - Deion Sanders as the Dallas Cowboys’ Next Head Coach? Chad Johnson Thinks It’s the Right MoveSports - USC’s Caleb Williams Declares for NFL DraftSports",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Weather"
    ],
    "external_links": [
      "https://www.espn.com/video/clip/_/id/39308932)",
      "https://espn.com/video/clip/_/id/39308932)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kari anderson",
          "sentiment": "none"
        },
        {
          "name": "jo-el-sonnier",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "buffalo bills",
          "sentiment": "none"
        },
        {
          "name": "pittsburgh steelers",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "highmark stadium",
          "sentiment": "none"
        },
        {
          "name": "buffalo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-15T22:24:09.867+02:00",
    "updated": "2024-01-16T15:47:32.579+02:00"
  },
  {
    "uuid": "06a45de3cca9619c403e71819f30bd1ba6aa3c32",
    "url": "https://www.princegeorgecitizen.com/today-in-history-and-celebrity-birthdays/today-history-dec29-8037740",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2023-12-29T07:20:00Z",
    "title": "Today-History-Dec29",
    "text": "Today in History for Dec. 29: In 1170, the Archbishop of Canterbury, Thomas Becket, was murdered on the altar of Canterbury Cathedral by knights of King Henry II. In 1813, the British burned Buffalo, N.Y., during the War of 1812. In 1837, the American ship \"Caroline,\" which had been supplying William Lyon Mackenzie's rebels, was set on fire by the British and sent over Niagara Falls. At least one American was killed and a difficult diplomatic impasse between Britain and the United States followed. In 1845, Texas became a U.S. state. In 1851, the first American Young Men's Christian Association was organized, in Boston. In 1877, employees of Canada's Grand Trunk Railroad went on strike, in support of members of the Brotherhood of Locomotive Engineers who had been fired. The strike was broken by the use of militia and non-union workers. In 1890, the last battle in the American-Indian wars took place at Wounded Knee Creek, S.D. About 350 half-starved Sioux gathered on the Pine Ridge Reservation for a Ghost Dance, a religious ceremony in which the Indians believed their dead would rise again and lead them to good hunting grounds. When the Sioux refused to hand over their weapons to the 7th Cavalry, the troops opened fire. About 150 Indians, half of them women and children, and 25 soldiers, died in the battle. In 1908, the first gold coin and sovereigns were minted in Canada. In 1916, Grigory Rasputin, the so-called \"Mad Monk\" who'd wielded great influence with Czar Nicholas II, was murdered by a group of Russian noblemen in St. Petersburg. In 1919, Sir William Osler, who's been called the most influential physician in history, died in Oxford, England at age 70. Known as \"the father of clinical medicine,\" the Ontario native was a pioneer in emphasizing a patient's state of mind in achieving a cure. His 1892 medical text, \"The Principles and Practice of Medicine,\" was considered authoritative for over three decades. In 1921, William Lyon Mackenzie King succeeded Arthur Meighen as prime minister of Canada. King led the Liberal party for 25 years and was prime minister for more than 21 years. He resigned from office in 1948 at age 74. He died on July 22, 1950. In 1934, Japan formally denounced the Washington Naval Treaty of 1922. In 1940, German aircraft dropped thousands of incendiary bombs on central London during the Second World War, causing the worst fire damage in the British capital since the Great Fire of 1666. St. Paul's Cathedral survived, but eight other ancient churches were badly damaged. In 1944, Canadian pilot Dick Audet shot down five enemy planes in 10 seconds during the Second World War. In 1952, a six-kilogram kidney stone was removed from an 80-year old woman by a doctor in London, England. At the time, it was the largest recorded in medical history. In 1967, Parliament abolished the death penalty, except for the killing of prison guards or police officers, for a five-year trial period. The legislation was renewed in 1973, before hanging was totally abolished in 1976. Canada's last executions were in 1962. In 1969, European industries and services were paralyzed by a major influenza epidemic. In 1970, Roy Ivor, 91, internationally known naturalist, lost his bird sanctuary at Mississauga, Ont., in a fire. In 1972, an Eastern Airlines TriStar jet crashed on approach to Miami International Airport, killing 101 people. In 1975, 11 people were killed and 74 injured when a bomb exploded in a baggage claim area at the La Guardia airport in New York. In 1981, U.S. President Ronald Reagan imposed trade sanctions on the Soviet Union to protest the imposition of martial law in Poland following the rise of Solidarity, the independent trade union movement. In 1989, Canada became the first country to ban smoking on domestic flights. In 1989, writer Vaclav Havel was elected as president of the Czech Republic as politicians voted to end the Communist party's 40-year monopoly of power. In 1991, Susan Wright, one of Canada's best-known stage actresses, died in Stratford, Ont., at age 44. In 1992, Fernando Collor de Mello resigned as president of Brazil minutes before the opening of his impeachment trial. In 1996, distinguished Canadian poet Dorothy Livesay died at age 87. In 1998, four tourists, including one Canadian, were killed by their kidnappers after Yemeni troops stormed a remote mountain hideaway where they were being held by Islamic extremists. In 2008, Israel called an \"all-out war\" against Hamas as its air attacks killed more than 300 people in Gaza in three days, the bloodiest fighting between Israelis and Palestinians since the 1967 war. In 2008, former prime minister Sheikh Hasina won a landslide victory in Bangladesh’s first election in seven years. In 2008, Canada's junior hockey team won The Canadian Press team of the year for its gold medal win at the World Jr. Championship. In 2009, Const. Eric Czapnik, 51, was stabbed to death outside an Ottawa Hospital, becoming the first Ottawa police officer to die in the line of duty since 1983. A Mountie under suspension was arrested in the attack. (In 2012, Kevin Gregson was found guilty of first-degree murder.) In 2009, China executed a British man (Akmal Shaikh) convicted of drug smuggling in its first execution of a European citizen in half a century. In 2010, police in Denmark and Sweden halted an imminent terrorist attack by arresting five men who planned to shoot as many people as possible at the Jyllands-Posten newspaper's Copenhagen newsdesk, which published cartoons of the Prophet Muhammad in 2005. In 2011, Jennifer Heil, Canada's most successful female freestyle skier, was named The Canadian Press female athlete of the year. She ended her career earlier in the year with an unexpected sweep of the moguls and dual moguls gold medals at the world championships. In 2011, fed-up voters in Jamaica threw out the ruling party and delivered a landslide triumph to the opposition People's National Party and its leader, former Prime Minister Portia Simpson Miller. In 2013, Michael Schumacher, the most successful driver in Formula One history, suffered a serious head injury while skiing in the French Alpine resort of Meribel. The German driver was placed in a medically induced coma. In June 2014, he left a French hospital no longer in a coma and transferred to neighbouring Switzerland to continue his recovery. In 2017, Canada lost 4-3 in a shootout to the United States in international hockey's first outdoor game in Orchard Park, N.Y. In 2018, the first North Atlantic right whale calf of the winter season was spotted off the Florida coast heading north with its mother, a known resident of the Gulf of St. Lawrence. The Florida Fish and Wildlife Conservation Commission said on Facebook that the two endangered whales were sighted near the mouth of the state's St. Johns River. In 2020, Independent Sen. Elaine McCoy, who was appointed to the chamber in 2005 after a career in Alberta politics, died at the age of 74. Alberta Premier Jason Kenney paid tribute to McCoy, calling her a persuasive and unapologetic advocate for the province's workers and energy sector. In 2021, Rideau Hall released the names of the 135 newest additions to the Order of Canada. Among the list of recipients was former senator Murray Sinclair, the noted Indigenous advocate who chaired the Truth and Reconciliation Commission into residential schools. Also on the list was author Yann Martel, known for his book ``Life of Pi'' released two decades ago. In 2021, Damian Warner beat out sprinter Andre De Grasse and soccer star Alphonso Davies to win the Lionel Conacher award as The Canadian Press male athlete of the year. The 32-year-old from London, Ont., won decathlon gold in dominating fashion at the Tokyo Olympics. In 2021, British socialite Ghislaine Maxwell was convicted of helping American financier Jeffrey Epstein sexually abuse teenage girls. The verdict capped a month-long trial featuring sordid accounts of the sexual exploitation of girls as young as 14, told by four women who described being abused as teens. In 2021, a Canadian woman was among seven people in custody in Hong Kong after police raided an online pro-democracy news organization. Two male editors who worked at Stand News were charged with conspiracy to publish a seditious publication, a day after the outlet said it would cease operations following the Wednesday morning raid. Five others being detained for questioning included Hong Kong-born-Canadian pop singer and board member Denise Ho. In 2021, Canada's border agency temporarily closed two ports of entry in the Atlantic region due to COVID-19. The CBSA said the affected offices were in Bathurst, New Brunswick and Charlottetown, P.E.I. Spokeswoman Judith Gadbois-St-Cyr said service at the small offices was being suspended because of COVID infections and close contacts among staff. ---- The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "thomas becket",
          "sentiment": "negative"
        },
        {
          "name": "william lyon mackenzie",
          "sentiment": "none"
        },
        {
          "name": "henry ii",
          "sentiment": "none"
        },
        {
          "name": "caroline",
          "sentiment": "none"
        },
        {
          "name": "sioux",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "grand trunk railroad",
          "sentiment": "none"
        },
        {
          "name": "canterbury cathedral",
          "sentiment": "none"
        },
        {
          "name": "brotherhood of locomotive engineers",
          "sentiment": "none"
        },
        {
          "name": "american young men's christian association",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canterbury",
          "sentiment": "none"
        },
        {
          "name": "n.y.",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "niagara falls",
          "sentiment": "none"
        },
        {
          "name": "s.d",
          "sentiment": "none"
        },
        {
          "name": "wounded knee creek",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "buffalo",
          "sentiment": "none"
        },
        {
          "name": "pine ridge reservation",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T09:26:29.890+02:00",
    "updated": "2023-12-29T09:52:55.210+02:00"
  }
]