[
  {
    "uuid": "39c430679d48fa0377da00a4f76c048975cbce72",
    "url": "https://www.todayinbc.com/national-news/courts-tie-white-supremacy-to-terrorism-for-first-time-in-veltman-case-7321355",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Canadian Press",
    "published": "2024-02-23T16:29:00Z",
    "title": "Courts tie white supremacy to terrorism for first time in Veltman case",
    "text": "The case of an Ontario man who carried out a deadly attack on a Muslim family was the first to recognize terrorism on grounds of white supremacist ideology and further emphasized that terrorism isn’t limited to those who belong to specific groups, experts and observers said after the landmark trial ended this week. Nathaniel Veltman was sentenced Thursday to life in prison with no chance of parole for 25 years for each of four counts of first-degree murder in the June 2021 attack that killed four members of the Afzaal family in London, Ont. Veltman, 23, was also sentenced to life in prison for the attempted murder of a boy who survived. All five sentences are to be served concurrently. In handing down the sentencing decision, Ontario Superior Court Justice Renee Pomerance said Thursday it was an “inescapable conclusion” that Veltman committed a terrorist act in hitting the Afzaal family with his truck. She noted he targeted them because they were Muslim, and expressed white nationalist beliefs in a manifesto and in his statements to police. “Terrorism is not exclusive to any group or ideology,” she said. “Right-wing extremism is as potentially destructive of the social order as any other belief system promoting hate and violence.” Forty-six-year-old Salman Afzaal; his 44-year-old wife, Madiha Salman; their 15-year-old daughter, Yumna; and her 74-year-old grandmother, Talat Afzaal were killed in the attack. The couple’s nine-year-old son was seriously hurt but survived. The case was the first time Canada’s terrorism laws were put before a jury in a first-degree murder trial. It also “marks the first time in Canadian history that a case involving white nationalism has met the threshold of terrorism,” Amira Elghawaby, Canada’s Special Representative on Combatting Islamophobia, said after the ruling. “This decision will have profound reverberations across Canada,” Elghawaby said. Amarnath Amarasingam, an assistant professor at Queen’s University’s school of religion, said the terrorism finding was important in light of the overwhelming evidence of ideological motivation. “If Veltman, of all people, who mowed down a family, who left a manifesto … who literally called himself a white nationalist and called for the deportation of certain minorities — if that isn’t ideology and if that isn’t defined that way, then what exactly is the point of these words?” he said. “It’s important for these things to be applied fairly across ideologies and movements,” he added. It will be interesting to see what happens in the future in cases involving “more nebulous, far-right individuals who don’t leave much behind,” he said. While the terrorism ruling wasn’t a surprise given the evidence heard at trial, Pomerance’s decision provides details on how to consider political purpose and ideological motivation — both key elements of terror under law — “in a way that we haven’t seen before in criminal trials,” said Michael Nesbitt, an associate professor of law at the University of Calgary who specializes in anti-terrorism. In the past, someone accused of terrorism would be linked to a group, and that group with an ideology, which would then tie the person to that ideology, he said. That made things more difficult when dealing not only with lone actors, but also with individuals “drawing from a potpourri of different ideological influences,” rather than a focused movement or group, he said. Thursday’s ruling shows that the anti-terror laws in place are capable of capturing that sort of activity, which better reflects what officials have identified as the current security threat environment in Canada, he said. “This is an example of a successful prosecution where they made the case with the available evidence just associated with the individual,” he said. In her decision, Pomerance said Veltman “did not need to commune with a group and he did not even need to leave his apartment in order to become wholly immersed in extremist doctrine.” While radicalization is complex, based on the evidence presented at trial, Veltman “drew much of his rage from internet sources, which he repeatedly accessed in the days and moments leading up to the attack,” she said. The judge said she would not refer to Veltman by name or repeat his beliefs in order to avoid giving him the attention he sought. That position is understandable, but it also makes it more difficult to parse out how the things Veltman said stack up against our understanding of white nationalism, which is part of assessing ideology, said Barbara Perry, the director of the Centre on Hate, Bias and Extremism at Ontario Tech University. “So that was, I think, something that will be food for lots of conversation and debate in months to come,” she said. Faisal Bhabha, an associate professor at York University’s Osgoode Hall law school, has long opposed anti-terrorism laws, arguing they are deployed in a discriminatory fashion and serve no real purpose since the acts they cover are already illegal. Veltman is facing the same sentence for the first-degree murders as anyone convicted of those offences without a terrorism component, he said, which shows terror convictions are largely symbolic. “If it doesn’t lead to different sentencing principles, then what is the point of a terrorism offence at all?” he asked. Bhabha pointed to the case of Alexandre Bissonnette, the gunman who killed six people in a Quebec City mosque in 2017. Bissonnette pleaded guilty to six counts of first-degree murder and six counts of attempted murder, none of them with a terrorism component. Bissonnette was initially sentenced to life in prison with no chance of parole for 40 years, under a law in place at the time that allowed judges to stack the mandatory 25-year parole ineligibility periods in cases involving multiple first-degree murders. That sentence, and the law allowing it, were then struck down by Quebec’s top court, a decision later upheld by the Supreme Court of Canada. Bissonnette’s parole ineligibility was brought down to 25 years. However, the fact that Pomerance considered terrorism as a key factor in sentencing Veltman to life for attempted murder was “noteworthy,” he said. “That might be the future of anti-terrorism legislation, to be able to capture acts … that might not attract significant sentences, for acts that are short of murder that advance a terrorist cause,” he said. READ ALSO: [Man who mowed down Ontario Muslim family with his car a terrorist](https://www.cranbrooktownsman.com/national-news/man-who-mowed-down-ontario-muslim-family-with-his-car-a-terrorist-7320820) READ ALSO: [Terror charges laid against London attack suspect](https://www.cranbrooktownsman.com/news/terror-charges-laid-against-london-attack-suspect-5358894)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.cranbrooktownsman.com/national-news/man-who-mowed-down-ontario-muslim-family-with-his-car-a-terrorist-7320820",
      "https://www.cranbrooktownsman.com/news/terror-charges-laid-against-london-attack-suspect-5358894",
      "https://cranbrooktownsman.com/news/terror-charges-laid-against-london-attack-suspect-5358894",
      "https://cranbrooktownsman.com/national-news/man-who-mowed-down-ontario-muslim-family-with-his-car-a-terrorist-7320820"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "veltman",
          "sentiment": "negative"
        },
        {
          "name": "nathaniel veltman",
          "sentiment": "none"
        },
        {
          "name": "renee pomerance",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ontario superior court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ontario",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T18:58:52.632+02:00",
    "updated": "2024-02-23T21:50:45.580+02:00"
  },
  {
    "uuid": "b5e9626aa149ba7cbc4d1161fc1e9502b7b8c592",
    "url": "https://english.khabaronline.ir/news/197167/Democracy-human-rights-in-Iran-stronger-than-in-UK-FM",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "KhabarOnline News Agency",
    "published": "2024-02-29T15:52:00Z",
    "title": "Democracy, human rights in Iran stronger than in UK: FM - KhabarOnline",
    "text": "AmirAbdollahian made the remarks in an exclusive interview with Britain Channel 4 News. The top Iranian diplomat underlined, “If a referendum, is to be held in Iran and at the same time in Britain on people’s support of their regime, have no doubt Britain will be the loser.” In reaction to the claim that 75% of voters will not participate in the upcoming election in Iran and they lost faith in the Iranian government, AmirAbdollahian said, “Firstly, how did you come up with 75% for such a claim? Secondly, since the victory of the Revolution until today, every year we have had at least one free election with the participation of all people in Iran. The third point is that, in Iran, we encourage people to participate. However, we do not impose punitive policies on those who do not participate in the election. While in many Western countries, if a person does not participate in the election, they face temporary social deprivation or even fines.” He added, “No, your statistics are completely the opposite. We have a high turnout. In our region, Iran is one of the strongest democracies. However, the riots that you mentioned, I addressed in my yesterday’s speech (on the United Nations Human Rights Council). I said, “Ladies and gentlemen, do you remember? Months ago, following the tragic death of a dear Iranian girl, what an uproar it caused in the Human Rights Council? A fact-finding committee was formed. Five months into genocide and massacres of Palestinian women and children in Gaza, by bombs from Western countries; bombs provided by the United States, Britain, and some other countries to Israel, so many women and children are being killed. Why no one in the Human Rights Council thinks of forming a fact-finding committee?” AmirAbdollahian further noted, “This is the very double standard democracy and human rights that we witness from the West today.” Elsewhere in his remarks, he stressed that Iran welcomes an end to the genocide in Gaza. The top Iranian diplomat emphasized, “The Islamic Republic of Iran opposes killing of women, children, and civilian in any part of the world”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "khabaronline amirabdollahian",
          "sentiment": "negative"
        },
        {
          "name": "amirabdollahian",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:06:47.014+02:00",
    "updated": "2024-03-01T00:06:47.014+02:00"
  },
  {
    "uuid": "c440e5946ad761c1c3fb4100f70734ebfeb7452f",
    "url": "https://inthesetimes.com/article/microsoft-ai-data-center-water-climate",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Maximillian Alvarez",
    "published": "2024-11-14T20:00:00Z",
    "title": "A Microsoft AI Data Center Saps Water From A Small Mexican Town",
    "text": "A Microsoft AI Data Center Saps Water From A Small Mexican Town\nAfter decades fighting against water bottling and beer companies, rural communities in Mexico are now also having to compete against Big Tech for water.\n[Maximillian Alvarez](https://inthesetimes.com/authors/maximillian-alvarez)\nDevelopment in the Global North has long come at the expense of the Global South as well as Black and indigenous frontline communities in places like Cancer Alley and Flint, Michigan. New technologies like [BitCoin](https://unu.edu/press-release/un-study-reveals-hidden-environmental-impacts-bitcoin-carbon-not-only-harmful-product) and AI are no exception, but lack of transparency around energy use in a rapidly changing industry has made many of these so-called externalities hard to quantify, let alone go up against. In drought-stricken Mexico, a new concern arises: are the data centers supporting these technologies taking too much water from already struggling farmers?\nIn this episode of Working People, as part of our Sacrificed series, we talked to Diana Baptista, a data journalist at the Thomson Reuters Foundation based in Mexico City. She took us three hours outside Mexico City to see the price it takes for us to upload our photos and unread emails to the cloud, and to confront how the increasing reliance on AI may exacerbate water inequality in these newly emerging data center valleys.\nThis transcript has been edited for length and clarity.\nTRANSCRIPT\nMaximillian Alvarez: Welcome everyone to another episode of Working People, a podcast about the lives, jobs, dreams, and struggles of the working class today. Brought to you in partnership with In These Times magazine and The Real News Network, produced by Jules Taylor and made possible by the support of listeners like you. Working People is a proud member of the Labor Radio Podcast Network.\nMy name is Maximillian Alvarez and today we’ve got another critical installment of our ongoing Sacrificed series. In the description of a recent video report titled, “[Forget Jobs. AI is Coming for Your Water](https://www.context.news/ai/video/forget-jobs-ai-is-coming-for-your-water),” Diana Baptista and Fintan McDonnell write:\n“Artificial intelligence lives on power and water, fed to it in vast quantities by data centers around the world, and these centers are increasingly located in the Global South.\n“One estimate from the University of California, Riverside says AI’s total water demand by 2027 could be more than half the total annual water withdrawal of the U.K., but all we really have are estimates. Big Tech firms have been secretive about the amount of public water used by individual data centers, and up to half of all data centers don’t even measure how much water they use, according to one survey.\n“Colón, a municipality north of Mexico City/in central Mexico, is home to Microsoft’s first hyperscale data center campus in the country. The town of 67,000 is suffering extreme drought. Its two dams have nearly dried up, farmers are struggling with dead crops, and families are relying on trucked and bottled water to fulfill their daily needs. Mexico, leveraging its proximity to the U.S., is hoping to convince big tech to ‘nearshore’ their facilities here. The state of Querétaro is offering favorable land loans, cheap electricity and a pool of local talent.”\nDiana, thank you so much for joining me today. I wanted to ask if we could start with the context for the water crisis in Mexico. How bad is it?\nDiana Baptista: Thank you, Maximillian. One of the main issues we’re having right now is drought: we have irregular rain seasons, our dams are not filling up. Mexico City came close to reaching [Day Zero](https://www.washingtonpost.com/climate-environment/2024/05/25/mexico-city-water-day-zero/) this year. We didn’t have any plans to overcome it, we got lucky and survived thanks to the rain. Otherwise, around 20 million would’ve been left without access to water.\nAnd because our tap water is not drinking water, the truth is that we’ve become completely dependent on bottled water.\nAnother issue we have is unequal water distribution. Soda, bottled water, and beer companies – a lot of beer that’s getting exported to the U.S., for example – are located in places with extreme drought, and most of the water there is allocated to them so they can then sell us water in the form of plastic.\nAlvarez: I want to circle back to that, how that is the future that lies in store for so many of us – and that future is already here for towns like East Palestine, Ohio. But let’s stay in Colón. What was it like learning about Microsoft’s plans for this massive campus in Colón?\nBaptista: We had been investigating the expansion of data centers in the Global South, and suddenly Microsoft made this announcement saying they had invested billions in the state of Querétaro and were opening up a hyperscale cloud region, which the Mexican president was very happy about. And although there’s not enough data on how much water they take, there have been a lot of battles over water around the Global South when these data centers come to town. So we were very interested in the fact that we weren’t hearing anything from activists in Querétaro and decided to make the trip up there.\nColón is a large municipality with car manufacturers and agriculture and other industries. And then you have these small towns where small farmers and people living off tourism actually live. So we went there and people were really struggling.\nMost people in an indigenous community called La Salitrera are small farmers or have small restaurants. They live off tourism. The dams were almost completely empty when we went on Father’s Day, which is supposed to be one of their most active days. Everybody had left after a couple of hours and the businesses were all empty. People had nobody to sell their fish or produce to. Nobody was eating at the restaurants. This town’s life is around water. When there’s no water, everything just dies.\nAlvarez: It’s hard to determine how much water these data centers are using, but we know usage has spiked since the introduction of AI products like ChatGPT. There’s an article by [Yale E360](https://e360.yale.edu/features/artificial-intelligence-climate-energy-emissions) that reads, “Google’s data centers used 20 percent more water in 2022 than they did in 2021, and Microsoft’s water use rose by 34 percent in the same period.” How has the introduction of so-called AI played into this story and how much water usage are we really talking about?\nBaptista: When we first heard that data centers were coming to Querétaro, we asked the companies how many data center units they were planning to build and how much water they would take. Microsoft kept telling us they had no spokesperson who could address that, Amazon said the tech they’re going to use doesn’t need water, and Google just said they’re bringing down their water usage.\nWe decided to ask the local government because from day one, it has been their priority to bring these data centers to town. On his first day in office, Governor Mauricio Kuri traveled to Washington D.C. to meet with Amazon people to try to convince them to bring their data centers to Querétaro. But when I spoke to the Secretary of Sustainable Development, Marco Del Prete, he said he didn’t have the figures.\nWe asked the National Water Commission, and they only told us that they haven’t allocated any concessions to any new companies in Querétaro. But one thing about Mexico’s water crisis is that at some point, the National Water Commission gave away a lot of concessions to private individuals and companies. And they can now sell those without having to ask anybody. They’ve been selling them to the industry, and the public is left without water and without knowing who sold it to whom. The National Water Commission told us that’s how Microsoft got one of its commissions.\nWe tried to figure out on our own how much water these data centers were taking but couldn’t find anything because this information is no longer public once it belongs to a private company. And companies refuse to provide information.\nThere is a small group of local activists who have been fighting for equal water distribution, and in recent months they’ve been asking the Secretary how much water these data centers are going to take. He always says not to worry, that these data centers do not take a lot of water and that they’re super efficient. But we’re left in the dark about how this supposedly super efficient technology operates. These activists actually had to find out from Context about the concession bought by Microsoft.\nAlvarez: Why do these data centers need so much water and why does AI demand so much water?\nBaptista: These data centers get very, very hot from all the computing processing, and they need either electricity or fresh drinking water to cool down. But no data center is water-free because the power plants are also running on water.\nAnd what does AI have to do with this? Most of the data centers coming to Mexico are for cloud storage. And as these AI systems grow, these companies are also looking to the Global South to locate their data centers. Experts told us this is for different reasons: local governments are giving them incentives, water and electricity are cheap, there’s a pool of local talent that you can pay less for than you would in the Global North, and then you have all these local governments that are not asking questions. In Querétaro, we even found a contract that the Congress approved for land to be given to CloudHQ.\nAlvarez: The average working person doesn’t even seem to know that this is happening, let alone how it’s going to impact them. And they’re not going to benefit from it. Could you talk a bit about what this all looks like or doesn’t look like through the eyes of local working people in Colón?\nBaptista: What’s interesting is they’re not even promising that many jobs. The Secretary recognized 2000 direct jobs, which is very little for a $20 billion investment. And these are for people with Master’s or PhD degrees that are not even from Colón who will be commuting from Mexico City or the capital of Querétaro. They’re not going to want to live in these small towns of fishermen and small farmers and restauranteurs.\nWe were very interested to see what the locals thought about this, and it was funny because you ask them, do you know what AI is? And 70-year-old Mr. Guadalupe Hernández who has a blackberry patch would be like, I don’t know what you’re talking about. But he was very knowledgeable about water inequality. He knows there is new tech, and he knows they’re coming to town and taking a lot of water, and now he doesn’t have enough for his blackberries.\nWe went to this small restaurant and again, the same story. The restaurant has no electricity or tap water, so the owner has to bring everything from her house. She gets water in her house every eight days, and she fills all these water jugs and carries them on her back all the way to her restaurant. She will tell you she has no idea what AI is, but she knows that she’s struggling and that her business will not survive because there is drought.\nAlvarez: We’ve been talking to working folks living in sacrifice zones, where itself is being sacrificed at the altar of corporate greed and profit and technological progress as defined by big tech companies and their supporters in government. And those things become the priorities for government policy in terms of where resources like water are being allocated.\nI think you see something in Mexico that still seems very foreign to a lot of people here in the U.S. but is becoming increasingly less foreign, which is, what does it look like when I can no longer trust the water coming out of my tap and I have to live on bottled water? It feels like a reality that we’re just accepting both in areas of the Global South that have been experiencing this for years but also the global working class population.\nSo doing this research and reporting on these data centers, what do you think it adds to what our listeners here are hearing when we’re talking about sacrifice communities here in the United States?\nBaptista: This Mexican government wants tech companies to come to the country because we need more jobs, more investment. We need to grow economically. But at what cost, the dwindling natural resources of the country? And where’s the accountability? For me, the most frustrating part is the lack of transparency. We’ve been told this is because of industry secrecy, but that’s not enough for a population who’s already running out of water. We saw it in [Montevideo](https://www.theguardian.com/global-development/article/2024/aug/01/uruguay-anger-environmental-cost-google-datacentre-carbon-emissions-toxic-waste-water) when activists pushed until they got information and then refused the data center by Google. We saw it in Chile with this wonderful story by [Rest of World](https://restofworld.org/2024/data-centers-environmental-issues/).\nThe second part of it is that the arrival of new technology to Querétaro did not benefit the most vulnerable workers in the country. All they’re seeing is their environment changing against them.\nWe were very sad to see that there was no data, no answers, and no real change for the people who are most vulnerable.\nAlvarez: All right, that’s going to wrap things up for us this week. I want to thank our amazing guest, Diana Baptista, for talking with me today and for all the important work that she is doing. We’ll see you all back here next week for another episode of Working People. And if you can’t wait that long, then go subscribe to our Patreon and check out the awesome bonus episodes that we’ve published there for our patrons over the years and go explore all the great work that we’re doing at The Real News Network.\nI’m Maximillian Alvarez. Take care of yourselves. Take care of each other. Solidarity forever.\nSPECIAL DEAL: Subscribe to [our award-winning print magazine](https://w1.buysub.com/pubs/IF/ITT/ITT_995.jsp?cds_page_id=267863&cds_mag_code=ITT&id=1729959305085&lsid=43001115050058359&vid=1&link_id=21&can_id=15076ab05e189851e7e9c50d231556b0&source=email-as-corporate-landlords-spread-a-mold-epidemic-takes-root-3&email_referrer=&email_subject=the-weeks-key-election-coverage), a publication Bernie Sanders calls \"unapologetically on the side of social and economic justice,\" for just $1 an issue! That means you'll get 10 issues a year for $9.95.\n[Maximillian Alvarez](https://inthesetimes.com/authors/maximillian-alvarez) is editor-in-chief at the Real News Network and host of the podcast Working People, available at InTheseTimes.com. He is also the author of The Work of Living: Working People Talk About Their Lives and the Year the World Broke.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://e360.yale.edu/features/artificial-intelligence-climate-energy-emissions",
      "https://restofworld.org/2024/data-centers-environmental-issues/",
      "https://www.context.news/ai/video/forget-jobs-ai-is-coming-for-your-water",
      "https://www.theguardian.com/global-development/article/2024/aug/01/uruguay-anger-environmental-cost-google-datacentre-carbon-emissions-toxic-waste-water",
      "https://www.washingtonpost.com/climate-environment/2024/05/25/mexico-city-water-day-zero/",
      "https://unu.edu/press-release/un-study-reveals-hidden-environmental-impacts-bitcoin-carbon-not-only-harmful-product",
      "https://w1.buysub.com/pubs/IF/ITT/ITT_995.jsp?cds_page_id=267863&cds_mag_code=ITT&id=1729959305085&lsid=43001115050058359&vid=1&link_id=21&can_id=15076ab05e189851e7e9c50d231556b0&source=email-as-corporate-landlords-spread-a-mold-epidemic-takes-root-3&email_referrer=&email_subject=the-weeks-key-election-coverage",
      "https://www.e360.yale.edu/features/artificial-intelligence-climate-energy-emissions",
      "https://www.w1.buysub.com/pubs/IF/ITT/ITT_995.jsp?cds_page_id=267863&cds_mag_code=ITT&id=1729959305085&lsid=43001115050058359&vid=1&link_id=21&can_id=15076ab05e189851e7e9c50d231556b0&source=email-as-corporate-landlords-spread-a-mold-epidemic-takes-root-3&email_referrer=&email_subject=the-weeks-key-election-coverage",
      "https://www.unu.edu/press-release/un-study-reveals-hidden-environmental-impacts-bitcoin-carbon-not-only-harmful-product",
      "https://context.news/ai/video/forget-jobs-ai-is-coming-for-your-water",
      "https://washingtonpost.com/climate-environment/2024/05/25/mexico-city-water-day-zero/",
      "https://www.restofworld.org/2024/data-centers-environmental-issues/",
      "https://restofworld.org/2024/data-centers-environmental-issues",
      "https://www.washingtonpost.com/climate-environment/2024/05/25/mexico-city-water-day-zero",
      "https://theguardian.com/global-development/article/2024/aug/01/uruguay-anger-environmental-cost-google-datacentre-carbon-emissions-toxic-waste-water",
      "https://w1.buysub.com/pubs/IF/ITT/ITT_995.jsp"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Diana Baptista",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Thomson Reuters Foundation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "City",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T00:21:53.274+02:00",
    "updated": "2024-11-27T03:52:05.632+02:00"
  },
  {
    "uuid": "1b7ba4ab5cd89753a474de1fa3390e6c2f440b3d",
    "url": "https://www.prnewswire.com/news-releases/palmetto-operating-llc-dba-palmetto-subacute-care-center-issues-notice-of-data-security-incident-302381908.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Palmetto Operating LLC d/b/a Palmetto Subacute Care Center",
    "published": "2025-02-20T22:03:00Z",
    "title": "Palmetto Operating LLC d/b/a Palmetto Subacute Care Center Issues Notice of Data Security Incident",
    "text": "MIAMI , Feb. 20, 2025 /PRNewswire/ -- On or about September 19, 2024 , Palmetto Operating LLC d/b/a Palmetto Subacute Care Center ('Palmetto') learned of a data security incident involving a third party vendor, which may have impacted the personal information of current and/or past patients of Palmetto. Palmetto has since diligently worked to determine what happened and what information was involved as a result of this incident. Palmetto, consistent with industry standards, promptly launched an investigation and engaged experts to assist in assessing the scope of the incident. Based on information provided by the third party, it was determined the incident occurred between on or about July 20, 2024 . Upon identification of the potentially impacted data set, efforts were then initiated to provide notice to the potentially impacted population.\nThe elements of personal information that may have been impacted as a result of this incident varies per individual and potentially included: names, addresses, medical information, and in some instances, social security numbers. As of this writing, Palmetto has not received any reports from individuals of misuse, identity theft or fraud related to the incident. As data incidents are increasingly common, Palmetto encourages you to always remain vigilant, monitor your accounts, and immediately report any suspicious activity or suspected misuse of your personal information.\nUnfortunately, these types of incidents are becoming increasingly common and organizations with the most sophisticated IT infrastructure available continue to be affected. Palmetto understands the frustration or concern this incident may cause and is committed to ensuring the security of all information in its control and has taken steps to strengthen its security posture.\nPalmetto mailed formal notification letters to potentially affected individuals on January 28, 2025 . The letters included additional information about what occurred, outlined the personal information that was potentially impacted for each individual, and provided a toll-free number that individuals can call to learn more about the incident. Representatives can be reached at 833-799-4378 between the hours of 8:00 a.m. to 8:00 p.m. Eastern time , Monday through Friday, excluding holidays.\nSOURCE Palmetto Operating LLC d/b/a Palmetto Subacute Care Center\nWANT YOUR COMPANY'S NEWS FEATURED ON PRNEWSWIRE.COM? 440k+\nNewsrooms &\nInfluencers 9k+\nDigital Media\nOutlets 270k+\nJournalists\nOpted In GET STARTED",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "topics": [
      "Health->health organisation"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T00:11:02.159+02:00",
    "updated": "2025-02-21T00:11:02.159+02:00"
  },
  {
    "uuid": "0def673147f5ea53e8c8d4bf4c8a01dac174d04b",
    "url": "https://www.wvva.com/2024/04/18/united-way-southern-wva-pushing-meet-850k-fundraising-goal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@WVVA",
    "published": "2024-04-18T22:10:00Z",
    "title": "United Way of Southern W.Va pushing to meet $850k fundraising goal",
    "text": "United Way of Southern W.Va pushing to meet $850k fundraising goal BECKLEY, [W.Va](http://w.va/). (WVVA) - After a year of intense fundraising, the United Way of Southern West Virginia in Beckley is in the final push to reach its 2023-2024 goal of $850,000. Events like Dancing With the Stars and Wonderland of Trees have helped United Way raise a large portion of those funds; however, at the beginning of April, they still had close to $75,000 left to reach their mark and the clock was ticking down. This week, the Todd and Rachel Cornett family informed United Way that they would help facilitate the last $50,000 if United Way could make it to $800,000 on their own. In just a few days, roughly $20,000 and counting has been donated. “We’ve seen what has been able to be accomplished over the last few days...and so whether it’s a dollar of ten dollars of a hundred dollars, it all counts toward going toward that goal and it all inches us forward toward reaching it,” shared Trena Dacal, Executive Director of the United Way of Southern West Virginia. Dacal tells WVVA that United Way has until April 30th to raise the remaining ten thousand dollars. If you would like to give your options to do so are listed below: 1. Donate online at [unitedwayswv.org](https://www.paypal.com/donate/?cmd=_s-xclick&hosted_button_id=4V2MB9KN96AYE&ssrt=1713470622873) 2. Donate over the phone by calling 304-253-2111 3. Donate through the mail. Checks can be sent to 110 Croft Street, Beckley, WV 25801. According to Dacal, a large portion of the funds will go toward supplying grants to community partners in need. Roughly $380,000 has already been allocated to grants. Fundraising dollars also support the United Way’s Equal Footing Shoe Fund and its 211 info hotline. Copyright 2024 WVVA. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.paypal.com/donate/?cmd=_s-xclick&hosted_button_id=4V2MB9KN96AYE&ssrt=1713470622873)",
      "http://w.va/).",
      "http://www.w.va/).",
      "https://www.paypal.com/donate/",
      "https://paypal.com/donate/?cmd=_s-xclick&hosted_button_id=4V2MB9KN96AYE&ssrt=1713470622873)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rachel cornett",
          "sentiment": "none"
        },
        {
          "name": "trena dacal",
          "sentiment": "none"
        },
        {
          "name": "dacal",
          "sentiment": "none"
        },
        {
          "name": "todd",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united way of southern w.va",
          "sentiment": "neutral"
        },
        {
          "name": "vva",
          "sentiment": "none"
        },
        {
          "name": "united way",
          "sentiment": "none"
        },
        {
          "name": "wvva",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "beckley",
          "sentiment": "none"
        },
        {
          "name": "united way",
          "sentiment": "none"
        },
        {
          "name": "united way of southern west virginia",
          "sentiment": "none"
        },
        {
          "name": "beckley",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T01:34:26.145+03:00",
    "updated": "2024-04-19T04:36:07.620+03:00"
  },
  {
    "uuid": "fa90a88a286f59e6d57d2648a8ad3be805dbd4c4",
    "url": "https://www.ideal.es/almeria/almeria/hermandad-soledad-gana-viii-concurso-exorno-altares-20240602220721-nt.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "B. Abril",
    "published": "2024-06-02T19:07:00Z",
    "title": "La Hermandad de la Soledad gana el VIII Concurso Exorno de Altares del Corpus Christi",
    "text": "Secciones Servicios Destacamos Edición B. Abril Almería Domingo, 2 de junio 2024, 22:07 Necesitas ser suscriptor para acceder a esta funcionalidad. Compartir La Hermandad de la Soledad ha ganado el VIII Concurso Exorno de los Altares organizado por el área de Cultura, Tradiciones y Fiestas Mayores del Ayuntamiento de Almería. La belleza del montaje, el arreglo floral y la simbología de la liturgia se han podido disfrutar este domingo en los seis altares efímeros que las hermandades de Almería han sacado a la calle para ensalzar el recorrido de la procesión del Corpus Christi. El concejal de Cultura, Diego Cruz, ha acompañado al jurado y ha entregado los premios, destacando el objetivo municipal de »recuperar y potenciar las tradiciones de la ciudad de Almería«, dado que »este certamen realza la procesión del Corpus Christi para disfrute de todos los almerienses». El exorno floral es una tradición que consiste en instalar altares efímeros en el recorrido de la procesión del Corpus Christi. De esta manera, las hermandades y cofradías sacan a la calle las tallas de los santos, unido a elementos del culto sacramental, bellamente decorados con flores. La ganadora ha sido la Hermandad de La Soledad, que ha recreado un espacio, en el exterior de la Iglesia de Santiago. Segunda, la Hermandad de la Macarena. Y cuatro accésits: Hermandades de Estudiantes, Virgen del Carmen de las Huertas, Santo Sepulcro y Santísimo Cristo de la Caridad. El jurado ha estado compuesto por Francisco Sala, canónico de la Catedral, Rafael Soriano, miembro de la Junta Directiva de la Agrupación de Hermandades y Cofradías de Almería, y José Luis Molina, de FOCOAL. La secretaria del jurado es Lola Martínez, del Área de Cultura del Ayuntamiento. Como explican desde la Hermandad de la Soledad, «hemos montado una torre sacramental como el paso de la custodia. En la primera planta está la Custodia, en la segunda el Cordero Místico y en la tercera el remate, con unas azucenas haciendo referencia a la Inmaculada Concepción. Delante se encuentra un Niño atribuido a Cristóbal Ramos, del siglo XVIII, y delante un altar preparado para la Eucaristía. A los lados, los Ángeles Adoradores. Y toda la ornamentación está hecha con la candelería del Paso de la Virgen de la Soledad». Elegante y muy homogéneo. Preciosos altares que se han expuesto desde la mañana y hasta la celebración de la procesión, para que pudieran ser contemplados por todos los almerienses. Publicidad Publicidad Te puede interesar [ Guía práctica para degustar los 56 pinchos del concurso de Valladolid ](https://www.elnortedecastilla.es/valladolid/guia-practica-degustar-pinchos-concurso-valladolid-20240530194633-nt.html#vca=voc-recirc&vso=ideal) El Norte de Castilla Publicidad Publicidad Comentar es una ventaja exclusiva para suscriptores ¿Ya eres suscriptor? Necesitas ser suscriptor para poder votar. Reporta un error en esta noticia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-02T23:15:57.659+03:00",
    "updated": "2024-06-03T00:06:26.843+03:00"
  },
  {
    "uuid": "069bf1b05697cd0d1736464d84b442cc9b30aefc",
    "url": "https://jalisco.quadratin.com.mx/principal/desactivan-precontingencia-en-tlaquepaque-y-miravalle-sigue-en-el-centro/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Diana Beas",
    "published": "2024-01-02T14:13:00Z",
    "title": "Desactivan precontingencia en Tlaquepaque y Miravalle; sigue en el Centro",
    "text": "GUADALAJARA, Jal., 2 de enero de 2024.- La calidad del aire comienza a mejorar en la Zona Metropolitana de Guadalajara. La mañana de este martes la Secretaría de Medio Ambiente y Desarrollo Territorial (Semadet) desactivó la precontingencia atmosférica en Miravalle y Tlaquepaque, pero continúa en el Centro de Guadalajara.\nPor medio de sus redes sociales la Semadet, informó que a las 7 horas se desactivaron en dos estaciones; sin embargo “continúa Precontingencia atmosférica en área de influencia de la estación Centro por el contaminante PM10”, se lee en el mensaje.\nEl contaminante PM10 son las partículas menores a 10 micras. Las partículas finas en esta temporada se generan principalmente por procesos de combustión como el diésel y la gasolina durante las horas de tráfico, las quemas de predios rústicos y agrícolas, la quema de pirotecnia no controlada y la suspensión de polvos en las calles.\nAnte la mala calidad del aire que continúa en el Centro, la Semadet pide a la ciudadanía atender las siguientes recomendaciones:\n Mantenerse informada respecto a los niveles de calidad de aire a través de la cuenta de Twitter @AireySaludAMG. Se puede consultar la calidad del aire en tiempo real en el sitio: http://aire.jalisco.gob.mx/\n Evitar las actividades al aire libre, recreativas y de ejercicio.\n Cerrar puertas y ventanas para evitar que los contaminantes ingresen al interior de los inmuebles.\n Tener especial cuidado con niños menores a 5 años, adultos mayores, asmáticos y personas con problemas respiratorios crónicos.\n Queda estrictamente prohibido cualquier quema o fogata a cielo abierto.\n Tomar líquidos en abundancia y evitar fumar.\n Disminuir el uso de vehículos automotores.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Environment"
    ],
    "external_links": [
      "http://aire.jalisco.gob.mx/&nbsp;",
      "http://www.aire.jalisco.gob.mx/&nbsp;"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-02T16:54:49.667+02:00",
    "updated": "2024-01-02T16:54:49.667+02:00"
  },
  {
    "uuid": "f64b9f4bbe4318bd0f510ac4cb2dd39a2b36b9b5",
    "url": "https://hockey.realgm.com/wiretap/18627/Utah-HC-To-Hold-In-Arena-Fan-Vote-For-Permanent-Team-Nickname",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jan",
    "published": "2025-01-30T00:00:00Z",
    "title": "Utah HC To Hold In Arena Fan Vote For Permanent Team Nickname - RealGM Wiretap",
    "text": "Utah Hockey Club will not be moving forward with \"Yeti\" or \"Yetis\" as its team nickname and will hold an in-arena fan vote to pick a new one.\nThe team expects to announce a permanent name and identity before the 2025-26 NHL season. The new fan vote comes after the U.S. Patent and Trademark Office rejected names and logos that Utah Hockey Club had submitted for approval, in particular \"Utah Yetis,\" which was widely assumed to be the franchise's eventual nickname.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "topics": [
      "Lifestyle and Leisure->club and association",
      "Lifestyle and Leisure->game",
      "Social Issue->demographics",
      "Social Issue->communities",
      "Social Issue->social networking"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T00:04:57.216+02:00",
    "updated": "2025-01-31T00:04:57.216+02:00"
  },
  {
    "uuid": "524e6fa85b925008d934a8ad553eb49f9e62955b",
    "url": "https://www.miragenews.com/research-reveals-how-to-cool-hottest-cities-by-1154684/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mirage News",
    "published": "2024-01-11T12:00:00Z",
    "title": "Research Reveals How to Cool Hottest Cities by 4.5°C | Mirage News",
    "text": "A combination of cooling technologies and techniques could reduce the temperature and energy needs of Riyadh, Saudi Arabia. It's possible to significantly reduce the temperatures of a major city in a hot desert climate while reducing energy costs, a new study by [UNSW Sydney](https://www.unsw.edu.au/) shows. The findings, published today in [Nature Cities](https://www.nature.com/articles/s44284-023-00005-5), detail a multi-faceted strategy to cool Saudi Arabia's capital city by up to 4.5°C, combining highly reflective 'super cool' building materials developed by the High-Performance Architecture Lab with irrigated greenery and energy retrofitting measures. The study, which was conducted in collaboration with the Royal Commission of Riyadh, is the first to investigate the large-scale energy benefits of modern heat mitigation technologies when implemented in a city. \"The project demonstrates the tremendous impact advanced heat mitigation technologies and techniques can have to reduce urban overheating, decrease cooling needs, and improve lives,\" says UNSW Scientia [Professor Mattheos (Mat) Santamouris](https://research.unsw.edu.au/people/professor-mattheos-santamouris), Anita Lawrence Chair in High-Performance Architecture and senior author of the study. Prof. Santamouris specialises in developing heat mitigation technologies and strategies to decrease urban temperatures in cities. Extreme urban heat affects more than 450 cities worldwide, increasing energy consumption needs and adversely impacting health, including heat-related illness and death. Riyadh, the capital of Saudi Arabia, is one such city. Situated in the centre of a desert, it is one of the hottest cities in the world, with temperatures that can exceed 50°C during summer. Furthermore, climate change and rapid urbanisation are increasing the magnitude of overheating. \"Limited greenery and large artificial surfaces made of conventional building materials like asphalt and concrete trap heat, meaning the city continues to heat up,\" says Prof. Santamouris. \"Additional heat from car pollution and industrial activities also increases the city's temperature.\" Simulating city-scale heat mitigation scenarios For the study, the team led by UNSW researchers ran large-scale cooling climatic and energy simulations of the Al Masiaf precinct of Riyadh, including the energy performance of 3323 urban buildings, under eight different heat mitigation scenarios to evaluate optimal strategies for lowering the temperature of the city and reducing cooling needs. The modelling, which considered different combinations of super cool materials, vegetation types and energy retrofitting levels, found it's possible to decrease the outdoor temperature in the city by nearly 4.5°C during summer. The strategy would also improve cooling energy conservation for the city by up to 16 per cent. The recommended heat mitigation (or cooling) scenario for Riyadh includes using super cool materials implemented in the roof of the buildings and more than doubling the number of irrigated trees to improve transpiration cooling. On the contrary, a blind implementation of urban cooling techniques not based on detailed and advanced scientific optimisation, like the use of non-irrigated greenery, may result in a substantial increase in the city's temperature. \"By implementing the right combination of advanced heat mitigation technologies and techniques, it is possible to decrease the ambient temperature at the precinct scale,\" says Prof. Santamouris. \"For a sweltering city the size of Riyadh, significantly reducing cooling needs is also tremendous for sustainability.\" Prof. Santamouris says lowering the temperature of the city helps increase thermal comfort for people as well as reduce health issues from severe heat, decrease the concentration of pollutants and improve human productivity. While not a part of this study, previous research found [implementing similar cooling strategies in other cities can help reduce heat-related deaths](https://newsroom.unsw.edu.au/news/art-architecture-design/cooling-darwin-unsw-plan-fight-climate-change). Reducing energy demand at the urban scale The research also simulated the energy impact of retrofitting measures for all 3323 buildings, alongside heat mitigation technologies implemented at the urban scale. Combining the optimal cooling technologies with energy retrofitting options - namely, improving the building envelope through better windows, insulation, solar and cool roofs - could decrease the cooling demand by up to 35 per cent. \"This represents a substantial reduction to the energy needs for Riyadh that would help further reduce costs associated with cooling for the city while improving the quality of life for the local population,\" says Prof. Santamouris. The researchers now hope to work with the Royal Commission of Riyadh to begin implementing the tailored heat mitigation plan in the city, which would be the largest of its kind in the world. \"Once implemented at the city scale, these advanced heat mitigation technologies will deliver important health, sustainability and economic outcomes for the city for years to come,\" says Prof. Santamouris. The research team also included researchers from the University of Sydney, Lawrence Berkeley National Laboratory, the Royal Commission of Riyadh City, the University of Calcutta and the University of Athens. [here](/research-reveals-how-to-cool-hottest-cities-by-1154684/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Science and Technology",
      "Environment"
    ],
    "external_links": [
      "https://www.unsw.edu.au/)",
      "https://www.nature.com/articles/s44284-023-00005-5),",
      "https://newsroom.unsw.edu.au/news/art-architecture-design/cooling-darwin-unsw-plan-fight-climate-change).",
      "https://research.unsw.edu.au/people/professor-mattheos-santamouris),",
      "https://www.newsroom.unsw.edu.au/news/art-architecture-design/cooling-darwin-unsw-plan-fight-climate-change).",
      "https://www.research.unsw.edu.au/people/professor-mattheos-santamouris),",
      "https://unsw.edu.au/)",
      "https://nature.com/articles/s44284-023-00005-5),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mattheos (",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "unsw sydney",
          "sentiment": "none"
        },
        {
          "name": "royal commission of riyadh",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "saudi arabia",
          "sentiment": "none"
        },
        {
          "name": "riyadh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-12T01:08:19.042+02:00",
    "updated": "2024-01-12T01:08:19.042+02:00"
  },
  {
    "uuid": "738a94099a55bb8f71c39d5d2f4d81b9696295b6",
    "url": "https://talkmarkets.com/content/stocks--equities/the-quantum-computing-bubble-is-leaking?post=477036",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Friday; January",
    "published": "2025-01-10T00:00:00Z",
    "title": "The Quantum Computing Bubble Is Leaking | TalkMarkets",
    "text": "The Quantum Computing Bubble Is Leaking\nThe latest stock market bubble may be one of the shortest-lived bubbles in recent times. Quantum computing stocks rose in November and took off in December when Google touted the immense power of quantum computing. The following is from Google ([LINK](https://blog.google/technology/research/google-willow-quantum-chip/)):\nWillow performed a standard benchmark computation in under five minutes that would take one of today’s fastest supercomputers 10 septillion (that is, 1025) years — a number that vastly exceeds the age of the Universe.\nSuch an incomprehensible boost to computing power was met with awe. But a month later, came three sentences from Jensen Huang, CEO of Nvidia, popping the bubble in quantum stocks. Per Huang:\nIf you said 15 years for very useful quantum computers, that would probably be on the early side. If you said 30 is probably on the late side. But if you picked 20, I think a whole bunch of us would believe it.\nQuantum computing research and development is alive and well. However, if Huang is correct, it will be many years before companies see profits from their development. As we share below, some smaller stocks riding high on the quantum wave have lost nearly 50% in days. If Huang’s time frame is correct, many smaller companies, like those below, are unlikely to survive. But if wrong, the market may be presenting investors with a precious gift.\n(Click on image to enlarge)\nWhat To Watch Today\nEarnings\n(Click on image to enlarge)\nEconomy\n(Click on image to enlarge)\nMarket Trading Update\nThe market was [closed yesterday](https://talkmarkets.com/content/bonds/inflation-concerns-scare-the-bond-market?post=476886) in memory of Jimmy Carter. However, it will start trading this morning sitting on the rising support trend line from the August lows. That support level is weak but has held over the last two weeks. With the market decently oversold on a momentum basis, we could see a potential rally by early next week. However, if the market breaks below the current support level, the next support is the 100-DMA near 5800. However, even if the market rallies, it will almost immediately run into resistance at the 50- and 20-DMA. Furthermore, the 20-DMA is very close to crossing below the 50-DMA, which will limit any potential rally.\nThe market is at a critical juncture. If the bulls are going to show up, they need to do so by next week. Otherwise, the risk of a further correction process becomes more likely. While nothing suggests the market is at risk of a deeper correction, it doesn’t mean it can’t happen. Investors should likely step up their risk management protocols over the next two weeks until the market declares which direction it is moving next.\nDOGE Will Fall Short Of Its Promises\nElon Musk, the co-leader of the Department of Government Efficiency (DOGE), warned that his original statement of finding $2 trillion in government savings may be too optimistic. He claims that $2 trillion was a “best-case outcome.” Moreover, he thinks there is only a “good shot” of cutting $1 trillion.\nMusk and his partner Vivek Ramaswamy didn’t grasp the complexity of cutting the deficit by such a large amount. Furthermore, they didn’t seem to appreciate the degree to which mandatory programs such as Medicaid would be hit. Reducing spending on mandatory programs is very difficult and likely politically harmful.\nHowever, there is one way to cut the deficit, which few are discussing. The graph below shows that the government interest expense on its debt has surged by $600 billion alongside higher interest rates. The expense will climb as older, lower-rate debt matures and is replaced with new, higher-rate debt. But, if rates fall back to pre-Covid levels, a good chunk of the $600 billion will evaporate. Therefore, the most effective and expedient tool for Musk is managing harmful deficit narratives to reduce the term premium in bonds and waiting for inflation to fall to 2% or below.\n(Click on image to enlarge)\nNavigating Market Volatility\nMarket volatility is an inherent part of investing, and while it can be unsettling, it’s not necessarily a bad thing. For disciplined investors, periods of market fluctuation present opportunities for growth and long-term wealth building. To navigate these uncertain times, understanding the causes of volatility, managing your emotional responses, and employing sound [investment strategies](https://realinvestmentadvice.com/invest/investment-strategies/) are crucial.\nTweet of the Day\nMore By This Author:\n[Inflation Concerns Scare The Bond Market](https://talkmarkets.com/content/bonds/inflation-concerns-scare-the-bond-market?post=476886)\n[1-8-25 Is the January Barometer Broken?](https://talkmarkets.com/content/stocks--equities/1-8-25-is-the-january-barometer-broken?post=476780)\n[Credit Spreads Send A Warning For Stock Investors](https://talkmarkets.com/content/bonds/credit-spreads-send-a-warning-for-stock-investors?post=476750)\nDisclaimer: Click [here](http://realinvestmentadvice.com/disclosure-privacy-policy/) to read the full disclaimer.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->business and market analysis",
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->financial and economic news",
      "Science and Technology->physics",
      "Science and Technology->technology and engineering",
      "Social Issue->social condition",
      "Social Issue->social networking",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://realinvestmentadvice.com/invest/investment-strategies/",
      "http://realinvestmentadvice.com/disclosure-privacy-policy/",
      "https://blog.google/technology/research/google-willow-quantum-chip/",
      "https://www.realinvestmentadvice.com/invest/investment-strategies/",
      "https://www.blog.google/technology/research/google-willow-quantum-chip/",
      "https://realinvestmentadvice.com/invest/investment-strategies",
      "http://www.realinvestmentadvice.com/disclosure-privacy-policy/",
      "http://realinvestmentadvice.com/disclosure-privacy-policy",
      "https://blog.google/technology/research/google-willow-quantum-chip"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Huang",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Google",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "738a94099a55bb8f71c39d5d2f4d81b9696295b6",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2025-01-10T12:10:06.575+02:00",
    "updated": "2025-01-10T12:10:06.575+02:00"
  }
]