[
  {
    "uuid": "43fd5e7fe5694b25d3a019f13947a55c210bcae3",
    "url": "https://www.wokv.com/news/local/department-health-issues-rabies-alert-town-centerunf-area-jacksonville/YVRR64CXNNDNZKXBUHRMYS4ZD4/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ActionNewsJax.com News Staff",
    "published": "2023-12-28T23:14:00Z",
    "title": "Department of Health issues rabies alert for Town Center/UNF area in Jacksonville – 104.5 WOKV",
    "text": "JACKSONVILLE, Fla. — A rabies alert has been issued for Duval County. [>>> STREAM ACTION NEWS JAX LIVE <<<](https://www.actionnewsjax.com/video/) The Florida Department of Health issued the alert for the Town Center/UNF area and is in effect through Mar. 1, 2024. [DOWNLOAD: [Free Action News Jax app for alerts as news breaks](https://www.actionnewsjax.com/mobile-apps/)] According to the DOH, the rabies alert area is boarded on the south by Old Canal Road, on the north by Blue Stream Drive on the west by I-295 East Beltway, and east by the Cedar Swamp Creek. The alert was issued after a rabid cat was discovered in the Town Center/UNF area. “As a precaution, pet owners should maintain control of their pets at all times and be certain that each has received current rabies immunization shots from a licensed veterinarian,” the DOH said in a statement. Contact with wild animals should be avoided. These include raccoons, bats, foxes, skunks, otters, bobcats, and coyotes. The DOH describes rabies as a disease of the central nervous system and is fatal to warm-blooded animals and humans. The only treatment for human exposure to rabies is rabies-specific immune globulin and rabies immunization. Appropriate treatment started soon after exposure will protect an exposed person from the disease. The DOH has issued the following advise: - Keep rabies vaccinations up to date for all pets. - If your pet is bitten by a wild animal, seek veterinary assistance for the animal immediately and contact the Florida Department of Health in Duval County at (904) 253-1280. - Call your local animal control agency to remove any stray animals from your neighborhood. - Do not handle, feed, or unintentionally attract wild animals by leaving pet food outside, or garbage cans open. - Never adopt wild animals or bring them into your home. - Teach children never to handle unfamiliar animals, wild or domestic, even if they appear friendly. - Prevent bats from entering living quarters or occupied spaces in homes, churches, schools, and other similar areas, where they might come in contact with people and pets. - Persons who have been bitten or scratched by wild or domestic animals should seek medical attention and report the injury to the Florida Department of Health in Duval County at (904) 253-1280. [SIGN UP: [Action News Jax Daily Headlines Newsletter](https://membercenter.actionnewsjax.com/newsletters/)] For further information on rabies, go to the Florida Department of Health website: [http://www.floridahealth.gov/diseases-and-conditions/rabies/index.html](http://www.floridahealth.gov/diseases-and-conditions/rabies/index.html), contact Florida Department of Health in Duval County, (904) 253-1280, or contact Animal Care and Protective Services (904) 630-CITY (2489). Rabies Alert Boundaries - North – Blue Stream Drive - South- Old Canal Road - East – Cedar Swamp Creek - West – I295 East Beltway [Click here](https://www.actionnewsjax.com/mobile-apps/) to download the free Action News Jax news and weather apps, [click here](https://www.actionnewsjax.com/mobile-apps/) to download the Action News Jax Now app for your smart TV and [click here](https://www.actionnewsjax.com/video/) to stream Action News Jax live.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.actionnewsjax.com/video/)",
      "http://www.floridahealth.gov/diseases-and-conditions/rabies/index.html",
      "https://membercenter.actionnewsjax.com/newsletters/)",
      "https://www.actionnewsjax.com/mobile-apps/)",
      "http://www.floridahealth.gov/diseases-and-conditions/rabies/index.html),",
      "http://floridahealth.gov/diseases-and-conditions/rabies/index.html),",
      "http://floridahealth.gov/diseases-and-conditions/rabies/index.html",
      "https://actionnewsjax.com/mobile-apps/)",
      "https://www.membercenter.actionnewsjax.com/newsletters/)",
      "https://actionnewsjax.com/video/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "town center/unf",
          "sentiment": "negative"
        },
        {
          "name": "florida department of health",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "duval county",
          "sentiment": "none"
        },
        {
          "name": "fla.",
          "sentiment": "none"
        },
        {
          "name": "jacksonville",
          "sentiment": "none"
        },
        {
          "name": "jacksonville",
          "sentiment": "none"
        },
        {
          "name": "town center",
          "sentiment": "none"
        },
        {
          "name": "old canal road",
          "sentiment": "none"
        },
        {
          "name": "blue stream drive",
          "sentiment": "none"
        },
        {
          "name": "east beltway",
          "sentiment": "none"
        },
        {
          "name": "cedar swamp creek",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:52:04.997+02:00",
    "updated": "2023-12-29T01:52:04.997+02:00"
  },
  {
    "uuid": "846b0f322298df2eb90b074053e6d071c941c20c",
    "url": "https://bc.ctvnews.ca/vancouver-man-handed-6-month-jail-sentence-after-series-of-break-ins-1.6862165",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CTVVancouver",
    "published": "2024-04-25T19:57:00Z",
    "title": "North Vancouver break-ins lead to 6-month jail sentence | CTV News",
    "text": "A Vancouver man has been handed a six-month jail sentence in connection to a series of break-ins on the North Shore. North Vancouver Mounties announced Cole Lambert's sentence Thursday, saying he was found guilty last week. The charges stemmed from several break-ins that were reported to police last year. The first, police said, happened on March 6, 2023, when several vehicles were reportedly broken into in an underground parking lot. Surveillance video from that incident led police to identify a suspect. Less than two months later, on May 2, police were called about a break-and-enter in progress at an Edgemont Village business. Police said they arrested a suspect nearby, adding he had several iPads in his possession that were allegedly stolen from the business. Weeks later, on June 19, Mounties were called to a car dealership over reports of a \"suspicious male.\" When officers arrived, they discovered several vehicles were broken into. A suspect was arrested nearby following that incident. Police said they recommended two counts of break and enter and a count of theft under $5,000 to the B.C. Prosecution Service. \"We hope this sort of outcome sends a message to criminals that police do not tolerate anyone who victimize businesses and destroy property,\" Const. Mansoor Sahak said in a news release. \"Our highly trained investigators and front-line officers will continue to tirelessly pursue criminals leaving no stone unturned.\" Lambert was given credit for 69 days of pre-sentence time in custody. Vancouver Top Stories CTVNews.ca Top Stories MPP Sarah Jama asked to leave Ontario legislature for wearing keffiyeh MPP Sarah Jama was asked to leave the Legislative Assembly of Ontario by House Speaker Ted Arnott on Thursday for wearing a keffiyeh, a garment which has been banned at Queen’s Park. Mountain guide dies after falling into a crevasse in Banff National Park A man who fell into a crevasse while leading a backcountry ski group deep in the Canadian Rockies has died. B.C. tenants evicted for landlord's use after refusing large rent increase to take over neighbouring suite Ashley Dickey and her mother rented part of the same Coquitlam duplex in three different decades under three different landlords. Expert warns of food consumption habits amid rising prices A new survey by Dalhousie University's Agri-Food Analytics Lab asked Canadians about their food consumption habits amid rising prices. Saskatchewan isn't remitting the carbon tax on home heating. Why isn't my province following suit? After Prime Minister Justin Trudeau said the federal government would still send Canada Carbon Rebate cheques to Saskatchewan residents, despite Saskatchewan Premier Scott Moe's decision to stop collecting the carbon tax on natural gas or home heating, questions were raised about whether other provinces would follow suit. CTV News reached out across the country and here's what we found out. Montreal actress calls Weinstein ruling 'discouraging' but not surprising A Montreal actress, who has previously detailed incidents she had with disgraced Hollywood producer Harvey Weinstein, says a New York Court of Appeals decision overturning his 2020 rape conviction is 'discouraging' but not surprising. RCMP officers had no legal authority to enter man's home, make arrest: B.C. court A B.C. man has been found not guilty of assaulting two RCMP officers – with the court finding he was resisting an \"unlawful entry and arrest\" in his home before he was tasered, taken down and hauled away in handcuffs. Body of Quebec man who died in Cuba found in Russia, family confirms A Montreal-area family confirmed to CTV News that the body of their loved one who died while on vacation in Cuba is being repatriated to Canada after it was mistakenly sent to Russia. 'Deep ignorance': Calls for Manitoba trustee to resign sparked after comments about Indigenous people and reconciliation A rural Manitoba school trustee is facing calls to resign over comments he made about Indigenous people and residential schools earlier this week. Shopping Trends The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. Read about us. Vancouver Island - Hiker airlifted to hospital in critical condition after falling into Vancouver Island canyon A hiker was airlifted to hospital in critical condition Tuesday after he fell approximately 60 metres into a canyon on Vancouver Island. - B.C. civil lawsuit against Sex Pistols guitarist alleges 1980 sexual assault A Vancouver woman has filed a civil lawsuit against Paramount Pictures Corp. and punk rocker Stephen Jones of The Sex Pistols alleging he sexually assaulted her as a teenager while she was a movie extra more than 40 years ago. - Harbour Air commits to buying 50 electric engines for seaplane fleet Harbour Air is travelling towards a more sustainable future, looking to electrify its fleet of 45 aircraft. Kelowna - B.C. man rescues starving dachshund trapped in carrier: BC SPCA An emaciated dachshund is now recovering thanks to a Good Samaritan who found the pup near a biking trail in Kelowna, according to the BC SPCA. - Search crews called in after missing Kelowna senior's truck found Search and rescue crews have been called in after a vehicle belonging to a missing senior was located near a rural intersection outside of Kelowna Tuesday. - Homicide investigation underway after body found near Kelowna, B.C. Major crime detectives in British Columbia are investigating a suspected homicide after a body was found in a remote area southeast Kelowna over the weekend. Edmonton - UCP able to remove councillors and axe city bylaws in new sweeping bill aimed at municipal politics The Government of Alberta wants to change how municipalities handle elections and local politics. - Oilers 'far superior' to Kings when they're on top of their game: analyst It's a travel day for the Edmonton Oilers — and some of their fans are along for the ride. - Experts urge Albertans to check measles vaccine status after confirmed Edmonton case A confirmed case of measles in Edmonton has prompted another plea from health officials for people to make sure vaccinations are up to date. Calgary - Calgary CO call in Brentwood sends 7 people to hospital Seven people were taken to Calgary hospitals on Thursday for carbon monoxide exposure. - RCMP investigating homicide in Gleichen, Alta. The RCMP major crimes unit is investigating after a man was killed in Gleichen, Alta., on Wednesday evening. - Mountain guide dies after falling into a crevasse in Banff National Park A man who fell into a crevasse while leading a backcountry ski group deep in the Canadian Rockies has died. Lethbridge - Oilers get hat trick from MacNeil en route to 4-1 win over Bandits The Okotoks Oilers bounced back against the Bandits Wednesday night, defeating Brooks 4-1. - Fire risk for southern Alberta high: Natural Resources Canada It’s not even May 1 and the fire risk for southern Alberta is already alarming. - Lethbridge’s Whoop-Up Days accepting applications to be in 2024 parade Whoop-Up Days is still four months away, but applications to be in this year’s parade are now open. Winnipeg - 'Deep ignorance': Calls for Manitoba trustee to resign sparked after comments about Indigenous people and reconciliation A rural Manitoba school trustee is facing calls to resign over comments he made about Indigenous people and residential schools earlier this week. - Former Manitoba premier Heather Stefanson leaving politics after 23 years Former Manitoba premier Heather Stefanson is resigning her legislature seat and leaving political life. - Arrest made in 2021 northern Manitoba double homicide: RCMP Manitoba RCMP have arrested a suspect in relation to a 2021 double homicide in a remote northern community. Regina - BREAKING BREAKING RCMP make 2 arrests in connection to Oxbow area homicide Saskatchewan RCMP have made two arrests in a homicide investigation in the province’s southeast. - 'Get these doctors here': Sask. family calls on province to step up gastroenterologist recruitment The Weber family is being forced to travel to Toronto due to a lack of pediatric gastroenterologists (GIs) in the province. The family’s situation was highlighted by Saskatchewan’s official opposition. - Looking ahead to the upcoming CFL Draft The draft will take place on Tuesday, April 30, the Saskatchewan Roughriders currently hold the third overall pick. Saskatoon - Crown argues for life sentence for Sask. Mountie who shot and killed his lover A Crown prosecutor says the former RCMP officer who shot and killed his lover should be sentenced to life in prison. - 'Difficult to maintain': Private Sask. school embroiled in abuse allegations may soon close A private Christian school at the centre of a civil lawsuit and several criminal cases might soon be taken over by an affiliated group, according to a letter obtained by CTV News. - Council votes for bike safety improvements at corner where cyclist was killed Saskatoon city council is making road safety improvements following the death of a cyclist at a busy intersection last year. Toronto - Suspect, 3 persons of interest sought after man falls to death from downtown Toronto balcony Toronto police say the homicide unit is investigating after a man was reportedly pushed to his death from a balcony downtown late Wednesday night. - MPP Sarah Jama asked to leave Ontario legislature for wearing keffiyeh MPP Sarah Jama was asked to leave the Legislative Assembly of Ontario by House Speaker Ted Arnott on Thursday for wearing a keffiyeh, a garment which has been banned at Queen’s Park. - Man shot and killed in violent home invasion at Etobicoke townhouse, police say Toronto police say they are searching for three suspects after a man was shot and killed inside an Etobicoke townhouse during what investigators have described as a violent home invasion. Montreal - 'There's really no justice': Quebec mother, daughter speak out after man gets house arrest for years of abuse A mother and daughter are speaking out after a Quebec man was sentenced to house arrest for years of domestic abuse. They were both physically assaulted by the mother's ex-partner and say the offender got off with another light sentence. - Body of Quebec man who died in Cuba found in Russia, family confirms A Montreal-area family confirmed to CTV News that the body of their loved one who died while on vacation in Cuba is being repatriated to Canada after it was mistakenly sent to Russia. - Former Montreal baseball coach accused of sex assault on minor loses bid to throw out case The trial of a West Island baseball coach accused of sexually abusing a minor will proceed after the case was almost thrown out due to unreasonable delays. Ottawa - Criminal charge laid in 2023 hedge trimming death; company owner pleads guilty to Ministry of Labour charge The supervisor of a 20-year-old man who died after he was electrocuted while trimming hedges in Manotick in May 2023 has been charged with criminal negligence causing death. Meanwhile, the company owner has pleaded guilty to a charge laid by the Ministry of Labour. - More Canadians eating food past 'best before' dates as costs rise As the cost of groceries increases, more Canadians are willing to go past the best before dates on food. A recent study out of Dalhousie University's Agri-Food Analytics Lab surveyed 9,109 Canadians to see how they are managing food safety risks. - Here is where Ottawa's newest roundabout is planned and why OC Transpo says it's needed Love them or hate them, roundabouts are found all-around the city, but a plan to a replace an Orléans intersection with one has some residents upset. Atlantic - 'They followed their gut': N.B. RCMP say wellbeing check led to rescue of human trafficking victims The New Brunswick RCMP say a wellbeing check that led to the rescue of three women from alleged human trafficking in Moncton earlier this month was the result of someone following their gut. - 2 teens charged in Halifax homicide: police Two teenagers have been charged with second-degree murder in connection to an alleged homicide near the Halifax Shopping Centre earlier this week. - N.S. residents arrested at New Brunswick border with multiple weapons Canadian Border Services Agency (CBSA) officers arrested two Nova Scotia residents at the New Brunswick border after they seized multiple prohibited firearms. London - Legendary hockey broadcaster Bob Cole dies at 90: CBC Bob Cole, a welcome voice for Canadian hockey fans for a half-century, has died at the age of 90. Cole died Wednesday night in St. John's, N.L., surrounded by his family, his daughter, Megan Cole, told the CBC. - A First Nations young female hockey player bears the Toronto Maple Leafs’ flag before playoff game Madison Maness had the chance to do something not many people get to do. - Laid off workers seeking severance say 'Shame on Wescast' A crowd of former Wescast employees and supporters rallied outside Wescast Industries in Wingham, Ont. on Thursday, requesting the severance pay they're owed. Kitchener - Generational farm could be impacted if Wilmot land assembly goes ahead A family of farmers say their operations would be significantly impacted if the Region of Waterloo goes ahead with a land assembly project in the Wilmot Township area. - Former Kitchener doctor accused of sexually assaulting patients makes brief court appearance as marathon trial continues The trial for former neurologist Jeffrey (Scott) Sloka began two and a half years ago, and it remains unclear when there may be a verdict. - Drivers who got bad fuel from Guelph, Ont. gas station receiving compensation Drivers who were hit with hefty repair bills after fueling up at a Guelph gas station appear to be finally getting their money back. Northern Ontario - Former head of Ont. tech company charged in $6M fraud case A years-long fraud investigation by the Ontario Provincial Police’s anti-rackets branch has resulted in fraud and other charges for the former head of BioNorth Technology Group, Frank Benincasa - Secret $70M Lotto Max winners break their silence During a special winner celebration near their hometown, Doug and Enid shared the story of how they discovered they were holding a Lotto Max ticket worth $70 million and how they kept this huge secret for so long. - Fire victims in Timmins say thieves have stolen their personal belongings A month after an accidental fire forced more than 100 people out of their apartments at the Empire Complex in Timmins, residents are now dealing with being victims of theft. N.L. - Made-in-Newfoundland vodka claims top prize at worldwide competition A Newfoundland-made vodka has been named one of the world’s best by judges at this year’s World Vodka Awards. - Rideshare platform Uber expands to Newfoundland and Labrador Uber Technologies Inc. says it has brought its ridesharing platform to Newfoundland and Labrador. - Newfoundland director found creeping terror of 'The King Tide' in a tiny coastal town Newfoundlander Christian Sparkes has shot several films around his home province, but with his new psychological thriller 'The King Tide' he saw an opportunity to wander into one unique town that had eluded him over the years.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cole lambert",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ctv news",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "edgemont village",
          "sentiment": "none"
        },
        {
          "name": "north shore",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:15:16.915+03:00",
    "updated": "2024-04-26T03:00:17.460+03:00"
  },
  {
    "uuid": "5727783f582fb397487e380f019b3b6a4ba8ab12",
    "url": "https://www.diariolibre.com/politica/gobierno/2024/07/11/abinader-promete-no-abusar-de-mayoria-del-prm-en-el-congreso/2784181",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Diario Libre",
    "published": "2024-07-12T03:59:00Z",
    "title": "Abinader promete no abusar de mayoría del PRM en el Congreso - Diario Libre",
    "text": "El presidente Luis Abinader prometió que usará la mayoría que consiguió su partido en el Congreso para el bien común y para llevar a cabo las reformas que ha propuesto para el Fortalecimiento Institucional y la Gestión eficiente del Estado.\nEl mandatario habló luego de recibir de parte de la Junta Central Electoral ( JCE ) el certificado que lo acredita a él y a la vicepresidenta Raquel Peña como ganadores en las elecciones del 19 de mayo.\nEl documento validó que Abinader y Peña resultaron electos como presidente y vicepresidenta para el período constitucional que inicia el 16 de agosto del 2024 y termina el 16 de agosto del 2028, con 2,507,297 votos obtenidos.\n\"Les quiero advertir que las grandes mayorías solo merecen el esfuerzo si sirve para mejorar el bien común . Por eso, me comprometo ante todos ustedes y ante los ciudadanos a que esta mayoría no servirá para defender ningún otro interés que no sea el del pueblo dominicano\", aseguró.\nRELACIONADAS\nCongreso Nacional Participación Ciudadana pide a Luis Abinader ejercer liderazgo en el PRM y frenar el Código Penal",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-12T08:00:49.007+03:00",
    "updated": "2024-07-12T08:00:49.007+03:00"
  },
  {
    "uuid": "232c67f079ab3e4fba424d36d6d316d0899bb916",
    "url": "https://www.hindustantimes.com/trending/nri-in-germany-called-out-for-comparing-life-in-india-with-europe-groceries-delivered-in-10-minutes-is-not-a-flex-101752724184574.html",
    "ord_in_thread": 0,
    "author": "@httweets",
    "published": "2025-07-17T04:27:00Z",
    "title": "NRI in Germany called out for comparing life in India with Europe: 'Groceries delivered in 10 minutes is not a flex' | Trending - Hindustan Times",
    "text": "NRI in Germany called out for comparing life in India with Europe: ‘Groceries delivered in 10 minutes is not a flex’\nA woman living in Germany responded to \"negative comments\" about India by sharing a video that compared life in India to that of European nations.\nA woman’s video comparing life in India and other European countries has received several backlashes. Social media users claimed she presented a romanticised view of India while ignoring the reality.\n“Before you come for me in the comments, hear me out! This video is just a response to all the negative stuff I keep seeing online about India. Yes, there are issues, but let’s not ignore the good. And no, I’m not moving back just yet… but one day? For sure!” she wrote while posting the video.\nAlso Read: ‘India is too hard to live in’: Japanese vlogger’s video on NRIs stirs internet\nIn the video, the NRI lists several things she thinks are better in India than in European countries. One of the ‘perks’ she mentions is getting groceries delivered to the doorstep. She further discusses transactions through UPI and healthcare in India.\nIn her clip, she also claims that India is safer when compared to other countries, narrating an incident about her purse being stolen in broad daylight.\nTake a look at the video:\nSocial media is angry:\nThe NRI’s post triggered backlash, with people asking if the woman thinks India is great, then why did she leave? An individual posted, “Groceries delivered in 10 minutes is not a flex, it is the availability of cheap labour for exploitation. Even though it's fast, you need to earn much more in India to deserve the healthcare you discussed. But yes, let’s stay in our bubble because who needs reality checks?”\nAlso Read: ‘Wasted 10 years chasing American dream’: NRI techie forced to leave US over visa hurdles\nAnother added, “Why are NRIs SOOOOO eager to glorify India? If you love INDIA so much, why aren't you here? Eh? Come back, no. Work here, no. Enjoy the LOWER SALARIES because of UPIIIIIII and ZEPTOOOO. But no, you’ll move out of India and THEN glorify the exploitation of the lower class by India, in the name of QUICK DELIVERIES. There’s something called DIGNITY OF LABOUR… ask your delivery people in Germany, and then let’s talk about the same state of that labour, in INDIA. Nationalism, while being outside, is so convenient.”\nA third remarked, \"India is behind in infrastructure, cleanliness and public manners. Address this, and we will be first-world.” A fourth wrote, “Go and live in an Indian village and try getting any delivery within 10 days, never mind 10 minutes.”\nTrending NewsViral News, Video, Photos and\nWeather Updatesof India and around the world\nTrending NewsViral News, Video, Photos and\nWeather Updatesof India and around the world",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Human Interest"
    ],
    "topics": [
      "Social Issue->immigration",
      "Social Issue->demographics",
      "Social Issue->social condition",
      "Politics->civil rights",
      "Politics->political dissent",
      "Politics->censorship and freedom of speech",
      "Human Interest->celebrity"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Europe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Hindustan Times",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "NRI",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "UPI",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ],
      "top_news": [
        "top_news_pk",
        "top_news_gb",
        "top_news_kw",
        "top_news_sa",
        "top_news_nz",
        "top_news_au",
        "top_news_sg",
        "top_news_ie",
        "top_news_za",
        "top_news_ph",
        "top_news_ae",
        "top_news_us",
        "top_news_in",
        "top_news_ca",
        "top_news_my",
        "top_news_iq",
        "top_news_qa",
        "top_news"
      ],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:35:48.892+03:00",
    "updated": "2025-07-17T04:41:47.000+00:00"
  },
  {
    "uuid": "aa4a52c55e0dd92cbaff9333c35e7e9a432bb4e6",
    "url": "https://www.sbnation.com/2024/9/5/24236790/nfl-expert-picks-week-1-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "James Dator",
    "published": "2024-09-05T16:03:00Z",
    "title": "NFL Week 1 picks: Our experts make their decisions - SBNation.com",
    "text": "NFL football is back, baby. Real, actual, non-vanilla preseason football — and we kick off with an absolute banger on Thursday night between the Chiefs and Ravens in what could be a preview of the AFC Championship game in four months’ time. The story entering Week 1 is nervousness. A lot of fans around the NFL know this could be the make-or-break season for the status quos, with organizations like the Jets, Falcons, and Cowboys (among others) needing to really show out in 2024 in order to move forward with things as is. Getting out to a solid start will do a lot to assuage fears among fans, and that makes this Week 1 critical in getting the ball rolling. It’s wild to imagine that we’re more or less bullish on the Bears now, but that’s what a No. 1 pick like Caleb Williams can do for you. Similarly there’s a lot of belief in the Texans (as expected) and they’ll now be looking to build off C.J. Stroud’s phenomenal rookie season and cement themselves in greatness. Here are our expect picks for every game in Week 1.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "c.j. stroud",
          "sentiment": "none"
        },
        {
          "name": "caleb williams",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nfl",
          "sentiment": "neutral"
        },
        {
          "name": "falcons",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-06T00:01:33.541+03:00",
    "updated": "2024-09-06T00:01:33.541+03:00"
  },
  {
    "uuid": "d27855ff84bce57b968d2c610e02a70fbe8c262f",
    "url": "https://www.theblaze.com/news/trump-fascist-ayers-john-kelly",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Billy",
    "published": "2024-10-24T21:45:00Z",
    "title": "Former Pence chief of staff calls accusations from Gen. Kelly against Trump ‘too egregious to ignore’",
    "text": "Photo (left): Chip Somodevilla/Getty Images; Photo (center): CHRISTIAN MONTERROSA/AFP via Getty Images; Photo (right): Samuel Corum/Anadolu Agency/Getty Images © 2024 Blaze Media LLC. All rights reserved. Former Pence chief of staff calls accusations from Gen. Kelly against Trump 'too egregious to ignore' October 24, 2024 Kelly claimed Trump praised Hitler's military and that the former president met the definition of a fascist. Accusations from a former Trump chief of staff meant to derail his presidential campaign were defused by a vehement denial from the former chief of staff to Mike Pence. Retired Marine General John Kelly said that former President Donald Trump had [praised](https://www.theblaze.com/news/harris-desperate-last-ditch-effort-to-win-over-voters-recycle-tired-trump-hitler-narrative) Adolf Hitler's military and wished that he had the same. He also said Trump met the definition of a fascist and would govern as a dictator if elected a second time. The media ran wild with the claims in an attempt to damage the Trump presidential campaign. 'There were no secrets at that White House related to what the president was saying or thinking.' \"He certainly prefers the dictator approach to government,\" Kelly said. But according to Nick Ayers, Kelly's accusation is false. \"I’ve avoided commenting on intra-staff leaks or rumors or even lies as it relates to my time at the White House but General Kelly’s comments regarding President Trump are too egregious to ignore,\" [wrote](https://x.com/nick_ayers/status/1849156855106273331) Ayers on social media. \"I was with each of them more than most, and his commentary is *patently false.*\" Ayers went on Fox News to directly address the accusations. \"I'm responding to one general who made egregious comments that are simply not true, that are manufactured, if they were true, obviously the American people would have known about it before then,\" Ayers said. \"You all know how the White House was covered, there were no secrets at that White House related to what the president was saying or thinking.\" He went on to identify Kelly as a member of the \"military-industrial complex\" in the [segment.](https://x.com/TrumpWarRoom/status/1849532940553777261) Kelly's accusations were picked up by Vice President Kamala Harris, who cited him in a brief speech on Wednesday. \"Donald Trump said that because he does not want a military that is loyal to the United States Constitution; he wants a military that is loyal to him,\" Harris said. The Trump campaign lambasted Harris in a [fiery](https://www.theblaze.com/news/harris-desperate-last-ditch-effort-to-win-over-voters-recycle-tired-trump-hitler-narrative) response. \"Kamala Harris is a stone-cold loser who is increasingly desperate because she is flailing, and her campaign is in shambles. That is why she continues to peddle outright lies and falsehoods that are easily disproven,\" the statement read. \"The fact is that Kamala's dangerous rhetoric is directly to blame for the multiple assassination attempts against President Trump and she continues to stoke the flames of violence all in the name of politics,\" the statement continued. \"She is despicable and her grotesque behavior proves she is wholly unfit for office.\" Kelly, who left the Trump administration in 2019, had [previously](https://www.cnn.com/2020/10/16/politics/donald-trump-criticism-from-former-administration-officials/index.html) called Trump \"dishonest,\" \"pathetic,\" and the \"most flawed person\" he had ever met in his life. Like Blaze News? Bypass the censors, sign up for our newsletters, and get stories like this direct to your inbox. [Sign up here](https://www.theblaze.com/newsletters/theblaze-articlelink)! Want to leave a tip? We answer to you. Help keep our content free of advertisers and big tech censorship by leaving a tip today. Want to join the conversation? Already a subscriber? more stories Sign up for the Blaze newsletter By signing up, you agree to our [Privacy Policy](/privacy)and [Terms of Use](/terms), and agree to receive content that may sometimes include advertisements. You may opt out at any time. © 2024 Blaze Media LLC. All rights reserved. Get the stories that matter most delivered directly to your inbox. By signing up, you agree to our",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.cnn.com/2020/10/16/politics/donald-trump-criticism-from-former-administration-officials/index.html",
      "https://x.com/nick_ayers/status/1849156855106273331",
      "https://x.com/TrumpWarRoom/status/1849532940553777261",
      "https://www.x.com/TrumpWarRoom/status/1849532940553777261",
      "https://cnn.com/2020/10/16/politics/donald-trump-criticism-from-former-administration-officials/index.html",
      "https://www.x.com/nick_ayers/status/1849156855106273331"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:55:17.835+03:00",
    "updated": "2024-10-25T01:25:13.828+03:00"
  },
  {
    "uuid": "45cac85c173184bd83988f6e7ad28c57954f1906",
    "url": "http://www.gd.news.cn/20250724/c977f9ada0344eecb6f92cfa3d578d05/c.html",
    "ord_in_thread": 0,
    "author": "1166",
    "published": "2025-07-24T01:59:00Z",
    "title": "深圳面向全国征集为快递小哥谱曲写歌-新华网",
    "text": "新华网深圳7月23日电（记者李晓玲）记者从22日在此间举办的“奔跑的爱－快递小歌音乐会”新闻发布会上了解到，深圳面向全国启动征集音乐作品，创作主题要求围绕物流配送群体的工作与生活，以“奔跑的爱”为核心，真实反映物流配送工作者的生存状态，用音乐和歌声传递快递小哥的声音。征集活动面向专业音乐人、草根音乐爱好者、快递小哥等配送从业者和普通市民。\n据活动主办方全向声文化创意（深圳）有限公司负责人黄文宣介绍，这场以“千万脚步，跑响城市晨昏”为主题的活动，首次将主角对准快递员、外卖骑手、生鲜配送员等城市物流配送群体，通过音乐创作与舞台演出，让更多人了解这个群体的现状、关注他们的成长，让物流快递从业人员这个新型社会群体得到应有的尊重，为“平凡奔跑者”谱写致敬乐章。\n全向声文化创意（深圳）有限公司技术创始人、著名录音师赵平表示，冷链车门撞击声、快递柜的开合声、快递小哥奔跑的脚步声都可以成为音乐创作的素材。“我们要用技术放大那些被忽略的城市脉动，让配送工具秒变音乐元素，让奔跑轨迹成为五线谱。通过盲盒录音棚向大众展示‘没有算法干预的，原汁原味的沉浸声’效果”。\n【纠错】",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Social Issue->social networking",
      "Social Issue->communities",
      "Social Issue->diversity, equity and inclusion",
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->club and association",
      "Lifestyle and Leisure->lifestyle",
      "Human Interest->celebrity"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:40:06.103+03:00",
    "updated": "2025-07-24T07:46:21.000+03:00"
  },
  {
    "uuid": "86f0268df5bb866089b2a11b081e0a2e6afbd8bb",
    "url": "https://www.sportskeeda.com/pop-culture/news-this-insane-fans-react-boarding-passes-korean-international-airports-designed-blackpink-s-jisoo-s-birthday-poster",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "hindi.sportskeeda.com",
    "published": "2024-01-05T16:43:00Z",
    "title": "“This is insane”: Fans react to boarding passes in Korean International Airports designed with BLACKPINK's Jisoo’s birthday poster",
    "text": "') > -1) { addClass($('.section-container'), 'pill-tag'); } Fans delighted seeing BLACKPINK's Jisoo's face on Korean flight passes to celebrate her birthday (Images via X/4waysinfashion/ForeverKimJisoo) Like what you are reading? Unlock the Full Story for Free! Sign in with Google Continue with Facebook Login using other methods On the occasion of BLACKPINK's Jisoo's birthday on January 3, fans worldwide partook in the celebrations. In numerous cities both inside and outside of Korea, BLINKs went all out to showcase the singer in public spaces with enormous banners and advertisements. However, it turns out that the Chinese followers showcased the idol in a very unique way.\nA picture posted by X user @urarachan_918 has been drawing fans' attention showing a picture of a boarding pass designed in a fashion that could make one mistake it for a concert pass, featuring Jisoo. Fans from all corners of the globe are thanking one of the most significant fanbases of the Flower singer in China - @CHINAJISOOBAR - responsible for this special gift in the name of their idol.\nTo celebrate BLACKPINK's Jisoo turning 29 this year, the fanbase not only invested in ads but also in creating the boarding passes for international flights at Busan Gimhae International Airport, Incheon International Airport, and Gimpo International Airport.\nBLINKs are elated, to say the least, and are taking to social media to express their thoughts as one writes, \"This is insane!\"\nExpand Tweet \"Cjb is the standard\" to BLINKs as BLACKPINK's Jisoo's incredible fans at CHINAJISOOBAR celebrate her birthday lavishly For those unversed, @CHINAJISOOBAR is well-known for showing major support to Jisoo for years. For this particular birthday arrangement called Air Busan Custom Boarding Pass Support, the dedicated fanbase (& XIUQI) will be providing a total of 200,000 boarding passes for all international flights taking off from the three above-mentioned International Airports in Korea.\nHaving commenced circulation on December 30, 2023, the passes are available till January 29, 2024. It has some sweet messages printed on it that read, \"Because of Jisoo, we're very happy\" and \"World Star, our Jisoo\".\nTheir gifts for BLACKPINK's Jisoo do not end here, as they also made it unmissable for fans to notice her birthday edits on digital screens covering screens at entry points and key locations spread over all Seoul Metro Line 2 stations (in sum, 41 stations and 377 screens).\nExpand Tweet The display period for this is from December 28, 2023, to January 10, 2024, screening on all-day loops, 120 times a day. Furthermore, they also arranged for Hongdae CGV Customized Cinema to be run from December 29, 2023, to January 4, 2024, in the following areas - Cinema elevators, light boxes, banners, wall stickers, cinema doors, roll-up stands, etc.\nWhile these are the Chinese fanbase's projects in Korea, there are other projects in China itself that they undertook on the occasion of BLACKPINK's Jisoo's birthday.\nHere's how BLINKs reacted to their grand display of admiration for the BLACKPINK idol:\nExpand Tweet Expand Tweet Expand Tweet Expand Tweet Expand Tweet Expand Tweet",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://twitter.com/chichuismylife/status/1743237273968312573?t=sXYlBDteB8EW52kq6Vuajw&s=08",
      "https://twitter.com/JisooDiorMuse/status/1743216967912509895?s=20",
      "https://twitter.com/CHINAJISOOBAR/status/1740654500065472847?s=20",
      "https://twitter.com/clubfaist/status/1743225592265232597?t=uZTcE2Dx30H2YvbE4eWYcg&s=19",
      "https://twitter.com/jichusiast/status/1743235982617637220?s=20",
      "https://twitter.com/jenchuyeaah/status/1743255885483581812?s=20",
      "https://twitter.com/JISOOstainable/status/1743245340042740163?s=20",
      "https://twitter.com/goldsaintex/status/1743233904390316506?s=20",
      "https://www.twitter.com/clubfaist/status/1743225592265232597?t=uZTcE2Dx30H2YvbE4eWYcg&s=19",
      "https://twitter.com/goldsaintex/status/1743233904390316506",
      "https://twitter.com/jichusiast/status/1743235982617637220",
      "https://twitter.com/jenchuyeaah/status/1743255885483581812",
      "https://twitter.com/chichuismylife/status/1743237273968312573",
      "https://twitter.com/clubfaist/status/1743225592265232597",
      "https://www.twitter.com/CHINAJISOOBAR/status/1740654500065472847?s=20",
      "https://www.twitter.com/jichusiast/status/1743235982617637220?s=20",
      "https://twitter.com/JISOOstainable/status/1743245340042740163",
      "https://www.twitter.com/chichuismylife/status/1743237273968312573?t=sXYlBDteB8EW52kq6Vuajw&s=08",
      "https://twitter.com/CHINAJISOOBAR/status/1740654500065472847",
      "https://twitter.com/JisooDiorMuse/status/1743216967912509895",
      "https://www.twitter.com/JISOOstainable/status/1743245340042740163?s=20",
      "https://www.twitter.com/goldsaintex/status/1743233904390316506?s=20",
      "https://www.twitter.com/JisooDiorMuse/status/1743216967912509895?s=20",
      "https://www.twitter.com/jenchuyeaah/status/1743255885483581812?s=20"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jisoo",
          "sentiment": "negative"
        },
        {
          "name": "blackpin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "blackpink",
          "sentiment": "negative"
        },
        {
          "name": "google continue",
          "sentiment": "none"
        },
        {
          "name": "facebook login",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "korea",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:08:17.328+02:00",
    "updated": "2024-01-06T00:08:17.328+02:00"
  },
  {
    "uuid": "a639631cc13c9a4b9a5823d8d741417dfc9d3c05",
    "url": "https://www.chicagotribune.com/2024/06/13/gary-man-gets-split-verdict-acquitted-of-shooting-at-cop-guilty-on-killing-police-dog",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Meredith Colias-Pete",
    "published": "2024-06-13T20:26:00Z",
    "title": "Gary man gets split verdict — acquitted of shooting at cop; guilty on killing police dog",
    "text": "A Gary man got a split verdict late Wednesday — convicted for killing a police dog and acquitted of shooting at a cop.\nJurors acquitted Spencer Patterson of attempted murder after he was charged with shooting at Gary Police Sgt. Angel Lozano.\nThey convicted Patterson of battery by means of a deadly weapon, two counts resisting law enforcement, and one count of striking a law enforcement animal.\nHis sentencing is set for July 12.\nDeputy Prosecutors Michelle Jatkiewicz and Adam Martin said during trial that Patterson was evading arrest, killed Lozano’s K-9 dog Falco, then opened fire on the officer.\nPatterson shot the dog, his lawyer John Cantrell said Thursday.\nHe said there was no evidence — including bullet casings or holes — that showed Patterson opened fire at the officer after the cops searched the overgrown backyard with metal detectors.\nThey were “trying to justify (the officer) shooting at my client six times,” he said.\nThe incident started just before 2 p.m. July 13, 2023.\nLozano and his K-9 partner, Falco, proceeded to the area of the 1000 block of East 35th Place to search for Patterson. At first, he ordered Patterson, who was “fidgety,” to put his hands on the car. He gave the officer a fake name. As Lozano tried to handcuff him, Patterson took off.\nThey engaged in a foot pursuit in an area with knee-high overgrown grass, according to the probable cause affidavit. A witness told police that Patterson jumped over a fence and Falco followed him, hopping over the fence as well. Lozano couldn’t climb the fence, so he ran along its east side when he heard a few shots go off, records state.\nFalco was shot during the short chase and he died from his wounds in the back of the residence. The animal was lying on the ground and had “shallow breathing,” Lozano told jurors. Patterson aimed at him, then opened fire, before Lozano shot back. Altogether, he fired six times at Patterson, Lozano said. Patterson told him he killed the dog, because it was biting him.\nThe dog served eight years with the Gary Police Department, with more than 1,000 deployments, apprehending suspects and seizing numerous drugs, according to Gary Police Chief Anthony Titus.\nIn the backyard, Lozano noticed Falco was down but couldn’t initially locate Patterson, court records state. He told investigators that as he approached the west side of the residence, Patterson fired at him and he fired back at Patterson. At that point, Patterson gave up and was taken into custody, the affidavit states.\n“I’m done, I’m done, I give up,” a witness testified Patterson said.\nPost-Tribune archives contributed.\nmcolias@post-trib.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gary",
          "sentiment": "negative"
        },
        {
          "name": "adam martin",
          "sentiment": "none"
        },
        {
          "name": "falco",
          "sentiment": "none"
        },
        {
          "name": "spencer patterson",
          "sentiment": "none"
        },
        {
          "name": "patterson",
          "sentiment": "none"
        },
        {
          "name": "angel lozano",
          "sentiment": "none"
        },
        {
          "name": "lozano",
          "sentiment": "none"
        },
        {
          "name": "michelle jatkiewicz",
          "sentiment": "none"
        },
        {
          "name": "john cantrell",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gary police",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:43:40.665+03:00",
    "updated": "2024-06-14T00:43:40.665+03:00"
  }
]