[
  {
    "uuid": "e6ca38b06373df01d0a50df7b22c92e996d78b40",
    "url": "https://www.eluniversal.com.co/mundo/acusan-al-estado-salvadoreno-de-mantener-bajo-secuestro-a-exministro-de-seguridad-YN9708265",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EFE",
    "published": "2023-12-28T21:21:00Z",
    "title": "Acusan al Estado salvadoreño de mantener bajo “secuestro” a exministro de Seguridad | EL UNIVERSAL - Cartagena",
    "text": "El Comité de Familiares de Presas y Presos Políticos de El Salvador (Cofappes) acusó el jueves al Estado salvadoreño de mantener bajo “secuestro” a Mauricio Ramírez Landaverde, exministro de Seguridad, y Ramón Roque, exinspector general de Centros Penales, quienes se mantienen en prisión a pesar de una orden judicial de liberación. Ivania Cruz, abogada de Cofappes, dijo a periodistas que las autoridades se han negado a cumplir la orden que les permite seguir un proceso penal en libertad, una situación que tildó de “un secuestro de parte del Estado salvadoreño a estas personas”. Cruz manifestó que han recibido cartas de organizaciones humanitarias y “aliados internacionales”, que también denuncian que “es injusto que hace más de dos semanas se haya ordenado la libertad y que a la fecha no se haya dado cumplimiento”. “Tenemos incluso apoyos internacionales donde ya se ha dado a conocer la resolución de libertad de Mauricio Ramírez y Ramón Roque, que hasta la fecha está secuestrado por el Gobierno de El Salvador”, añadió. Señaló directamente al director general de Centros Penales, Osiris Luna, y a la dirección de la cárcel La Esperanza, una instalación ubicada cerca de la capital, de negarse a cumplir la resolución dictada por la corte que realizará un juicio por el supuesto manejo irregular de recursos en las prisiones. Cofappes pidió el pasado 21 de diciembre a la Fiscalía investigar la negativa de las autoridades de las prisiones, con lo que se estaría cometiendo los delitos de desacato judicial, privación de libertad y actos arbitrarios. [Le puede interesar: Menor efectividad de la Fiscalía y aumento de la impunidad en El Salvador](https://www.eluniversal.com.co/mundo/menor-efectividad-de-la-fiscalia-y-aumento-de-la-impunidad-en-el-salvador-HE9556876) La detención del exministro se dio en septiembre de 2021 y la Fiscalía lo acusa de supuestamente estar involucrado en la malversación de aproximadamente 14 millones de dólares de las prisiones durante la administración de Salvador Sánchez Cerén (2014-2019). Tras la captura, el fiscal general, Rodolfo Delgado, dijo que el Ejecutivo de Sánchez Cerén permitió que la organización Asocambio administrara las tiendas al interior de las cárceles “sin ningún control del Estado”, lo que “dio pie para crear un mecanismo para poder lucrarse”. Ramírez Landaverde fue nombrado ministro de Justicia en enero de 2016. Antes se había desempeñado como director general de la Policía Nacional Civil de 2014 a 2016 y como subdirector de esa entidad entre 2012 a 2014.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:06:31.793+02:00",
    "updated": "2023-12-29T00:06:31.793+02:00"
  },
  {
    "uuid": "288248588989b41f0a9b8b3a4da5611a8a165220",
    "url": "https://es.minghui.org/html/articles/2023/12/24/129991.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dic ; Por un practicante de Falun Dafa en los Países Bajos",
    "published": "2023-12-24T00:00:00Z",
    "title": "“Es un crimen contra la humanidad”, gente de Ámsterdam condena la persecución a Falun Dafa en el Día de los Derechos Humanos | Falun Dafa - Minghui.org",
    "text": "(Minghui.org) Practicantes de Falun Dafa de todos los Países Bajos celebraron un día informativo para conmemorar el Día Mundial de los Derechos Humanos en la Plaza Dam de Ámsterdam el 10 de diciembre de 2023. La Plaza Dam es la plaza central de la ciudad y está rodeada por muchos lugares emblemáticos como el Palacio Real Holandés, la Nieuwe Kerk y el Monumento Nacional. Los practicantes instalaron un puesto para informar a los transeúntes sobre las violaciones de derechos humanos cometidas durante 24 años por el Partido Comunista Chino (PCCh) contra los practicantes en China. Practicantes de Falun Dafa de toda Holanda organizaron una jornada informativa en la Plaza Dam de Ámsterdam el 10 de diciembre de 2023, Día Mundial de los Derechos Humanos. Los transeúntes firman una petición solicitando al gobierno holandés que condene los crímenes de sustracción forzada de órganos por parte del PCCh. Los practicantes demostraron los ejercicios y colocaron carteles y pancartas para mostrar a la gente la realidad de la persecución a la que han sido sometidos los practicantes de esta pacífica disciplina de ejercicios y meditación en China desde 1999, incluida la sustracción forzada de órganos. Muchos transeúntes escucharon a los practicantes explicar la situación en China y firmaron una petición dirigida al gobierno holandés, pidiéndole que condene la sustracción forzada de órganos a practicantes de Falun Gong por parte del PCCh y se solidarice con los practicantes de todo el mundo. Transeúnte: “La persecución atenta contra los derechos básicos de las personas” Bafrin estaba consternada por las atrocidades del PCCh contra los derechos humanos y sus brutalidades contra ciudadanos chinos inocentes que practican sus creencias. “Infringe el derecho básico de las personas a estar a cargo de sus pensamientos. Incluso eso se les está quitando. ¡Eso es inaceptable!\", afirmó. Bafrin dijo que Verdad-Benevolencia-Tolerancia es muy humano y hermoso. Cuando se enteró del lucrativo comercio de órganos del PCCh basado en la sustracción forzada de órganos de practicantes vivos, Bafrin dijo que los represores deben asumir la responsabilidad de sus acciones. “Es un crimen contra la humanidad, contra la autonomía de las personas. La donación de órganos debería ser voluntaria”, afirmó. \"Creo que [los represores] deberían ser procesados\". También dijo que la persecución debería cesar por completo y que dicha persecución “realmente no debería ocurrir”. Al mismo tiempo, quedó impresionada por la dedicación de los practicantes a sus enseñanzas espirituales a pesar del peligro en China y dijo que creía que esa enseñanza espiritual debería fomentarse entre la gente. \"Sin duda [Falun Gong] da tranquilidad a la gente, y luego también pueden aceptar muchas cosas en la vida si pueden tener tanta paz, paz interior\", dijo. “Entonces, ¿por qué debería [el régimen chino] prohibirlo? Al contrario, debería animar a la gente a seguir haciéndolo, y no prohibirlo”. Los valores centrales de las enseñanzas también dejaron una impresión positiva en Bafrin: los principios de Verdad-Benevolencia-Tolerancia. \"Me parece genial. Me parece muy humano. Es esencial. Es hermoso”, dijo. Empresario: “La comunidad internacional ha hecho la vista gorda ante el PCCh” Stephan van Wel, empresario y hombre de negocios, ya estaba familiarizado con cómo el PCCh persigue a Falun Gong en China. Firmó la petición y dijo que lo hacía por compasión y para protestar contra la comunidad internacional que hace la vista gorda. Stephan van Wel. Dijo que era terrible ver cómo el PCCh ha estado reprimiendo esta pacífica disciplina de ejercicios y meditación durante 24 años. Dijo que siente que la comunidad internacional no ha hecho lo suficiente contra las atrocidades del PCCh, incluida su persecución a Falun Gong y su infiltración en otros países. \"El comunismo ha evolucionado y está utilizando la vigilancia digital y el chantaje económico que impone al mundo\", dijo van Wel. Dijo que Verdad-Benevolencia-Tolerancia son grandes valores y dan a la gente mucha fuerza interior, lo que el PCCh percibe como una amenaza a su poder. Director de TI: \"Los valores de Falun Dafa coinciden con lo que siento\" Osman Akman, director de TI, visitó el puesto de los practicantes junto con su novia, Kubra Yelek. Sabía de los métodos draconianos del PCCh contra sus propios ciudadanos, pero esta era la primera vez que escuchaba sobre la persecución a Falun Dafa. Osman y su novia Kubra. \"Ya sabía que hay un gran cortafuegos en China, por lo que la gente tiene problemas para obtener información del exterior\", dijo Osman. \"Así que la gente ya tiene problemas con los medios de comunicación, la libertad y la libertad de expresión\". Después de enterarse de la persecución que sufren los practicantes en China, Osman expresó gran preocupación por su bienestar. “Esta [persecución] me hace sentir como si no fuera real”. Dijo: “pero está sucediendo y es preocupante. Lo siento mucho por el pueblo chino. Especialmente desde la perspectiva de la libertad, están teniendo muchos problemas. No tienen libertad; están viviendo en una dictadura. Es preocupante”. Osman estuvo de acuerdo con los principios de Verdad-Benevolencia-Tolerancia. “[Falun Gong] es pacífico y los valores de Falun Dafa coinciden con lo que siento en general. Yo también soy ese tipo de persona. Está alineado conmigo y con mis sentimientos”, dijo. Kubra, instructora de Pilates, dijo que los tres principios de Verdad-Benevolencia-Tolerancia son \"naturales y normales\" para ella, y que más personas deberían vivir basándose en estos valores. Tanto Osman como Kubra firmaron la petición. Antes de que la pareja se fuera, Osman dijo que deseaba al pueblo chino verdadera paz, libertad y una vida feliz. Osman dijo a los practicantes que visitaría el sitio web de Falun Dafa y probaría la práctica por sí mismo. Farmacéutica: “Hay poder en los ejercicios” Ashlea Sutherland, una farmacéutica del Reino Unido, firmó la petición porque creía que la persecución a Falun Gong es una flagrante negación del derecho de las personas a explorar su verdadero yo. Ashlea Sutherland. Ella cree que todo el mundo debería tener derecho a ser auténtico, a seguir una religión, una forma de vida o una práctica. \"Simplemente no creo que un gobierno, un país o un partido político tenga derecho a decirle a la gente cómo vivir, aparte del estado de derecho fundamental\", dijo Ashlea. Estaba intrigada por las demostraciones de ejercicios. \"La meditación está en un nivel diferente\", dijo. “Hay un poder en ello, un poder que trae a la persona paz interior. Te da paz y calma con solo mirar, sin siquiera involucrarte. Me gustaría probar esto yo misma”. Todo el contenido publicado en este sitio web tiene derechos de autor de Minghui.org. La reproducción no comercial debe incluir la atribución (por ejemplo, \"Según lo informado por Minghui.org,...\") y un enlace al artículo original. Para uso comercial, comuníquese con nuestro departamento editorial para obtener permiso.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T06:07:03.327+02:00",
    "updated": "2023-12-24T06:07:03.327+02:00"
  },
  {
    "uuid": "9b5302ccf033cfc460ba0eeb8dee00fe9de88afd",
    "url": "https://www.carscoops.com/2024/01/rivian-outsells-alfa-romeo-51-miata-sales-soar-50-and-buick-sees-shocking-growth/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sebastien Bell",
    "published": "2024-01-05T23:43:00Z",
    "title": "Rivian Outsells Alfa Romeo 5:1, Miata Sales Soar 50%, And Buick Sees Shocking Growth | Carscoops",
    "text": "In 2023, the U.S. auto industry saw a revival in sales, reaching levels not seen since the pandemic. Nonetheless, this didn’t signal a return to normalcy and predictability. The year also brought with it a number of strange and unexpected results. Mazda MX-5 Sales Grow Starting with the trend that will likely bring enthusiasts the most joy, [sales of](https://www.carscoops.com/tag/sales/) the Mazda MX-5 were up 50 percent in 2023, as compared to the previous year. In all, the automaker sold 8,973 of its legendary nameplate to drivers last year, and sales were split almost evenly between the soft top and the RF. This aligns with a post-pandemic trend where buyers are leaning towards more enjoyable and exciting cars. Furthermore, Mazda’s overall sales saw significant growth, with the automaker delivering a total of 363,354 vehicles in the U.S. last year. This marked a 23 percent increase compared to the previous year, giving Mazda plenty of reasons to celebrate. advertisement scroll to continue Rivian’s Racking Up Sales [](https://www.carscoops.com/wp-content/uploads/2024/01/Rivian-R1T.jpg) A bad fourth quarter has taken the wind out [of Rivian’](https://www.carscoops.com/tag/rivian/)s sails, but that doesn’t mean that 2023 was a total dud for the automaker. Although its sales fell far short of a competitor like, say, Tesla (which sold 670,000 vehicles last year), its total of 47,200 was a 200 percent increase of the previous year, and meant that it outsold every Italian brand we could find figures for. Read: [Five NSXs, Two Vipers, And Other Zombie Cars Show Up In 2023 Sales Charts](https://www.carscoops.com/2024/01/five-nsxs-two-vipers-and-other-ghost-vehicles-show-up-in-2023-sales-charts/) Alfa Romeo sold 10,898 (-15 percent) vehicles in 2023, Fiat shifted 605 (-33 percent), Maserati handed off 6,580 (+2.6 percent), and Lamborghini delivered 3,670 (+17 percent) vehicles in 2023, which amounts to just 21,844 in all. Although Ferrari’s figures haven’t been shared yet, we doubt they’ll have sold the 25,000 vehicles or so that would bring the nation of Italy’s tally up to a similar number of American sales as Rivian. Kia EV9 Already Outselling Toyota bZ4X [](https://www.carscoops.com/wp-content/uploads/2024/01/2024-Kia-EV9_2.jpg) Kia introduced the EV9 late last year, but it only had one full month of sales to count on. Despite that, it managed to sell 1,113 of them in December. While that’s not a staggering number, Kia may still have reason to celebrate. That’s because the [Korean brand’s](https://www.carscoops.com/tag/kia/) new electric SUV is already outperforming Toyota’s electric SUV. In its first month of sales, Kia sold 444 more examples of the EV9s than Toyota managed to sell [of the bZ4X](https://www.carscoops.com/2023/01/toyota-sets-a-low-bar-for-success-with-relaunch-of-bz4x-after-messy-start/). It should hardly come as a surprise, then, that Kia is calling the EV a wake-up call to the industry, and expects it to “jumpstart the brand’s momentum.” Buick Bucks Expectations [](https://www.carscoops.com/wp-content/uploads/2024/01/2024-Buick-Encore-GX_2.jpg) Buick is something of an unassuming brand, but it’s doing better than you might think. By no means GM’s best-performing brand (that honor goes to Chevrolet, with 1.7 million sales), [ Buick did](https://www.carscoops.com/tag/buick/) pretty well in 2023. In all, the old school brand sold 167,030 vehicles, which made it GM’s third-best-performer for the year, and put it nearly 20,000 units ahead of Cadillac. Thanks to strong sales of the Encore GX and the Envision, the automaker’s sales grew by a whopping 61 percent, as compared to 2022. advertisement scroll to continue Honda Leans Heavily On Hybrids When it introduced the new Accord, Honda said it was expecting the hybrid variant to make up a large proportion of its sales. And it was right. In fact, the Accord Hybrid and the CR-V hybrid accounted for a quarter of all Honda’s sales in the U.S. last year. That was good news for the brand, whose sales were up nearly 32 percent in 2023. Of the 1.1 million vehicles it sold last year, 361,457 were CR-Vs and 197,947 were Accords. Of those, 293,640 were hybrids. [](https://www.carscoops.com/wp-content/uploads/2024/01/2024-Honda-CR-V-Sport-Hybrid_2.jpg)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "miata sales soar",
          "sentiment": "negative"
        },
        {
          "name": "mazda",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T02:42:11.636+02:00",
    "updated": "2024-01-06T02:42:11.636+02:00"
  },
  {
    "uuid": "5fa9bd3ab508e5a4554e2cb81adab5faccc486e9",
    "url": "http://www.cubadebate.cu/noticias/2024/02/01/venezuela-revelan-datos-sobre-espionaje-de-ee-uu-contra-dirigentes",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cubadebate",
    "published": "2024-02-02T00:16:00Z",
    "title": "Venezuela: Revelan datos sobre espionaje de EE.UU. contra dirigentes",
    "text": "[Interés hoy](http://www.cubadebate.cu/internet/interes-hoy/) Venezuela: Revelan datos sobre espionaje de EE.UU. contra dirigentes [DEA](http://www.cubadebate.cu/etiqueta/dea/), [Estados Unidos](http://www.cubadebate.cu/etiqueta/estados-unidos/), [Injerencia](http://www.cubadebate.cu/etiqueta/injerencia/), [Nicolás Maduro Moros](http://www.cubadebate.cu/etiqueta/nicolas-maduro-moros/), [Venezuela](http://www.cubadebate.cu/etiqueta/venezuela/) Un medio estadounidense local reveló este jueves que la Administración de Control de Drogas de Estados Unidos (DEA, por sus siglas en inglés) infiltró a agentes en Venezuela para grabar en secreto y armar casos falsos por narcotráfico contra dirigentes del país. De acuerdo con la fuente norteamericana, obtuvo un memorando de 15 páginas de 2018 sobre la denominada “Operación Tejón del Dinero”, la cual tenía entre sus objetivos a una docena de funcionarios, incluido el presidente venezolano, Nicolás Maduro. “Es necesario llevar a cabo esta operación de forma unilateral y sin notificar a las autoridades venezolanas”, reza el documento revelado sobre la operación, que también tenía entre sus dianas al diplomático Alex Saab. El exagente de la DEA, Wes Tabor, declaró al medio estadounidense que, si bien a Washington no le agrada decirlo públicamente, “somos, de facto, la policía del mundo”. Por su parte, la DEA y el Departamento de Justicia de Estados Unidos rechazaron responder las interrogantes del medio sobre esta operación unilateral, la cual se llevó a cabo en violación de las normas establecidas en el derecho internacional. La revelación se produce en un contexto matizado por la próxima celebración de las elecciones presidenciales en Venezuela, mientras el mandatario Maduro denunció durante la víspera los planes desestabilizadores de la oposición. Esta semana, el portavoz del Departamento de Estado de EE.UU., Matthew Miller, anunció que Washington “ha revocado el alivio de las sanciones para el sector aurífero de Venezuela” luego de que el Tribunal Supremo de Justicia (TSJ) venezolano anunciara la inhabilitación a las próximas elecciones de determinados candidatos de la oposición. A partir de ello, el Gobierno venezolano destacó que estas acciones de EE.UU. constituyen “un ultimátum contra toda la sociedad venezolana” y un modo de imponer el golpismo mediante el desconocimiento de las instituciones de la República. (Tomado de [Telesur](https://www.telesurtv.net/news/eeuu-programa-espionaje-dirigentes-venezuela-presidente-maduro-20240201-0011.html)) - [Agricultores franceses suspenden protestas](http://www.cubadebate.cu/noticias/2024/02/01/agricultores-franceses-suspenden-protestas/) - [Venezuela alcanzó el bronce en Serie de Estrellas](http://www.cubadebate.cu/noticias/2024/02/01/venezuela-alcanzo-el-bronce-en-serie-de-estrellas/) - [Cuba mantendrá tarifas vigentes del transporte de pasajeros](http://www.cubadebate.cu/noticias/2024/02/01/cuba-mantendra-tarifas-vigentes-del-transporte-de-pasajeros/) - [Venezuela: Revelan datos sobre espionaje de EE.UU. contra dirigentes](http://www.cubadebate.cu/noticias/2024/02/01/venezuela-revelan-datos-sobre-espionaje-de-ee-uu-contra-dirigentes/) - [Realizarán filme sobre Stevenson, coproducido por Cuba y México](http://www.cubadebate.cu/noticias/2024/02/01/realizaran-filme-sobre-stevenson-coproducido-por-cuba-y-mexico/) - [ir aNoticias](http://www.cubadebate.cu/categoria/noticias/)» - [Venezuela: Revelan datos sobre espionaje de EE.UU. contra dirigentes](http://www.cubadebate.cu/noticias/2024/02/01/venezuela-revelan-datos-sobre-espionaje-de-ee-uu-contra-dirigentes/) - [Beatriz Jhonson es elegida como Primera Secretaria en el Comité Provincial del Partido en Santiago de Cuba](http://www.cubadebate.cu/noticias/2024/02/01/beatriz-jhonson-es-elegida-como-primera-secretaria-en-el-comite-provincial-del-partido-en-santiago-de-cuba/) - [Tortura y dolor: Palestinos cuentan su experiencia en cárceles israelíes](http://www.cubadebate.cu/especiales/2024/02/01/tortura-y-dolor-palestinos-cuentan-su-experiencia-en-carceles-israelies/) - [Díaz-Canel evalúa prioridades de trabajo para 2024 en Santiago de Cuba](http://www.cubadebate.cu/noticias/2024/02/01/diaz-canel-evalua-prioridades-de-trabajo-para-2024-en-santiago-de-cuba/) - [De este crimen nos declaramos culpables](http://www.cubadebate.cu/opinion/2024/02/01/de-este-crimen-nos-declaramos-culpables/) - [ir aPolítica](http://www.cubadebate.cu/categoria/temas/politica-temas/)»",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.telesurtv.net/news/eeuu-programa-espionaje-dirigentes-venezuela-presidente-maduro-20240201-0011.html",
      "https://telesurtv.net/news/eeuu-programa-espionaje-dirigentes-venezuela-presidente-maduro-20240201-0011.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T02:45:17.564+02:00",
    "updated": "2024-02-02T08:00:07.010+02:00"
  },
  {
    "uuid": "042031debb931916f2db197aa338376d44d88915",
    "url": "https://www.20minutes.fr/paris/4115283-20241013-meteo-paris-previsions-dimanche-13-octobre-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Arthur RainBot",
    "published": "2024-10-12T23:00:00Z",
    "title": "Météo Paris: prévisions du dimanche 13 octobre 2024",
    "text": "Météo Paris: prévisions du dimanche 13 octobre 2024 Météo•Le soleil sera dominant, la garantie d'une belle journée ! Les températures seront de 12°C le matin et de 14°C l'après-midi... Arthur RainBot À Paris, les valeurs s'échelonneront entre 10°C et 14°C dans la journée. Le soleil apparaît légèrement le matin. Ces éclaircies devraient faire plaisir aux habitants. Les températures afficheront entre 10 et 13°C. Un léger vent de nord-ouest sera ressenti par les habitants. Cet après-midi rimera avec grand soleil. Les valeurs seront comprises entre 13 et 14°C. La ville aura quelques éclaircies le soir. Il fera en moyenne 12°C. Pour les passionnés d'astronomie, sachez que la nuit sera claire. Demain, un ciel avec des éclaircies va progressivement remplacer les nuages à Paris. C'est une hausse de quelques degrés que vont connaître les températures. Le mercure affichera 15°C en moyenne. Les températures seront de 10°C au minimum et de 18°C au plus haut la matinée. Une petite brise de sud-ouest soufflera. Les températures vont grimper pendant l'après-midi de plusieurs degrés. Les valeurs s'échelonneront de 17 à 20°C. Demain soir, le vent va peu à peu éloigner les nuages. Les maximales atteindront les 16°C tandis que les minimales seront de 15°C. Un vent d'est soufflera légèrement. Les jours passent et ne changent pas. Prévoyez 18°C en moyenne qui accompagneront des journées ensoleillées.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-13T02:18:22.684+03:00",
    "updated": "2024-10-13T02:18:22.684+03:00"
  },
  {
    "uuid": "79c00c1029a49c56195fdf0d9e8adc02635c4664",
    "url": "https://www.semana.com/turismo/articulo/alerta-de-aurora-boreal-en-nueva-york-como-prepararse-para-verla/202432",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Turismo",
    "published": "2024-10-11T01:03:00Z",
    "title": "Alerta de aurora boreal en Nueva York: cómo prepararse para verla",
    "text": "Cada año el cielo se torna de hermosos colores para dar paso a uno de los acontecimientos más espectaculares, en el que se centran cientos de miradas de inquietos turistas amantes de los fenómenos naturales. La interacción entre el viento solar y el campo magnético terrestre produce cortinas de luz que solo se pueden apreciar en ciertas partes del mundo, y estas formas y colores de los destellos de luz tienen un encanto natural que durante años han estado vinculadas a mitos y leyendas. En esta oportunidad, los cielos de Nueva York podrían ser el escenario de un asombroso fenómeno natural, las auroras boreales. La administración Nacional Oceánica y Atmosférica emitió una alerta sobre el clima que podría llegar a darse en los cielos de la ciudad de Nueva York. A pesar de los cielos soleados, este jueves se sentirá en el área triestatal notablemente más fresco con temperaturas máximas entre los 50 y 60 °C. Esto genera la primera advertencia de helada de la temporada y en que las temperaturas mínimas nocturnas pueden caer cerca o por debajo del punto de congelación. Aunque hará frío, los cielos estarán despejados y ofrecen óptimas condiciones para ver la aurora boreal, que podría ser visible en los condados del norte. ¿Por qué las auroras boreales pueden darse en Estados Unidos?Según la tormenta geomagnética que se avecina, se debe a una inyección de masa coronal, la cual es una gran columna de plasma y campo magnético que es expulsada de la corona solar . Cuando estas inyecciones alcanzan la tierra, interactúan con la atmósfera superior y pueden desencadenar tormentas geomagnéticas. En estos casos, los iones solares colisionan con los gases de la atmósfera terrestre, lo que libera energía en forma de luz y crea las auroras boreales en el hemisferio norte y sur. Según la NOAA, este fenómeno podría ser visible en algunos estados del norte y del Medio Oeste, desde Nueva York hasta Idaho debido a que su horario es poco predecible, estas probabilidades podrían cambiar con el transcurrir de las horas.¿Por qué las auroras tienen diferentes colores?El color de las auroras depende del tipo de gas que haya interactuado con las partículas solares. El oxígeno principalmente produce luz verde y roja, el nitrógeno genera luz azul y violeta.De igual manera, la altura en la que se produce la colisión también incide en el color: el verde se produce a mayor altura, mientras que el rojo y las otras tonalidades se producen a una menor altura. ¿Cómo es el proceso que genera las auroras boreales?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Weather",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T08:04:44.524+03:00",
    "updated": "2024-10-11T08:04:44.524+03:00"
  },
  {
    "uuid": "78017df17b1794134158f0b2c0b54e7ecf55229e",
    "url": "https://www.geo.fr/histoire/decapitation-ecartelement-ecorchage-quand-les-chretiens-fournissaient-des-chevaux-aux-peuples-baltes-pour-des-sacrifices-paiens-220366",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Benjamin Laurent",
    "published": "2024-05-24T09:08:00Z",
    "title": "Décapitation, écartèlement, écorchage : quand les chrétiens fournissaient des chevaux aux peuples baltes pour des sacrifices païens",
    "text": "comme cette publicité ! Des chevaux scandinaves dans des tombes baltes : c'est la trouvaille surprenante d'une équipe de chercheurs de l'université de Cardiff. Ces derniers, au sein d'une étude publiée dans le journal [Science Advances](https://www.science.org/doi/10.1126/sciadv.ado3529), pointent que des régions chrétiennes fournissaient aux peuples païens baltes des chevaux transportés par navire et utilisés pour les sacrifices courants dans la région jusqu'au XIVe siècle. Une pratique usuelle des païens Les sacrifices publics de chevaux dans des cimetières humains \"sont des éléments indélébiles de l'archéologie balte du Ier au XIIIe siècle après Jésus-Christ et attestent de la persistance des systèmes de croyance païens\", souligne l'étude. Ces sacrifices pourraient inclure des spectacles brutaux, comme la décapitation, l'écartèlement ou encore l'écorchage des animaux, selon l'équipe de recherche, qui sont ensuite enterrés séparément des humains ou dont les cendres sont mélangées à celles d'hommes. comme cette publicité ! comme cette publicité ! S'il était jusqu'à présent supposé que ces derniers venaient de la région, avec la présence par Žemaitukas, une race lituanienne, des chercheurs de l'université de Cardiff ont dévoilé que les destriers utilisés seraient pour certains en provenance de régions comme la [Suède](https://www.geo.fr/voyage/les-plus-belles-villes-de-suede-203618) ou la [Finlande](https://www.geo.fr/voyage/quelles-sont-les-plus-belles-villes-de-finlande-203648), qui ont connu une christianisation préalable. Certains de ces chevaux auraient ainsi voyagé de 300 à 1 500 kilomètres avant d'être utilisés par les païens. comme cette publicité ! Cette analyse se base sur les dents de 74 chevaux prélevés dans des cimetières baltes : l'analyse de celles-ci permet d'identifier le sol, les plantes et l'eau dont la signature chimique est absorbée par les animaux et reste enfermée dans l'émail des dents des animaux. Il est donc possible de retracer leur origine, qui pointe que certains des chevaux ne sont pas issus de la région balte et n'ont pas été amenés par les conquérants de la région, comme l'ordre de Livonie. Une autre conclusion de l'enquête pointe que le sexe des chevaux n'était pas un facteur décisif pour le choix des bêtes à sacrifier : un tiers des animaux étudiés étaient en effet des juments. À l’inverse, le \"prestige socio-économique\" des animaux importés aurait pu être un élément plus important dans le choix des chevaux à sacrifier. La présence plus nombreuse de mâles pourrait plutôt être due à \"l'importance relative des juments pour l'élite balte, qui élevait des chevaux et consommait leur lait\". comme cette publicité ! comme cette publicité ! Des échanges entre païens et chrétiens Ces éléments pointent vers une relation plus complexe entre la région baltique et des territoires en cours de christianisation, dans une Europe du Nord déjà reliée par des échanges commerciaux. Les marchands scandinaves entretiennent alors des relations allant jusqu'à l'Empire Byzantin et l'Afrique du Nord, loin des régions côtières de la [Mer Baltique](https://www.geo.fr/environnement/mer-baltique-un-cimetiere-de-bateaux-aux-multiples-tresors-206915). En contact avec des territoires chrétiens depuis des siècles, les peuples baltes sont cependant visés par des croisades à partir du XIIe siècle, notamment avec la bulle Cum ad propulsandam de 1193, proclamée par le pape Célestin III. Les ordres militaires chrétiens qui les conduisent, comme l'ordre de Livonie et l'ordre Teutonique, s'implantent à cette période en tant que véritables États dans la région. Les pratiques chrétiennes périclitent avec la christianisation et la colonisation de la région, qui voit de nombreux Allemands s'implanter dans des territoires aujourd'hui sous le contrôle de la Pologne, de la Russie ou encore de la Lituanie. [GEO sur Google News](https://news.google.com/publications/CAAqBwgKMK6Nmwkw_KFs?hl=fr&gl=FR&ceid=FR%3Afr)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://news.google.com/publications/CAAqBwgKMK6Nmwkw_KFs?hl=fr&gl=FR&ceid=FR%3Afr",
      "https://www.science.org/doi/10.1126/sciadv.ado3529",
      "https://science.org/doi/10.1126/sciadv.ado3529",
      "https://www.news.google.com/publications/CAAqBwgKMK6Nmwkw_KFs?hl=fr&gl=FR&ceid=FR%3Afr",
      "https://news.google.com/publications/CAAqBwgKMK6Nmwkw_KFs"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T13:33:53.201+03:00",
    "updated": "2024-05-24T16:13:20.243+03:00"
  },
  {
    "uuid": "a97f4a620d5e328aecda939562e7f67d6870ba49",
    "url": "https://www.otempo.com.br/gastronomia/2024/12/5/3-receitas-com-linhaca-para-ajudar-no-processo-de-emagrecimento",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Edicase",
    "published": "2024-12-05T22:50:00Z",
    "title": "5 receitas com linhaça para ajudar no emagrecimento",
    "text": "Aprenda a preparar opções gostosas e saudáveis para incluir na dieta Por Edicase\nPublicado em 05 de dezembro de 2024 | 20:50 Pão de linhaça Foto: Imagem: Lena Bukovsky | Shutterstock Clique e participe do nosso canal no WhatsApp\nParticipe do canal de O TEMPO no WhatsApp e receba as notícias do dia direto no seu celular\n Ouça a matéria A- normal A+\nA linhaça é uma semente conhecida por oferecer diversos benefícios para o corpo. Por ser rica em fibras, ômega 3 e 6 e gorduras boas, ela ajuda a controlar o diabetes, melhora o funcionamento do intestino e auxilia no processo de emagrecimento, uma vez que aumenta a sensação de saciedade. Além disso, é muito recomendada por especialistas por fortalecer a saúde do coração e favorecer as funções intestinais.\n“Em pesquisas recentes, vem apresentando resultados clínicos em estudos relacionados ao diabetes, lúpus, perda óssea, doenças hepáticas, renais e cardiovasculares, com resultados favoráveis quanto ao efeito benéfico da semente”, explica a nutricionista Queila Turchetto.\nPor isso, confira 5 receitas saborosas com linhaça para incluir na sua dieta e aumentar a saúde do corpo!\nPão de linhaça Ingredientes Massa\n2 xícaras de chá de farinha de trigo integral 1 xícara de chá de farinha de trigo branca 1/2 xícara de chá de farinha de linhaça marrom 1 colher de sopa de açúcar mascavo 1 colher de chá de sal 10 g de fermento biológico seco 1 1/4 de xícara de chá de água morna 2 colheres de sopa de azeite de oliva Farinha de trigo integral para enfarinhar Azeite para untar Decoração\n2 colheres de sopa de linhaça dourada e marrom 1 colher de sopa de água para pincelar o pão Modo de preparo Em uma tigela grande, misture as farinhas (integral, branca e de linhaça), o açúcar e o sal. Abra um espaço no centro. Em uma tigela pequena, misture o fermento biológico seco com a água morna e deixe descansar por 5 minutos, até formar uma espuma. Adicione o azeite à mistura de fermento e despeje no centro dos ingredientes secos. Misture com uma colher ou espátula até formar uma massa.\nTransfira a massa para uma superfície enfarinhada com farinha de trigo e sove por 8-10 minutos, até que fique lisa e elástica. Coloque a massa em uma tigela untada com azeite, cubra com um pano limpo e deixe descansar por 1 hora ou até dobrar de tamanho.\nApós o crescimento, molde a massa no formato desejado (pão inteiro ou porções menores). Coloque em uma assadeira forrada com papel-manteiga. Pincele a superfície do pão com água e salpique a linhaça dourada e marrom por cima, pressionando levemente para fixá-la.\nCubra o pão novamente com o pano e deixe crescer por mais 30 minutos. Leve ao forno a 200 °C por 30-35 minutos. Retire o pão do forno, deixe esfriar sobre uma grade e sirva.\nQuiche de abobrinha com linhaça Ingredientes Massa\n2 1/2 xícaras de chá de farinha de linhaça 5 colheres de sopa de água 2 colheres de café de cominho em pó 1 pitada de noz-moscada Sal a gosto Azeite para untar Farinha de linhaça para enfarinhar Recheio\n200 ml de iogurte desnatado sem sabor 2 ovos 1 pitada de sal 1/2 xícara de chá de queijo branco cortado em cubos 1 abobrinha cortada em rodelas Modo de preparo Massa\nEm um recipiente, coloque a farinha de linhaça e a água e mexa. Cubra com plástico-filme e deixe descansar por 40 minutos. Adicione o restante dos ingredientes e misture até obter uma massa homogênea. Unte uma assadeira com fundo removível com azeite e enfarinhe com farinha de linhaça. Disponha a massa sobre ela, forrando o fundo e as laterais, e leve ao forno preaquecido em temperatura média por 5 minutos. Desligue o forno e reserve.\nRecheio\nEm um recipiente, coloque os ovos e, com a ajuda de um garfo, bata até ficar homogêneo. Acrescente o iogurte e o sal e mexa para incorporar. Reserve. Sobre a massa de quiche, coloque as rodelas de abobrinha, cubra com o queijo branco e despeje a mistura de iogurte sobre ela. Leve ao forno preaquecido em temperatura média até dourar. Sirva em seguida.\nAlmôndegas de linhaça Ingredientes 1 kg de carne moída 2 dentes de alho descascados e amassados 2 ovos 1 xícara de chá de farinha de linhaça dourada Sal e pimenta-do-reino moída a gosto Azeite para untar Modo de preparo Em um recipiente, coloque a carne moída, o alho, a pimenta-do-reino e o sal e misture. Adicione os ovos e mexa para incorporar. Aos poucos, junte a farinha de linhaça e misture até obter uma consistência homogênea. Após, com a ajuda de uma colher, pegue um pouco de massa e modele no formato de uma bolinha. Repita o processo com toda a massa e disponha sobre uma assadeira untada com azeite. Leve ao forno preaquecido em temperatura média até dourar. Sirva em seguida.\nPanqueca de amêndoas com linhaça e coco (Imagem: Danilova Janna | Shutterstock) Panqueca de amêndoas com linhaça e coco Ingredientes 1/2 xícara de chá de farinha de amêndoas 4 colheres de sopa de coco ralado 1/2 xícara de chá de leite de coco 2 colheres de sopa de sementes de linhaça moídas 1 colher de sopa de óleo de coco 1 colher de chá de bicarbonato de sódio 1 pitada de sal Óleo de coco para untar Modo de preparo Em um recipiente, coloque todos os ingredientes, exceto o sal, e mexa até obter uma massa homogênea. Adicione o sal e mexa para incorporar. Após, unte uma frigideira com óleo de coco e leve ao fogo médio para aquecer. Com a ajuda de uma concha, disponha um pouco de massa sobre a panela e cozinhe até começar a formar bolinhas. Vire para dourar o outro lado e repita o processo com o restante da massa. Sirva em seguida.\nBolo de iogurte com linhaça Ingredientes 250 ml de iogurte desnatado 1 xícara de chá de óleo de girassol 4 ovos 2 xícaras de chá de açúcar mascavo 1 xícara de chá de farinha de trigo integral 1 xícara de chá de linhaça dourada moída 1 colher de sopa de fermento químico em pó Óleo de girassol para untar Farinha de trigo integral para enfarinhar Modo de preparo Em um liquidificador, coloque o iogurte, o óleo de girassol, os ovos e o açúcar mascavo e bata até ficar homogêneo. Adicione a farinha de trigo integral, a linhaça e o sal e bata novamente até obter uma consistência homogênea. Acrescente o fermento e bata para incorporar. Após, unte uma forma com furo central com óleo de girassol e enfarinhe com farinha de trigo integral. Disponha a massa sobre ela e leve ao forno preaquecido a 180 °C por 30 minutos. Retire do forno, espere esfriar e desenforme com cuidado. Sirva em seguida.\nLEIA MAIS Acesse sua Conta O TEMPO e participe da conversa CLIQUE AQUI PARA FAZER LOGIN VER COMENTÁRIOS VEJA TAMBÉM SENSORIAL Biquíni de creme de maracujá ou maiô de pistache? Bacio di Latte e Hope Resort lançam coleção de moda praia GASTRONOMIA 3 sucos naturais para potencializar o bronzeado TELEVISÃO \"Globo Repórter\": Mestras de Igarapé são destaque do programa sobre os sabores do Brasil GASTRONOMIA 5 receitas de Natal ricas em proteínas Sobre o Autor Edicase Acesse sua Conta O TEMPO e participe da conversa CLIQUE AQUI PARA FAZER LOGIN VER COMENTÁRIOS Configuração de Cookies\n O portal O TEMPO, utiliza cookies para armazenar ou recolher informações no seu navegador. A informação normalmente não o identifica diretamente, mas pode dar-lhe uma experiência web mais personalizada. Uma vez que respeitamos o seu direito à privacidade, pode optar por não permitir alguns tipos de cookies. Para mais informações, revise nossa Política de Privacidade.\nDefinir Cookies\nCookies obrigatórios Cookies operacionais/técnicos: São usados para tornar a navegação no site possível, são essenciais e possibilitam a oferta de funcionalidades básicas.\nCookies analíticos Eles ajudam a registrar como as pessoas usam o nosso site, para que possamos melhorá-lo no futuro. Por exemplo, eles nos dizem quais são as páginas mais populares e como as pessoas navegam pelo nosso site. Usamos cookies analíticos próprios e também do Google Analytics para coletar dados agregados sobre o uso do site.\nCookies de publicidade Os cookies comportamentais e de marketing ajudam a entender seus interesses baseados em como você navega em nosso site. Esses cookies podem ser ativados tanto no nosso website quanto nas plataformas dos nossos parceiros de publicidade, como Facebook, Google e LinkedIn.\nAceitar todos os cookies Definições de cookies ÚLTIMAS NOTÍCIAS O TEMPO SPORTS CANAL O TEMPO FM O TEMPO SUPER NOTÍCIA POLÍTICA\nEleições O TEMPO SPORTS\nAtlético Cruzeiro América Tabelas Vôlei Apostas Casas de apostas Apps de apostas OPINIÃO CIDADES ATUALIDADES\nEconomia Brasil Mundo Tecnologia e Games Enem 2024 Emprego e Concursos ANUNCIE\nConteúdo de Marca Classificados ENTRETENIMENTO\nGastronomia Seminário O TEMPO Gastrô INTERESSA\nPets Saúde e Bem-Estar Astrologia Moda e Beleza Decoração Esotérico LOTERIAS PREVISÃO DO TEMPO\nBelo Horizonte Contagem Betim Nova Lima Mais cidades NEWSLETTER TURISMO AUTOTEMPO PUBLICIDADE LEGAL Siga O TEMPO nas Redes Sociais\nASSINE EXPEDIENTE TERMOS DE USO POLÍTICA DE PRIVACIDADE POLÍTICA DE COOKIES PROTEÇÃO DE DADOS ANUNCIE TRABALHE CONOSCO",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure",
      "Education"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T02:03:52.085+02:00",
    "updated": "2024-12-06T03:12:52.724+02:00"
  },
  {
    "uuid": "516821ebb3a1bf789e3c16153feeb6433410b142",
    "url": "https://www.realitytvworld.com/news/katy-perry-gayle-king-be-part-of-all-female-space-flight-50225647.php",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@realitytvworld",
    "published": "2025-02-27T17:51:00Z",
    "title": "Katy Perry, Gayle King to be part of all-female space flight",
    "text": "Pop star Katy Perry and CBS Mornings co-host Gayle King are among the women headed to space on a Blue Origin rocket this spring.The all-female crew will also consist of entrepreneur and former rocket scientist Aisha Bowe, research scientist and Nobel Peace Prize nominee Amanda Nguyen, filmmaker Kerianne Flynn and helicopter pilot and journalist Lauren Sanchez.\"I don't know how to explain being terrified and excited at the same. It's like how I felt about to deliver a baby,\" King, 70, said on CBS Mornings Thursday.She said she sought out the opinions of both her children and her best friend, Oprah Winfrey, before signing on.\"I thought Oprah would say no, no,\" King said. \"She said, 'I think if you don't do it, when they all come back and you had the opportunity to do it, you will be kicking yourself.' She's right.\"The crew will journey to the Karman line, which is where Earth's atmosphere meets space.\"This is the first all-female flight crew since Valentina Tereshkova's solo spaceflight in 1963,\" a Blue Origin press release states.The mission, NS-31, marks the 11th human flight on Blue Origin's New Shepard rocket. Blue Origin is a private space technology company established by Amazon founder Jeff Bezos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Science and Technology->aerospace engineering",
      "Science and Technology->scientific exploration",
      "Lifestyle and Leisure->travel and tourism",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Katy Perry",
          "sentiment": "negative"
        },
        {
          "name": "Gayle King",
          "sentiment": "negative"
        },
        {
          "name": "Valentina Tereshkova",
          "sentiment": "none"
        },
        {
          "name": "Lauren Sanchez",
          "sentiment": "none"
        },
        {
          "name": "Kerianne Flynn",
          "sentiment": "none"
        },
        {
          "name": "Oprah Winfrey",
          "sentiment": "none"
        },
        {
          "name": "Amanda Nguyen",
          "sentiment": "none"
        },
        {
          "name": "Aisha Bowe",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T00:53:39.135+02:00",
    "updated": "2025-02-28T00:53:39.135+02:00"
  }
]