[
  {
    "uuid": "8e094039aa38b8dc3525befc02b0ac7f306246f2",
    "url": "https://www.educba.com/siege-of-malta-1565",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Narayan Bista",
    "published": "2024-05-06T05:30:00Z",
    "title": "Siege of Malta 1565",
    "text": "Introduction\nThe Siege of Malta in 1565 stands as a testament to the fierce determination of the Knights Hospitaller and the Maltese people against the might of the Ottoman Empire. Lasting from May to September, this pivotal event shaped the course of Mediterranean history and symbolized the clash of civilizations during the\nRenaissance. Malta, a strategic outpost in the heart of the Mediterranean, became the focal point of a brutal conflict that pitted Christian defenders against the overwhelming forces of Suleiman the Magnificent. The siege was a struggle for survival, as a small garrison and local militia faced off against a massive Ottoman army bent on conquest. Despite facing incredible odds, the defenders’ resilience and strategic prowess ultimately led to a stunning victory that resonated throughout Europe and beyond.\nBackground\n- Strategic Importance: Malta, a small island in the central Mediterranean Sea, was strategically important during the 16th century due to its position between Europe and North Africa. Controlling Malta meant controlling crucial trade routes and naval movements in the region.\n- Ottoman Expansion: By the mid-16th century, the Ottoman Empire, led by Suleiman the Magnificent, had expanded its territories and influence, becoming a dominant force in the Mediterranean. Malta was a key target in the Ottoman’s ambition to extend their control over the region.\n- The Knights Hospitaller: The Knights Hospitaller, also known as the Knights of St. John, was a Christian military order tasked with defending the Catholic\nfaithand combating the spread of Islam. They had established a stronghold in Malta and were considered a formidable obstacle to Ottoman ambitions.\n- Rivalry with Spain: The Spanish Empire, another significant power in the Mediterranean, had a vested interest in protecting Malta due to its proximity to its territories in Sicily and Naples. This rivalry between the Spanish and Ottoman empires further heightened Malta’s significance in the geopolitics of the time.\nPreparation for the Siege\n- Fortifications: The Knights Hospitaller had spent years strengthening the fortifications of Malta, particularly the capital city of Valletta and the fortified cities of Mdina and Birgu. These fortifications included walls, bastions, and moats, making it difficult for attackers to breach.\n- Defense Strategies: The defenders developed innovative defense strategies, such as using ditches filled with spikes, known as ‘fougasses,’ to deter infantry attacks. They also utilized the natural terrain of Malta, including its rocky coastline, to their advantage.\n- Garrison and Supplies: The Knights Hospitaller increased the garrison in Malta and stockpiled supplies, including food,\nwater, and ammunition, in preparation for a long siege. They also sought assistance from other European powers for additional troops and supplies.\n- Alliances: Recognizing the threat posed by the Ottoman Empire, the Knights Hospitaller formed alliances with other European powers, particularly Spain, to bolster their defenses. These alliances helped in securing additional troops and naval support.\n- Leadership and Training: The Knights Hospitaller trained their troops rigorously in preparation for the siege. They also appointed experienced military leaders, such as Grand Master Jean Parisot de la Valette, to command the defense of Malta.\n- Diplomatic Efforts: Besides military preparations, the Knights Hospitaller engaged in diplomatic efforts to garner support and sympathy from other European powers. They emphasized the defense of Christianity against the Ottoman threat, appealing to religious and political sentiments.\nThe Siege Begins\n- Ottoman Arrival: In May 1565, the Ottoman fleet, commanded by the renowned admiral Dragut, arrived off the coast of Malta. The fleet consisted of hundreds of ships carrying an estimated 30,000 to 40,000 troops, including infantry, cavalry, and artillery.\n- Initial Assaults: The Ottomans immediately launched attacks on various strategic points along the Maltese coastline, including the cities of Birgu and Senglea. These initial assaults aimed to test the defenses of the Knights Hospitaller and create a foothold for a full-scale invasion.\n- Maltese Resistance: Despite being outnumbered and outgunned, the defenders of Malta, led by Grand Master Jean Parisot de la Valette, mounted a fierce resistance. They repelled the initial Ottoman assaults, inflicting heavy casualties on the invaders.\n- Naval Engagements: The Ottoman fleet engaged in naval skirmishes with the Maltese and their allies, the Knights of St. John, who had a small but formidable naval force. These naval battles played a crucial role in determining the outcome of the siege.\n- Siege Tactics: The Ottomans employed various siege tactics, including mining and bombardment, to weaken the defenses of the Maltese fortifications. They also attempted to block the harbor to cut off the defenders’ access to supplies and reinforcements.\n- Stalemate: Despite their initial\nsuccesses, the Ottomans faced strong resistance from the defenders, who were able to hold their ground and prevent a breakthrough. The siege settled into a stalemate, with both sides sustaining heavy losses.\nKey Events During the Siege\n- The Great Assault on Fort St. Elmo: In June 1565, the Ottomans launched a massive assault on Fort St. Elmo, the westernmost fortification guarding the entrance to the Grand Harbor. Despite their vast numerical disadvantage, the defenders held out for over a month, inflicting heavy casualties on the Ottomans before they finally overran the fort.\n- The Destruction of Fort St. Elmo: After weeks of relentless bombardment and assaults, the Ottoman forces eventually overwhelmed Fort St. Elmo in late June 1565. Although outnumbered and surrounded, the defenders fought valiantly to the last man, delaying the Ottoman advance and inflicting significant losses on their enemy.\n- The Arrival of Sicilian Relief: In July 1565, a relief force from Sicily, led by Don Garcia de Toledo, arrived to aid the besieged defenders of Malta. The Sicilian reinforcements brought much-needed supplies and troops, bolstering the Maltese morale and providing a crucial lifeline during the siege.\n- The Battle of the Ditch: In August 1565, the Ottomans launched a major assault on the fortified city of Birgu, attempting to breach its defenses by filling the defensive ditch with fascines and wooden bridges. The defenders, however, repelled the assault with heavy casualties inflicted upon the Ottomans, thwarting their attempts to breach the walls.\n- The Death of Dragut: In July 1565, the renowned Ottoman admiral Dragut, who played a key role in the siege, was killed during a skirmish with Maltese forces. His death significantly affected the Ottoman morale and leadership, weakening their resolve and hampering their naval operations.\n- The Siege of Fort St. Michael: Throughout the siege, Fort St. Michael, located on the Senglea Peninsula, endured repeated assaults by the Ottoman forces. Despite being subjected to relentless bombardment and assaults, the defenders of Fort St. Michael held out against overwhelming odds, contributing to the overall resilience of the Maltese defense.\n- The Failed Ottoman Assault on Fort St. Angelo: In September 1565, the Ottomans launched a final desperate assault on Fort St. Angelo, the main stronghold of the Knights Hospitaller. Despite employing all available resources and manpower, the Ottomans failed to breach the defenses of Fort St. Angelo, resulting in heavy losses and ultimately leading to the withdrawal of the Ottoman forces.\n- The Relief of Malta: In September 1565, the Ottoman siege of Malta finally ended as the Ottoman fleet withdrew from the island, having suffered heavy losses and being unable to capture Malta. The successful defense of Malta by the Knights Hospitaller and their allies marked a significant turning point in the struggle against Ottoman expansion in the Mediterranean.\nEndurance and Resilience\n- Resourcefulness in the Face of Adversity: Despite being outnumbered and facing constant bombardment and assaults, the defenders of Malta displayed remarkable resourcefulness in using limited resources. They repaired fortifications, improvised weapons, and utilized creative tactics to hold off the Ottoman forces.\n- Unity and Determination: The defenders of Malta, comprising Knights Hospitaller, Maltese militia, and Spanish and Italian mercenaries, demonstrated unwavering unity and determination in the face of overwhelming odds. Their shared commitment to defending Malta against the Ottoman invasion kept morale high and strengthened their resolve.\n- Heroism and Sacrifice: Countless acts of heroism and sacrifice marked the siege of Malta. Defenders willingly put themselves in harm’s way to protect their fellow soldiers and the people of Malta. Stories of individual bravery and selflessness abound, inspiring others to continue the fight.\n- Endurance of Hardship: The siege was a test of physical endurance and mental and emotional resilience. The defenders endured hunger, thirst, disease, and fatigue yet remained steadfast in their determination to resist the Ottoman siege.\n- Leadership and Inspiration: Grand Master Jean Parisot de la Valette and other commanders were crucial in inspiring and motivating the defenders. Their leadership instilled confidence and determination, rallying the defenders to hold out against the Ottoman onslaught.\n- Civilian Contributions: The civilian population of Malta, including women and children, also played a vital role in the defense effort. They assisted in various ways, such as providing food and water to the defenders, tending to the wounded, and even taking up arms when necessary.\n- The Will to Prevail: Ultimately, it was the indomitable will of the defenders to prevail against all odds that ensured the successful defense of Malta. Their endurance and resilience in the face of adversity are remembered as a testament to the human spirit and the power of determination.\nTurning Points\n- Defense of Fort St. Elmo: Although ultimately unsuccessful, the prolonged defense of Fort St. Elmo by the Knights Hospitaller delayed the Ottoman advance and inflicted heavy casualties. This defense served as a rallying cry for the defenders of Malta and boosted their morale.\n- Arrival of Sicilian Relief: The arrival of a relief force from Sicily, led by Don Garcia de Toledo, provided much-needed supplies and reinforcements to the besieged defenders. This bolstered the Maltese’s morale and lifted their spirits, signaling a turning point in the siege.\n- Failure to Capture Fort St. Angelo: The Ottoman’s failure to capture Fort St. Angelo, the main stronghold of the Knights Hospitaller, despite several attempts, was a significant turning point in the siege. This failure undermined Ottoman morale and signaled the resilience of the defenders.\n- Death of Dragut: The renowned Ottoman admiral Dragut died during a skirmish with Maltese forces, a blow to Ottoman leadership and morale. Dragut’s death weakened the Ottoman navy and hindered its ability to resupply and reinforce its troops on Malta.\n- Stalemate and Ottoman Withdrawal: As the siege dragged on, with neither side achieving a decisive victory, the Ottomans began to suffer from dwindling supplies and increasing losses. The stalemate forced the Ottomans to reconsider their strategy, eventually causing them to withdraw from Malta.\n- The Arrival of Autumn: With the arrival of autumn and the onset of unfavorable weather conditions for naval operations, the Ottomans faced additional challenges in maintaining their siege. The deteriorating weather, coupled with the resilient defense of the Maltese, contributed to the Ottoman decision to withdraw.\n- The Relief of Malta: The lifting of the siege and the withdrawal of the Ottoman forces marked the ultimate turning point in the siege. The successful defense of Malta by the Knights Hospitaller and their allies was a significant blow to Ottoman ambitions in the Mediterranean and a triumph for Christian Europe.\nThe Siege Ends\n- Ottoman Withdrawal: In September 1565, after four months of intense fighting and heavy losses, the Ottoman forces decided to abandon their siege of Malta. Facing dwindling supplies, deteriorating weather conditions, and staunch resistance from the defenders, the Ottomans realized that further attempts to capture Malta would be futile.\n- Relief and Celebration: The lifting of the siege brought immense relief to the defenders of Malta and their allies. The Maltese people, the Knights Hospitaller, and their supporters celebrated their hard-fought victory, grateful for their survival against overwhelming odds.\n- Legacy and Significance: The successful defense of Malta against the Ottoman siege had far-reaching implications. It bolstered the morale of Christian Europe, demonstrating that the Ottoman Empire was not invincible. The siege also marked the beginning of the decline of Ottoman naval power in the Mediterranean.\n- Human Cost: The siege had taken a heavy toll on both sides. Thousands of soldiers and civilians had perished during the fighting, and the island of Malta lay devastated by the siege. The resilience and bravery displayed by the defenders, however, had ensured the survival of Malta as a Christian stronghold.\n- Political Fallout: The failure of the Ottoman siege of Malta had political repercussions. It weakened the position of Suleiman the Magnificent in the Mediterranean and emboldened Christian powers to challenge Ottoman dominance in the region.\n- Legacy of Valor: The Siege of Malta left a lasting legacy of valor and heroism. The defenders, including the Knights Hospitaller, the Maltese militia, and their allies, were hailed as heroes, and their deeds were celebrated in Europe and beyond for centuries to come.\n- Long-Term Impact: The defense of Malta had a long-term impact on the history of the Mediterranean. It thwarted Ottoman ambitions to expand further into Europe and preserved Malta as a key bastion of Christian resistance in the region.\nConclusion\nThe Siege of Malta in 1565 was a pivotal event that showcased the defenders’ resilience, bravery, and determination against overwhelming odds. The Knights Hospitaller and their allies’ successful defense of Malta halted Ottoman expansion into Europe and boosted the morale of Christian Europe. The siege’s legacy endured, inspiring future generations with tales of heroism and sacrifice. It marked a turning point in Mediterranean history, demonstrating the power of unity and resolve in the face of adversity. The Siege of Malta remains a testament to the enduring spirit of human perseverance and\ncourage.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kni",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "malta",
          "sentiment": "none"
        },
        {
          "name": "mediterranean",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "north africa",
          "sentiment": "none"
        },
        {
          "name": "mediterranean sea",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-06T09:04:31.359+03:00",
    "updated": "2024-05-06T09:04:31.359+03:00"
  },
  {
    "uuid": "8904d90582f1c92d1a9ce0a9255582fc1b733c98",
    "url": "https://www.officeholidays.com/holidays/vietnam/tet-nguyen-dan",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@officeholidays",
    "published": "2025-01-25T00:00:00Z",
    "title": "Jan 25, Vietnam: Tet Holiday",
    "text": "Tet is the Vietnamese New Year and is the most important festival and public holiday in Vietnam.\nAn example of Tet being the definitive Vietnamese holiday is that 'Tet' itself means 'festival' and is the shortened version of 'Tết Nguyên Đán', which is Sino-Vietnamese for 'Feast of the First Morning of the First Day'.\nWhen is Tet?\nTet falls on the first night of the new moon in the first month of the Lunar Calendar, which in the Gregorian calendar usually takes place between the last week of January and the third week of February.\nThe specific days taken as public holidays will depend on how the dates fall over a weekend, and extra days may be declared holidays to bridge to weekends. Under the Labour Code, employees are given five days off from work and since 2010, the government has allowed the exchange of working days and days off so that the holidays can be longer and bridge weekends.\nTet is celebrated on the same day as Chinese New Year, though as there is a one-hour time difference between Vietnam and China, this can sometimes result in alternate calculations of when the new moon occurs.\nTet signifies the beginning of the year and also traditionally marks the first day of spring.\nAt the start of the Tet festival, Ong Tau, the god of the Hearth goes to the abode of the Jade Emperor to give his annual report on family members. People are keen that Ong Tau makes a favourable report so before his departure, houses are thoroughly cleaned or even renovated.\nHanging paintings to decorate the home has become a cherished tradition during Tet, the biggest national holiday in Vietnam. Dong Ho folk paintings, with their vibrant colours, diverse genres, and messages of prosperity, are often the top choice for Tet decorations.\nA key part of the celebrations of Tet is that it is a chance to begin again, to forget about the problems of the previous year and start afresh. In addition to cleaning homes, people will buy more new clothes at this time of year and it is also a popular time for people to change jobs or switch careers.\nOn top of the new start, Tet also sets the tone for the coming year so popular customs include family reunions, giving money to children and the elderly, ancestor worship, and wiping out debts.\nAt midnight at the start of the New Year, Ong Tau returns and is welcomed back with fireworks and gongs. During this time, people will avoid bad thoughts or arguments in case they allow bad spirits into the house.\nTet is also when everyone in Vietnam becomes one year older as age is traditionally determined by the new year and not by each person's birthdays.\nA popular event to mark new year is Flower Street in Ho Chi Minh City, which attracts over one million visitors each year. The animal of the new year will be displayed along with many flowers.\nThe most popular food of the festival is banh chung (banh tet), which is made of sweet sticky rice, meat or beans, and spices wrapped in a leaf and boiled for half a day. The legend is that this delicacy was invented over two thousand years ago by a prince in the Hung dynasty and the king was so impressed by the simplicity and humbleness by this gift that he named the prince as his heir.\nTet is a quieter and less dangerous festival than it used to be as firecrackers were banned in 1995. Instead, major cities now hold organised fireworks displays to provide an explosive aspect to the holidays.\nDuring Tet, the cities become less busy as people return to their hometowns to be with friends and family and many businesses are closed.\nIf you are visiting Vietnam at this time of year, be aware that most of the country will close down for Tet, local transport services are stretched to the limit and international flights are very busy catering for Vietnamese people returning home from overseas for Tet.\nWorking in Vietnam over Tet\nEmployers who require employees to work during the Tet holiday must pay three times the normal wages. A customary Lunar New Year bonus, also known as a Tet bonus, is often paid to employees before their leaving for the Lunar New Year holiday. The amount of the Tet bonus will depend on both the company and employee performance.\nThe Tet Offensive\nProbably the most common understanding of Tet outside of Vietnam is in relation to the Tet Offensive that happened during the Vietnamese War.\nDuring the war, a truce had been established during the Tet holidays. On 31 January 1968, the truce was broken by North Vietnam and the National Liberation Front forces when they launched a surprise attack on over 100 cities in South Vietnam. The attacks made little in the way of strategic gains but the ferocity of the attacks was seen as a key turning point in the United States public opinion about the participation of their country in the conflict.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Lifestyle and Leisure->holiday"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:28:30.014+02:00",
    "updated": "2025-01-24T00:28:30.014+02:00"
  },
  {
    "uuid": "3274b5dd8f509f10c13449c4fc25a505050fe3d0",
    "url": "https://vnexplorer.net/jovenes-destrozan-auto-al-chocar-contra-un-arbol-en-miguel-angel-de-quevedo-murieron-tres-s697799.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T23:17:00Z",
    "title": "Jóvenes destrozan auto al chocar contra un árbol en Miguel Ángel de Quevedo; murieron tres",
    "text": "Jóvenes destrozan auto al chocar contra un árbol en Miguel Ángel de Quevedo; murieron tres\nCIUDAD DE MÉXICO (apro).- Este jueves, cuatro personas fallecieron en dos accidentes automovilísticos: el primero ocurrió en la alcaldía Coyoacán, donde dos mujeres y un joven, todos de 18 años, perdieron la vida; el segundo fue en la alcaldía Azcapotzalco, donde un hombre de 19 años murió.\nLa Secretaría de Seguridad Ciudadana (SSC) puntualizó que el primer accidente sucedió en la avenida Miguel Ángel de Quevedo y su esquina con la calle Pacífico, en el Barrio del Niño Jesús.\nEn una tarjeta informativa, reconoció que sus elementos trabajaron en coordinación con paramédicos del Escuadrón de Rescate y Urgencias Médicas (ERUM) para la atención de cuatro personas afectadas por el siniestro.\nAdemás, la dependencia relató que los uniformados realizaban funciones de vigilancia cuando recibieron la alerta de emergencia sobre el accidente vehicular, por lo que se trasladaron al lugar, en el que observaron a dos mujeres al interior de un automóvil color negro, el cual se impactó contra un árbol, además de dos hombres de 18 y 19 años de edad tendidos sobre la cinta asfáltica.\nLa SSC detalló que los oficiales solicitaron los servicios de emergencia y llegaron paramédicos del ERUM, quienes diagnosticaron a ambas mujeres y a un joven, todos de 18 años, sin signos vitales, mientras que el sujeto, de 19 años, fue trasladado a un hospital, pues presentó fractura en cráneo, fémur izquierdo y cadera.\nLas autoridades acordonaron la zona para el retiro del vehículo y la limpieza del asfalto, también dieron parte al agente del Ministerio Público correspondiente, quien realizará las investigaciones del caso.\nEmbestidos por un vehículo que se fugó En cuanto al accidente vehicular de la alcaldía Azcapotzalco, la dependencia encabezada por Pablo Vázquez especificó que aconteció en la avenida Cuitláhuac y la calle Biólogo Maximino Martínez, de la colonia Obrero Popular.\nEn otra tarjeta informativa, informó que los oficiales se enteraron del hecho gracias a una alerta emitida por los operadores del Centro de Comando y Control (C2) Poniente, por lo que se trasladaron al lugar, donde observaron dos motocicletas y cuatro personas sobre la cinta asfáltica, entonces acordonaron el área, realizaron labores de vialidad para evitar otros incidentes en la zona, y solicitaron los servicios de emergencia.\nParamédicos del ERUM llegaron al punto y atendieron a un joven de 19 años, a quien diagnosticaron sin signos vitales por traumatismo craneoencefálico severo, mientras que una joven de 18 años fue trasladada a un hospital, pues le diagnosticaron una probable fractura de fémur en extremidad inferior derecha.\nEn tanto, personal de Protección Civil (PC) atendió a un sujeto de 23 años por una herida dermoabrasiva en región tibial y a una mujer de 22 años como policontundida con lesión en rótulas. Ninguno requirió traslado al hospital.\nLa SSC aclaró que el hombre de 23 años era el conductor de una motocicleta negra con gris, y fue presentado ante el agente del Ministerio Público para deslindar responsabilidades y las investigaciones del caso.\nLos afectados declararon a las autoridades que circulaban por la avenida Cuitláhuac y tomaron el retorno de la calle Biólogo Martínez, cuando fueron embestidos por un vehículo color azul que se dio a la fuga.\nEl automóvil que escapó dejó tras su paso su facia delantera con la placa de circulación del Estado de México, la cual fue puesta a disposición de las autoridades ministeriales.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1max95.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1max95.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:22:28.331+02:00",
    "updated": "2023-12-29T01:22:28.331+02:00"
  },
  {
    "uuid": "432c682af682e1e3dd6720c684f03acf6badbc96",
    "url": "https://www.ilgazzettino.it/schede/michele_ferrazzo_morto_figlio_michele_risarcimento_oderzo-8960629.html",
    "ord_in_thread": 0,
    "author": "Annalisa Fregonese",
    "published": "2025-07-17T04:05:00Z",
    "title": "Angelo Ferrazzo, il figlio Michele muore in un infortunio sul lavoro: battaglia sul risarcimento per i familia",
    "text": "ODERZO - Ieri mattina, mercoledì, gli avvocati Paolo e Riccardo Ferri si sono recati, insieme all'ufficiale giudiziario di Treviso, dottoressa Grando, alla sede legale delle assicurazioni Generali Italia spa, a Mogliano Veneto, per un pignoramento. Gli avvocati Ferri asseriscono che continueranno l'azione esecutiva anche nei confronti dell'altra compagnia di assicurazioni, la Unipol, fino a quando non verranno consegnate le somme dovute, conseguenti ad un risarcimento disposto dal tribunale in seguito ad un infortunio mortale sul lavoro. Fra le persone da risarcire c'è pure la vedova del papà dell'infortunato, l'anziano è deceduto con la causa in corso, ma fino ad ora le compagnie non hanno provveduto al versamento. Ecco perchè i legali si sono risolti a chiedere il pignoramento.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Crime, Law and Justice->court",
      "Crime, Law and Justice->judiciary",
      "Crime, Law and Justice->civil law",
      "Human Interest->human mishap",
      "Social Issue->social condition",
      "Social Issue->discrimination",
      "Social Issue->family"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Riccardo Ferri",
          "sentiment": "negative"
        },
        {
          "name": "Paolo",
          "sentiment": "negative"
        },
        {
          "name": "Grando",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Mogliano Veneto",
          "sentiment": "none"
        },
        {
          "name": "Treviso",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Generali Italia",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Unipol",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_it",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T08:02:24.345+03:00",
    "updated": "2025-07-17T05:09:28.000+00:00"
  }
]