[
  {
    "uuid": "136e356cdc9597d2df6668afd9dd714a2ae20625",
    "url": "https://taxguru.in/corporate-law/clearing-encroachments-yamuna-riverbed-flood-plains-please-lord-shiva-delhi-hc.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sanjeev Sirohi",
    "published": "2024-06-01T06:03:00Z",
    "title": "Clearing Encroachments from Yamuna Riverbed and Flood Plains Would Please Lord Shiva: Delhi HC",
    "text": "Clearing Encroachments from Yamuna Riverbed and Flood Plains Would Please Lord Shiva: Delhi HC\nLord Shiva Would be Happier if Yamuna Riverbed and Flood Plains are Cleared of Encroachments: Delhi HC\nPREFACE:\nIt would be extremely vital to note that while ruling on a very significant legal point, the Delhi High Court in a most learned, laudable, landmark, logical and latest judgment titled Pracheen Shiv Mandir Avam Akhada Samiti vs Delhi Development And Others in W.P.(C) 12817/2023 and CM APPL. 50476/2023 (Stay) and cited in Neutral Citation No.: 2024:DHC:4423 that was reserved on May 8, 2024 and then finally pronounced on May 29, 2024 while clearly refusing to make the deity a party to a petition pertaining to the removal of a temple that had been constructed in an unauthorized way on the Yamuna river bed held in no uncertain terms that, “It goes without saying that Lord Shiva does not need our protection; rather, we, the people, seek his protection and blessings. There could be no iota of doubt that Lord Shiva would be happier if the Yamuna river bed and flood plains are cleared of all encroachments and unauthorised construction.” It must be definitely noted here that the Delhi High Court made the observations while refusing to set aside an order for demolition of the Pracheen Shiv mandir that is situated at Geeta Colony which is close to the flood plains. We ought to note that the Court granted the society 15 days to remove the idols and other religious objects in the temple and shift them to some other shrine. The Court also made it indubitably clear that if they fail to do so, the Delhi Development Authority is directed to ensure that the idols are placed in some other temple.\nINTRODUCTION:\nAt the very outset, this brief, brilliant, bold and balanced judgment authored by the Single Judge Bench comprising of Hon’ble Mr Justice Dharmesh Sharma while outlining the reliefs sought by the petitioner puts forth in para 1 that, “The petitioner society is invoking the extraordinary jurisdiction of this Court under Article 226 of the Constitution of India, seeking writ of mandamus or any other appropriate writ seeking quashing and setting aside of the order of demolition given for the Pracheen Shiv Mandir, situated near Taj Enclave, Geeta Colony. Following are the reliefs sought by the petitioner by way of this present writ petition: –\n“I. Pass an order for quashing and setting aside the Notice/ Order with regard to demolish of Pracheen Shiv Mandir.\nII. Pass an order directing the respondents to place on record all the orders/decisions/file/noting with regard to the demolition of Pracheen Shiv Mandir situated near Taj Enclave in Geeta Colony.\nIII. Pass an order directing the respondents to ensure that the Pracheen Shiv Mandir situated near Taj Enclave in Geeta Colony Akshardham Temple near Metro Station is kept operational and open for the use of devotees.\nIV. Pass an order directing the respondents to ensure that no demolition drive shall take place until the speaking order being passed by the concerned authorities.\nV. Pass any such directions or order which this Hon’ble court deems fit and proper in the facts and circumstances of the above-mentioned case.””\nBRIEF FACTS:\nTo put things in perspective, the Bench while elaborating on the facts of the case enunciates in para 2 that, “The petitioner society in the present writ petition is Prachin Shiv Mandir, formally registered under the Society Registration Act, 1860, as “Prachin Shiv Mandir Avam Akhada Samiti” (Petitioner Society) bearing registration No. District East/Society/2053/2018, which is claimed to have been established by a distinguished priest, renowned for founding 101 Shiv Linga’s, and the temple on the site stands as one of these revered Shiv Lingas. It is averred that the temple acts as a central hub for spiritual community activities, drawing approximately 300 to 400 devotees regularly, who convene to engage in prayer and worship.”\nAs it turned out, the Bench then enunciates in para 3 that, “It is stated that the petitioner society was duly registered in 2018 with the aim of upholding transparency, accountability, and responsible management of the temple’s assets. On 25.09.2023, the SHO2 , Police Station Geeta Colony visited the temple and informed the petitioner society of the police’s directive to demolish the temple. Despite the petitioner society’s request for a formal notice, they were informed that none was available, and the actions were purportedly based on instructions from the Deputy Commissioner of Police.”\nANALYSIS AND DECISION:\nAs we see, the Bench then observes in para 13 that, “I have given my anxious consideration to the submissions made by the learned counsels for the rival parties at the bar. I have meticulously gone through the entire record of the case. It is pertinent to mention that as recorded in the order sheet of 23.11.2023 of this Court, learned Counsel for the petitioner requested ten days’ time to seek instructions to remove the idols to some other place or temple but instead the petitioner has chosen to press for the reliefs in the instant writ petition.”\nBriefly stated, the Bench then lays bare in para 14 stating that, “Thus coming to the merits, first things first, the additional pleas canvassed by the learned counsel for petitioner that the State of UP is the land owning authority and the DDA has no locus standi does not hold any water. Firstly, because there is filed no documents to show that the land in question was part and parcel of the decision in the above referred suit between the State of UP and the DDA. Secondly, the learned standing for the DDA has relied on the Memorandum of Understanding dated 16.02.2022 executed between the State of UP and DDA, whereby the entire work/project relating to project estimate for rejuvenation of the Uttar Pradesh portion of river Yamuna flood plain (Eastern bank) between old iron railway bridge to ITO barrage in Delhi State has been entrusted to the DDA. A copy of the said agreement has been placed on the record.”\nBe it noted, the Bench notes in para 19 that, “The findings in the aforesaid report have not been assailed by the petitioner. Further, it is borne from the face of the record that the petitioner society, which was by its own admission registered in 2018, has miserably failed to place on record any documents with regard to its title, right, or interest in the subject land in question, and there is no proof on record of the temple in question having any historical significance.”\nIn brief, it is worth noting that the Bench while citing the relevant case law notes in para 21 that, “It is pertinent to mention that in a recent case decided by this Court in the case Ankit Mishra v. Santosh Sharma, Ex.F.A.42/2023 dated 06.05.2023, in a similar facts and circumstances akin to this case, the position of law was explained as under :\nThe principles that distinguish private temples from public endowments or public temples are apparent from the extracts from the decisions cited supra, and, for ease of reference, they have been italicised and underscored. It is needless to redirect them. Suffice it, however, to say that the fact that the public worship at a private temple, even with free access, does not ipso facto indicate that the temple is a public temple. Neither does the land on which a private temple is constructed vest in the deity, merely because the public are allowed to worship there. What is of essence is the purpose for which the temple was constructed and dedicated to the deity consecrated in it, and the purpose for which the temple has been thrown open to the public. The onus to establish that the temple, though initially privately constructed, acquires public character with the passage of time, is all the persons who asserting.”\nCONCLUSION\nMost significantly and as a corollary, the Bench then mandates in para 23 what constitutes the cornerstone of this notable judgment stating that, “In view of the forgoing discussion, this Court unhesitatingly finds that the petitioner society has miserably failed to demonstrate any legal rights existing with it so as to continue to use and occupy the civic property for running the temple services. The half-hearted plea by the learned counsel for the petitioner that Lord Shiva, being the deity of the temple, must be also impleaded in the present matter is a desperate attempt to give an altogether different colour to the entire dispute to sub-serve the vested interest of its members. It goes without saying that Lord Shiva does not need our protection; rather, we, the people, seek his protection and blessings. There could be no iota of doubt that Lord Shiva would be happier if the Yamuna River bed and the flood plains areas are cleared of all encroachments and unauthorised construction.”\nResultantly, the Bench then inevitably holds and directs in para 24 observing that, “In view of the foregoing discussion, the present writ petition is dismissed. However, the petitioner society is given 15 days time to remove the idols and other religious objects in the temple and to place the same in some other temple. If they fail to do so, the respondent DDA is directed to ensure that the idols are placed in some other temple, or as may be directed by the Religious Committee if they are approached for any suggestions.”\nWhat’s more, the Bench then clarifies and postulates in para 25 that, “Lastly, the DDA shall be at liberty to carry out demolition of the unauthorised construction, and the petitioner society and its members shall not cause any impediment or obstacles in such a demolition process. The local police and the administration shall render full assistance in the said process in order to maintain law and order.”\nFinally, the Bench then concludes by directing in para 26 that, “The present Writ Petition along with pending application (s) is disposed of accordingly.”\nPrivacy Policy& Complete Terms of Use and Disclaimer.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "pracheen shiv mandir avam akhada samiti",
          "sentiment": "none"
        },
        {
          "name": "delhi high court",
          "sentiment": "none"
        },
        {
          "name": "shiva",
          "sentiment": "none"
        },
        {
          "name": "dhc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "yamuna riverbed",
          "sentiment": "none"
        },
        {
          "name": "flood plains",
          "sentiment": "none"
        },
        {
          "name": "yamuna",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-01T15:10:39.539+03:00",
    "updated": "2024-06-01T15:10:39.539+03:00"
  },
  {
    "uuid": "2546241244b357069505649e4427270e72bf2c30",
    "url": "https://finance.yahoo.com/news/investing-idp-education-asx-iel-000927832.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Simply Wall St.",
    "published": "2023-12-29T00:00:00Z",
    "title": "Investing in IDP Education (ASX:IEL) five years ago would have delivered you a 114% gain",
    "text": "Simply Wall St. Investing in IDP Education (ASX:IEL) five years ago would have delivered you a 114% gain Read full article editorial-team@simplywallst.com (Simply Wall St) December 29, 2023 at 2:09 a.m. · 3 min read When you buy shares in a company, it's worth keeping in mind the possibility that it could fail, and you could lose your money. But on the bright side, you can make far more than 100% on a really good stock. Long term IDP Education Limited (ASX:IEL) shareholders would be well aware of this, since the stock is up 104% in five years. Then again, the 8.3% share price decline hasn't been so fun for shareholders.\nSo let's investigate and see if the longer term performance of the company has been in line with the underlying business' progress.\nCheck out our latest analysis for IDP Education\nWhile markets are a powerful pricing mechanism, share prices reflect investor sentiment, not just underlying business performance. One way to examine how market sentiment has changed over time is to look at the interaction between a company's share price and its earnings per share (EPS).\nOver half a decade, IDP Education managed to grow its earnings per share at 21% a year. The EPS growth is more impressive than the yearly share price gain of 15% over the same period. So one could conclude that the broader market has become more cautious towards the stock.\nThe image below shows how EPS has tracked over time (if you click on the image you can see greater detail).\nASX:IEL Earnings Per Share Growth December 29th 2023 We like that insiders have been buying shares in the last twelve months. Having said that, most people consider earnings and revenue growth trends to be a more meaningful guide to the business. This free interactive report on IDP Education's earnings, revenue and cash flow is a great place to start, if you want to investigate the stock further.\nWhat About Dividends? It is important to consider the total shareholder return, as well as the share price return, for any given stock. Whereas the share price return only reflects the change in the share price, the TSR includes the value of dividends (assuming they were reinvested) and the benefit of any discounted capital raising or spin-off. Arguably, the TSR gives a more comprehensive picture of the return generated by a stock. We note that for IDP Education the TSR over the last 5 years was 114%, which is better than the share price return mentioned above. And there's no prize for guessing that the dividend payments largely explain the divergence!\nStory continues A Different Perspective IDP Education shareholders are down 25% for the year (even including dividends), but the market itself is up 12%. However, keep in mind that even the best stocks will sometimes underperform the market over a twelve month period. Longer term investors wouldn't be so upset, since they would have made 16%, each year, over five years. It could be that the recent sell-off is an opportunity, so it may be worth checking the fundamental data for signs of a long term growth trend. Investors who like to make money usually check up on insider purchases, such as the price paid, and total amount bought. You can find out about the insider purchases of IDP Education by clicking this link.\nIDP Education is not the only stock insiders are buying. So take a peek at this free list of growing companies with insider buying.\nPlease note, the market returns quoted in this article reflect the market weighted average returns of stocks that currently trade on Australian exchanges.\nHave feedback on this article? Concerned about the content? Get in touch with us directly. Alternatively, email editorial-team (at) simplywallst.com.\nThis article by Simply Wall St is general in nature. We provide commentary based on historical data and analyst forecasts only using an unbiased methodology and our articles are not intended to be financial advice. It does not constitute a recommendation to buy or sell any stock, and does not take account of your objectives, or your financial situation. We aim to bring you long-term focused analysis driven by fundamental data. Note that our analysis may not factor in the latest price-sensitive company announcements or qualitative material. Simply Wall St has no position in any stocks mentioned.\nTRENDING 1. Big interest rate declines, strong bank stocks and more market predictions for the year ahead 2. This 7.6% Dividend Stock Is My Top Pick for Immediate Income 3. Canadian Investors: 2 Oversold Canadian Stocks to Buy Now 4. Lifetime Income: 3 Dividend Stocks to Buy and Never Sell 5. This 8.2% Dividend Stock Pays Cash Every Month",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://s.yimg.com/ny/api/res/1.2/XBrdA.VmGswf80Rzpr207A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwOA--/https://media.zenfs.com/en/simply_wall_st__316/77a50f4686bbb38474cea7f01359fa8d",
      "https://media.zenfs.com/en/simply_wall_st__316/3ab151850b8c1f533556b66726f399bc",
      "https://feedback.simplywall.st/article/MjgwODgxODpmMjliNTJjNWU4NDRmNjc5",
      "https://s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
      "https://simplywall.st/discover/investing-ideas/16951/growing-companies-with-insider-buying?blueprint=2808818&utm_medium=finance_user&utm_campaign=conclusion-grid&utm_source=yahoo",
      "https://simplywall.st/",
      "https://s.yimg.com/ny/api/res/1.2/NUA2o3431PKjKDe430Ho5A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwODtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
      "https://www.feedback.simplywall.st/article/MjgwODgxODpmMjliNTJjNWU4NDRmNjc5",
      "https://www.simplywall.st/",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
      "https://www.s.yimg.com/ny/api/res/1.2/NUA2o3431PKjKDe430Ho5A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwODtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
      "https://www.s.yimg.com/ny/api/res/1.2/XBrdA.VmGswf80Rzpr207A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwOA--/https://www.media.zenfs.com/en/simply_wall_st__316/77a50f4686bbb38474cea7f01359fa8d",
      "https://www.media.zenfs.com/en/simply_wall_st__316/3ab151850b8c1f533556b66726f399bc",
      "https://simplywall.st/discover/investing-ideas/16951/growing-companies-with-insider-buying",
      "https://www.simplywall.st/discover/investing-ideas/16951/growing-companies-with-insider-buying?blueprint=2808818&utm_medium=finance_user&utm_campaign=conclusion-grid&utm_source=yahoo",
      "https://simplywall.st"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ove",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "iel",
          "sentiment": "negative"
        },
        {
          "name": "simply wall st. investing",
          "sentiment": "negative"
        },
        {
          "name": "idp education limited",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:23:58.325+02:00",
    "updated": "2023-12-29T02:23:58.325+02:00"
  },
  {
    "uuid": "d124b1a7402ac69619f390d8332c71889af6e799",
    "url": "https://finance.sina.com.cn/jjxw/2025-03-28/doc-inerfitm1139428.shtml",
    "ord_in_thread": 0,
    "author": "sina.com.cn",
    "published": "2025-03-28T11:02:00Z",
    "title": "漫·议｜如此\"奇葩规定\"太短视_新浪财经_新浪网",
    "text": "转自：上观新闻\n近日，安徽合肥一生物科技公司的“奇葩规定”上了热搜。该公司规定，员工上班期间全天禁用手机、午休不得出门就餐、办公桌面不能放任何私人物品，就连上厕所也有人查岗。\n午休、用餐时间属于员工自主支配时段，企业无正当理由限制员工外出、禁止使用手机，是对劳动者权益的公然践踏。试图将员工当成可以随意控制的机器，用高压手段维持表面的秩序和效率，这种短视行为只能换来员工的消极怠工和内心的抵触。当员工在压抑的环境中工作，基本尊严得不到保障，又何谈工作热情与创造力？\n孟亚生/文 曹一/图\n特别声明：本文经上观新闻客户端的“上观号”入驻单位授权发布，仅代表该入驻单位观点，“上观新闻”仅为信息发布平台，如您认为发布内容侵犯您的相关权益，请联系删除!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Labor->employment legislation",
      "Labor->employee",
      "Labor->labour relations",
      "Social Issue->social problem",
      "Social Issue->discrimination",
      "Social Issue->social condition",
      "Crime, Law and Justice->administrative law",
      "Crime, Law and Justice->corruption"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-28T14:47:53.582+03:00",
    "updated": "2025-03-28T14:47:53.582+03:00"
  },
  {
    "uuid": "9e864788bede59c3572e1c0e2c3619739b8298c4",
    "url": "https://news.nestia.com/detail/Five-things-you-didn%E2%80%99t-know-you-could-cook-in-the-microwave/13453321",
    "ord_in_thread": 0,
    "author": "Yahoo Lifestyle - Food",
    "published": "2025-04-23T22:00:00Z",
    "title": "Five things you didn't know you could cook in the microwave | Nestia",
    "text": "Let Silvana know what you cook in your microwave (and any tips or questions you have) in the comments section below.I love an air fryer as much as the next cook but the appliance that sees more use in my kitchen than any other is still my trusty microwave. And it appears I’m in good company – according to a report carried out by Waitrose , the modest microwave topped a list of 24 kitchen gadgets. A third of people surveyed said they couldn’t live without their microwave; only 12 per cent said the same about their air fryer.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health",
      "Education"
    ],
    "topics": [
      "Lifestyle and Leisure->house and home",
      "Lifestyle and Leisure->hobby",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Silvana",
          "sentiment": "negative"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-24T01:03:16.720+03:00",
    "updated": "2025-04-24T01:03:16.720+03:00"
  },
  {
    "uuid": "2ff86b68fbc49d9b4071adbafd460f4883ca88fb",
    "url": "https://menafn.com/1107742245/Avinash-DhyaniS-First-Look-From-VC-571-Promises-A-Thrilling-War-Epic",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-01-19T02:45:00Z",
    "title": "Avinash Dhyani’S First Look From ‘VC 571’ Promises A Thrilling War Epic | MENAFN.COM",
    "text": "( MENAFN - IANS) Mumbai, Jan 19 (IANS) Director-actor Avinash Dhyani, who has helmed the upcoming film 'VC 571', has unveiled the first look from his film on Friday. He took to his social media handle to share the first look of the film which is set in World War I.\nThe genre, labelled as an action-war drama, suggests a thrilling narrative that explores the heroism and sacrifices of war.\nAvinash serves as both director and lead actor in the film. Sharing his thoughts on the project, Dhyani shared:“In 'VC 571', we delve into the life of VC Rifleman Gabar Singh Negi, a revered figure from the Garhwal Rifles. This film is a tribute to the unsung heroes of World War I, and it's my way of bringing their stories to the forefront.\"\nDhyani takes on multiple roles in the film, not just as the director but also starring as Gabar Singh Negi. The film also stars Aarti Shah and Virendra Saxena. The film's title, 'VC 571', is derived from the Victoria Cross number of Rifleman Gabar Singh Negi, a deliberate choice by Dhyani to pay homage to Negi's outstanding bravery.\nAvinash Dhyani stated that 'VC 571' is not just a film; it's a cinematic tribute that goes beyond the screen. As he navigates the challenges of independent filmmaking, Dhyani continues to lead his team, determined to bring the best out of himself and illuminate the heroic tales of the past.\n'VC 571' is a joint venture of Padma Siddhi Films, Dream Sky Creations, and Alaska Motion Pictures. Scheduled for release in May 2024, the film will hit cinema screens, promising an immersive cinematic experience.\n--IANS\naa/kvd\nMENAFN19012024000231011071ID1107742245\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://ians.in/detail/avinash-dhyanis-first-look-from-vc-571-promises-a-thrilling-war-epic--20240119153305/",
      "https://www.ians.in/detail/avinash-dhyanis-first-look-from-vc-571-promises-a-thrilling-war-epic--20240119153305/",
      "https://ians.in/detail/avinash-dhyanis-first-look-from-vc-571-promises-a-thrilling-war-epic--20240119153305"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "avinash dhyani",
          "sentiment": "negative"
        },
        {
          "name": "avinash",
          "sentiment": "none"
        },
        {
          "name": "aarti shah",
          "sentiment": "none"
        },
        {
          "name": "virendra saxena",
          "sentiment": "none"
        },
        {
          "name": "rifleman gabar singh negi",
          "sentiment": "none"
        },
        {
          "name": "dhyani",
          "sentiment": "none"
        },
        {
          "name": "gabar singh negi",
          "sentiment": "none"
        },
        {
          "name": "negi",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "mumbai",
          "sentiment": "none"
        },
        {
          "name": "victoria cross",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T13:47:23.233+02:00",
    "updated": "2024-01-19T13:47:23.233+02:00"
  },
  {
    "uuid": "8f29c08b91ebb1771dd2d8d618cbc7c492523dbc",
    "url": "https://www.eluniversal.com.mx/nacion/senado-avala-desacato-de-claudia-sheinbaum-carece-de-atribuciones-para-eliminar-reforma-judicial-del-dof-afirma",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Víctor Gamboa",
    "published": "2024-10-24T21:42:00Z",
    "title": "Senado avala desacato de Claudia Sheinbaum; carece de atribuciones para eliminar reforma judicial del DOF, afirma | El Universal",
    "text": "En respuesta a la consulta que hizo la presidenta Claudia Shenbaum al Senado respecto a la sentencia emitida por la jueza Nancy Juárez , que ordena al Ejecutivo borrar del Diario Oficial de la Federación (DOF) el decreto de la reforma judicial , el Pleno de la Cámara Alta determinó que la presidenta de la República carece de atribuciones para eliminar dicha publicación. Con el voto en contra de la oposición, Morena y sus aliados aprobaron un documento suscrito por el presidente de la Mesa Directiva, Gerardo Fernández Noroña , que establece que “esta soberanía considera que la presidenta de la República carece de atribuciones para llevar a cabo la eliminación de dicha publicación oficial ordenada por la titular del juzgado décimo noveno del distrito en el estado de Veracruz, con residencia en la ciudad de Coatzacoalcos, actuando en los autos del juicio de amparo 823/2024, máxime que en el artículo séptimo bis de la ley del Diario Oficial de la Federación y gacetas gubernamentales, claramente y sin lugar a dudas, establece el principio mandatorio de la integridad e inalterabilidad del Diario Oficial de la Federación, lo que le comunico para todos los efectos legales que sean procedentes”.\nLee también Imposible bajar reforma judicial del DOF, dice Consejería de Presidencia; es un hecho consumado\nEn tribuna, el senador Marko Cortés , presidente del PAN , denunció que la consulta hecha por la presidenta Sheinbaum tiene el “estilo autoritario y cobarde del gobierno”.\n“Lo que está planteando es como lo que hizo Pilatos, como no quiere acatar su responsabilidad se la quiere trasladar al Congreso”, afirmó.\n“No pretendan que sea el Poder Legislativo el que le lave la cara a la presidenta de la República en un claro desacato. Aquí están incumpliendo con un mandato del Poder Judicial y ahora simple y llanamente lo que quieren decir es ‘véngame el Congreso a lavar la cara, véngame el Congreso a compartir la responsabilidad. Dicho de otra manera es, crucifíquesele o no, pero yo no tomo la decisión”, expuso.\nEl morenista Félix Salgado Macedonio aseguró que efectos de la suspensión dictadas por la jueza Nancy Juárez es imposible de acatar.\n“La jueza de Veracruz no tiene facultades, no le alcanzan las facultades para ordenar lo que está ordenando. No se puede violentar la ley como ordena que se baje, que se quite esta reforma publicada en el Diario Oficial de la Federación. (…) También dice que va a amonestar, o sea, está amenazando, pero la jueza no se mueve sola, a la jueza la mueven los intereses de la derecha, que es nada más la que está fastidiando. Esto es un absurdo, una torpeza jurídica, esto viene de una ignorancia tremenda”, expresó.\nEl coordinador de la bancada de Movimiento Ciudadano, Clemente Castañeda , acusó que Moren a y el gobierno “nos quieren hacer corresponsables del desacato de la Presidencia de la República”, ya que no le corresponde al Congreso hacerse responsable de un posible desacato de la presidenta de la República.\n“No cuenten con nosotros, no quieran contaminar el ejercicio del poder político, no vamos a convalidar un desacato”, advirtió.\nAdemás, recalcó que MC no va a permitir “que siga este clima de linchamiento y hostigamiento contra el Poder Judicial”.\nLa senadora del PRI Carolina Viggiano denunció que la Presidencia y Morena buscan torcer la ley con triquiñuelas para no cumplir con el mandato de una jueza, que sí tiene atribuciones.\nAl final, el documento de respuesta a la presidenta Claudia Sheinbaum fue aprobado con 81 votos a favor y 36 en contra.\nLee también Sheinbaum cuestiona si ministros de la Corte son los asesores de jueza Nancy Juárez; acusa vulneración al DOF\nSenado dispensa primera lectura a “supremacía constitucional”; prevén que en tercera sesión nocturna se discuta y apruebe\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\nbmc",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e",
      "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
      "https://whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e/",
      "https://www.whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e/",
      "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag",
      "https://www.news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
      "https://www.whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e",
      "https://whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Claudia Shenbaum",
          "sentiment": "negative"
        },
        {
          "name": "Gerardo Fernández Noroña",
          "sentiment": "none"
        },
        {
          "name": "Nancy Juárez",
          "sentiment": "none"
        },
        {
          "name": "Morena",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Senado",
          "sentiment": "negative"
        },
        {
          "name": "Mesa Directiva",
          "sentiment": "none"
        },
        {
          "name": "Cámara Alta",
          "sentiment": "none"
        },
        {
          "name": "Federación",
          "sentiment": "none"
        },
        {
          "name": "Ejecutivo",
          "sentiment": "none"
        },
        {
          "name": "DOF",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Veracruz",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:51:13.739+03:00",
    "updated": "2024-10-25T00:51:13.739+03:00"
  },
  {
    "uuid": "ec3ebeef3eae069896d29833c2c3c0d349ba0326",
    "url": "https://www.tellychakkar.com/movie/movie-news/charming-star-sharwa-blockbuster-maker-sampath-nandi-kk-radhamohan-sri-sathya-sai",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@tellychakkar",
    "published": "2024-09-20T00:00:00Z",
    "title": "Charming Star Sharwa, Blockbuster Maker Sampath Nandi, KK Radhamohan, Sri Sathya Sai Arts’ Prestigious Pan India Project #Sharwa38 Announced",
    "text": "[Charming Star Sharwa, Blockbuster Maker Sampath Nandi, KK Radhamohan, Sri Sathya Sai Arts’ Prestigious Pan India Project #Sharwa38 Announced](/movie/movie-news/charming-star-sharwa-blockbuster-maker-sampath-nandi-kk-radhamohan-sri-sathya-sai) [TellychakkarTeam](/users/tellychakkarteam)on Fri, 09/20/2024 - 01:15 MUMBAI: Charming Star Sharwa is treading a distinctive path by selecting a diverse range of scripts that showcase his versatility. The actor has signed his ambitious and challenging project #Sharwa38 that will be directed by Blockbuster Maker Sampath Nandi who is known for making commercial entertainers in his trademark style. KK Radhamohan will be producing the movie prestigiously on a high budget with rich production and technical standards on Sri Sathya Sai Arts as Production No. 15, with Lakshmi Radhamohan presenting it. It's a pulsating period action drama set in the rural backdrop of North Telangana, on Telangana-Maharashtra border, in the late 1960s, which was rarely explored on Indian celluloid. The story unfolds in a world ruled by fear where blood becomes the answer to many problems. #Sharwa38 will be a raw and intense narrative with gripping action and emotionally charged sequences. It will be a hatke and first-of-its-kind film from Sampath Nandi and Sharwa with a story and elements never told and discussed before on the silver screen. Given the subject’s universal appeal, they are making it at Pan India level, which is a first for both Sharwa and Sampath Nandi. The director who has been working on the story for some time will be presenting Sharwa in a never-before-seen character, and the actor will be undergoing a remarkable makeover to play the character from the 60s. The announcement poster shows fire erupting in a waste land. #Sharwa38 will boast exceptional technical standards with some top-tier technicians on board. Soundar Rajan S who is selective will crank the camera, while the sensational composer Bheems Ceciroleo will provide the music. Kiran Kumar Manne is the art director. The ensemble cast and other prominent technicians to work on this most awaited movie will be revealed soon. #Sharwa38 will be released in Telugu, Tamil, Kannada, Malayalam, and Hindi languages.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Lakshmi Radhamohan",
          "sentiment": "none"
        },
        {
          "name": "Sampath Nandi",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:04:21.632+03:00",
    "updated": "2024-09-20T00:04:21.632+03:00"
  },
  {
    "uuid": "d78bcc3904d6d31fb52ff167af3bc9807f475b64",
    "url": "https://www.icc-cricket.com/news/devine-sets-sights-on-consecutive-world-cup-triumphs-for-new-zealand",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Faisal Agha",
    "published": "2025-03-19T23:18:00Z",
    "title": "Devine sets sights on consecutive World Cup triumphs for New Zealand",
    "text": "Devine sets sights on consecutive World Cup triumphs for New Zealand\nWhite Ferns all-rounder Sophie Devine returns refreshed after a three-month break, with her sights set on the ICC Women's Cricket World Cup 2025.\nHaving last played for the White Ferns in December, in an ODI against Australia, the New Zealand veteran is set to return to the national side for the T20I series against Australia, which begins in Auckland on Friday.\nDevine, now 35, led New Zealand to victory at the ICC Women's T20 World Cup last year, and admitted that during her time away from the game, the thought of retirement was not far from her mind.\n\"Completely honest? Yep,\" Devine told reporters. \"Certainly. To be able to have to process through a few of those things. Obviously, I'm unfortunately not getting any younger, so they naturally sort of came into mind.\nWATCH: New Zealand lift the ICC Women's T20 World Cup 2024 Trophy\n“But for me, yeah, look, just really excited to be here, just going to be focusing on each day as it comes and just really enjoying every day with the White Ferns.\"\nThe all-rounder acknowledged that the upcoming ODI World Cup, set to be held later this year in India, played a key role in her decision to prolong her career with the White Ferns. New Zealand last won the World Cup in 2000, and now have a rare opportunity to hold both the T20 and ODI world titles simultaneously.\n“We've got a pretty big World Cup coming up later this year, which – all going well – hopefully I'll be at,\" Devine added.\n\"Certainly the World Cup was probably the biggest one. I still felt like I've got a little bit more to give in the black shirt.”\nDevine hasn't played a competitive match since January 24, when she featured for Wellington in the Women’s Super Smash. However, she emphasised that her time away had only reinforced her passion for the game, making her realise that the desire to don the White Ferns jersey was stronger than ever.\n“So for me, I guess that opportunity was there, but also being okay with the fact that if I was done, I've had a pretty good run of it,\" she said.\n\"But certainly watching the girls over the last couple of weeks, there's certainly a big itch there that's still to scratch.\"\nNew Zealand and Australia are set to face off in a three-match T20I series, starting on March 21.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->cricket",
      "Sport->sport achievement",
      "Human Interest->record and achievement",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Devine",
          "sentiment": "negative"
        },
        {
          "name": "Sophie",
          "sentiment": "negative"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:32:49.110+02:00",
    "updated": "2025-03-20T01:32:49.110+02:00"
  }
]