[
  {
    "uuid": "8c2418d2244626f31a051709589e2afaec480f98",
    "url": "https://menafn.com/1107666052/Ayodhya-UP-Bans-Sale-Of-Liquor-Within-84-Kosi-Parikrama-Circuit-Of-Ram-Mandir",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2023-12-27T23:01:00Z",
    "title": "Ayodhya: UP Bans Sale Of Liquor Within 84-Kosi Parikrama Circuit Of Ram Mandir | MENAFN.COM",
    "text": "( MENAFN - Live Mint) \"Yogi Adityanath government in Uttar Pradesh Thursday imposed a ban on the sale of liquor in the entire 84 Kosi Parikrama of\nRam Mandir in Ayodhya, the holy city where the grand Ram Temple is set to be inaugurated soon, India Today reported Excise and Prohibition Minister Nitin Agarwal said the government has established a 'no liquor zone' in the entire 84-Kosi Parikrama circuit and the wine shops in the prohibited area will be either shifted or removed Read | Ayodhya decked up to welcome PM Modi; ₹ 1.11K cr projects to be unveiledThe development came after the Excise Minister met with Champat Rai, General Secretary of Ayodhya Ram Mandir Trust. Agarwal stressed that instructions for this action have already been issued Minister Narendra Modi is also scheduled to visit Ayodhya to inaugurate and lay the foundation stone for multiple development projects worth more than ₹11,100 crore to revamp civic facilities and develop world-class infrastructure in the holy city on December 30 Read | Ayodhya's new airport to be named 'Maharishi Valmiki Int'l Airport Ayodhya Dham'Agarwal said, \\\"It was our decision as per the instructions by the Chief Minister that we prohibit liquor sale on the 84 Kosi Parikrama Marg. We have shifted the shops allotted there and we have completely prohibitted liquor sale on that Marg. It's a 150-175 km long road so we have shifted all the shops to other places.\\\"The minister further clarified that the ban on the sale of liquor is only limited to the 84 Kosi Parikrama of the Ram Temple and does not apply to the remaining metropolis of Ayodhya Read | Booking for Ram Mandir aarti pass begins; Check aarti timings, how to bookThere are more than 500 liquor shops within the 84 Kosi Parikrama area and all the shops are closed after the order.\nIt is important to note that in June 2022, the UP government banned the sale of liquor in and around temples in Ayodhya and Mathura. The authorities cancelled the licenses of booze vendors in Ayodhya. In Mathura, the administration ordered the closure of thirty-seven liquor, beer, and bhang stores located near temples. The three pubs located in the hotels were closed.\nMENAFN28122023007365015876ID1107666052\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Social Issue"
    ],
    "external_links": [
      "https://www.livemint.com/news/india/ayodhya-up-bans-sale-of-liquor-within-84-kosi-parikrama-circuit-of-ram-mandir-11703782242341.html",
      "https://livemint.com/news/india/ayodhya-up-bans-sale-of-liquor-within-84-kosi-parikrama-circuit-of-ram-mandir-11703782242341.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yogi adityanath",
          "sentiment": "negative"
        },
        {
          "name": "ayodhya dham",
          "sentiment": "none"
        },
        {
          "name": "nitin agarwal",
          "sentiment": "none"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "kosi parikrama",
          "sentiment": "none"
        },
        {
          "name": "modi",
          "sentiment": "none"
        },
        {
          "name": "champat rai",
          "sentiment": "none"
        },
        {
          "name": "agarwal",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kosi parikrama circuit of ram mandir",
          "sentiment": "negative"
        },
        {
          "name": "ayodhya ram mandir trust",
          "sentiment": "none"
        },
        {
          "name": "india today",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ayodhya",
          "sentiment": "none"
        },
        {
          "name": "kosi parikrama",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T06:37:31.673+02:00",
    "updated": "2023-12-29T06:37:31.673+02:00"
  },
  {
    "uuid": "762cf6ccc5e5aead033fa9cb05b8b3c2c7b108c8",
    "url": "https://money.mymotherlode.com/clarkebroadcasting.mymotherlode/article/marketersmedia-2023-12-30-dr-zamip-patel-scholarship-for-aspiring-doctors-announces-annual-1000-award-opportunity",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Press Release Distribution Service",
    "published": "2023-12-30T10:06:00Z",
    "title": "Dr. Zamip Patel Scholarship for Aspiring Doctors Announces Annual $1,000 Award Opportunity",
    "text": "Recent Quotes View Full List My Watchlist Create Watchlist Indicators Industrial Estimate Composite Estimate 500 Stocks Estimate Gold Crude Oil Markets Stocks ETFs Tools Overview News Currencies International Treasuries Dr. Zamip Patel Scholarship for Aspiring Doctors Announces Annual $1,000 Award Opportunity By: Press Release Distribution Service December 30, 2023 at 05:06 AM EST Florida Urologist Zamip Patel Gives Back With Scholarship Fund\nOrlando, Florida, United States - December 30, 2023 —\nThe Dr. Zamip Patel Scholarship for Future Doctors, established in 2023 by Dr. Zamip Patel, a distinguished urologist based in Orlando, proudly announces its annual scholarship opportunity to support and recognize outstanding pre-medical students across the United States.\nThe Dr. Zamip Patel Scholarship for Future Doctors is dedicated to providing financial assistance and encouragement to exceptional pre-medical students who demonstrate academic excellence, compassion, leadership, and a resolute commitment to healthcare. This annual scholarship seeks to inspire the next generation of physicians by easing financial burdens and fostering the ambitions of budding medical professionals.\nTo be eligible for the Dr. Zamip Patel Scholarship, applicants must meet specific criteria:\nCurrently enrolled in an accredited 4-year university in the U.S. Completed at least 1 year of undergraduate coursework Maintained a minimum cumulative GPA of 3.5 U.S. citizenship or permanent residency Intent to pursue an MD or DO degree Fulfillment of general requirements to apply to medical school, including prerequisite coursework in biology, chemistry, physics, math, etc. Applicants are required to submit an essay between 750-1000 words, addressing the following prompt:\n\"In your own words, explain what inspired your interest in medicine, how you plan to embrace the compassionate care of patients, and your vision for positively impacting the medical field. Highlight any relevant extracurricular activities, research experiences, or service initiatives that illustrate your passions and commitment to healthcare. Discuss how receiving this scholarship would assist you in achieving your goals of becoming a physician.\"\nThe essay should emphasize academic excellence, exemplary character, demonstrated interest in medicine, and financial need. Evaluation will be based on the quality of writing, originality, and alignment with the values embodied by Dr. Zamip Patel.\nDr. Zamip Patel, a prominent figure in Orlando's medical community, passionately champions the aspirations of future medical professionals. With a commitment to nurturing and supporting driven individuals seeking careers in medicine, Dr. Patel established this scholarship to recognize and assist deserving students in fulfilling their dreams.\nThe Dr. Zamip Patel Scholarship for Future Doctors will award one exemplary applicant with a $1,000 scholarship annually through an essay-based application process.\nFor further information about the scholarship criteria, submission guidelines, and Dr. Zamip Patel's impactful work, visit https://drzamippatelscholarship.com/ or directly access the scholarship page here https://drzamippatelscholarship.com/dr-zamip-patel-scholarship/ .\nAbout Dr. Zamip Patel\nDr. Zamip Patel, an esteemed Orlando urologist, is dedicated to fostering the next generation of medical professionals. Through the Dr. Zamip Patel Scholarship for Future Doctors, Dr. Patel aims to alleviate financial barriers and inspire passionate individuals to pursue careers in healthcare.\nContact Info:\nName: Dr. Zamip Patel\nEmail: Send Email\nOrganization: Dr. Zamip Patel Scholarship\nWebsite: https://drzamippatelscholarship.com\nRelease ID: 89117573\nIn the event of encountering any errors, concerns, or inconsistencies within the content shared in this press release, we kindly request that you immediately contact us at error@releasecontact.com . Our dedicated team will be readily accessible to address your feedback within 8 hours and take appropriate measures to rectify any identified issues or facilitate press release takedowns. Ensuring accuracy and reliability are central to our commitment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [
      "https://zamippatelmd.com/",
      "https://drzamippatelscholarship.com",
      "https://drzamippatelscholarship.com/",
      "https://drzamippatelscholarship.com/dr-zamip-patel-scholarship/",
      "https://smiuurology.com/",
      "https://fonts.googleapis.com/css2?family=Open+Sans+Condensed:wght@700&display=swap",
      "https://tracking.newsrpm.com/pixel?slug=marketersmedia-2023-12-30-dr-zamip-patel-scholarship-for-aspiring-doctors-announces-annual-1000-award-opportunity",
      "https://www.healthgrades.com/physician/dr-zamip-patel-gdn96",
      "https://fonts.googleapis.com/css2?family=Open+Sans&display=swap",
      "https://send.releasecontact.com/89117573",
      "https://www.drzamippatelscholarship.com",
      "https://smiuurology.com",
      "https://www.send.releasecontact.com/89117573",
      "https://www.fonts.googleapis.com/css2?family=Open+Sans+Condensed:wght@700&display=swap",
      "https://www.smiuurology.com/",
      "https://drzamippatelscholarship.com",
      "https://zamippatelmd.com",
      "https://www.drzamippatelscholarship.com/",
      "https://www.tracking.newsrpm.com/pixel?slug=marketersmedia-2023-12-30-dr-zamip-patel-scholarship-for-aspiring-doctors-announces-annual-1000-award-opportunity",
      "https://healthgrades.com/physician/dr-zamip-patel-gdn96",
      "https://www.drzamippatelscholarship.com/dr-zamip-patel-scholarship/",
      "https://www.fonts.googleapis.com/css2?family=Open+Sans&display=swap",
      "https://fonts.googleapis.com/css2",
      "https://drzamippatelscholarship.com/dr-zamip-patel-scholarship",
      "https://tracking.newsrpm.com/pixel",
      "https://www.zamippatelmd.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zamip patel",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "orlando",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T12:26:53.379+02:00",
    "updated": "2023-12-30T12:26:53.379+02:00"
  },
  {
    "uuid": "275a0364b8895c97a0fd7c9e77ba1f1ab10251f1",
    "url": "https://agenciabrasil.ebc.com.br/radioagencia-nacional/geral/audio/2024-03/regiao-serrana-do-rio-esta-em-alerta-com-previsao-de-tempestade",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@RadioagenciaEBC",
    "published": "2024-03-22T19:05:00Z",
    "title": "Região serrana do Rio está em alerta com previsão de tempestade | Radioagência Nacional",
    "text": "Região serrana do Rio está em alerta com previsão de tempestade Publicado em 22/03/2024 - 16:05 Por Carolina Pessoa - Repórter da Rádio Nacional - Rio de Janeiro Cenário de tragédias em períodos de fortes chuvas, a região serrana do Rio de Janeiro está em alerta com a nova previsão de tempestade. Na cidade de Petrópolis, que viveu um desastre há dois anos, com 241 mortos, a Defesa Civil informou que as equipes foram reforçadas e as linhas de emergência ampliadas. A orientação é que a população que reside em áreas de risco fique atenta aos sinais de solo encharcado. As aulas foram suspensas, assim como em Teresópolis e Nova Friburgo. As prefeituras orientaram que a rede privada também siga a recomendação. Em Teresópolis, foi montado um gabinete de crise preventivo e a prefeitura pediu que moradores de áreas de risco se abrigassem em casas de familiares. Já em Nova Friburgo, a prefeitura assegurou que todos os pontos de apoio já estão sendo abastecidos com itens de higiene, limpeza, dormitórios e alimentação. Por causa das características geológicas, a região frequentemente registra deslizamentos de terra. A maior tragédia ocorreu em 2011 quando mais de 900 pessoas morreram e 30 mil famílias ficaram desabrigadas em diversas cidades. Outro município que já teve registro de desastres está em alerta é Angra dos Reis, localizada na região da Costa Verde. As aulas em toda a rede pública foram suspensas e as escolas municipais vão receber famílias que vivem em áreas vulneráveis. A cidade foi atingida por um forte temporal na virada do ano, em 2010. Uma grande quantidade de terra e pedras deslizou de morros e encostas matando 53 pessoas. Edição: Leila Santos / Liliane Farias",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T22:32:37.317+02:00",
    "updated": "2024-03-22T22:32:37.317+02:00"
  },
  {
    "uuid": "363eae88c4224ca252ff8ab2330122a5444b7797",
    "url": "https://www.monitor.co.ug/uganda/news/national/luweero-christians-sue-37-cou-bishops-4476892",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dan Wandera",
    "published": "2023-12-29T03:37:00Z",
    "title": "Luweero Christians sue 37 CoU bishops | Monitor",
    "text": "Prime Luweero Christians sue 37 CoU bishops What you need to know: - The Christians accuse the bishops of being unfair to Rev Godfrey Kasana, whose election was nullified over infedility allegations. Dissatisfied by a court ruling that reaffirmed the powers of the Church in the election and consecration process of a bishop under the Church of Uganda, four Christians have petitioned the court targeting individual bishops. The High Court in Luweero District has now summoned 37 bishops who reportedly constituted the House of Bishops’ meeting at Kabalega Resort in Hoima District on June 28, which nullified the election of Rev Godfrey Kasana as bishop of Luweero. In a civil suit filed before the Assistant Court Registrar Kenneth Tumwebaze on December 6, the petitioners have placed fresh demands requiring individual bishops to file their respective defence within 15 days from the date of service of the court summons. “You are hereby requested to file a defence in the said suit within 15 days from date of service. Should you fail to defend yourself within the date mentioned, the plaintiff may proceed with the suit and judgment may be given in your absence,” read in part, the court summons to the respective 37 bishops, signed by Mr Tumwebaze. The four petitioners are Moses Bemba, Moses Kakembo, John Saight Ssendowoza and Christopher Sajjabi Katende. The bishops are accused of failure to accord Bishop Kasana a fair hearing on accusations raised against him. The Christians ,among others, want court to halt the ongoing process for nomination and election of the fourth bishop of Luweero Diocese. They also want court to declare Rev Can Kasana as the duly elected fourth bishop of Luweero Diocese to pave the way for his consecration ceremony. They accuse the 37 bishops of failing to accord Rev Kasana a fair hearing and failing to adduce evidence about the allegations of infidelity. The demands by the four Christians are not different from those raised in the earlier case where the High Court ruled in favour of the Church and Archbishop Samuel Kaziimba Mugalu in October 2023. But Mr Erasto Kibirango, the lawyer of the aggrieved Christians, told publication yesterday that unlike the other case earlier filed against the archbishop, the new case deals with the individual participation of the respective bishops in alleged violation of the basic human rights of Rev Can Kasana when they failed to accord him a fair hearing. “Unlike the first case where the High Court gave its ruling, this case is not about the faith matters but the violation of the Constitutional basic human rights of Rev Godfrey Kasana for a fair hearing. We are even serving two of the bishops who recently retired but were members of the House of Bishops by July 2023,” he said. The Christians, through M/S Kibirango & Partners Advocates, said the process of serving the individual bishops at their respective dioceses was ongoing. Those sued The 37 bishops include retired bishops Eridard Nsubuga of Luweero and Wilberforce Kityo Luwalira of Namirembe Dioceses, Michael Lubowa (Central Buganda), Sheldon Mwesigwa (Ankole), Samuel Egesa Bogere (Bukedi), Samuel Kahuma (Bunyoro Kitara), Paul Samson Naimanhe (Busoga), Patrick Wakula (Central Busoga), Gaddie Akanjuna (Kigezi), Dan Zoreka (Kinkizi), Prof Alfred Olwa (Lango), Cranimer Mugisha (Muhabura), Reuben Kisembo (Rwenzori), Joseph Abura (Karamoja), Wilson Kitara (Kitgum), Michael Okwi Esakhan(Kumi), Charles Andaku (Madi and West Nile), George Kasangaki (Masindi), Wilson Nandaah (Mbale), Dr James Bukomeko (Mityana) Enos Kagodo (Mukono), Ozelle Awinjo (Nebbi), Stephen Namanya (North Ankole), James Nasak (North Karamoja), Patrick Tugume (North Kigezi), Samuel Gidudu (North Mbale), Godfrey Loum (Northern Uganda), Amos Magezi (West Ankole), Paul Kaptoo Masaba (Nebbi), Hosea Odongo (Soroti), Nathan Ahimbisibwe (South Ankole), Nason Baruku (South Rwenzori), Johnson Twinomujuni (West Ankole), Henry Katumba (West Buganda), Julius Caesar Niina Otim (West Lango) and the Bishop of East Rwenzori George K Turyasingura.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rev godfrey kasana",
          "sentiment": "none"
        },
        {
          "name": "kenneth tumwebaze",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "luweero christians",
          "sentiment": "negative"
        },
        {
          "name": "house of bishops",
          "sentiment": "none"
        },
        {
          "name": "high court",
          "sentiment": "none"
        },
        {
          "name": "church of uganda",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "luweero district",
          "sentiment": "none"
        },
        {
          "name": "luweero",
          "sentiment": "none"
        },
        {
          "name": "kabalega resort",
          "sentiment": "none"
        },
        {
          "name": "hoima district",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:04:02.002+02:00",
    "updated": "2023-12-29T11:04:02.002+02:00"
  },
  {
    "uuid": "0a4f89068e0ccc2bcd971789e8863cc5bdfcb8c3",
    "url": "https://flipboard.com/topic/gilacounty/-/a-UjYC_9lcS2uGzGpMMSa-pg%3Aa%3A2666707751-%2F0",
    "ord_in_thread": 0,
    "author": "tucson.com - Tony Davis Arizona Daily Star",
    "published": "2025-05-07T22:45:00Z",
    "title": "Bleak forecast for Colorado River runoff | Flipboard",
    "text": "Bleak forecast for Colorado River runoff The forecast for spring-summer runoff in the Colorado River has taken a nosedive due to sharply decreased snowpack and total precipitation in April …\ntucson.com - Tony Davis Arizona Daily Star • 5h",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": [
      "Environment->climate change",
      "Environment->natural resources",
      "Environment->water",
      "Economy, Business and Finance->financial and economic news",
      "Economy, Business and Finance->macro economics",
      "Economy, Business and Finance->economy",
      "Social Issue->demographics",
      "Social Issue->population and census",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Arizona Daily Star",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T06:45:51.464+03:00",
    "updated": "2025-05-08T03:49:14.000+00:00"
  },
  {
    "uuid": "fc91b8daff0d688de4d158082f0d51fd76e833f9",
    "url": "https://religionnews.com/2024/02/23/ministry-accused-of-covert-conversion-therapy-moves-across-from-adventist-university",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kathryn Post",
    "published": "2024-02-23T21:32:00Z",
    "title": "Ministry accused of covert conversion therapy moves across from Adventist university",
    "text": "(RNS) — Students at Andrews University, a Seventh-day Adventist school in Berrien Springs, Michigan, wouldn’t be blamed for thinking that Coming Out Ministries, which recently revealed plans for a new headquarters building outside Andrews’ main entrance, offered counseling for embracing LGBTQ identity.\nBut that’s not the kind of coming out the ministry offers. What Coming Out hopes for their clients is that they will leave behind “gay/homosexual deceptions” to come into the light of Jesus.\n“No greater joy has been experienced in our lives than that which has freed us from the chains of homosexuality,” the ministry’s co-founders, Ron Woolsey and Michael Carducci, write on the Coming Out\nwebsite.\nSince learning that Coming Out has purchased the former law office opposite the main entrance to campus, some Andrews students have objected to its opening, which is planned for September.\nIn November 2023, Erin Beers, a senior psychology student at Andrews, read about Coming Out’s plan in a ministry\nnewsletter, in which the organization touted the “daily” access to Andrews’ students the move would provide.\nThe newsletter also declared it would offer “the opportunity to work closely with the University in addressing the many issues surrounding the LGBT+ ideology and agenda, from a redemptive perspective.” (In an email to RNS, a university spokesperson said the school has not been in contact with Coming Out.)\nIn December, Beers wrote an\narticle in Andrews’ student newspaper, and other public critiques of the group followed, including an essay by two students in the same school paper and another from an alumnus in Spectrum, a national Adventist publication.\nIn an interview with Religion News Service earlier this month, Beers claimed the group could harm LGBTQ students already at risk for self-harm and\nsuicidal ideation.\n“They’re going to hurt people, and they’re going to do it in the name of the Adventist church and God,” she said, describing the group’s tactics as manipulative. “Students looking for a safe space to process their sexuality will instead be met by a group with a clear agenda.”\nIn her essay that followed Beers’, Bella Hamann explained that her high school had invited Coming Out Ministries for a weekend program after finding out that a student was gay. “The stuff that I was exposed to that weekend was horrendous,” Hamann told RNS in an interview. “I watched a documentary where they alluded to the fact that you can’t have same-sex attraction unless you went through some sort of abuse as a child.”\nFounded in 2010 with Wayne Blakely, who has since left the organization’s leadership, Coming Out Ministries has been disinvited from\nAdventist camp meetings and conferences due to activists’ concerns that the group promotes conversion therapy, a claim they vehemently deny.\nYet the organization’s newsletters have featured\ninstructions for having “true and complete victory over homosexuality” and affirmations that “gays can become completely straight.”\nComing Out Ministries declined to speak to RNS.\nLast July, Michigan Governor Gretchen Whitmer\nsigned two bills protecting minors from conversion therapy, which the state defines as treatments that seek to “change an individual’s sexual orientation or gender identity.” The bill only applies to licensed mental health professionals, however, excluding most pastors, and may not apply to some faith-based services.\nCarducci has said the ministry is not about rejection or being gay, it’s about restoring men and women to God’s image. “We want to make sure that everybody has access to be rescued for those that want to be rescued,” he said in a\nvideo filmed at the new property.\nThe documentary Hamann saw at her high school, “Journey Interrupted,”\navailable on the Coming Out Ministries website, tells the stories of four individuals who endured adverse experiences as children and left “gay culture” after committing their lives to Christ.\nIt also features co-founder Woolsey saying his mind became “confused” after he was abused. “I was derailed in my childhood by the molestation,” Woolsey says. “And if I could be derailed, why couldn’t I be re-railed?”\nCarducci, who says in “Journey Interrupted” that he continues to experience “attractions to the same sex,” says the ministry’s aim is to share personal stories of redemption from “sexual sin” and let people decide how to respond.\nThough Andrews, the flagship Seventh Day Adventist university, prohibits romantic behavior between students of the same sex, a confidential support group for LGBTQ students called Haven exists on campus. Its members, who sign non-disclosure agreements before being admitted, could not be reached for comment.\nSome Adventists cheered the presence of Coming Out so close to campus. Fulcrum7, an Adventist outlet that denounces the “progressive takeover” of the Seventh-day Adventist Church,\nsaid in an article, “We can see the hand of God all over it. We need offices like this at every SDA College, to help young people.”\nBut four of the six students RNS contacted had dim views of the organization. One, who spoke to RNS on the condition of anonymity, said he met with Coming Out Ministries in spring 2021, and after working with them, “my depression got worse. I started hating who I was even more, fixating even more on this very narrow sliver of who I am as a person, and ultimately, I think it took a lot longer for me to accept myself because I have gone to these meetings.”\nHe said he is concerned that the new location will imply that it’s endorsed by the university.\nOther Andrews students had more muted responses to the group, saying they had no negative impressions of them. Melissa Moore, who is in her third year at Andrews, said she didn’t have enough information to decide what to think, but believed that the prominent location afforded students seeking help enough privacy.\nAt a December town hall, Andrews administrators reportedly sidestepped questions on Coming Out Ministries’ move.\nIn responding to questions, the Andrews spokesperson wrote, “Conversations regarding human sexuality occur in-house, utilizing the counselors and ministers on our campus. Andrews University deeply affirms the Biblical definition of marriage and relationships. We desire to provide a respectful and caring environment for all students to grow their relationship with God and understand God’s purpose for life as an integral part of their education.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Education",
      "Religion and Belief"
    ],
    "external_links": [
      "https://atoday.org/after-protests-scheduled-speakers-from-coming-out-ministries-do-not-appear-at-adventist-camp-meeting/",
      "https://www.fulcrum7.com/blog/2023/12/3/hit-piece-against-coming-out-ministries-in-andrews-student-movement-newsletter",
      "https://comingoutministries.org/newsletter/com-newsletter-november-2023",
      "http://www.youtube.com/watch?v=yKsbsN_mXeM",
      "https://comingoutministries.org/newsletter/com-newsletter-february-2024?rq=%E2%80%9Cgays%20can%20become%20completely%20straight.%E2%80%9D%20",
      "https://comingoutministries.org/resources-for-gay",
      "https://spectrummagazine.org/about/",
      "https://comingoutministries.org/newsletter/com-newsletter-january-2024?rq=%E2%80%9Ctrue%20and%20complete%20victory%20over%20homosexuality%E2%80%9D",
      "http://www.youtube.com/watch?v=_EtdJAJgDP8",
      "https://www.cdc.gov/mmwr/volumes/69/su/su6901a3.htm",
      "https://comingoutministries.org/mission",
      "https://www.michigan.gov/whitmer/news/press-releases/2023/07/26/whitmer-signs-legislation-to-protect-lgbtq-youth-ban-conversion-therapy",
      "https://advindicate.com/articles/2015/4/17/arent-we-free-to-choose",
      "https://www.andrews.edu/life/student-movement/issues/2023-12-01/ideas-coming-out-ministries-berrien.html",
      "https://www.andrews.edu/life/student-movement/issues/2023-12-08/ideas-coming-out-is-coming-in.html",
      "https://www.comingoutministries.org/mission",
      "https://spectrummagazine.org/about",
      "https://comingoutministries.org/newsletter/com-newsletter-february-2024",
      "https://www.atoday.org/after-protests-scheduled-speakers-from-coming-out-ministries-do-not-appear-at-adventist-camp-meeting/",
      "https://andrews.edu/life/student-movement/issues/2023-12-08/ideas-coming-out-is-coming-in.html",
      "https://comingoutministries.org/newsletter/com-newsletter-january-2024",
      "https://atoday.org/after-protests-scheduled-speakers-from-coming-out-ministries-do-not-appear-at-adventist-camp-meeting",
      "https://www.spectrummagazine.org/about/",
      "https://andrews.edu/life/student-movement/issues/2023-12-01/ideas-coming-out-ministries-berrien.html",
      "https://www.comingoutministries.org/resources-for-gay",
      "https://www.comingoutministries.org/newsletter/com-newsletter-november-2023",
      "https://michigan.gov/whitmer/news/press-releases/2023/07/26/whitmer-signs-legislation-to-protect-lgbtq-youth-ban-conversion-therapy",
      "https://www.comingoutministries.org/newsletter/com-newsletter-february-2024?rq=%E2%80%9Cgays%20can%20become%20completely%20straight.%E2%80%9D%20",
      "http://youtube.com/watch?v=yKsbsN_mXeM",
      "https://www.advindicate.com/articles/2015/4/17/arent-we-free-to-choose",
      "https://www.comingoutministries.org/newsletter/com-newsletter-january-2024?rq=%E2%80%9Ctrue%20and%20complete%20victory%20over%20homosexuality%E2%80%9D",
      "http://www.youtube.com/watch",
      "https://cdc.gov/mmwr/volumes/69/su/su6901a3.htm",
      "http://youtube.com/watch?v=_EtdJAJgDP8",
      "https://fulcrum7.com/blog/2023/12/3/hit-piece-against-coming-out-ministries-in-andrews-student-movement-newsletter"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael carducci",
          "sentiment": "none"
        },
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "andrews",
          "sentiment": "none"
        },
        {
          "name": "ron woolsey",
          "sentiment": "none"
        },
        {
          "name": "erin beers",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "andrews university",
          "sentiment": "negative"
        },
        {
          "name": "andrews",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "berrien springs",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-24T01:23:04.323+02:00",
    "updated": "2024-02-24T01:23:04.323+02:00"
  },
  {
    "uuid": "31eb5cb423224c018f33a6ce194e6652e60d9d9d",
    "url": "https://stream.org/blessed-are-the-persistent/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jerry Newcombe",
    "published": "2024-01-05T22:00:00Z",
    "title": "Blessed are the Persistent",
    "text": "Blessed are the Persistent\nHistory is filled with people who quit too early, and thus never fulfilled their key task in life.\nWith a new year upon us, it’s good to think about how God pours His blessings on those who persist. Even when facing adversity, when the time comes, they push forward with what they feel He has called them to do.\nOf course, in the\nBeatitudes of Jesus He never said, “Blessed are the persistent.” But throughout the Bible, we do find encouragements to press on, to keep plugging away at doing the right thing.\nA Miracle\nAmerica greatly benefitted from some of our nation’s founders doing just that. The colonial armies experienced one military setback after another, with only a few sporadic victories interspersed.\nThe victory over the British was a miracle. That we could become independent as a nation is an amazing story.\nGeorge Washington himself\nsaid in his First Inaugural Address in 1789:\n[I]t would be peculiarly improper to omit in this first official Act, my fervent supplications to that Almighty Being who rules over the Universe, who presides in the Councils of Nations, and whose providential aids can supply every human defect, that his benediction may consecrate to the liberties and happiness of the People of the United States.\nPlease Support The Stream: Equipping Christians to Think Clearly About the Political, Economic, and Moral Issues of Our Day. []()\nThus, Washington’s first act as president was to offer public praise and prayers to God.\nHe also\nsaid that nobody should be more grateful to Almighty God than the people of the United States because by His help that the founders were able to create this nation: “Every step, by which they have advanced to the character of an independent nation, seems to have been distinguished by some token of providential agency.”\nWork Against Evil\nOf course, our liberties fought for by the founders are at risk today, primarily because we as a nation have forgotten God and flaunt our immorality in His face. As founding father Patrick Henry\nwarned, “It is when a people forget God that tyrants forge their chains.”\nCommitted Christians are called at this present time to persist in working against many of the evils that we face today, such as the totalitarian instincts of an ever-growing bloated government, or the educational establishment which so often provides more indoctrination than education for our children. The work on behalf of the unborn must continue.\nThe Pilgrims\nstated their goal in the Mayflower Compact in 1620. This sums up well a worthy goal for the committed believer. They came, they said, “for the glory of God and the advancement of the Christian faith.”\nFight for Freedom\nPresident Ronald Reagan\nhttps://www.reaganlibrary.gov/archives/speech/january-5-1967-inaugural-address-public-ceremony us of the high stakes if we lose this nation:\nFreedom is never more than one generation away from extinction. We didn’t pass it to our children in the bloodstream. It must be fought for, protected, and handed on for them to do the same, or one day we will spend our sunset years telling our children and our children’s children what it was once like in the United States where men were free.\nThe hour is late and the need to get involved is great. During this time of New Year’s reflections, may God give us the resolve to persist in His calling. If each one did his or her part, we could help stem the tide.\nInspirational Thoughts\nSometimes the urgencies in life crowd out the important things. Here are some inspirational thoughts to help persist in doing the right thing, come what may:\n- Motivator Earl Nightingale\nhttps://www.goodreads.com/quotes/32384-never-give-up-on-a-dream-just-because-of-the, “Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway.”\n- Highly underrated President Calvin Coolidge\nnoted, “We cannot do everything at once, but we can do something at once.”\n- Hotel magnate Conrad Hilton\ndeclared, “Success seems to be connected with action. Successful people keep moving. They make mistakes, but they don’t quit.”\n- Founding father Benjamin Franklin\nobserved, “Without continual growth and progress, such words as improvement, achievement, and success have no meaning.”\n- Eventual deathbed convert Oscar Wilde\nhttps://www.azquotes.com/quote/876042, “Many of the great achievements of the world were accomplished by tired and discouraged men who kept on working.”\nDo Not Give Up\nBut most importantly comes advice directly from the Bible, the Word of God. The Apostle Paul gives sound advice, for New Years’, and throughout the year, Paul\nsays in Galatians: “And let us not grow weary of doing good, for in due season we will reap, if we do not give up.”\nSo in 2024, may God use us to labor for the greater good that much more diligently and wisely, as we continue to\npray “Thy kingdom come, thy will be done, on earth as it is in heaven.”\nDr. Jerry Newcombe is the executive director of\nProvidence Forum, a division of D. James Kennedy Ministries, where Jerry also serves as senior producer and an on-air contributor. He has written/co-written 33 books, including (with D. James Kennedy), What If Jesus Had Never Been Born? and (with Dr. Peter Lillback), George Washington’s Sacred Fire.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://www.providenceforum.org",
      "https://www.reaganlibrary.gov/archives/speech/january-5-1967-inaugural-address-public-ceremony",
      "https://www.goodreads.com/quotes/32384-never-give-up-on-a-dream-just-because-of-the,",
      "https://www.brainyquote.com/quotes/benjamin_franklin_387287",
      "https://www.azquotes.com/quote/876042,",
      "https://www.brainyquote.com/quotes/conrad_hilton_130635#:~:text=Conrad%20Hilton%20Quotes&text=Please%20enable%20Javascript-,Success%20seems%20to%20be%20connected%20with%20action.,but%20they%20don",
      "https://www.goodreads.com/quotes/38913-we-cannot-do-everything-at-once-but-we-can-do",
      "https://www.biblegateway.com/passage/?search=matthew+5%3A2-12&version=ESV",
      "https://www.biblegateway.com/passage/?search=matthew+6%3A10&version=ESV",
      "https://www.pilgrimhall.org/mayflower_compact_text.htm",
      "https://www.goodreads.com/quotes/1357413-it-is-when-a-people-forget-god-that-tyrants-forge",
      "https://www.biblegateway.com/passage/?search=galatians+6%3A9&version=ESV",
      "https://www.archives.gov/exhibits/american_originals/inaugtxt.html#:~:text=I%20dwell%20on%20this%20prospect,between%20the%20genuine%20maxims%20of",
      "https://www.biblegateway.com/passage/",
      "https://pilgrimhall.org/mayflower_compact_text.htm",
      "https://brainyquote.com/quotes/benjamin_franklin_387287",
      "https://archives.gov/exhibits/american_originals/inaugtxt.html#:~:text=I%20dwell%20on%20this%20prospect,between%20the%20genuine%20maxims%20of",
      "https://biblegateway.com/passage/?search=matthew+6%3A10&version=ESV",
      "https://goodreads.com/quotes/38913-we-cannot-do-everything-at-once-but-we-can-do",
      "https://biblegateway.com/passage/?search=matthew+5%3A2-12&version=ESV",
      "https://goodreads.com/quotes/32384-never-give-up-on-a-dream-just-because-of-the,",
      "https://brainyquote.com/quotes/conrad_hilton_130635#:~:text=Conrad%20Hilton%20Quotes&text=Please%20enable%20Javascript-,Success%20seems%20to%20be%20connected%20with%20action.,but%20they%20don",
      "https://providenceforum.org",
      "https://goodreads.com/quotes/1357413-it-is-when-a-people-forget-god-that-tyrants-forge",
      "https://azquotes.com/quote/876042,",
      "https://biblegateway.com/passage/?search=galatians+6%3A9&version=ESV",
      "https://reaganlibrary.gov/archives/speech/january-5-1967-inaugural-address-public-ceremony"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "george washington",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:49:04.414+02:00",
    "updated": "2024-01-06T00:49:04.414+02:00"
  },
  {
    "uuid": "071842b05f6e6ab4bbdd1b10cb97b313d6f3be37",
    "url": "https://bvmsports.com/2024/09/05/uswnt-star-alex-morgan-a-trailblazer-for-womens-soccer-and-equality",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BVM Sportsdesk",
    "published": "2024-09-05T21:05:00Z",
    "title": "USWNT Star Alex Morgan: A Trailblazer for Women’s Soccer and Equality",
    "text": "USWNT Star Alex Morgan: A Trailblazer for Women’s Soccer and Equality\nAlex Morgan's impact on women's soccer transcends her impressive playing career, leaving the sport in a far better state. Starting in 2010, she achieved remarkable success, scoring 123 international goals and winning multiple titles, including the 2012 Olympic gold and the 2019 Women's World Cup. Morgan didn't just focus on her performance; she also championed equal pay and better conditions for female athletes, playing a key role in the fight for gender equality that culminated in a landmark agreement in 2022. Furthermore, her advocacy went beyond contracts, addressing cultural issues like abuse within the NWSL and fostering opportunities in youth soccer. As she retires, Morgan’s legacy will continue to inspire and uplift future generations of female athletes.By the Numbers\n- 123 international goals, ranking fifth all-time for the USWNT.\n- Lead plaintiff in a lawsuit for equal pay that resulted in a landmark agreement in 2022.\n- Women's soccer continues to grow, both in popularity and financial backing.\n- New policies in the NWSL promote player welfare and an anti-harassment framework initiated by Morgan's advocacy.\nEven after retirement, Morgan is poised to impact women's sports through her media company TOGETHXR and the Alex Morgan Foundation, focusing on advocacy for girls and mothers. As the landscape for women's soccer evolves, her ongoing involvement is likely to influence future debates on equity and representation.Bottom Line\nAlex Morgan’s multifaceted legacy will not only be measured by her on-field achievements but also by the transformative strides she made for future generations of women in sports. Her dedication to fostering equality ensures that the path she carved will benefit not just her peers, but countless young athletes who will follow in her footsteps.\nRead more at\n CBSSports.com\nThe summary of the linked article was generated with the assistance of artificial intelligence technology from OpenAI",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.cbssports.com/soccer/news/uswnt-legend-alex-morgan-blazed-many-trails-in-womens-soccer-leaving-the-sport-better-than-she-found-it/",
      "https://cbssports.com/soccer/news/uswnt-legend-alex-morgan-blazed-many-trails-in-womens-soccer-leaving-the-sport-better-than-she-found-it/",
      "https://www.cbssports.com/soccer/news/uswnt-legend-alex-morgan-blazed-many-trails-in-womens-soccer-leaving-the-sport-better-than-she-found-it"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-06T01:04:11.344+03:00",
    "updated": "2024-09-06T01:04:11.344+03:00"
  },
  {
    "uuid": "75f52506603b4a44c9a33942e8ff70e2cdfee546",
    "url": "https://n.yam.com/Article/20250724275937",
    "ord_in_thread": 0,
    "author": "編輯部",
    "published": "2025-07-24T03:33:00Z",
    "title": "基北北桃觀光新亮點 四市觀光代表團新加坡亮麗登場",
    "text": "基北北桃觀光新亮點 四市觀光代表團新加坡亮麗登場\n報新聞/編輯部\n根據交通部觀光署資料顯示，東南亞市場已躍升為來臺旅客的關鍵成長來源，為使東南亞旅客對旅遊北台維持熱度並增加新鮮感，基北北桃四市再次攜手組成觀光代表隊，由基隆市文化觀光局江亭玫局長、臺北市政府觀光傳播局余祥局長、新北市政府觀光旅遊局楊宗珉局長及桃園市政府觀光旅遊局陳靜芳局長，於7月29日至8日1日率領四市超過60家觀光業者，包括旅宿業、觀光工廠、伴手禮、商圈、免稅店、旅行社等觀光產業業者共同赴新加坡宣傳，在推介會上與新加坡地接社群交流，擴大辦理產官拜會，拓展東南亞客源市場，促進區域觀光發展與城市品牌形象提升。\n此次推廣活動以「Shiok you around」為行銷主題，融合了新加坡式英語Singlish，傳遞出「這趟旅程會帶你到處玩爽爽整個基北北桃！」四市聯手推出「深度旅遊」與「親子旅遊」兩大主題遊程，從山海秘境到城市漫遊，全面展現北台灣豐富的觀光資源與在地文化魅力，同時也將拜訪重要旅遊相關單位，包括：新加坡全國旅行社協會（NATAS）、曾兄弟旅行社、大通旅行社以及中華航空，深入了解新加坡旅客樣貌與觀光趨勢，並作為布署第四季旅遊旺季之準備。\n本次活動中，四市將首度與新加坡全國旅行社公會（NATAS）、馬來西亞華人旅遊業公會（MCTA）簽署觀光合作備忘錄（MOU），表示未來將在旅遊產品開發、團體旅客引進及媒體行銷等面向展開具體合作，為長期交流奠定合作基礎，進一步提升北台灣在新馬地區的品牌能見度。\n記者會現場也特別展出北台灣特色伴手禮，融合在地地景意象的「千層豆腐岩手工煎餅」、以及展現夜釣特色的「夜釣鎖管情境咖啡禮盒」的基隆伴手禮；新北則推出別具風味的「茶爆米花」及融合茶文化與美學的「坪感覺茶點禮盒」。臺北則選定深受歡迎的「熊后牛軋餅」與百年老店李亭香的「平安龜」，傳遞濃厚的城市人情味；桃園則以兼具寓意與美感的「招財進寶千兩箱」及「大溪風情馬克杯」為代表，充分展現四市的地方特色與創意巧思。\n基隆市文化觀光局江亭玫局長表示，基隆獲《Harper’s-bazaar》雜誌列為全球12個不容忽視的旅遊城市之一，豐富的歷史文化底蘊、獨特的海港風情、絕美的海岸線與地質景觀、各種美食及新鮮海產，向來就極受國際觀光客青睞，連結基隆精彩的節慶活動「鷄籠中元祭」、「TUMAN和平島社靈廟王船祭」、「基隆海洋老鷹嘉年華」、「基隆潮藝術雙年展」等，攜手基北北桃觀光產業業者，展現食宿遊購行之產業鏈及接待能量，期透過此次推廣活動建立觀光產業溝通平台，吸引東南亞旅客蒞基旅遊。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Lifestyle and Leisure->travel and tourism",
      "Human Interest->celebrity",
      "Economy, Business and Finance->tourism and leisure industry",
      "Economy, Business and Finance->economy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:53:26.783+03:00",
    "updated": "2025-07-24T07:58:55.000+03:00"
  },
  {
    "uuid": "ad9844b6141a3aa9972561c77ab3a6fef565d1c5",
    "url": "https://vnexplorer.net/in-solidarity-with-pak-caretaker-pm-bans-new-year-celebrations-across-country-s701108.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T05:08:00Z",
    "title": "'In solidarity with...': Pak caretaker PM bans New Year celebrations across country",
    "text": "‘In solidarity with…’: Pak caretaker PM bans New Year celebrations across country\nPakistan caretaker Prime Minister Anwaarul Haq Kakar on Thursday announced a ban on New Year celebrations in the country to express solidarity with the people in Gaza.\nIn a brief address to the nation, Mr Kakar urged to show solidarity with the Palestinians and exhibit sobriety and humility at the New Year.\n“Keeping in mind the seriously concerning situation in Palestine and to show solidarity with our Palestinian brothers and sisters, there will be a strict ban by the government on holding any kind of event for New Year,” he said.\nHe said that over 21,000 Palestinians were killed so far by the Israeli forces that “crossed all limits of violence and injustice” with around 9,000 children dead since the Israeli bombardment began on October 7.\n“The whole Pakistani nation and the Muslim world are in a sheer state of anguish over the massacre of innocent children and genocide of unarmed Palestinians in Gaza and the West Bank.”\nHe said Pakistan had dispatched two aid packages to Palestine while a third package was being prepared.\nHe said Pakistan was engaged in talks with Jordan and Egypt to provide timely aid to Palestine and to evacuate the injured present in Gaza.\nMr Kakar said Pakistan tried to highlight the plight of the Palestinian people on various global forums and would continue to do so in the future as well to stop the Israeli bloodshed.\nPakistan’s New Year celebrations are traditionally not huge due to the influence of Islamic groups who try to stop the festivities through various methods, including the use of force.\nALSO READ | Thousands attend pro-Palestine protest in Pakistan, chant anti-American slogans",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mb9Qj.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mb9Qj.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pak",
          "sentiment": "negative"
        },
        {
          "name": "kakar",
          "sentiment": "none"
        },
        {
          "name": "anwaarul haq kakar",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "west bank",
          "sentiment": "none"
        },
        {
          "name": "palestine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T08:26:03.407+02:00",
    "updated": "2023-12-29T08:26:03.407+02:00"
  }
]