[
  {
    "uuid": "3fe39467ce7a85aca8133591b82762c1f22bda47",
    "url": "https://www.finanznachrichten.de/nachrichten-2024-04/61925819-delveinsight-business-research-llp-usher-syndrome-market-to-exhibit-growth-at-a-cagr-of-10-55-by-2034-delveinsight-008.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PR Newswire",
    "published": "2024-04-11T22:36:00Z",
    "title": "DelveInsight Business Research, LLP: Usher Syndrome Market to Exhibit Growth at a CAGR of 10.55% by 2034 | DelveInsight",
    "text": "The dynamics of the Usher syndrome market are anticipated to change rapidly in the coming years owing to the anticipated launch of emerging therapies that have shown positive outcomes in clinical trials. Key players, such as LABORATOIRES THÉA, NACUITY PHARMACEUTICALS, AAVANTGARDE BIO, and others that are under phases III, II, and I of clinical development have the potential to create a significant positive shift in the Usher Syndrome market size.\nLAS VEGAS, April 11, 2024 /PRNewswire/ -- DelveInsight's Usher Syndrome Market Insights report includes a comprehensive understanding of current treatment practices, Usher syndrome emerging drugs, market share of individual therapies, and current and forecasted market size from 2020 to 2034, segmented into 7MM [the United States, the EU4 (Germany, France, Italy, and Spain) and the United Kingdom, and Japan].\nKey Takeaways from the Usher Syndrome Market Report\nAccording to DelveInsight's analysis, the market size for Usher syndrome reached USD 76.48 million in 2023 across the 7MM. Among the 7MM, the US accounted for the highest prevalent cases of Usher syndrome in 2023, with around 21K cases; these cases are expected to increase during the forecast period. Leading Usher syndrome companies such as LABORATOIRES THÉA, NACUITY PHARMACEUTICALS, AAVANTGARDE BIO, ODYLIA THERAPEUTICS, ELI LILLY AND COMPANY, ATSENA THERAPEUTICS, CLEARSIDE BIOMEDICAL , and others are developing novel Usher syndrome drugs that can be available in the Usher syndrome market in the coming years. The promising Usher syndrome therapies in the pipeline include ULTEVURSEN, NPI-001, DUAL ADENO-ASSOCIATED VIRUS-BASED USHER SYNDROME TYPE 1B GENE THERAPY, AAV- USH1C, AK-CLRN1, and ATSN-301, among others. In January 2020, the FDA granted Rare Pediatric Disease (RPD) designation for QR-421a for the treatment of patients with mutations in exon 13 of the USH2A gene. Discover which therapies are expected to grab the major Usher syndrome market share @ Usher Syndrome Market Report\nUsher Syndrome Overview\nUsher syndrome stands as the most prevalent deaf-blind syndrome, affecting half of those with deaf-blindness below the age of 65. This condition, rooted in genetics, manifests as a combination of hearing loss, retinopathy, and vestibular areflexia, each with varying forms and onset times. It is an autosomal recessive disorder, meaning it passes from parents to offspring, impacting the crucial senses of vision, hearing, and balance. Some cases also exhibit balance disorders and bilateral vestibular areflexia. USH is categorized into three primary clinical types - 1, 2, and 3 - each stemming from mutations in different genes and further subdivided into distinct subtypes.\nThe diagnosis of Usher syndrome involves detailed inquiries into the individual's medical history alongside assessments of hearing, balance, and vision. Audiologic examinations gauge the range and volume of sounds perceivable by the individual. An electroretinogram measures the retina's light-sensitive cell response to electrical stimuli. Additionally, a retinal examination is conducted to inspect the retina and other eye structures. Various tests are employed to assess vestibular (balance) function, evaluating different aspects of the balance system. Most genes linked to Usher Syndrome can be clinically tested through genetic testing.\nUsher Syndrome Epidemiology Segmentation\nThe Usher syndrome epidemiology section provides insights into the historical and current Usher syndrome patient pool and forecasted trends for the 7MM. It helps recognize the causes of current and forecasted patient trends by exploring numerous studies and views of key opinion leaders.\nThe Usher syndrome market report proffers epidemiological analysis for the study period 2020-2034 in the 7MM segmented into:\nTotal Prevalent Cases of Usher Syndrome Type-specific Prevalence of Usher Syndrome Age-specific Prevalence of Usher Syndrome Diagnosed and Treated Cases of Usher Syndrome Usher Syndrome Treatment Market\nPresently, there is no known cure for Usher syndrome. The most effective approach involves early detection. Handling and addressing the condition entails managing issues related to hearing, vision, and balance. Typically, strategies for addressing hearing problems encompass the use of hearing aids, assistive listening devices, cochlear implants, or alternative methods of communication. Some eye specialists suggest that a substantial dosage of vitamin A palmitate might slow down, though not stop, the advancement of retinitis pigmentosa. Other avenues such as gene therapy, medication-based treatments, and artificial organ replacements are currently at the forefront. Ongoing studies into the role of Usher proteins in the function of auditory and visual cells will play a crucial role in pinpointing the most effective target for gene replacement therapy.\nResults from a lengthy clinical trial, backed by the National Eye Institute and the Foundation Fighting Blindness, suggest that Vitamin A could potentially decelerate the advancement of retinitis pigmentosa. The research indicates that adults with a prevalent type of retinitis pigmentosa might find advantages in taking a daily 15,000 IU (international units) supplement of vitamin A in its palmitate form. At present, there are limited and experimental treatments for retinal degeneration, all focused on postponing the full loss of photoreceptors.\nGene therapy appears to be a promising treatment option for retinal degeneration in Usher syndrome due to its typically monogenic recessive inheritance. Moreover, since Usher syndrome patients often have impaired hearing from birth, they can be identified early on through newborn screening programs before retinal degeneration sets in. Exploring nanoparticles as a delivery mechanism holds potential as another valuable area for research.\nTo know more about Usher syndrome treatment guidelines, visit @ Usher Syndrome Management\nUsher Syndrome Pipeline Therapies and Key Companies\nULTEVURSEN: LABORATOIRES THÉA NPI-001: NACUITY PHARMACEUTICALS RESEARCH PROGRAM: DUAL ADENO-ASSOCIATED VIRUS BASED USHER SYNDROME TYPE 1B GENE THERAPY: AAVANTGARDE BIO AAV- USH1C: ODYLIA THERAPEUTICS AK-CLRN1: ELI LILLY AND COMPANY ATSN-301: ATSENA THERAPEUTICS RESEARCH PROGRAM: GENE THERAPY: CLEARSIDE BIOMEDICAL Learn more about the FDA-approved drugs for Usher syndrome @ Drugs for Usher Syndrome Treatment\nUsher Syndrome Market Dynamics\nThe dynamics of the Usher syndrome market are expected to change in the coming years. As a frequently used modality for cancer treatment, Usher syndrome presents a huge market to any new entrant , with a huge population suffering from the disorder, easily diagnosed due to its clear clinical presentation. Advances in radiation delivery technology , such as intensity-modulated radiation therapy, can help minimize radiation-induced skin toxicity, particularly in certain tumor types like breast cancer.\nProphylactic application of a topical steroid is favored for high-risk patients, while topical steroids are commonly used for acute cases. While there is interest in topical antioxidants or oral enzymes for prevention, no clear benefit has been shown. There is a significant interest in understanding mechanisms of dermal injury to mitigate the dermatologic effects of radiation therapy, although prospective data for intervention guidance are currently limited.\nFurthermore, many potential therapies are being investigated for the treatment of Usher syndrome, and it is safe to predict that the treatment space will significantly impact the Usher Syndrome market during the forecast period. Moreover, the anticipated introduction of emerging therapies with improved efficacy and a further improvement in the diagnosis rate are expected to drive the growth of the Usher Syndrome market in the 7MM.\nHowever several factors may impede the growth of the Usher Syndrome market. Impairment of the skin barrier function carries the risks of wound formation, loss of immune function , and infection. Further, radiation can also damage the microvascular system, increasing the risk of tissue hypoxia and fibrosis and activating an inflammatory cascade, leading to acute and chronic skin changes. Depending on the severity and location of chronic skin changes after RT, there is potential for decreased quality of life due to pain, recurrent wounds, decreased range of motion, and cosmetic dissatisfaction.\nDespite technological advances in radiation delivery and growing interest in managing skin reactions, there is no gold standard in Usher syndrome management . There are limited prospective randomized data on the use of pharmacologic or supportive care agents, topical or non-topical, to prevent and treat Usher syndrome. Several off-label treatment options are currently available in the market, which will capture a huge market share and thus present tough competition to any new entrant. There has been a steady rise in alternatives for Usher syndrome in the oncology space, potentially decreasing the prevalence of Usher syndrome .\nMoreover, Usher Syndrome treatment poses a significant economic burden and disrupts patients' overall well-being and QOL. Furthermore, the Usher Syndrome market growth may be offset by failures and discontinuation of emerging therapies , unaffordable pricing , market access and reimbursement issues , and a shortage of healthcare specialists . In addition, the undiagnosed, unreported cases and the unawareness about the disease may also impact the Usher Syndrome market growth.\nUsher Syndrome Market Report Metrics\nDetails\nStudy Period\n2020-2034\nCoverage\n7MM [the United States, the EU4 (Germany, France, Italy, and Spain) and the United Kingdom, and Japan].\nUsher Syndrome Market CAGR\n10.55 %\nUsher Syndrome Market Size in 2023\nUSD 76.48 million\nKey Usher Syndrome Companies\nLABORATOIRES THÉA, NACUITY PHARMACEUTICALS, AAVANTGARDE BIO, ODYLIA THERAPEUTICS, ELI LILLY AND COMPANY, ATSENA THERAPEUTICS, CLEARSIDE BIOMEDICAL, and others\nKey Pipeline Usher Syndrome Therapies\nULTEVURSEN, NPI-001, RESEARCH PROGRAM: DUAL ADENO-ASSOCIATED VIRUS-BASED USHER SYNDROME TYPE 1B GENE THERAPY, AAV- USH1C, AK-CLRN1, ATSN-301, RESEARCH PROGRAM: GENE THERAPY, and others\nScope of the Usher Syndrome Market Report\nTherapeutic Assessment: Usher Syndrome current marketed and emerging therapies Usher Syndrome Market Dynamics: Key Market Forecast Assumptions of Emerging Usher Syndrome Drugs and Market Outlook Competitive Intelligence Analysis: SWOT analysis and Market entry strategies Unmet Needs, KOL's views, Analyst's views, Usher Syndrome Market Access and Reimbursement Discover more about Usher Syndrome drugs in development @ Usher Syndrome Clinical Trials\nTable of Contents\n1.\nUsher Syndrome Key Insights\n2.\nUsher Syndrome Report Introduction\n3.\nUsher Syndrome Overview at a Glance\n4.\nUsher Syndrome Executive Summary\n5\nUsher Syndrome Key Events\n6\nEpidemiology and Market Forecast Methodology\n6.\nDisease Background and Overview\n7.\nUsher Syndrome Treatment and Management\n8.\nUsher Syndrome Guidelines\n9.\nUsher Syndrome Epidemiology and Patient Population\n10.\nPatient Journey\n11.\nKey Endpoints in Usher Syndrome\n12.\nUsher Syndrome Marketed Drugs\n13.\nUsher Syndrome Emerging Drugs\n14.\n7MM Usher Syndrome Market Analysis\n15.\nMarket Access and Reimbursement\n16.\nKOL Views\n17.\nUnmet Needs\n18.\nSWOT Analysis\n19.\nAppendix\n20.\nDelveInsight Capabilities\n21.\nDisclaimer\n22.\nAbout DelveInsight\nRelated Reports\nUsher Syndrome Pipeline\nUsher Syndrome Pipeline Insight - 2024 report provides comprehensive insights about the pipeline landscape, pipeline drug profiles, including clinical and non-clinical stage products, and the key Usher syndrome companies, including Laboratoires Théa, Nacuity Pharmaceuticals, Eli Lilly and Company, Odylia Therapeutics, among others.\nUsher Syndrome Type 2 Epidemiology Forecast\nUsher Syndrome Type 2 Epidemiology Forecast - 2032 report delivers an in-depth understanding of the disease, historical and forecasted Usher syndrome type 2 epidemiology in the 7MM, i.e., the United States, EU5 (Germany, Spain, Italy, France, and the United Kingdom), and Japan.\nRetinitis Pigmentosa Market\nRetinitis Pigmentosa Market Insights, Epidemiology, and Market Forecast - 2034 report deliver an in-depth understanding of the disease, historical and forecasted epidemiology, as well as the market trends, market drivers, market barriers, and key gene therapy In retinitis pigmentosa companies, including Johnson & Johnson Innovative Medicine, MeiraGTx, Beacon Therapeutics, Nanoscope Therapeutics, Gensight Biologics, 4D Molecular Therapeutics, Coave Therapeutics, Ocugen, Bionic Sight, jCyte, Endogena Therapeutics, ProQR Therapeutics, Aldeyra Therapeutics, among others.\nRetinitis Pigmentosa Pipeline\nRetinitis Pigmentosa Pipeline Insight - 2024 report provides comprehensive insights about the pipeline landscape, pipeline drug profiles, including clinical and non-clinical stage products, and the key retinitis pigmentosa companies, including Acucela Inc, Allergan Plc, Amarantus Bioscience Holdings Inc, Amgen Inc, Applied Genetic Technologies Corp, Asklepios BioPharmaceutical Inc, Astellas Pharma Inc, Caladrius Biosciences Inc, Dompe Farmaceutici SpA, GenSight Biologics SA, Grupo Ferrer Internacional SA, IDPharma Co Ltd, Janssen Pharmaceutical, MeiraGTx, Anabasis Pharma, Allegro Ophthalmics, Nacuity Pharmaceuticals, ReNeuron, jCyte, Editas Medicine, SanBio, NightstarTherapeutics, Biogen, OiDE OptoEye, among others.\nAbout DelveInsight\nDelveInsight is a leading Business Consultant and Market Research firm focused exclusively on life sciences. It supports pharma companies by providing comprehensive end-to-end solutions to improve their performance. Get hassle-free access to all the healthcare and pharma market research reports through our subscription-based platform PharmDelve .\nContact Us\nShruti Thakur\ninfo@delveinsight.com\n+14699457679\nwww.delveinsight.com\nLogo: https://mma.prnewswire.com/media/1082265/DelveInsight_Logo.jpg\nView original content:https://www.prnewswire.co.uk/news-releases/usher-syndrome-market-to-exhibit-growth-at-a-cagr-of-10-55-by-2034--delveinsight-302112986.html\nGroßer Dividenden-Report 2024 von Dr. Dennis Riedl Der kostenlose Dividenden-Report zeigt ganz genau, wo Sie in diesem Jahr zuschlagen können. Das sind die Favoriten von Börsenprofi Dr. Dennis Riedl Jetzt hier klicken © 2024 PR Newswire",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "external_links": [
      "https://www.prnewswire.co.uk/news-releases/usher-syndrome-market-to-exhibit-growth-at-a-cagr-of-10-55-by-2034--delveinsight-302112986.html",
      "https://twitter.com/intent/tweet?source=webclient&url=https://www.finanznachrichten.de/nachrichten-2024-04/61925819-delveinsight-business-research-llp-usher-syndrome-market-to-exhibit-growth-at-a-cagr-of-10-55-by-2034-delveinsight-008.htm%2F&text=DelveInsight",
      "https://www.xing.com/app/user?op=share;url=https://www.finanznachrichten.de/nachrichten-2024-04/61925819-delveinsight-business-research-llp-usher-syndrome-market-to-exhibit-growth-at-a-cagr-of-10-55-by-2034-delveinsight-008.htm",
      "https://share.flipboard.com/bookmarklet/popout?v=2&title=DelveInsight",
      "https://www.linkedin.com/shareArticle?mini=true&url=https://www.finanznachrichten.de/nachrichten-2024-04/61925819-delveinsight-business-research-llp-usher-syndrome-market-to-exhibit-growth-at-a-cagr-of-10-55-by-2034-delveinsight-008.htm&title=deintitel",
      "https://www.facebook.com/sharer.php?u=https://www.finanznachrichten.de/nachrichten-2024-04/61925819-delveinsight-business-research-llp-usher-syndrome-market-to-exhibit-growth-at-a-cagr-of-10-55-by-2034-delveinsight-008.htm",
      "https://getpocket.com/edit?url=https://www.finanznachrichten.de/nachrichten-2024-04/61925819-delveinsight-business-research-llp-usher-syndrome-market-to-exhibit-growth-at-a-cagr-of-10-55-by-2034-delveinsight-008.htm",
      "https://www.share.flipboard.com/bookmarklet/popout?v=2&title=DelveInsight",
      "https://share.flipboard.com/bookmarklet/popout",
      "https://prnewswire.co.uk/news-releases/usher-syndrome-market-to-exhibit-growth-at-a-cagr-of-10-55-by-2034--delveinsight-302112986.html",
      "https://linkedin.com/shareArticle?mini=true&url=https://finanznachrichten.de/nachrichten-2024-04/61925819-delveinsight-business-research-llp-usher-syndrome-market-to-exhibit-growth-at-a-cagr-of-10-55-by-2034-delveinsight-008.htm&title=deintitel",
      "https://www.xing.com/app/user",
      "https://www.linkedin.com/shareArticle",
      "https://www.facebook.com/sharer.php",
      "https://facebook.com/sharer.php?u=https://finanznachrichten.de/nachrichten-2024-04/61925819-delveinsight-business-research-llp-usher-syndrome-market-to-exhibit-growth-at-a-cagr-of-10-55-by-2034-delveinsight-008.htm",
      "https://xing.com/app/user?op=share;url=https://finanznachrichten.de/nachrichten-2024-04/61925819-delveinsight-business-research-llp-usher-syndrome-market-to-exhibit-growth-at-a-cagr-of-10-55-by-2034-delveinsight-008.htm",
      "https://twitter.com/intent/tweet?source=webclient&url=https://finanznachrichten.de/nachrichten-2024-04/61925819-delveinsight-business-research-llp-usher-syndrome-market-to-exhibit-growth-at-a-cagr-of-10-55-by-2034-delveinsight-008.htm%2F&text=DelveInsight",
      "https://getpocket.com/edit?url=https://finanznachrichten.de/nachrichten-2024-04/61925819-delveinsight-business-research-llp-usher-syndrome-market-to-exhibit-growth-at-a-cagr-of-10-55-by-2034-delveinsight-008.htm",
      "https://getpocket.com/edit",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "iii",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "delveinsight business research",
          "sentiment": "negative"
        },
        {
          "name": "nacuity pharmaceuticals",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "las vegas",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "italy",
          "sentiment": "none"
        },
        {
          "name": "united kingdom",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "spain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T02:06:06.623+03:00",
    "updated": "2024-04-12T02:06:06.623+03:00"
  },
  {
    "uuid": "89a51d058326270220699f9182709986148922e6",
    "url": "https://whtc.com/2023/12/29/in-nigeria-and-much-of-africa-catholic-same-sex-couples-see-no-blessings-soon/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Syndicated Content",
    "published": "2023-12-29T11:01:00Z",
    "title": "In Nigeria and much of Africa, Catholic same-sex couples see no blessings soon",
    "text": "By Abraham Achirga\nABUJA (Reuters) – Nigerian Catholic couple Jane and Lucy have little hope their local parish church will bless their same-sex union anytime soon, as conservative priests across Africa choose to ignore a landmark Vatican ruling allowing such blessings.\nConservative Catholics have condemned the Vatican’s declaration two weeks ago, which was approved by Pope Francis, that will allow blessings for same-sex couples, as long as they are not part of the regular Church rituals or liturgies.\nThe pope has hit back against the criticism and what he called inflexible ideological positions that hinder the Church from moving forward.\nBut in many African countries, such as the continent’s most populous one, Nigeria, even having a same-sex relationship is outlawed and often punishable by long jail terms.\nLittle wonder that 39-year-old Jane, who has been living with her partner for six years, does not feel the Vatican’s declaration will change much.\n“Maybe in the next 20 years (or) next 30 years but right now it will be difficult for them (Bishops) to just accept this,” Jane told Reuters inside her room in north central Benue state.\nIn the Anglican church, the issue has caused deep divisions for more than two decades, most recently following Archbishop of Canterbury Justin Welby’s proposal earlier this year to allow priests to bless same-sex unions, bringing the faith close to splitting point.\nThe Catholic Church has so far sought to avoid the impression of conflict.\nCatholic bishops from Angola, Kenya, Nigeria, Malawi to Sao Tome and Principe, Uganda and Zimbabwe are among clerics who have said they will not bless same-sex couples, but have argued that the Pope’s decree can be interpreted as optional.\nFather Patrick Alumunku of St Louis Catholic Church Mbora parish in the capital Abuja said the Vatican declaration was unsettling for many followers but should be viewed as a move towards inclusiveness for all God’s children.\nHe denied that this was an incremental step to eventually accept same-sex unions in the church.\n“There are laws that have been made by God and by the church in 2000 years which cannot change,” said Alumunku.\nFor activist and poultry farmer Jane, the fact that the issue is being discussed openly is reason enough to consider eventually approaching her priest for a blessing, if her partner agrees.\n“I think he (Pope Francis) tried to understand the feelings of people who tend to be born different or people who basically are now becoming like the outcasts of this society,” she said.\n“We are getting there, a moment of self expression and acceptance is coming.”\n(Reporting by Abraham Achirga; Writing by MacDonald Dzirutwe; Editing by Tim Cocks and Sharon Singleton)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "abraham achirga",
          "sentiment": "negative"
        },
        {
          "name": "lucy",
          "sentiment": "negative"
        },
        {
          "name": "jane",
          "sentiment": "negative"
        },
        {
          "name": "pope francis",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "catholic",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "africa",
          "sentiment": "none"
        },
        {
          "name": "abuja",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        },
        {
          "name": "vatican",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T14:00:31.156+02:00",
    "updated": "2023-12-29T14:00:31.156+02:00"
  },
  {
    "uuid": "65b9a18c09252f5dcdb8902089aaad2df83c727b",
    "url": "https://www.telemundo.com/deportes/premier-league/tottenham-sanciona-a-yves-bissouma-por-compartir-video-inhalando-oxido-rcna166817",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TELEMUNDO",
    "published": "2024-08-15T20:46:00Z",
    "title": "Tottenham sanciona a Yves Bissouma por compartir video inhalando óxido nitroso",
    "text": "La temporada de la Premier League todavía no se pone en marcha, pero lo que ya inició fue la lista de escándalos. [MANTENTE AL DÍA CON TODO LO ÚLTIMO EN NUESTRO CANAL DE WHATSAPP](https://t.co/melczPBRUZ) Se trata del Yves Bissouma quien compartió un video donde se le puede ver inhalando óxido nitroso, en una clara violación a código de conducta del equipo del Tottenham. Por lo que la directiva decidió suspenderlo por lo menos un partido, por lo que este fin de semana no podrá iniciar la temporada de la Premier League frente al Leicester City. Ange Postecoglou, director técnico de los Spurs, comentó que Bissouma no ha cumplido con sus responsabilidades como modelo a seguir y necesita reconstruir la confianza con sus compañeros. “Se trata de un comportamiento que debe ser corregido. Ha tomado una mala decisión, y como club, debemos ayudarlo a evitar estas elecciones en el futuro”, sentenció el estratega. Y quien añadió que este tipo de sanciones también incluyen educación para que el jugador comprenda la gravedad de sus actos. TAMBIÉN TE PUEDE INTERESAR: [Le llegó la hora al Manchester City, dan fecha para su juicio](https://www.telemundo.com/deportes/premier-league/le-llego-la-hora-al-manchester-city-dan-fecha-para-su-juicio-rcna166569) [Padre de Lamine Yamal fue hospitalizado tras ser apuñalado](https://www.telemundo.com/deportes/la-liga/padre-de-lamine-yamal-esta-hospitalizado-tras-ser-apunalado-rcna166663) [Matthijs de Ligt llega al Manchester United como refuerzo de lujo](https://www.telemundo.com/deportes/premier-league/matthijs-de-ligt-llega-al-manchester-united-como-refuerzo-de-lujo-rcna166463)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://t.co/melczPBRUZ)",
      "https://www.t.co/melczPBRUZ)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:40:09.427+03:00",
    "updated": "2024-08-16T00:40:09.427+03:00"
  },
  {
    "uuid": "6f498c9da33781b70be09e564dc4d2ba208ffa8d",
    "url": "https://www.journaldugeek.com/2024/07/05/voici-une-astuce-tres-simple-pour-eliminer-les-microplastiques-de-votre-eau",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Raphaël A",
    "published": "2024-07-05T10:13:00Z",
    "title": "Voici une astuce très simple pour éliminer les microplastiques de votre eau",
    "text": "Microplastiques : Quels sont les risques ?\nLes microplastiques sont potentiellement dangereux pour lâ€™homme en raison de leur action nÃ©faste sur le systÃ¨me endocrinien. Ils font partie des fameux perturbateurs endocriniens qui interfÃ¨rent avec nos hormones (hormones thyroÃ¯diennes, Å“strogÃ¨ne, testostÃ©rone, etc.). Ils peuvent donc nuire au dÃ©veloppement et au bon fonctionnement de la reproduction, du systÃ¨me nerveux ou encore du systÃ¨me immunitaire.\nDe plus, des recherches indiquent que les effets des nanoplastiques, encore plus petits que les microplastiques, restent largement sous-Ã©tudiÃ©s. Ces particules pourraient avoir des consÃ©quences encore plus graves sur la santÃ© humaine puisqu’elles ont la capacitÃ© de pÃ©nÃ©trer les barriÃ¨res biologiques encore plus facilement.\nComment Ã©liminer les microplastiques de lâ€™eau ?\nHeureusement, il existe un moyen de rÃ©duire considÃ©rablement la concentration de microplastiques dans lâ€™eau. La solution est simple : il suffit de la faire bouillir.\nLe processus dâ€™Ã©bullition peut Ã©liminer la plupart des microplastiques\nSelon des chercheurs de lâ€™UniversitÃ© mÃ©dicale de Guangzhou, cette solution traditionnelle, dÃ©jÃ utilisÃ©e pour purifier lâ€™eau dans de nombreux pays nâ€™ayant pas un accÃ¨s facile Ã lâ€™eau potable, pourrait aussi sâ€™avÃ©rer utile pour Ã©liminer les microplastiques.\nLes chercheurs ont ajoutÃ© des microplastiques Ã de l’eau douce et l’ont fait bouillir pendant cinq minutes, avec des rÃ©sultats prometteurs : lorsqu’elle est bouillie, l’eau dure riche en minÃ©raux produit du carbonate de calcium (le calcaire qui forme parfois une croÃ»te ou un dÃ©pÃ´t dans les casseroles et les bouilloires). Ils ont ainsi dÃ©couvert que ces petits Ã©clats de carbonate de calcium parviennent Ã emprisonner les particules de plastique. Il suffit ensuite de filtrer lâ€™eau pour se dÃ©barrasser de ces dÃ©pÃ´ts potentiellement chargÃ©s de microplastiques.\nLes rÃ©sultats peuvent varier\nCette technique fonctionne mieux avec une eau dure, c’est-Ã -dire riche en calcium et en magnÃ©sium. Puisque le processus dÃ©pend de ces minÃ©raux pour capturer les microplastiques, une eau adoucie qui contient peu de minÃ©raux ne pourra pas Ãªtre aussi bien purifiÃ©e.\nLâ€™Ã©tude, publiÃ©e dans\nEnvironmental Science & Technology Letters, montre des rÃ©sultats diffÃ©rents en fonction de la duretÃ© de lâ€™eau : faire bouillir de l’eau douce n’Ã©limine qu’environ 25 % des microplastiques, tandis que faire bouillir de l’eau dure en Ã©limine jusqu’Ã 90 %.\nD’autres astuces pour une eau plus pure\nBouillir et filtrer son eau avant de la consommer peut Ãªtre fastidieux. Il existe d’autres solutions pour se dÃ©barrasser des microplastiques :\nUtiliser des filtres Ã eau\nCertains filtres Ã eau peuvent filtrer la plupart des microplastiques prÃ©sents dans lâ€™eau du robinet. Voici quelques solutions efficaces contre les microplastiques :\n- Les filtres Ã osmose inverse :\nL’osmose inverse utilise une membrane semi-permÃ©able pour Ã©liminer un grand nombre de contaminants, y compris les microplastiques. Cette mÃ©thode est trÃ¨s efficace pour purifier l’eau, en filtrant Ã©galement les mÃ©taux lourds, les bactÃ©ries et les virus. Cependant, elle consomme beaucoup dâ€™eau : pour obtenir 1 litre dâ€™eau osmosÃ©e, il faut utiliser jusquâ€™Ã 3 litres dâ€™eau du robinet. De plus, lâ€™eau osmosÃ©e peut sâ€™avÃ©rer â€œtrop pureâ€� car le processus de filtrage Ã©limine aussi les minÃ©raux, ce qui peut provoquer des carences.\n- Les distillateurs dâ€™eau :\nUn distillateur chauffe l’eau jusqu’Ã ce qu’elle atteigne son point d’Ã©bullition. La vapeur monte dans un condenseur, se refroidit et est collectÃ©e dans un rÃ©cipient sÃ©parÃ©, dÃ©barrassÃ©e des microplastiques mais aussi de la plupart des nutriments.\nUtiliser moins de plastique au quotidien\nBien quâ€™il ne soit pas possible dâ€™Ã©liminer totalement notre exposition aux microplastiques, quelques bonnes pratiques permettent de limiter leur ingestion.\nLes emballages peuvent faire la diffÃ©rence\nDes Ã©tudes rÃ©centes ont montrÃ© que les bouteilles en plastique peuvent contenir bien plus de microplastiques quâ€™on ne le pensait. Il est donc intÃ©ressant de limiter la consommation dâ€™eau en bouteille et de privilÃ©gier une eau du robinet filtrÃ©e et des contenants en verre.\nLâ€™achat dâ€™aliments en vrac est aussi une excellente solution pour limiter lâ€™exposition aux microplastiques. Tout comme lâ€™eau, les aliments emballÃ©s peuvent contenir bien plus de microplastiques que ceux vendus sans emballage.\nDe mÃªme, pour les cosmÃ©tiques, il existe des alternatives sans emballage, notamment grÃ¢ce aux produits solides. De nombreuses marques proposent dÃ©sormais des versions solides et sans plastique de dÃ©odorants, savons, shampoings et mÃªme de dentifrices ! Avec ce type de produit, aucun risque dâ€™ingestion de plastique.\nAdopter une consommation plus consciente de lâ€™environnement\nDe faÃ§on gÃ©nÃ©rale, la prÃ©sence de microplastiques dans lâ€™environnement peut Ãªtre rÃ©duite en adoptant une consommation plus consciente : en choisissant activement un mode de vie moins polluant et plus respectueux de lâ€™environnement, nous pouvons minimiser notre impact Ã©cologique et en finir progressivement avec les microplastiques.\nğŸŸ£ Pour ne manquer aucune news sur le Journal du Geek, abonnez-vous sur\n[Google ActualitÃ©s]. Et si vous nous adorez, on a [une newsletter tous les matins].",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://pubs.acs.org/doi/abs/10.1021/acs.estlett.4c00081",
      "https://www.pubs.acs.org/doi/abs/10.1021/acs.estlett.4c00081"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T14:31:14.084+03:00",
    "updated": "2024-07-05T14:31:14.084+03:00"
  }
]