[
  {
    "uuid": "c47f5bf575bec9afa1125977922f3c843e476556",
    "url": "https://news.abplive.com/elections/india-bloc-change-constitution-reservations-muslims-pm-modi-uttar-pradesh-mirzapur-rally-lok-sabha-polls-1690315",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ABP News Bureau",
    "published": "2024-05-26T00:00:00Z",
    "title": "'I.N.D.I.A Bloc Will Change Constitution For Muslim Quota': PM Modi In UP's Mirzapur",
    "text": "During a poll rally in UP's Mirzapur, PM Modi alleged that the I.N.D.I.A bloc will \"change the Constitution to provide reservation to Muslims\". As the country is headed for the last and seventh phase of the Lok Sabha elections 2024, Prime Minister Narendra Modi on Sunday addressed a public meeting in Mirzapur, Uttar Pradesh. During the public meeting, PM Modi came down heavily at the I.N.D.I.A bloc and alleged that the alliance has \"decided to change Constitution to give reservation to Muslims.\" Calling the alliance 'racist\" and \"casteist\" and accusing them of nepotism, PM Modi said: \"People of Uttar Pradesh understand politics. Any intelligent person would never invest in a party that is already falling. Who will vote for them? People of the country have understood INDI alliance and that they are communal ('sampradiak'), casteist ('jativadi') and ‘parivaarwadi’.” VIDEO | “People of Uttar Pradesh understand politics. Any intelligent person would never invest in a party that is already falling. Who will vote for them? People of the country have understood INDI alliance and that they are communal ('sampradiak'), casteist ('jativadi') and…— Press Trust of India (@PTI_News) [pic.twitter.com/HGd3MfDGED] [May 26, 2024] Referring to a speculation on an understanding within the alliance of choosing five different prime ministers in five years if the I.N.D.I.A bloc wins elections, PM Modi asked: \"...The I.N.D.I alliance partners are saying that there will be 5 Prime Ministers in 5 years. Can such a big country run like this?...can a PM run the country who will be busy saving his post...So the country has decided to bring in a strong PM to build a strong country, and that is why NDA is getting massive support... No one wants to waste their vote on SP...\" — ANI (@ANI) [#WATCH]| Addressing a public meeting in Mirzapur, Uttar Pradesh, Prime Minister Narendra Modi says, \"...The INDI alliance partners are saying that there will be 5 Prime Ministers in 5 years. Can such a big country run like this?...can a PM run the country who will be busy saving… [pic.twitter.com/bdtv9NNYjd] [May 26, 2024] Drawing comparison between his dedication to work for the backward class and the opposition's \"dedication to vote bank\", he said: \"Samajwadi party and Congress people are dedicated to vote bank whereas Modi is dedicated to the poor, Dalits and backward people of the country...\" — ANI (@ANI) [#WATCH]| Addressing a public meeting in Mirzapur, Uttar Pradesh, Prime Minister Narendra Modi says, \"Samajwadi party and Congress people are dedicated to vote bank whereas Modi is dedicated to the poor, Dalits and backward people of the country...\" [pic.twitter.com/BTyL5rFWh1] [May 26, 2024] Prime Minister Modi further lashed out at the opposition alliance for being \"extremely communal\" and alleged how Samajwadi Party \"looked forward to the mafias as part of its vote bank\"and \"released terrorists\". \"The country has come to know the INDI alliance people very well. These people are extremely communal. They are extremely racist and are extreme nepotists. Whenever their government is formed, these people make decisions on this basis...Law and Order and the Samajwadi Party are opposite to each other...Samajwadi Party government used to look forward to the mafias as a part of the vote bank...But under the Yogi government action is being taken on the mafias,\" PM Modi said. — ANI (@ANI) [#WATCH]| Addressing a public meeting in Mirzapur, Uttar Pradesh, Prime Minister Narendra Modi says, \"The country has come to know the INDI alliance people very well. These people are extremely communal. They are extremely racist and are extreme nepotists. Whenever their… [pic.twitter.com/cTksDCCk0n] [May 26, 2024] PM Modi also claimed during the rally that the people of \"India have decided to form the Modi government for the third time because of its good policies and intentions.\" \"My nation comes first,” he added. VIDEO | Here's what PM Modi (— Press Trust of India (@PTI_New [@narendramodi]) said while addressing an election rally in Mirzapur, UP. “Six phases of the Lok Sabha election have been conducted. The people of India have decided to form the Modi government for the third time because of its good policies and… [pic.twitter.com/N2A220GbtZ] ALSO READ: Priyanka Gandhi Slams Modi Over 'Mujra' Remark, Says 'PM Ke Pad Ko Itna Gira Chuke...' Election 2024 News on ABP Live for more latest stories and trending topics. Watch breaking news and top headlines online on ABP News LIVE TV See Today's Weather Top Headlines India Severe Cyclone 'Remal' To Hit Indian Coasts Midnight; Kolkata And Coastal Bengal Brace For Impact — Top Points Election 2024 Prayers Being Read In Pakistan For I.N.D.I.A Bloc’s Win, Jihadis Supporting Them: PM Modi UP UK CCTV Found In Women’s Changing Room At 'Chhota Haridwar', Mahant Absconding IPL IPL 2024 Final: Sunil Narine Needs 18 Runs To Become First-Ever IPL Player To... Trending News and tablets Election 2024 16 Photos Lok Sabha Polls: Rahul Gandhi, CJI Chandrachud, CEC Rajiv Kumar & Others Cast Their Votes — IN PICs",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.accuweather.com/?partner=web_abp_adc",
      "https://www.accuweather.com/",
      "https://accuweather.com/?partner=web_abp_adc"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "modi",
          "sentiment": "negative"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "people of uttar pradesh",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mirzapur",
          "sentiment": "none"
        },
        {
          "name": "lok sabha",
          "sentiment": "none"
        },
        {
          "name": "uttar pradesh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-26T11:18:00.737+03:00",
    "updated": "2024-05-26T14:54:35.344+03:00"
  },
  {
    "uuid": "d3207bd6330bc78aa548c0c0d5e7b115346e6264",
    "url": "https://en.gmw.cn/2024-07/05/content_37422154.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "JYZ",
    "published": "2024-07-04T16:00:00Z",
    "title": "McDonald's invests in food supply chain in central China",
    "text": "This photo taken on July 3, 2024 shows a view of the factory of McDonald's China Supply Chain Smart Industrial Park in Xiaogan City, central China's Hubei Province. (Xinhua/Wu Zhizun) WUHAN, July 4 (Xinhua) -- U.S. fast food chain McDonald's has teamed up with four bakeries and food suppliers, including Bimbo and Tyson Foods, to jointly launch a food supply base in central China's Hubei Province. The smart industrial park in Hubei's Xiaogan City, put into operation on Wednesday, is expected to produce nearly 300 million loaves of bread, 30,000 tonnes of meat products, 30 million pastries and two billion packaging products annually. Phyllis Cheung, CEO of McDonald's China, said that McDonald's has been in China for over 30 years, adding that the launch of the smart industrial park for food supply is an important step in deepening its engagement in the Chinese market. Cheung noted that the industrial park will further improve the supply efficiency of McDonald's outlets and accelerate the company's localization in China's central and western regions. The industrial park in Xiaogan covers an area of more than 300,000 square meters and is built with a total investment of 1.5 billion yuan (about 206 million U.S. dollars) for food production, packaging and cold chain logistics. \"The average automation rate for each link in the industrial park exceeds 70 percent,\" Cheung said, adding that technologies like the Internet of Things and big data have been applied to achieve efficient integration from raw materials, manufacturing and warehousing to logistics and cold chain distribution, enabling real-time traceability of the entire process data. McDonald's has opened more than 6,000 restaurants in China, making it the company's second-largest and fastest-growing market worldwide, according to Cheung. ■ This photo taken on July 3, 2024 shows a view of the factory of McDonald's China Supply Chain Smart Industrial Park in Xiaogan City, central China's Hubei Province. (Xinhua/Wu Zhizun) This photo taken on July 3, 2024 shows a view of the factory of McDonald's China Supply Chain Smart Industrial Park in Xiaogan City, central China's Hubei Province. (Xinhua/Wu Zhizun) This photo taken on July 3, 2024 shows a view of the factory of McDonald's China Supply Chain Smart Industrial Park in Xiaogan City, central China's Hubei Province. (Xinhua/Wu Zhizun) An aerial drone photo taken on July 3, 2024 shows a view of the factory of McDonald's China Supply Chain Smart Industrial Park in Xiaogan City, central China's Hubei Province. (Xinhua/Wu Zhizun) [In pics: Elie Saab's Fall/Winter 2024-2025 Haute Couture collections at Paris Fashion Week](https://en.gmw.cn/2024-07/02/content_37415662.htm) [\"Bond with Kuliang: 2024 China-U.S. Youth Festival\" held in China's Fujian](https://en.gmw.cn/2024-07/02/content_37415641.htm) 点击右上角微信好友 朋友圈 请使用浏览器分享功能进行分享",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Health",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bimbo",
          "sentiment": "none"
        },
        {
          "name": "cheung",
          "sentiment": "none"
        },
        {
          "name": "wu zhizun)",
          "sentiment": "none"
        },
        {
          "name": "phyllis cheung",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mcdonald",
          "sentiment": "negative"
        },
        {
          "name": "mcdonald's china supply chain smart",
          "sentiment": "neutral"
        },
        {
          "name": "xinhua",
          "sentiment": "none"
        },
        {
          "name": "mcdonald's china",
          "sentiment": "none"
        },
        {
          "name": "tyson foods",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "hubei",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "wuhan",
          "sentiment": "none"
        },
        {
          "name": "xiaogan",
          "sentiment": "none"
        },
        {
          "name": "xiaogan city",
          "sentiment": "none"
        },
        {
          "name": "hubei province",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T07:25:31.973+03:00",
    "updated": "2024-07-05T11:37:12.885+03:00"
  },
  {
    "uuid": "ffeae97a9280b5140871d9957af6657677e8e5d9",
    "url": "https://ihu.unisinos.br/categorias/653732-e-um-mito-dizer-que-adolescentes-sao-saudaveis-policrise-afeta-saude-mental-das-juventudes",
    "ord_in_thread": 0,
    "author": "Patricia Fachin",
    "published": "2025-06-26T00:00:00Z",
    "title": "É um mito dizer que adolescentes são saudáveis. Policrise afeta saúde mental das juventudes - Instituto Humanitas Unisinos - IHU",
    "text": "Ciclo de estudos “Juventudes e o espírito do tempo e do espaço. Desafios tecnopolíticos e socioambientais”, promovido pelo Instituto Humanitas Unisinos – IHU, reflete sobre a policrise que afeta as juventudes: crise da saúde, a crise econômica, a crise relativa ao custo de vida e a crise da democracia. Katherine Smith, pesquisadora da Universidade de York, Reino Unido, ministra videoconferência nesta quinta-feira, 26-06-2025\nO termo “policrise” remete a uma condição em que crises de diversas naturezas se manifestam simultaneamente e, mais do que isso, se retroalimentam, gerando efeitos complexos e de difícil resolução. Assim tem sido descrita, por exemplo, a crise de saúde mental que afeta as juventudes no mundo todo, associada, por especialistas de diferentes áreas do conhecimento, às crises econômica, social e política, mas também ao acesso desmedido às telas, redes sociais, videogames e ao isolamento.\nPós-pandemia de Covid-19 aumentaram as pesquisas sobre a relação entre policrise e juventude. Pesquisadores alertam para os efeitos que a inter-relação de diversas crises está causando nos jovens. Katherine Smith, professora de Política Social na Universidade de York, Reino Unido, pesquisa os efeitos de quatro crises na saúde mental das juventudes: a crise da saúde, a crise econômica, a crise relativa ao custo de vida e a crise da democracia. Ela também realiza pesquisas qualitativas com jovens, abordando temas como família, relacionamentos, apoio emocional e saúde mental. “Espero que uma maior compreensão das experiências de apoio e saúde mental das gerações mais jovens possa se traduzir em práticas e políticas públicas e, em última análise, ter um impacto positivo na vida dos jovens”, afirma ao comentar os estudos sobre o tema.\nKatherine Smith (Foto: Reprodução Universidade de York)\nKatherine Smith, graduada em Educação, mestre em Justiça Social e Educação e doutora em Educação pela Universidade de York, é a próxima conferencista do Ciclo de estudos Juventudes e o espírito do tempo e do espaço. Desafios tecnopolíticos e socioambientais, promovido pelo Instituto Humanitas Unisinos – IHU. Nesta quinta-feira, 26-06-2025, ela ministra a videoconferência “Juventude europeia e suas articulações políticas em tempos de profundas desigualdades”. O evento será transmitido na página eletrônica do IHU, nas redes sociais e no YouTube às 10h.\nEstudo publicado em maio deste ano na revista The Lancet, com a participação de pesquisadores do Murdoch Children’s Research Institute (MCRI), trata da relação entre saúde e juventudes. Segundo dados do relatório, 24% da população mundial é formada por jovens, mas eles recebem somente 2,4% dos recursos globais de saúde. A previsão é de que até 2050, 70% dos jovens viverão em áreas urbanas, o que desperta preocupações em relação à pobreza, ao isolamento e à moradia precária. “Um mito comum é que os adolescentes são saudáveis e, portanto, não precisam de serviços de saúde. No entanto, nossas descobertas mostram que, em todos os países, os adolescentes precisam de acesso a serviços de saúde responsivos que possam identificar e responder confidencialmente às suas necessidades emergentes de saúde”, destaca Susan Sawyer, pesquisadora do MCRI. Segundo ela, o relatório traz informações atuais sobre o estado de saúde dos jovens e “as descobertas [do estudo] são alarmantes, exigem ação urgente e responsabilidade, em colaboração com os adolescentes, para criar espaços mais seguros e mudanças significativas”. O relatório foi lançado em 28 de maio deste ano, na 78ª Assembleia Mundial da Saúde da Organização Mundial da Saúde, em Genebra.\nNa Espanha, a associação Cyber Guardians publicou, também no mês passado, o relatório “Vidas Digitais Mais Saudáveis”, no qual apresenta problemas de saúde mental ocasionados ao uso precoce de smarthpones e acesso irrestrito à internet. O que se observa, de acordo com o estudo, é um amento significativo de doença mental entre os jovens associado a esses fatores. “A doença mental entre jovens de até 20 anos na Espanha tem apresentado um aumento explosivo desde 2012, especialmente entre as meninas. Esse aumento culminou nos meses imediatamente posteriores ao início da pandemia de Covid-19, atingindo níveis recordes, com um aumento de 300% em comparação com 1997”, afirma o relatório.\nPara a presidente da Associação de Saúde Pública de Madri (AMaSaP), Pilar Serrano, a situação revela “um problema de saúde pública” que precisa ser enfrentado a partir de uma “visão abrangente”. Segundo as orientações da AMaSaP, se as questões relativas à saúde mental não forem abordadas de forma ampla, as soluções serão “imperfeitas, devido aos determinantes sociais e estruturais, como desigualdades que impedem as crianças de terem tempo de lazer saudável longe das telas em seus bairros ou que seus pais possam exercer o controle parental porque raramente estão por perto devido às suas longas jornadas de trabalho”.\nSegundo Marta Beltrán, chefe da Área Científica da Agência Espanhola de Proteção de Dados e pesquisadora da Universidade Rey Juan Carlos, entre as medidas a serem enfrentadas está a de regulamentar o setor de tecnologia. “Há regulamentações que eles devem cumprir, como o Regulamento de Proteção de Dados Pessoais, a Lei Geral da Comunicação Audiovisual, o Regulamento de Serviços Digitais, o Regulamento de Inteligência Artificial, e agora temos um projeto de lei abrangente para a proteção de menores online. Existem ferramentas, mas o setor precisa cumpri-las”, adverte.\nHugo Monteiro Ferreira, pós-doutor em Estudos da Criança pela Universidade do Minho, Portugal, e doutor em Educação pela Universidade Federal do Rio Grande do Norte (UFRN), autor de A Geração do Quarto: quando crianças e adolescentes nos ensinam a amar (Rio de Janeiro: Record, 2022), realizou uma pesquisa com 3.115 meninos e meninas, entre 11 e 18 anos, de cinco capitais brasileiras, com “sérios problemas de saúde mental”.\nA Geração do Quarto: quando crianças e adolescentes nos ensinam a amar (Foto: Divulgação)\nSegundo ele, os jovens que “passam mais de seis horas dentro de seus quartos, se envolveram com bullying e/ou ciberbullying, apresentam comportamento autodestrutivo – autolesão sem intenção suicida, ideação suicida, tentativa de suicídio mais de uma vez –, apresentam quadro de sintomatologia psicopatológica – transtornos obsessivos compulsivos, transtornos alimentares, transtornos de ansiedade geral, síndrome do pânico, distúrbio do sono –, têm muita dificuldade de inter-relação face a face com os membros da família e utilizam excessivamente as redes sociais digitais”. Dos entrevistados, relata, “238 se envolveram com violência sistemática, tentaram se matar mais de uma vez, cortam a pele para aliviar a dor do psiquismo, não falam com mãe, com pai, mas usam as redes sociais de forma intensa e densa. Abusam do álcool, fazem sexo sem camisinha, adoram as redes e a internet, falam que não querem sair da casa dos pais. Estão muito tristes e falam sobre a tristeza como um sentimento desafiador”. A “geração do quarto”, contudo, pontua, não é restrita a esses marcadores etários, mas estende-se a adultos que também enfrentam sofrimento psíquico.\nNa avaliação do pesquisador, “a geração do quarto na América Latina é produto de um profundo modelo social e econômico injusto, desumano, atrelado a modelos de convivência social baseado menos na cooperação e mais na competição, menos no respeito à alteridade e mais na tentativa de não compreender diferenças identitárias”.\nO Ciclo de estudos Juventudes e o espírito do tempo e do espaço. Desafios tecnopolíticos e socioambientais tem como objetivo “debater, de forma transdisciplinar, aspectos sociológicos das juventudes, seus papéis e suas perspectivas no contexto contemporâneo de transformações políticas, ecológicas e econômicas”.\nA atividade é gratuita e aberta ao público. Será fornecido certificado a quem se inscrever e, no dia do evento, assinar a presença por meio do formulário disponibilizado durante a transmissão. Inscreva-se aqui. A programação completa do ciclo está disponível na página do evento. Assista as quatro conferências ministradas neste semestre no Canal do IHU no YouTube.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Education"
    ],
    "topics": [
      "Health->mental health and disorder",
      "Health->developmental disorder",
      "Health->health organisation",
      "Social Issue->children",
      "Social Issue->social problem",
      "Social Issue->social services",
      "Education->social learning",
      "Education->students"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "http://www.youtube.com/watch?v=aTj_Jg75_jM",
      "http://www.youtube.com/watch",
      "http://youtube.com/watch?v=aTj_Jg75_jM"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T14:43:42.560+03:00",
    "updated": "2025-06-26T11:51:21.000+00:00"
  }
]