[
  {
    "uuid": "fe7533a610194b3943a663e6c370db125df0f46f",
    "url": "https://www.eurasiareview.com/26052024-antisemitism-threatens-jews-and-occupation-threatens-judaism-analysis",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "James M. Dorsey",
    "published": "2024-05-26T02:28:00Z",
    "title": "Antisemitism Threatens Jews, And Occupation Threatens Judaism – Analysis",
    "text": "Israeli historian Yuval Noah Hariri is seeing his worst nightmare unfold before his eyes.\n“Imagine a world where Judaism discards the spiritual and moral legacy it has accumulated over generations, burns down ‘love your neighbor as yourself’ and sets fire to ‘you shall not covet your neighbor’s house.’ Imagine a world in which ‘Judaism’ becomes a synonym for religious fanaticism, racism, and brutal oppression. Could Judaism survive such a spiritual destruction?” Mr. Hariri asked three months before Hamas’s game-changing October 7 attack on Israel.\nMr. Hariri’s nightmare began to unfold when Binyamin Netanyahu partnered in 2022 with militant religious Zionists, ultra-conservatives, and ultra-nationalists to form the most far-right government in Israel’s history.\nThe nightmare became reality with Israel’s response to the Hamas attack; the devastation of Gaza; the killing of tens of thousands of innocent Palestinians and the wounding of tens of thousands more; and the mindless effort to subject Palestinians, destroy traces of their existence as a distinct group, and quash their hope of achieving their national aspirations.\nHowever, the seeds of the nightmare were planted decades earlier with the Israeli capture of the West Bank, Gaza, and East Jerusalem in the 1967 Middle East war and its occupation of Palestinian land since.\nMr Hariri’s nightmare and scholars’ research into problematic precepts of the Halakha, Jewish law, take on added significance with religious Zionism increasingly driving Israeli claims to all of Palestine.\nAs a result, Israel’s claims, West Bank policies, and Gaza war conduct shine a spotlight on Jewish religious legal precepts, much like the 9/11 Al Qaeda attacks did with Islam.\nReligious Zionism struggled for decades to identify a project that would match secular Zionism’s success in creating a Jewish state. The settlement of occupied lands historically claimed by religious Zionists as Jewish was a once-in-a-lifetime opportunity.\nSettlements became religious Zionists’ flagship project, facilitated by the ruling Labour Party’s propagation of settlements south of Jerusalem and in the Jordan Valley for security purposes. Settlements have led religious Zionists down a path of belief in Jewish supremacism that has turned them into an existential threat to Judaism as we know it.\nIt is a path that surrendered religious Zionism, despite the silent majority’s rejection of religious extremism to men like Meir Kahane, an America-born ultranationalist and racist rabbi, who was convicted on terrorism charges and is National Security Minister Itamar Ben Gvir’s idol; Baruch Goldstein, an American-Israeli settler who in 1994 killed 29 Muslim worshippers and wounded 125 others in Hebron’s Cave of the Patriarchs that served as a mosque; and Yigal Amir, a right-wing extremist, who a year later assassinated Israeli Prime Minister Yitzhak Rabin.\nMr. Hariri likens the threat posed by the rise of extremist religious Zionists to the Babylonians’ destruction of the First Jewish Temple in 586 BC when they conquered Jerusalem and the Romans’ razing of the Second Jewish Temple in 70 AD.\nIt is a threat far more existential than the renewed rise of anti-Semitism accelerated by Israel’s Gaza war conduct.\n“Can Judaism survive a Third Destruction?… What if the Third Destruction is different? What if, this time, the Zealots succeeded in creating a messianic state that would destroy Israeli democracy and would persecute Arabs, secular people, women, and LGBTQ people? What if that state were to embrace a racist ideology of Jewish supremacy – but thanks to its nuclear weapons and cyber industries, it managed to avoid for some time economic and political destruction? If this were to happen, then Judaism would have to deal with an unprecedented kind of destruction – a spiritual destruction… Every day that religious Zionist rabbis and politicians are leading Israel toward spiritual destruction, without encountering serious in-house resistance, will just make their future spiritual crisis more intractable,” Mr. Hariri warned.\nResistance by what likely is the silent majority of religious Jews opposed to ultra-conservative, extremist religious Zionism is one path towards evading what Mr. Hariri dubs the Third Destruction.\nResistance needs to be coupled with religious reform that tackles problematic precepts of Jewish law.\n“The Jewish people were always ethnocentric. It believes in the supremacy of its ethnic collective over other nations. This is a blatantly hierarchical conception, according to which the Jew is superior to the non-Jew. But throughout history, this was a supremacy that lacked the force of a state and an apparatus for wielding control over non-Jews,” said political scientist Menahem Klein.\nLike Mr. Hariri, Mr. Klein is one of several scholars who have charted the emergence of contemporary expressions of militant Judaism. Mr. Klein labels it Jewish messianism and categorises it as “a new Judaism.”\nMr. Klein argued that “this new Judaism was not shaped in the beit midrash (study hall of the Torah) as classical Judaism was, but within the framework of a dominant Israeli regime in general and rule over the Palestinians in particular. The ethnocentrism evolved from a form of self-awareness into a modus operandi, from a universal mission into oppression and occupation.”\nMr. Klein suggested that “Jewish messianism has undergone a transformation. Classic Jewish literature depicted the advent of a messianic age following a catastrophe or great crisis, the birth pangs of the Messiah, a war of Gog and Magog. All those elements are part of the messianic transition from the realm of history into one that transcends history.”\nHe went on to say that “in contrast, the new Jewish messianism is a product of historical success, the achievement of Jewish sovereignty, and the wielding of power over non-Jewish surroundings.”\nSociologist Gershon Shafir has charted what he describes as an evolution from a perceived secular Jewish privilege that justified a claim to Palestine based on religion, ethnicity, and/or race to notions of Jewish supremacy rooted in Jewish religious law as articulated by members of Israel’s current government and proponents of militant religious Zionism.\nThe transition raised tricky legal questions for religious Zionist rabbis and scholars . While the harsh commandments of conquest codified in Maimonides’s 12th-century Mishne Torah barred a return to Arab sovereignty of occupied land, Mr. Shafir said the status of the territories’ inhabitants needed to be defined.\n“In the wake of the 1967 occupation, prominent religious Zionist rabbis forged what I call an ‘originalist’ interpretation around the commandments of conquest…particularly of its harsh codification in Maimonides’s 12th-century Mishne Torah. The vast majority agrees that the land conquered cannot be returned to Arab hands, but they are also engaged in a protracted debate of the archaic conditions under which Arabs in the Occupied Palestinian Territories are to be viewed as meeting the multiple conditions for being considered ‘ger toshav’ (resident alien) in ‘Judea and Samaria and Gaza?” Mr. Shafir said.\nOn what conditions did Palestinians qualify as ger toshav? Were they idolaters, or did they observe the seven commandments of the Sons of Noah that constitute principles imposed on non-Jews? Did residents need to recognise Jewish supremacy? If so, was it still necessary to make them ‘wretched and humiliated’ following Maimondes’ commandments, and how does one do that? What would the fate of the residents be if they did not qualify as ger toshav and, therefore, had no right to remain on the territory?\nIsraelis evaded answering these questions before the capture of the West Bank, Gaza, and Jerusalem. They were effectively fudged as Israel tried to figure out how to deal with a non-Jewish minority within its legal borders. The willingness and ability to continue to do so post-1967 was fundamentally altered by the demographics of the conquest of land that held great significance for religious nationalists.\nPost-1967, fudging issues was no longer an option. Israelis could no longer evade coming to grips with the commandment to inherit and settle the land of Israel.\nThe conquest set off a process in Judaism not unlike the impact of Muslim religious forces’ political and social involvement in the search for a social order in Muslim-majority lands that accommodated both Islam and modernity with similar outcomes.\nMilitant religious Zionism’s Halakhic state is not that different from concepts of an Islamic state’s notions of the caliphate and political Islamic and jihadist thinking regarding what it means for the majority of the population as well as minorities.\nThe process of building support for notions of a Jewish or an Islamic theocracy involved ensuring that a politicized religion played an ever more important role in identity.\nMuch like in the Islamic State, politicization involved territorial ambition. In militant religious Zionist views of a Jewish state grounded in the Halakha, this meant an Israel controlling the land of ancient Israel in which there would be no place, no equitable place, for non-Jews.\nThe transition from privilege to supremacy involved emphasising different religious texts. Initially dominating Israel, the secular Labour movement and the left sought religious grounding in the Talmud, the primary rabbinical source of religious law and theology.\nIn contrast to the Tanakh or Hebrew Bible, the Talmud focuses less on the history of Jewish life in the Land of Israel in Antiquity. The Bible’s focus makes it more of a guiding text for religious Zionists and ultra-nationalists like Messrs. Ben-Gvir and Finance Minister Bezalel Smotrich.\n“A sovereign state with a large Jewish majority could not have existed without the ethnic cleansing carried out in the 1948 war and its aftermath. Back then, a new form of Judaism had already started to take on form and substance. That process was accelerated after 1967 with the establishment of the settlements. In school textbooks, the Books of Joshua, Judges, and Kings supplanted those of the prophets who had preached social justice and a moral regime – Isaiah, Jeremiah, and Amos,” Mr. Klein noted.\nUnlike discussions in Islam about the nature of an Islamic state, the Jewish battle over the primacy of texts was fought in an environment in which legal debate about the rules that govern statecraft, warfare, and policies towards minorities had stagnated for more than a millennium because they were of no relevance to a community that did not control a state and land of its own and was a minority in its own right.\n“There is no precedent in Jewish history for the existence of a Jewish state that constitutes a regional power and rules another people. Never before has the Jewish people possessed a combination like this of sovereignty, power, and control, which are being exploited to oppress another people,” Mr. Klein said.\nReligious Zionists had little, if anything, to help them come to grips with the immense changes in the structure and legitimacy of the state since Maimonides codified Jewish law in the 12th century.\nThe codification represented a worldview that did not bode well for Jews or non-Jews, certainly not in a 21st-century world. Yet, Maimonides’ 14-volume magnus opus constitutes legal ground zero for religious Zionists.\nMaimonides codified Jewish concepts that influenced Muslim legal thinking and have been retained in Judaism and Islam even though they were no longer appropriate or fit for purpose.\nThe Halakhic notion of the ger toshav or resident alien was not all that different from the notion of the dhimmi, the protected but unequal status in Islam of People of the Book, Jews and Christians, but suddenly had taken on a relevance it had not had for a thousand years.\nLike the dhimmi, the ger toshav was expected to pay tribute. Also, like the dhimmi, the ger toshav did not enjoy equal rights.\nMaimonides argued in favor of the subjugation of the ger toshav that needed to be “demeaning and humiliating.” Residents were not allowed to lift their heads against Israel or be offered preferential treatment.\nThe modern-day religious Zionist interpretation of these principles means that the Israeli government must demand that ger toshav or residents recognise Jewish sovereignty and Israel as a Jewish state. Refusal to do so would deprive them of the right to reside on the land, a principle that has crept into Israeli policies.\n“As long as Jewish nationalism is bound up with Judaism as a historic religion and people, equality and partnership of non-Jews in sovereignty cannot be seen as just a secular phenomenon involving a division of power and government.” Mr. Klein said.\nHe suggested that the solution may be “to find a Jewish theological and historic basis for sharing sovereignty with non-Jews. That challenge now awaits the opponents of Jewish supremacy.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.myjewishlearning.com/article/the-mishneh-torah/",
      "https://www.haaretz.com/israel-news/2023-07-13/ty-article-magazine/can-judaism-survive-a-messianic-dictatorship-in-israel/00000189-5049-de0f-afbb-7c6d75a40000",
      "https://pomeps.org/wp-content/uploads/2020/07/POMEPS_Studies_41_Web.pdf",
      "https://en.idi.org.il/publications/6875",
      "https://www.haaretz.com/opinion/2023-04-08/ty-article-magazine/israels-rule-over-the-palestinians-has-created-a-new-judaism/00000187-5d43-dde0-afb7-7f53f63f0000",
      "https://haaretz.com/israel-news/2023-07-13/ty-article-magazine/can-judaism-survive-a-messianic-dictatorship-in-israel/00000189-5049-de0f-afbb-7c6d75a40000",
      "https://www.pomeps.org/wp-content/uploads/2020/07/POMEPS_Studies_41_Web.pdf",
      "https://www.en.idi.org.il/publications/6875",
      "https://www.myjewishlearning.com/article/the-mishneh-torah",
      "https://myjewishlearning.com/article/the-mishneh-torah/",
      "https://haaretz.com/opinion/2023-04-08/ty-article-magazine/israels-rule-over-the-palestinians-has-created-a-new-judaism/00000187-5d43-dde0-afb7-7f53f63f0000"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yuval noah hariri",
          "sentiment": "negative"
        },
        {
          "name": "hariri",
          "sentiment": "none"
        },
        {
          "name": "binyamin netanyahu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "judaism",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-26T08:14:56.768+03:00",
    "updated": "2024-05-26T08:14:56.768+03:00"
  },
  {
    "uuid": "db860e4bb84a8f8cc5ac62d746a468f9e710b4bf",
    "url": "http://business.starkvilledailynews.com/starkvilledailynews/article/bizwire-2024-1-5-global-antibody-therapeutic-market-analysis-forecasts-high-growth-in-biopharmaceutical-sector-2024-2033-researchandmarketscom",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Starkville Daily News",
    "published": "2024-01-05T21:41:00Z",
    "title": "Global Antibody Therapeutic Market Analysis Forecasts High Growth in Biopharmaceutical Sector, 2024-2033 - ResearchAndMarkets.com | News | starkvilledailynews.com",
    "text": "The \"Global Antibody Therapeutic Market: Focus on Format, Disease Area, Route of Administration, End Users, Region, and Competitive Landscape - Analysis and Forecast, 2024-2033\" report has been added to ResearchAndMarkets.com's offering.\nThis seminal analysis forecasts a significant expansion period in the biopharmaceutical industry, specifically detailing projected growth through the year 2033.\nThe document thoroughly examines antibody therapeutics, which constitute a critical component in the development of treatment options across various disease areas. The publication highlights a surge in demand for such therapies as a response to the increasing prevalence of chronic conditions and the need for more precise treatment methods. The breakdown of the global market is distinctly segmented based on disease areas, formats, routes of administration, end-user demographics, and regions.\nThese subdivisions provide an insightful lens through which the market can be understood and evaluated:\nAutoimmune and Inflammatory Diseases and Oncology are spotlighted as key disease areas benefitting from antibody therapeutics. From a format perspective, emerging trends in Monoclonal Antibodies and Bispecific Antibodies are poised for substantial growth. Analysis by route of administration uncovers the widespread use of Intravenous and Subcutaneous methods. Considering end-users, the research meticulously looks into utilization rates in Hospitals and Long-term Care Facilities. Regionally, the report delves into market dynamics within North America, Europe, the Asia-Pacific territory, and the Rest-of-the-World sector, highlighting areas with high growth potential. The findings within the report aim to be a beacon for stakeholders, elucidating opportunities wherein new entrants might find footholds and identify strategies to carve out or expand their market presence.\nKey players are analyzed in light of their competitive tactics, reflecting the diverse and dynamic nature of the global market landscape. An array of key questions is addressed, guiding prospective readers toward discovering impactful industry trends, determining segments with the highest growth rates, and understanding geographical regions with significant market opportunities. The extensive research publication stands as a definitive resource for those vested in the global antibody therapeutic market, from healthcare providers to pharmaceutical companies and industry investors seeking to navigate the ever-evolving contours of antibody therapeutic solutions.\nGlobal Antibody Therapeutic Market - An In-Depth Insight\nThe scholarly content offered in the report not only addresses pivotal questions concerning market participants and competitive tactics but also frames these insights within the broader scope of emerging industry trends and their concomitant impact on future market growth. Esteemed readers seeking to fortify their understanding and strategize accordingly will find this report to be invaluable.\nIt shines a spotlight on promising segments expected to record stellar Compound Annual Growth Rates (CAGR) and lays out the regions equipped with substantial opportunities for market expansion. For further details, the publication, complete with its actionable insights and thorough market evaluations, is available now.\nFor more information about this report visit https://www.researchandmarkets.com/r/vgvhl7\nAbout ResearchAndMarkets.com\nResearchAndMarkets.com is the world's leading source for international market research reports and market data. We provide you with the latest data on international and regional markets, key industries, the top companies, new products and the latest trends.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20240105595471/en/\nContacts ResearchAndMarkets.com\nLaura Wood, Senior Press Manager\npress@researchandmarkets.com\nFor E.S.T Office Hours Call 1-917-300-0470\nFor U.S./ CAN Toll Free Call 1-800-526-8630\nFor GMT Office Hours Call +353-1-416-8900",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "external_links": [
      "https://cts.businesswire.com/ct/CT?id=bwnews&sty=20240105595471r1&sid=fincn&distro=ftp",
      "https://www.researchandmarkets.com/r/vgvhl7",
      "https://www.researchandmarkets.com/report/antibody-drug?utm_source=BW&utm_medium=PressRelease&utm_code=4vwlnz&utm_campaign=1922482+-+Global+Antibody+Therapeutic+Market+Analysis+Forecasts+High+Growth+in+Biopharmaceutical+Sector%2c+2024-2033&utm_exec=chdomsai",
      "https://www.businesswire.com/news/home/20240105595471/en/",
      "https://researchandmarkets.com/report/antibody-drug?utm_source=BW&utm_medium=PressRelease&utm_code=4vwlnz&utm_campaign=1922482+-+Global+Antibody+Therapeutic+Market+Analysis+Forecasts+High+Growth+in+Biopharmaceutical+Sector%2c+2024-2033&utm_exec=chdomsai",
      "https://www.cts.businesswire.com/ct/CT?id=bwnews&sty=20240105595471r1&sid=fincn&distro=ftp",
      "https://www.businesswire.com/news/home/20240105595471/en",
      "https://www.researchandmarkets.com/report/antibody-drug",
      "https://cts.businesswire.com/ct/CT",
      "https://businesswire.com/news/home/20240105595471/en/",
      "https://researchandmarkets.com/r/vgvhl7"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "route of administration",
          "sentiment": "neutral"
        },
        {
          "name": "researchandmarkets.com",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:02:47.697+02:00",
    "updated": "2024-01-06T00:02:47.697+02:00"
  },
  {
    "uuid": "04fcc3982cb9bdd9596e8ac74bcd773677fa7b70",
    "url": "https://www.watfordobserver.co.uk/news/national/24016337.thousands-homes-remain-without-power-wake-storm-gerrit/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-29T03:40:00Z",
    "title": "Thousands of homes remain without power in wake of Storm Gerrit | Watford Observer",
    "text": "Thousands of homes remain without power as the post-storm cleanup begins in the wake of Storm Gerrit. Around 1,500 homes in Scotland experienced their second night without power in Scotland while a lightning strike hit supplies in Wales on Thursday. Power company Scottish and Southern Electricity Networks said it had restored supply to more than 46,000 properties that lost power due to the storm, with people in the north east and Shetland worst affected. They said the remaining homes should be reconnected on Friday with welfare vans serving hot food and drink to affected customers from 9am. Operations director Andy Smith said: “This has been a difficult couple of days for the communities affected and I’m grateful to them for their patience and support as our teams work extremely hard to restore power.” National Grid UK said 36,000 properties were without power in Ceredigion on Thursday after lightning struck. Three men died after their 4×4 vehicle was submerged in the River Esk, near Glaisdale, on Thursday, North Yorkshire Police said. A supercell thunderstorm moved across the northwest of England on Thursday after a similar storm is thought to have resulted in a tornado that damaged homes in Greater Manchester on Wednesday. Around 100 properties were damaged by what police called a “localised tornado” in Stalybridge, Tameside and in the badly-hit village of Carrbrook. Hayley McCaffer, 40, who lives in Carrbrook, told the PA news agency that some of her neighbours’ houses “are an absolute disaster” with missing roofs and “squished” cars. Damage will be covered by standard property insurance policies, the Association of British Insurers has said. ScotRail said many lines have been reopened but urged passengers to check for the latest information before travelling, a message echoed by LNER, Avanti West Coast and London Northwestern Railway who suspensed or cancelled services due to damage or system faults. Friday will see significant disruption for travellers wishing to travel on the London Euston and Watford Junction lines with services expected to be up and running by the end of the day. In Wales, the aftermath of the recent severe weather will see rail services hampered until Monday. Ferry services also experienced cancellations and delays due to storm activity with operator DFDS confirming sailings between Dover and France were delayed due to strong winds in the English Channel. Air travel in and out of the UK saw cancellations but most services have returned to normal. The Met Office reported the worst of Storm Gerrit had passed with the last few days of 2023 forecast to be unsettled with strong winds, rain and even snow on higher ground. Met Office chief forecaster Steven Ramsdale said: “Heavy rain will spread across all but the far north on Saturday, affecting similar areas previously affected by Storm Gerrit. However, this rainfall will be a step down from that seen during Storm Gerrit.” Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "andy smith",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "north yorkshire police",
          "sentiment": "none"
        },
        {
          "name": "scottish and southern electricity networks",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "shetland",
          "sentiment": "none"
        },
        {
          "name": "scotland",
          "sentiment": "none"
        },
        {
          "name": "glaisdale",
          "sentiment": "none"
        },
        {
          "name": "river esk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:25:36.053+02:00",
    "updated": "2023-12-29T11:25:36.053+02:00"
  },
  {
    "uuid": "4f2329d3081318525876f3e63278f93e529796f9",
    "url": "https://shanghaiist.com/solanas-bonk-surpasses-shiba-inu-and-dogecoin-in-trading-volume/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@shanghaiist",
    "published": "2023-12-28T22:00:00Z",
    "title": "Solana's BONK Surpasses Shiba Inu and Dogecoin in Trading Volume",
    "text": "- BONK, a memecoin on the Solana network, has experienced a significant price increase, with a 6700% surge since January, outperforming Solana (SOL) and Bitcoin (BTC). Despite this, it has faced corrections with a 14% drop in daily charts and over 40% in weekly charts. - After being listed on Coinbase, BONK’s trade volume crossed the $30 million mark, surpassing Dogecoin (DOGE) and Shiba Inu (SHIB) on the platform. However, its utility is questioned, and competitors like DOGE and SHIB continue to dominate the memecoin market. - CoinCodex predicts that BONK may consolidate around its current levels and could reach $0.00001487 by January 1, 2024. BONK’s price may also be influenced by Solana’s performance, as it saw a drop after hitting a yearly high but could potentially rise if SOL gains momentum or if a bull run occurs in 2024. “` In the cryptocurrency world, a new star has emerged in the form of BONK, a memecoin built on the Solana blockchain. After a period of dormancy throughout most of 2023, BONK has experienced an explosive increase in value recently. This surge is attributed to its inclusion on Coinbase, leading to trading volumes that have eclipsed those of well-known memecoins like Dogecoin and Shiba Inu, with transactions crossing the $30 million threshold on the platform. Recent Performance and Market Movements - BONK has shown a staggering 6700% price increase since January, outshining both its blockchain base, Solana, which rose nearly 1000%, and even Bitcoin, which saw a 160% rise. - Despite its significant ascent, BONK has undergone a sharp correction, dropping by more than 14% on the daily charts, over 40% weekly, and 12% over the last fortnight. - Still, BONK has maintained a 244.5% gain over the past month, showcasing its volatile yet robust performance. Market Predictions and Future Outlook - Market analysts are cautious about the future of BONK due to its limited utility and the dominance of other memecoins like Dogecoin and Shiba Inu in the sector. - CoinCodex forecasts a potential consolidation around the current price levels, projecting BONK could hit $0.00001487 by January 1, 2024. - The coin’s future movements could also be influenced by Solana’s performance, which has recently faltered but may boost BONK if it regains momentum. - There is also speculation that BONK could benefit from a potential cryptocurrency bull run in 2024. [CoinGecko](https://www.coingecko.com/en/coins/bonk)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Social Issue"
    ],
    "external_links": [
      "https://www.coingecko.com/en/coins/bonk)",
      "https://coingecko.com/en/coins/bonk)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "solana",
          "sentiment": "negative"
        },
        {
          "name": "- coincodex",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bonk",
          "sentiment": "negative"
        },
        {
          "name": "sol",
          "sentiment": "none"
        },
        {
          "name": "shib",
          "sentiment": "none"
        },
        {
          "name": "doge",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bonk surpasses shiba inu",
          "sentiment": "none"
        },
        {
          "name": "dogecoin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T03:23:45.961+02:00",
    "updated": "2023-12-29T03:23:45.961+02:00"
  },
  {
    "uuid": "9eb5cb73201a97c5fa49eeebc4ef6bd6e7f0fab7",
    "url": "https://www.meneame.net/story/papa-francisco-pidio-ucrania-levante-bandera-blanca-negocie-paz/c092",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "sovieterrimo",
    "published": "2024-03-09T23:12:00Z",
    "title": "#92 El papa Francisco pidió a Ucrania que levante la bandera blanca y negocie la paz",
    "text": "[HackerRuso](/user/HackerRuso)a [ambito.com](/go/link/3916814) [#1](c1#c-1) Realista diría.\nUcrania no tiene posibilidad alguna de ganar la guerra, es como si España entrara en guerra con USA, más vale una retirada a tiempo a que siga muriendo gente.\n[#31](c31#c-31) Solo por recordar, a Ucrania no le queda un solo barco de guerra, Rusia tiene todos los que estan fuera del mar Negro operativos y en el Mar negro 2/3 de la flota original...\n[#29](c29#c-29) Ya, desde tu cómodo teclado es muy fácil hablar de honor. ¿Quieres ir voluntario a la guerra a defender el honor de los ucranianos?\n[#10](c10#c-10) Palestina no tiene ninguna posibilidad de ganar a Israel, ¿entonces es mejor que se dejen matar como ratas?\n[#56](c56#c-56) Según el papa, Palestina es tan culpable como Israel de la guerra y debería buscar la paz.\nhttps://www.vaticannews.va/es/papa/news/2024-03/papa-francisco-entrevista-redio-television-suiza-marzo-2024.html\nla guerra la hacen dos, no uno. Los irresponsables son estos dos que hacen la guerra. Luego no sólo hay guerra militar, sino que está la \"guerra de guerrillas\", por así decirlo, de Hamás, por ejemplo, un movimiento que no es un ejército. Es algo malo\".\nEl Papa piensa que los agredidos son también culpables. Raro para quien dice predicar el amor\n[#58](c58#c-58) Es que el Papa y alguien con un\nminimo de sentido critico sabe que en Palestina no hay una guerra, no hay dos naciones con sus respectivos ejércitos enfrentándose. Lo que hay es un genocidio, por mucho que equipareis ya no se lo cree nadie, de hecho ni los que defendeis esa basura.\nTe ahorro una replica, defiendo el derecho de Ucrania a defenderse siempre que sea consecuente con las consecuencias que le traerá alargar la situación actual, y por supuesto sin intentar engañar a los demás con las causas del conflicto.\n[#74](c74#c-74) es falso mientes a propósito, el Gobierno invadido en Palestina sabes que no puede negociar absolutamente nada puesto que ni domina el territorio, ni tiene ejercito, ni esta reconocido el Estado palestino en la ONU. Pero cuidado yo no me pongo de perfil, al igual que pienso con Ucrania los palestinos tiene el derecho de oponerse a lo que sufren a través de cualquier medio, sistema u organización se llame OLP, Hamás, o cualquier otra que exista y luchar contra Israel con cualquier metodo como el ellos levan sufriendo 75 años, es decir, para que me entiendas liquidando a cualquier soldado hebreo, liquidando a cualquier colono que este ocupando sus tierras, atacando cualquier asentamiento o base israelí y secuestrando a quien sea igual que hace Israel con los miles de palestinos asesinados, encarcelados, torturados durante décadas, incluyendo civiles inocentes, ancianos y niños.\n[#71](c71#c-71) Tambien es cierto que si los palestinos entregarán a los secuestrados, Israel se detendría. El caso es que Ucrania no tiene secuestrados rusos.\n[#81](c81#c-81) Cierto, los agredidos deberían de dejarse de vandalismos y que manden a su ejercito a defenderse... ah, no, que no tienen ejercito.\n[#70](c70#c-70) Bueno, también podrían entregar unos cuantos secuestrados que tienen y igual dejaban de matarlos como a ratas.\n[#56](c56#c-56) O que dejen de poner bombas, lanzar cohetes de mierda, o hacer carnicerías tomando rehenes. En concreto, se les está pidiendo que devuevan los rehenes, pero ya sabes, Ucrania tiene que ser liberada de nazis drogadictos para parar esta locura y además Israel está haciendo un genocidio a un pueblo inocente que no ha hecho nada\n[#56](c56#c-56) de un lado esta uno de los ejercitos mejor preparados del mundo contemporaneo (!) y del otro niños, niñas y un par de loquitos con fusiles y misiles. Eso es una guerra? No! Es un genocidio.\n[#56](c56#c-56) Ya lo están haciendo, porque no tienen ejército ni capacidad alguna de sobreponerse a Israel. Pero el ejemplo no es muy bueno, porque en este caso hay un genocidio y occidente tiene capacidad de detener la masacre y simplemente no lo hace.\n[#10](c10#c-10) Ucrania ya ganó la guerra\nNi el gobierno \"nazi\" fue depuesto\nLa OTAN está mucho mas al este que antes, con mas miembros y mas presupuesto\nNo tienen ni el corredor hasta Transnistria\nNi politica\nNi geopolítica\nNi territoriorialmente\nRusia cumple objetivos\nAhora, se negociará cuando Ucrania de rearme, recupere territorios robados desde 2014 y en el proceso de paz estara la entrega, para ser juzgado, de Putin como criminal de guerra\n[#67](c67#c-67) Estás poniendo los supuestos objetivos de Putin, no de Ucrania.\nDecir que Ucrania ha ganado porque Putin no haya cumplido sus supuestos objetivos es ridículo. Han perdido un 20% del país, a saber el número de bajas, un país destrozado... Llamar a eso ganar es ridículo.\nLas negociaciones de paz del año pasado incluían la desnacificacion entre los puntos de paz. Al igual que Ucrania no debía entrar en la OTAN. Y lo del corredor a Transnistria te lo has sacado de la manga porque nunca ha expresado tal cosa.\nUna cosa es que no cumplieran parte de sus objetivos. Pero en el acuerdo de paz tendrán que continuar donde lo dejaron. Nadie ha salido ganando en esta guerra, como era de esperar.\nDejemos que los ucranianos decidan libremente su futuro en las próximas elecciones...\nAh! No! Que tienen prohibida a la oposición y encarcelados (los que no han sido asesinados) a los disidentes. Y el país tan endeudado que no pueden hacer otra cosa que no sea lo que le digan sus dueños extranjeros. Eso sin contar con el tema de la corrupción endémica que compra voluntades en muchos casos para poder sobrevivir.\nSi se hubiera dedicado a lo que prometió cuando lo eligieron: acabar con la guerra civil y conseguir la reconciliación nacional. Pero se dejó engañar por los cantos de sirena y ahora va camino de ser otro Sadam Hussein engañado por el Imperio, aunque aún está a tiempo de terminar como otro Guaidó refugiado.\n[#14](c14#c-14) Hay partidos opositores en el parlamento ucraniano.\nAhora moverás la portería a que no son opositores de verdad.\n[#28](c28#c-28) También hay opositores en el parlamento de Arabia Saudita o en el de Irán y sitios similares. Son los que no se oponen al régimen opresor. Los demás están o encarcelados o muertos.\nBanned political parties in Ukraine\nhttps://en.wikipedia.org/wiki/Category:Banned_political_parties_in_Ukraine\n[#4](c4#c-4) ¿Tú en serio crees que puede? ¿ Puede el sahara español decidir su futuro ? pues no, y lo sabes. ¿Pueden los gazatíes decidir su futuro? pues tampoco, y lo sabes, y así hasta el infinito. ¿Puede el Nepal decidir su futuro si a China se le pone entre ceja y ceja la idea de asaltarla? pues tampoco, podríamos seguir contínuamente. Sólo te salvas si tienes al \"primo de zumosol\" que te apoya o bien formas parte de algo más grande como la otan, pero en caso contrario lo tienes clarinete, pero vamos, que esto habrá sido así desde que el mundo es mundo, ¿Puede un conejo decidir su futuro si un depredador ya lo ha atrapado? no se.. es lo mismo. Al margen de si está bien o está mal, el mundo no va de eso.\n[#3](c3#c-3) \"O sea, que le entregue territorio a Rusia\"\nNo ha de entregar nada, ese territorio ya lo tiene Rusia.\nEs mas, hay quien opina que ese territorio, ya es Rusia\n[#7](c7#c-7) Sí, lo opina putin y una cohorte de desnortados en MNM. Porque entonces alguno podría decir que \"Es más, hay quien opina que ese territorio, ya es Israel\" y echarnos unas risas.\nBueno, pues si lo dice el Papa, habrá que hacerle caso, no? Que le pida a Putin tener el coraje de reconocer que la ha liado y se retire fuera de Ukrania.\n[#33](c33#c-33) A mi no me hace ni puta gracia, pero lo cierto es que hasta el Dnipro todo es Rusia y que cisjordania es de Israel dede hace años...\nPor ahora.\n[#7](c7#c-7) Hasta que no acabe la guerra sigue siendo Ucrania. Luego, dependerá de como se firme la paz... una paz que tendrá que llegar algún día.\n[#44](c44#c-44) Realmente no es asi, un territorio le pertenece de facto a quien puede ejercer la soberania sobre el, ahora mismo Crimea es Rusia porque Rusia ejercer la soberania sobre ella.\nLuego esta el reconocimiento internacional, que es otra otra, por ejemplo Kosovo para algunos paises sigue siendo parte de Serbia y para otros es un estado independiente, pero de facto, como comentaba antes, es un estado independiente.\nNormalmente cuando se termina una guerra y se firma la paz eso da pie a que el resto de paises acepten, o no, pero normalmente si, lo que se haya firmado y reconozcan las nuevas fronteras.\n[#7](c7#c-7) bueno siguiendo esta logica. En Cisjordania, ese territorio ya es de Israel de facto. Que los palestinos firmen la paz y listo.\n[#54](c54#c-54) En Cisjordania no hay ni un solo Palestino que reconozca esa tierra como parte de Israel.\nEn el Donbass hay una gran poblacion que reconoce esa tierra como Rusia.\nPero seguid haciendo comparaciones estupidas, de cosas que no tienen nada que ver.\nYo entiendo que algunas mentes simples dan para lo que dan, pero las cosas son como son\n[#7](c7#c-7) Si partimos de la base de que Ucrania no debe ceder territorio a Rusia, entonces no hay acuerdo de paz posible y seguirán muriendo ucranianos.\nEse argumento solamente es válido cuando se tiene la convicción de que se va a ganar la guerra, lo cual no es el caso. Ucrania ahora mismo va perdiendo.\nPor tanto, la negativa a entregar territorio a Rusia es en este momento insensata, aunque muy fácil de recomendar desde el sofá cuando los que van a morir son otros.\n[#3](c3#c-3) Posiblemente en una negociación sensata incluso recupere algo del territorio que ya tiene perdido.\n[#3](c3#c-3) No se trata de que entregue o no territorio, se trata de que las guerras se pierden o se ganan, y cuando una guerra está perdida y los mandos siguen enviando a sus soldados (reclutados en gran porcentaje a la fuerza) a la muerte, se considera un crimen de guerra. Ucrania tiene perdida la guerra hace mucho tiempo. Si siguen con la guerra, lo único que queda es que una de dos, o bien suceda eso de hasta el último hombre o que nos envíen al resto de cabeza a una guerra que nada tiene que ver con nosotros.\n[#12](c12#c-12) No se que te metes pero si crees lo que dices sabes que esa tumba va a ser a costa de muchas muertes o algo peor en todo Europa.\n[#17](c17#c-17) Ucrania no se puede permitir perder porque si lo hace, se convertira en un títere de Rusia o Rusia volverá a invadirla más adelante para seguir robando territorio. Las declaraciones de algunos dirigentes europeos como Macron pueden darnos pistas...\n[#41](c41#c-41) Ucrania no decide, si la OTAN le dice que negicie, lo hará, y si para eso pierde 1/3 del país, pues... haber negociado en el 2022.\n[#12](c12#c-12) También lo hace. Pero les gusta más este titular.\nPor contra, su homólogo ortodoxo se dedica a bendecir tanques y dar medallas a los soldados\n[#65](c65#c-65) Resulta curioso que después de un año de guerra estancada, pedirle a los ucranianos que cedan en sus reivindicaciones sea más creible que pedirselo a los rusos, cuando ambos estan poniendo vidas de sus compatriotas por un terruño.\nMe alegra que estemos todos de acuerdo en que Putin es un dictador imperialista al que le da exactamente igual la vida de sus soldados. Estaremos todos de acuerdo en que lo mejor para todos sería que Putin acabase envenenado cob su propio plutonio, y todos estamos de acuerdo en eso porque aquí no hay putinejos, verdad?\n[#27](c27#c-27) [#35](c35#c-35) [#52](c52#c-52) [#38](c38#c-38) Pero si es lo que ha dicho.\nEcha culpa también a los agredidos, Palestina y Ucrania.\nNo estoy de acuerdo, pero le reconozco que no sea hipócrita. Algo que no se puede decir de los putinejos, a los que el genocidio en Palestina les rompió el argumentario y convirtió en meme.\nhttps://www.vaticannews.va/es/papa/news/2024-03/papa-francisco-entrevista-redio-television-suiza-marzo-2024.html\nla guerra la hacen dos, no uno. Los irresponsables son estos dos que hacen la guerra. Luego no sólo hay guerra militar, sino que está la \"guerra de guerrillas\", por así decirlo, de Hamás, por ejemplo, un movimiento que no es un ejército. Es algo malo\".\n[#27](c27#c-27) Palestina no está en guerra. Lo que se está cometiendo allí es un genocidio. La comparación es repugnante.\n[#35](c35#c-35) Lo repugnante es pensar que el agresor no es el culpable.\nEl argumento de los que defienden el genocidio israelí es el mismo, que los culpables son los palestinos y son ellos lo que tienen que rendirse. Algunos usan el mismo argumento en el tema de la invasión rusa a Ucrania.\nYo veo a ambos repugnantes.\n\"[...] Cuando ves que estás derrotado, que las cosas no van, necesitas tener el coraje de negociar”. Supongo que el Papa estará informado de la situación sobre el terreno como para decir eso.\nBulo, mentira, falso. Ha habido muchas crisis de rehenes a lo largo de la historia y el genocidio del pueblo palestino ha continuado tras los acuerdos e intercambios que tu dices.\nQue hubieran invertido en armamento en su momento o integrado en la OTAN. Ahora a ceder en lo que pida Rusia.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://en.wikipedia.org/wiki/Category:Banned_political_parties_in_Ukraine",
      "https://www.vaticannews.va/es/papa/news/2024-03/papa-francisco-entrevista-redio-television-suiza-marzo-2024.html",
      "https://vaticannews.va/es/papa/news/2024-03/papa-francisco-entrevista-redio-television-suiza-marzo-2024.html",
      "https://www.en.wikipedia.org/wiki/Category:Banned_political_parties_in_Ukraine"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-10T02:28:55.020+02:00",
    "updated": "2024-03-10T02:28:55.020+02:00"
  },
  {
    "uuid": "633f295bcafc8239d96c0bdb94bb068b6239bbc0",
    "url": "https://omaha.com/022924-owh-spo-classb2-10-jpg/image_f071daf4-d74c-11ee-89aa-d3a343ceb037.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NIKOS FRAZIER, THE WORLD-HERALD",
    "published": "2024-02-29T00:00:00Z",
    "title": "022924-owh-spo-classb2-10.JPG",
    "text": "022924-owh-spo-classb2-10.JPG - NIKOS FRAZIER, THE WORLD-HERALD - - Updated 0 Most Popular - [Montclair Elementary student remembered for her athleticism and infectious laugh](/news/local/8-year-old-montclair-student-remembered-for-her-athleticism-and-laugh/article_8d5c4872-d3fb-11ee-a910-1795ea6ebdfd.html) - [Tent camp in downtown Omaha draws attention. Some see it as a threat, others as home](/news/local/tent-camp-in-downtown-omaha-draws-attention-with-some-seeing-it-as-a-threat/article_04719bd4-d4eb-11ee-99db-fb4558bc89e4.html) - ['It's devastating': Nebraska town in mourning after community icon and employee killed](/news/state-regional/crime-courts/bloomfield-nebraska-community-mourns-victims-of-double-homicide/article_f49a3900-d1f7-11ee-8e3a-2b1465cd0e8a.html) - [Nebraskan walks in New York Fashion Week, appears on billboard in Times Square](/life-entertainment/local/nebraskan-walks-in-new-york-fashion-week/article_6b542d5e-cf7c-11ee-8dc3-57feb0a97e59.html) - [Shatel: Husker fans have February Fever as Nebraska basketball makes run for NCAA tournament](/sports/huskers/mens-basketball/shatel-husker-fans-have-february-fever-as-nebraska-basketball-makes-run-for-ncaa-tournament/article_720ceba4-6d6b-5d64-8770-02f73a783e0a.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Education",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nikos frazier",
          "sentiment": "negative"
        },
        {
          "name": "shatel",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "herald",
          "sentiment": "negative"
        },
        {
          "name": "ncaa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "omaha",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "times square",
          "sentiment": "none"
        },
        {
          "name": "nebraska",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:08:30.340+02:00",
    "updated": "2024-03-01T00:08:30.340+02:00"
  },
  {
    "uuid": "782f3da6cc5cda65b16f29aa0aa9e6516e42eaa7",
    "url": "https://www.segre.com/es/economia/250327/la-pension-de-los-autonomos-catalanes-es-un-37-inferior-a-la-de-los-asalariados_773870.html",
    "ord_in_thread": 0,
    "author": "REDACCIÓN",
    "published": "2025-03-27T04:30:00Z",
    "title": "La pensión de los autónomos catalanes es un 37% inferior a la de los asalariados",
    "text": "SEGURIDAD\nLa pensión de los autónomos catalanes es un 37% inferior a la de los asalariados\nLa pensión media de los autónomos en Catalunya es de 942 euros, lo que representa un 37% menos que la de un asalariado, que percibe 1.487 euros, según explicó ayer UGT de Catalunya en un comunicado. Asimismo, la pensión media de jubilación de un autónomo se sitúa en los 1.054 euros, unos 650 euros menos que la de un trabajador del régimen general, que es de 1.707 euros. La pensión media de viudedad de los autónomos es de 650 euros, un 36% menos que la de los asalariados (1.017 euros), por lo que el sindicato ha pedido “un sistema de pensiones justo y equitativo para los autónomos”.\nEn el conjunto del Estado, los trabajadores autónomos reciben una pensión media de 906 euros mensuales, un 36% inferior a la pensión media de un trabajador asalariado del Régimen General.\nAsimismo, la pensión media de jubilación de los autónomos alcanza los 1006,23 euros al mes, 654,86 euros menos que en el Régimen General (-39,4%), en tanto que la pensión media de viudedad es de 679,72 euros, un 31% menos que la de los asalariados.\nEn este contexto, la organización de autónomos UPTA propone elevar la pensión media de los autónomos un 12 por ciento en los próximos cuatro años, a razón de tres puntos por año, hasta situarla al final del periodo en el entorno de los 1.020 euros mensuales.\nUPTA afirma que la brecha entre las pensiones que perciben los autónomos y los asalariados resulta “alarmante”, por lo que ve necesario tomar medidas para incrementar las pensiones del colectivo, más allá del nuevo sistema de cotización por ingresos reales.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Labor"
    ],
    "topics": [
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->financial and economic news",
      "Economy, Business and Finance->economy",
      "Social Issue->poverty",
      "Social Issue->demographics",
      "Social Issue->social condition",
      "Labor->self-employment",
      "Labor->pension",
      "Labor->wages and benefits"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-27T06:38:45.974+02:00",
    "updated": "2025-03-27T06:38:45.974+02:00"
  },
  {
    "uuid": "81bf7b40c6b33cd201c2b643403a774761976d2d",
    "url": "https://www.laopiniondemalaga.es/sociedad/2023/12/28/ong-denuncia-muerte-14-personas-96347291.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EFE",
    "published": "2023-12-28T21:52:00Z",
    "title": "Una ONG denuncia la muerte de 14 personas en una zódiac al sur de Canarias - La Opinión de Málaga",
    "text": "Al menos catorce personas han muerto ahogadas en una zódiac cuyos ocupantes llevan pidiendo auxilio desde las 14.00 horas de este jueves desde un punto del Atlántico situado a unos 55 kilómetros de Cabo Bojador, en la costa marroquí del Sáhara Occidental, al sur de [Canarias](/tags/islas-canarias/), porque su barca se desinfla y se hunden. Es la denuncia que realiza la activista Helena Maleno, fundadora de Caminando Fronteras, ONG que lleva toda la tarde de este jueves en contacto con los náufragos y que ha transmitido su posición a las autoridades españolas y marroquíes para que movilicen medios de rescate. Por la localización del incidente, ha asumido la emergencia Rabat. Maleno ha facilitado a EFE una foto enviada por los supervivientes que todavía siguen a flote, una imagen nocturna y borrosa en la que se ve a entre seis y siete personas sentadas a horcajadas sobre un flotador de una neumática, doblado y medio deshinchado. Y también un audio que le ha remitido una de las ocupantes de la patera. En él se escucha a una mujer decir en francés: \"Estamos aquí, Helena. Soy una mujer embarazada de nueve meses, estoy en el flotador (de la zódiac). Todos los chicos del medio (de la embarcación) han desaparecido, la gente está desapareciendo, hasta ahora no hemos visto a la Marina\". \"Toda la gente está desapareciendo. ¡Por favor ayúdennos, ayúdennos! ¡Estamos aquí, ayúdennos! Estamos sentados así en el flotador (se refiere a la imagen que adjunta con el audio). Es muy peligroso, el agua está entrando\", se lamenta la mujer Helena Maleno ha explicado a EFE que, según la información que han recabado sobre esa neumática, se trata de un grupo de 58 personas que salieron el miércoles desde la costa del Sahara hacia Canarias y que ahora se encuentran al suroeste de Cabo Bojador. Entre ellos, añade, hay siete mujeres (incluyendo a la embarazada) y dos niños. La portavoz de Caminando Fronteras denuncia que, hasta el momento, Marruecos no ha hecho llegar ayuda a los ocupantes de esa neumática, ni tampoco Salvamento Marítimo español ha intervenido. Por eso, expresa su temor a que ocurra lo mismo que el 21 de junio, cuando varias personas murieron al hundirse una zódiac al sur de Gran Canaria después de pasar toda la noche esperando a que llegara una patrullera de Marruecos, porque la emergencia la había asumido el Centro de Coordinación de Salvamento de Rabat. Y ello, a pesar de que un barco de rescate español había estado a solo una hora de distancia de navegación de ellos, socorriendo a otra patera, cuando ya se conocían sus coordenadas. Ese suceso dio lugar una denuncia de la Fiscalía de Canarias por presunto delito de omisión del deber de socorro contra los responsables del operativo en España, denuncia que desde este verano instruye un Juzgado de Las Palmas de Gran Canaria, que ha declarado secretas las actuaciones.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:24:33.128+02:00",
    "updated": "2023-12-29T00:35:14.963+02:00"
  },
  {
    "uuid": "e8d6e89a3c5b582e12c23bacda9453a6b1edde56",
    "url": "https://www.brighteon.com/504ad05a-4eed-45dd-bf22-d34780c7a1f5",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Follower of Christ777",
    "published": "2023-12-29T05:30:00Z",
    "title": "Babylon is fallen: pope Francis authorizes the World Economic Forum to rewrite the Bible",
    "text": "FAIR USE NOTICE: This video may contain copyrighted material. Such material is made available for educational purposes only. This constitutes a 'fair use' of any such copyrighted material as provided for in Title 17 U.S.C. section 107 of the US Copyright Law.\nCredits to The People’s Voice and Sparemethelies\nIt appears that antichrist pope Francis, who is a Jesuit, has asked the World Economic Forum to re-write the Bible. Why? There’s something about the Bible that triggers the pope. Could it be that he realizes that 2 Thessalonians 2:3-4 speaks about the office of the papacy while Revelation 17 & 18 speaks of his homo and pedo-led Babylonian Roman Catholic church?\nSeventh-Day Christians Church on Facebook: https://www.facebook.com/SSRChurch777/\nWebsites: www.ssremnant.org & www.sdcministries.org.\nFor pastoral advice and guidance, pastor Craig can be reached at [email protected] .\n\"If the liberties of the American people are every destroyed, they will fall by the hand of the Roman Catholic cult's clergy.\"\n-General Lafayette under President George Washington",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://www.facebook.com/SSRChurch777/",
      "https://facebook.com/SSRChurch777/",
      "https://www.facebook.com/SSRChurch777"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "francis",
          "sentiment": "negative"
        },
        {
          "name": "george washington",
          "sentiment": "none"
        },
        {
          "name": "craig",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "world economic forum",
          "sentiment": "none"
        },
        {
          "name": "u.s.c.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "babylon",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T09:10:31.974+02:00",
    "updated": "2023-12-29T09:10:31.974+02:00"
  },
  {
    "uuid": "08d9b4a1612a7e6295907ee7df7b453dc0ac4b10",
    "url": "https://www.elconfidencial.com/el-tiempo/2024-11-01/el-tiempo-en-manacor-viernes_3995089",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daniela Tostón",
    "published": "2024-11-01T04:01:00Z",
    "title": "El tiempo en Manacor para hoy: alerta naranja por lluvias y tormentas",
    "text": "El tiempo en Manacor para hoy: alerta naranja por lluvias y tormentas AEMET publica la previsión del tiempo para hoy, con información sobre lluvias, sol y temperaturas La [Agencia Estatal de Meteorología (AEMET)](http://www.aemet.es/es/eltiempo/prediccion/avisos?w=hoy) ha activado la alerta naranja por lluvias y tormentas durante este viernes en el levante mallorquín, donde se encuentra Manacor. El municipio se verá marcado por un panorama muy nuboso con tormenta en las primeras horas, muy nuboso con lluvia entre mitad del día y la tarde; y muy nuboso con tormenta hasta la caída de la noche. De esta forma, caerán precipitaciones de carácter fuerte con descargas de hasta 17 litros por metro cuadrado (en torno a las 09:00) y un máximo de 29 por la tarde (sobre las 13:00). Asimismo, habrá tormentas de carácter fuerte tanto por la mañana como por la tarde. Las temperaturas no cambiarán demasiado con respecto a ayer, con unas máximas de 22 grados y unas mínimas de 14 . En esta fecha vendrán vientos flojos de dirección norte. A continuación se indica la evolución semanal del tiempo en Manacor; concretamente, a la izquierda se muestra el estado del cielo de cada día junto a la probabilidad de precipitaciones, seguido de la temperatura mínima y máxima que registrarán los termómetros. El tiempo de mañana Por otro lado, el sábado se presenta un día muy nuboso con lluvia. Tanto la máxima como la mínima en Manacor se mantendrán sin muchos cambios: 23 y 15 grados, respectivamente . También se sucederán vientos flojos de dirección este. El tiempo de pasado mañana Para el domingo existiría probabilidad de precipitaciones , en tanto que durante la primera mitad del día predominará un panorama con nubes y, hasta mediodía, el panorama evolucionará hacia una menor nubosidad, a la vez que comenzarán las lluvias . Las temperaturas no cambiarán demasiado, registrando un valor máximo de 24 grados y una mínima de 14 . Por otra parte, el viento soplará levemente de dirección sudeste. El tiempo en otros municipios En cuanto a otros municipios cercanos, se esperan variaciones en los cielos de [Palma](https://www.elconfidencial.com/el-tiempo/2024-11-01/el-tiempo-en-palma-viernes_3995090/), teniendo en cuenta que habrá cielos nubosos con tormenta en la primera parte del día y un ambiente de intervalos nubosos con lluvia desde mediodía. Se producirán lloviznas débiles por la mañana, que evolucionarán a precipitaciones más consistentes a medida que avance el día. Los termómetros registrarán valores mínimos de 18 grados y máximos de 23. En [Castelldefels](https://www.elconfidencial.com/el-tiempo/2024-11-01/el-tiempo-en-castelldefels-viernes_3995092/), habrá cielos muy nubosos con lluvia en la franja que va de la madrugada a las 12:00; y cielos muy nubosos con tormenta en lo que resta de día. Las únicas gotas que pueden caer se esperan sobre las 08:00 y en torno a las 15:00. En lo que respecta a las temperaturas, la mínima estará por debajo de 14 grados centígrados y la máxima será de 22. Esta es la previsión meteorológica en otras localidades: [Barcelona](https://www.elconfidencial.com/el-tiempo/2024-11-01/el-tiempo-en-barcelona-viernes_3995091/)[L' Hospitalet de Llobregat](https://www.elconfidencial.com/el-tiempo/2024-11-01/el-tiempo-en-l-hospitalet-de-llobregat-viernes_3995093/)[Sabadell](https://www.elconfidencial.com/el-tiempo/2024-11-01/el-tiempo-en-sabadell-viernes_3995094/)[Tarragona](https://www.elconfidencial.com/el-tiempo/2024-11-01/el-tiempo-en-tarragona-viernes_3995161/)[Girona](https://www.elconfidencial.com/el-tiempo/2024-11-01/el-tiempo-en-girona-viernes_3995107/)[Castellón de la Plana](https://www.elconfidencial.com/el-tiempo/2024-11-01/el-tiempo-en-castellon-de-la-plana-viernes_3995099/)[Estepona](https://www.elconfidencial.com/el-tiempo/2024-11-01/el-tiempo-en-estepona-viernes_3995138/)[Santander](https://www.elconfidencial.com/el-tiempo/2024-11-01/el-tiempo-en-santander-viernes_3995157/)[Getxo](https://www.elconfidencial.com/el-tiempo/2024-11-01/el-tiempo-en-getxo-viernes_3995170/)[Lugo](https://www.elconfidencial.com/el-tiempo/2024-11-01/el-tiempo-en-lugo-viernes_3995133/)[Cáceres](https://www.elconfidencial.com/el-tiempo/2024-11-01/el-tiempo-en-caceres-viernes_3995096/)[Torrevieja](https://www.elconfidencial.com/el-tiempo/2024-11-01/el-tiempo-en-torrevieja-viernes_3995080/)[Vigo](https://www.elconfidencial.com/el-tiempo/2024-11-01/el-tiempo-en-vigo-viernes_3995154/)[Badajoz](https://www.elconfidencial.com/el-tiempo/2024-11-01/el-tiempo-en-badajoz-viernes_3995088/) * Datos del tiempo en Manacor con información elaborada utilizando, entre otras, la obtenida de la Agencia Estatal de Meteorología (AEMET). En cualquier caso, esta información debe considerarse provisional a la espera de próximas actualizaciones. La [Agencia Estatal de Meteorología (AEMET)](http://www.aemet.es/es/eltiempo/prediccion/avisos?w=hoy) ha activado la alerta naranja por lluvias y tormentas durante este viernes en el levante mallorquín, donde se encuentra Manacor. El municipio se verá marcado por un panorama muy nuboso con tormenta en las primeras horas, muy nuboso con lluvia entre mitad del día y la tarde; y muy nuboso con tormenta hasta la caída de la noche.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "http://www.aemet.es/es/eltiempo/prediccion/avisos?w=hoy)",
      "http://www.aemet.es/es/eltiempo/prediccion/avisos",
      "http://aemet.es/es/eltiempo/prediccion/avisos?w=hoy)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Agencia Estatal de Meteorología",
          "sentiment": "none"
        },
        {
          "name": "AEMET",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Mana",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T11:36:54.855+02:00",
    "updated": "2024-11-01T11:36:54.855+02:00"
  }
]