[
  {
    "uuid": "43719e6bb34da8e3a67ae08397860680c9157c63",
    "url": "https://www.piquenewsmagazine.com/indigenous-news/bc-first-nation-catholic-church-announce-sacred-covenant-to-be-signed-on-easter-8526421",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2024-03-28T21:50:00Z",
    "title": "B.C. First Nation, Catholic Church announce 'Sacred Covenant' to be signed on Easter",
    "text": "KAMLOOPS, B.C. — Vancouver's Catholic archdiocese is marking Easter with a commitment towards reconciliation with First Nations in B.C., Archbishop J. Michael Miller says.\nThe church and the chief of the Tk'emlúps te Secwépemc announced Thursday that a \"Sacred Covenant\" agreement has been reached between the church and the First Nation in Kamloops, B.C.\nThe covenant comes three years after the First Nation in Kamloops, B.C., announced the discovery of what it believed were the remains of more than 200 children at the site of a former residential school.\nMiller said the agreement with the Tk'emlúps te Secwépemc will open a \"new chapter\" in the relationship between the church and First Nations in B.C.\n\"Unquestionably, the church was wrong in implementing a government colonialist policy which resulted in devastation for many children, families and communities. We recognize as Catholics, as the Catholic Church, our part in the resulting tragedies,\" Miller said.\nThe covenant is set to be signed on Easter Sunday, \"a special time of hope and renewal,\" Miller said.\n\"Easter Sunday is the ideal time to help start a new chapter in First Nation and Catholic relations in our province,\" he said. \"Our hope and our prayer is that by taking this next step, we will build on our relationship, a relationship already established but still young, and be an example to Canadian society of respecting the identity and the experience of Indigenous Peoples.\"\nChief Rosanne Casimir of Tk'emlúps te Secwépemc said the covenant will see the church share records and information as the nation continues to investigate the site of a former Kamloops Indian Residential School where hundreds of children went missing.\nCasimir said the agreement is crucial to learning the truth about what happened to the missing children, and access to the church's historical records will help \"bring justice to the children who never made it home.\"\n\"We seek to memorialize the missing children. We also seek meaningful ways to support survivors and intergenerational survivors on their healing journey so that they and their future generations may thrive,\" she said.\nThe nation announced in May 2021 that a search around the former school site using ground-penetrating radar found 200 potential unmarked burial sites.\nSince then, First Nations across the country have conducted searches and made similar discoveries.\nThe Truth and Reconciliation Commission identified at least 6,000 deaths at residential schools during their time in operation in Canada between the late 1800s and 1996.\nIn many of the deaths, schools didn’t record the children's names, genders or cause of death.\nThe children in the schools were separated from their families and forbidden to speak their own language. They were undernourished and often experienced physical and sexual abuse.\nThe agreement includes commitments from the church on how to properly memorialize residential school survivors, information sharing about missing children and offering \"healing services\" to family members of those who attended the school.\nCasimir said the possible excavation of the Kamloops school site has not begun as it's a \"very sensitive step moving forward,\" that involves work with other nations, survivors and their families.\nThis report by The Canadian Press was first published March 28, 2024.\nThe Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "miller",
          "sentiment": "none"
        },
        {
          "name": "j. michael miller",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "catholic",
          "sentiment": "negative"
        },
        {
          "name": "catholic church",
          "sentiment": "negative"
        },
        {
          "name": "first nations",
          "sentiment": "none"
        },
        {
          "name": "first nation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "kamloops",
          "sentiment": "none"
        },
        {
          "name": "kamloops",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T03:36:52.609+03:00",
    "updated": "2024-03-29T03:36:52.609+03:00"
  },
  {
    "uuid": "5c8513d401b5cdcfeb6c6159ae5bff86926f8a20",
    "url": "https://vnexplorer.net/z/972106.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-06-23T23:10:00Z",
    "title": "New CAVITEX C5 Link Sucat Interchange Slashes Travel Time to 5 Minutes",
    "text": "The new CAVITEX (R1) link to Sucat in Paranaque City is accessible toll-free for a limited time. Photo from CAVITEX FB. The CAVITEX C5 Link Sucat Interchange opened to the motoring public over the weekend, reducing travel time from Kawit, Cavite, to just five minutes. Previously, the journey took about an hour on existing public roads. The new road access opened toll-free for a limited time. The interchange which opened on Sunday, June 23, 2024, extends from the 14-kilometer CAVITEX expressway which connects Manila to Cavite via Roxas Boulevard. An estimated 23,000 vehicles are expected to use the new route daily. The Philippine Reclamation Authority (PRA) had earlier proposed a 30-day suspension of toll fees for all vehicles using the Manila-Cavite Toll Expressway in Taguig, Parañaque, Las Piñas, Bacoor, and Kawit. This initiative aims to familiarize motorists with the new roads. A new two-kilometer segment of the CAVITEX C5 Link Expressway (Segment 3B) is under construction. Once completed, it will cut travel time from the CAVITEX R1 Expressway Section to SLEX/C5 Road to just 10 minutes, down from the usual 40 minutes. The Cavitex C5 Link provides access points at C5 Road in Taguig and Dr. A. Santos Avenue in Parañaque. Access maps released by the Cavitex Infrastructure Corporation can be found in this FB post: Transportation to and from Cavite has also been improved by the Cavite-Laguna Interchange (CALAX) and the soon-to-be-opened LRT-1 Cavite Extension. Be part of our vibrant Good News Pilipinas community, celebrating the best of the Philippines and our global Filipino heroes. As winners of the Gold Anvil Award and the Lasallian Scholarum Award, we invite you to engage with us and share your inspiring stories. For stories Making Every Filipino Proud, reach out to GoodNewsPilipinas.com via Facebook, Twitter, Instagram, TikTok, YouTube, and LinkedIn. LinkTree here. Let’s spread good news together!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Disaster and Accident",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pho",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "sucat interchange slashes travel time",
          "sentiment": "negative"
        },
        {
          "name": "philippine reclamation authority",
          "sentiment": "none"
        },
        {
          "name": "cavitex fb",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "paranaque city",
          "sentiment": "none"
        },
        {
          "name": "sucat",
          "sentiment": "none"
        },
        {
          "name": "cavite",
          "sentiment": "none"
        },
        {
          "name": "kawit",
          "sentiment": "none"
        },
        {
          "name": "roxas boulevard",
          "sentiment": "none"
        },
        {
          "name": "parañaque",
          "sentiment": "none"
        },
        {
          "name": "taguig",
          "sentiment": "none"
        },
        {
          "name": "manila",
          "sentiment": "none"
        },
        {
          "name": "bacoor",
          "sentiment": "none"
        },
        {
          "name": "las piñas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-24T10:29:09.010+03:00",
    "updated": "2024-06-24T10:29:09.010+03:00"
  },
  {
    "uuid": "16f8704552502fc8c9e80a04deac4aa1126f6e63",
    "url": "https://medicalxpress.com/news/2024-01-pregnancies-rape-states-abortion.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Robin Foster",
    "published": "2024-01-25T20:44:00Z",
    "title": "Nearly 65,000 pregnancies from rape have happened in states with abortion bans: Study",
    "text": "This article has been reviewed according to Science X's\neditorial process\nand policies.\nEditors have highlighted\nthe following attributes while ensuring the content's credibility:\nfact-checked\npeer-reviewed publication\nreputable news agency\nproofread\nNearly 65,000 pregnancies from rape have happened in states with abortion bans: Study\nIn the 14 states with abortion bans, there have been nearly 65,000 pregnancies resulting from rape during the time since those bans went into place, a new study estimates.\nTo arrive at that troubling number, researchers turned to data from federal surveys on crime and sexual violence. Their findings were\npublished Jan. 24 in the journal JAMA Internal Medicine.\n\"Restricting abortion access to survivors of\nrape can have particularly devastating consequences,\" the journal's editors wrote in a note accompanying the new research. \"Whether these survivors of rape had illegal abortions, received medication abortion through the mail, traveled to other states or carried the child to birth is unknown.\"\nBut other\nresearch has found there have been fewer than 10 abortions each month in states with bans. That suggests most rape victims were not able to get abortions in the states where they live, even those where the law allows exceptions for rape.\nNearly 70% of adults say abortion should be legal if the pregnancy resulted from rape, according to a 2022\nsurvey from Pew Research Center.\nBut the new study suggests the challenges of putting those exceptions into practice are daunting.\n\"Like many exceptions written into abortion bans, an exception for rape victims may appear to be a reasonable solution but in practice can create more trauma and danger for patients who have already experienced a traumatic event,\" Dr. Sami Heywood, an ob/gyn in Illinois and a fellow with the advocacy group Physicians for Reproductive Health, told CNN.\n\"No other\nhealth care is reserved only for people who can prove a crime took place,\" said Heywood, who was not involved in the research. \"That's not an ethical way to practice medicine. It is cruel to force people who have already been victimized to jump through legal and logistical barriers that cause further harm.\"\nRape victims may also face unique challenges when navigating their pregnancy, experts say.\n\"Those who become pregnant after rape may take longer to recognize a pregnancy than other pregnant people, and there may be factors related to the trauma response that accounts for this,\" Dr. Rachel Perry, an associate professor of obstetrics and gynecology at the University of California, Irvine, told CNN.\nThat may mean medication abortion—which can only be used up to 10 weeks—is not an option, and victims may have to travel particularly long distances to find a provider, Perry explained.\nEven more challenging is the fact that often rape victims know their attacker, and may even live with them.\n\"It may be especially impossible for them to travel out of state to get abortion care. It may be especially dangerous for them to try to order pills online the way that some people are doing,\" lead study author Dr. Samuel Dickman, medical director of Planned Parenthood of Montana, told CNN. \"It's an added burden in so many ways.\"\nThe estimates are \"illustrating something that we see every day when working in\nreproductive health and abortion care but that may be under-appreciated by the broader public,\" Dickman added.\nMore information:\nSamuel L. Dickman et al, Rape-Related Pregnancies in the 14 US States With Total Abortion Bans, JAMA Internal Medicine (2024).\nDOI: 10.1001/jamainternmed.2024.0014\nThe KFF has more on\nabortion laws. JAMA Internal Medicine []http://archinte.ama-assn.org/\n2024 HealthDay. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Health"
    ],
    "external_links": [
      "https://sciencex.com/help/editorial-process/",
      "https://sciencex.com/help/editorial-standards/",
      "https://dx.doi.org/10.1001/jamainternmed.2024.0014",
      "https://www.kff.org/womens-health-policy/dashboard/abortion-in-the-u-s-dashboard/",
      "https://societyfp.org/wp-content/uploads/2023/10/WeCountReport_10.16.23.pdf",
      "https://www.pewresearch.org/religion/2022/05/06/americans-views-on-whether-and-in-what-circumstances-abortion-should-be-legal/",
      "https://sciencex.com/help/editorial-team/",
      "https://jamanetwork.com/journals/jamainternalmedicine/fullarticle/2814275",
      "https://jamanetwork.com/journals/jamainternalmedicine/fullarticle/2814274",
      "http://archinte.ama-assn.org/",
      "http://archinte.ama-assn.org",
      "https://sciencex.com/help/editorial-standards",
      "https://pewresearch.org/religion/2022/05/06/americans-views-on-whether-and-in-what-circumstances-abortion-should-be-legal/",
      "http://www.archinte.ama-assn.org/",
      "https://www.pewresearch.org/religion/2022/05/06/americans-views-on-whether-and-in-what-circumstances-abortion-should-be-legal",
      "https://www.sciencex.com/help/editorial-process/",
      "https://sciencex.com/help/editorial-process",
      "https://www.kff.org/womens-health-policy/dashboard/abortion-in-the-u-s-dashboard",
      "https://www.dx.doi.org/10.1001/jamainternmed.2024.0014",
      "https://sciencex.com/help/editorial-team",
      "https://www.societyfp.org/wp-content/uploads/2023/10/WeCountReport_10.16.23.pdf",
      "https://www.sciencex.com/help/editorial-standards/",
      "https://www.jamanetwork.com/journals/jamainternalmedicine/fullarticle/2814274",
      "https://www.jamanetwork.com/journals/jamainternalmedicine/fullarticle/2814275",
      "https://www.sciencex.com/help/editorial-team/",
      "https://kff.org/womens-health-policy/dashboard/abortion-in-the-u-s-dashboard/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "jama internal medicine",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:01:19.285+02:00",
    "updated": "2024-01-26T00:01:19.285+02:00"
  }
]