[
  {
    "uuid": "542259f48dae24eafb74bb63bc7f553367166e9e",
    "url": "https://www.lokmattimes.com/international/uae-welcomes-security-council-resolution-calling-for-ceasefire-in-sudan-during-ramadan",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "/author/ani/",
    "published": "2024-03-09T22:45:00Z",
    "title": "UAE welcomes Security Council Resolution calling for ceasefire in Sudan during Ramadan - www.lokmattimes.com",
    "text": "UAE welcomes Security Council Resolution calling for ceasefire in Sudan during Ramadan By [ANI](/author/ani/) | Published: March 10, 2024 06:45 AM2024-03-10T06:45:04+5:302024-03-10T06:50:07+5:30 Abu Dhabi [UAE], March 10 (ANI/WAM): The UAE has welcomed the UN Security Council resolution which calls for a ... Abu Dhabi [UAE], March 10 (ANI/WAM): The UAE has welcomed the UN Security Council resolution which calls for a ceasefire in Sudan during Ramadan, in light of the continued deterioration of the humanitarian situation. In a statement, the Ministry of Foreign Affairs (MoFA) expressed hope that this step would lead towards ending the crisis between the Sudanese parties, preventing further suffering of the Sudanese people, and facilitating the arrival of relief and humanitarian aid to the affected areas, especially for the most vulnerable groups, including the sick, children, the elderly and women. The Ministry underscored its steadfast support for all endeavours working towards de-escalation, achieving a ceasefire, and initiating political dialogue, that facilitates the restoration of peace, safety and security and fulfils the aspirations of the brotherly Sudanese people for stability and prosperity. (ANI/WAM) Disclaimer: This post has been auto-published from an agency feed without any modifications to the text and has not been reviewed by an editor [Open in app](https://www.lokmattimes.com/install_app.htm?utm_source=www.lokmattimes.com&utm_medium=open_in_app&launch_url=https://www.lokmattimes.com/international/uae-welcomes-security-council-resolution-calling-for-ceasefire-in-sudan-during-ramadan/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "uae",
          "sentiment": "negative"
        },
        {
          "name": "ministry",
          "sentiment": "none"
        },
        {
          "name": "un security council",
          "sentiment": "none"
        },
        {
          "name": "ministry of foreign affairs",
          "sentiment": "none"
        },
        {
          "name": "abu dhabi",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "sudan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-10T03:41:42.128+02:00",
    "updated": "2024-03-10T03:41:42.128+02:00"
  },
  {
    "uuid": "585828303fdf8086aadd42baa36291476476c1dd",
    "url": "https://jus.com.br/artigos/60928/o-papel-do-cristianismo-na-contribuicao-ao-machismo-no-brasil",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marcio Costa Ruzon Xavier",
    "published": "2024-05-25T00:00:00Z",
    "title": "O papel do cristianismo na contribuição ao machismo no Brasil - Jus.com.br | Jus Navigandi",
    "text": "INTRODUÇÃO Falar sobre machismo e fé ainda é um tabu para vários segmentos sociais. No entanto, como provocadora do senso crítico, as Universidades não podem dar-se ao luxo de abster-se de discutir tal tema sob o pretexto de se respeitar a liberdade religiosa de cada um. Debater criticamente erros e acertos de quaisquer recortes sociais e culturais não é desrespeitar a fé do indivíduo, mas não permitir que a violência contra qualquer pessoa seja aceita sob a égide das regras religiosas. Isto posto, pretende o presente artigo objetivar, não de forma exaustiva, através de revisão bibliográfica, dados que demonstram como a religião cristã fomenta a construção ou a não da mitigação do machismo no Brasil. Busca-se como objetivo geral trazer à discussão o papel das religiões na emancipação das minorias e, especificamente, a função deontológica das Universidades na reflexão do que pode ser trazido à cátedra sobre o assunto ora exposto, viabilizando meios de se discutir, dentro dos parâmetros constitucionais da laicidade do Estado, como o ensino pode romper paradigmas para que o machismo não vitimize mais mulheres, sobretudo no Brasil. DESENVOLVIMENTO “Toda malícia é leve, comparada com a malícia de uma mulher; que a sorte dos pecadores caia sobre ela!“ Eclesiásticos 25 -26. Afirmar que a Bíblia é machista, sob o ponto de vista cientifíco-filosófico, seria uma falácia, caso não se recorresse às próprias passagens bíblicas que corroborem tal ideia. E o presente trabalho pretende opor-se ao senso comum, trazendo, à luz da historicidade, razões para se questionar se Deus realmente tratou em seus textos inspirados, homens e mulheres com isonomia e equidade. Destarte, Moreira Junior (2015) apresenta o Gênesis bíblico como intenção primeira do cristianismo e de outras religiões que usam a Bíblia como manual moral de fé e prática em desqualificar a mulher, colocando-a ora em situação de coadjuvante, ora sendo protagonista em atrapalhar os planos de Deus;. Vejamos: no relato bíblico de Gênesis, a mulher surge em decorrência da carência masculina, e não como um ser indispensável aos desígnios divinos, papel esse atribuído ao homem, que fora criado para sujeitar a terra, dominá-la e denominar os demais seres vivos. À mulher, coube o papel de auxiliadora, figurante no Jardim do Éden. Diz a Bíblia, in verbis: \"Não é bom que o homem esteja só; farei para ele alguém que o auxilie e lhe corresponda\". [...] Então o Senhor Deus fez o homem cair em profundo sono e, enquanto este dormia, tirou-lhe uma das costelas, fechando o lugar com carne. Com a costela que havia tirado do homem, o Senhor Deus fez uma mulher e a trouxe a ele. Disse então o homem: \"Esta, sim, é osso dos meus ossos e carne da minha carne! Ela será chamada mulher, porque do homem foi tirada\". (BÍBLIA, 2000, Gênesis 2:18, 21-23). No texto citado acima, nota-se que a mulher recebeu uma denominação a partir da existência do homem. Como que por um parto, Deus anestesiou-o e retirou uma de suas costelas, dando início ao surgimento da mulher. Ora, tal cirurgia divina denota que para o Deus cristão a mulher é um pedaço de carne que só veio a existir pela carência do homem. Todavia, como o homem ainda não havia comido do fruto do conhecimento do bem e do mal, como se verá a seguir, ele não sabia o que era carência. Portanto, a mulher surgiu para suprir um capricho de Deus, e não do homem, posto ser a carência um atributo superveniente à queda. Há que se notar também que Deus levou a mulher até o homem, como uma encomenda, uma mercadoria, já que ela não tinha vontade própria, fora criada apenas para ser do homem. Ainda no relato de Gênesis, Adão ficara responsável por cultivar o Jardim e usufruir todos os seus benefícios, com apenas uma restrição: não comer da árvore do conhecimento do bem e do mal. Tal mandamento fora transmitido ao casal, e então surge a oportunidade outra vez de o relato bíblico ser machista: a serpente, mais astuta de todos os animais do Jardim, interpela Eva que, sozinha, é incapaz de exercer discernimento ao notar que nenhum outro animal falava, então seria estranho ouvir conselhos de uma cobra. A serpente então, como uma fábula, oferece o fruto à Eva, que, apesar de relutar, cede à pressão e acaba comendo, oferecendo o fruto também ao homem. Segundo relato das Escrituras, em Gênesis 3: 6 a 7: \"E viu a mulher que aquela árvore era boa para se comer, e agradável aos olhos, e árvore desejável para dar entendimento; tomou do seu fruto, e comeu, e deu também a seu marido, e ele comeu com ela. Então foram abertos os olhos de ambos, e conheceram que estavam nus; e coseram folhas de figueira, e fizeram para si aventais.\" Interessante inferir do texto acima que a mulher cedeu à tentação pelo paladar e visão, sem qualquer senso crítico de um ser que fora criado pelos atributos divinos, como a onisciência e onipresença. Ou seja, ela já estava predestinada a frustrar os planos daquele que sabia de tudo: Deus. A mulher não só comeu como fez com que seu marido desobedecesse, levando a ele também o fruto. O relato bíblico segue, em Gênesis 3: 12 a 13, colocando sobre a mulher a responsabilidade maior pela queda, posto que o homem se eximiu de sua parcela, dizendo que fora sua esposa que o fez comer do fruto proibido: Então disse Adão: A mulher que me deste por companheira, ela me deu da árvore, e comi. E disse o Senhor Deus à mulher: Por que fizeste isto? E disse a mulher: A serpente me enganou, e eu comi. Em total estado de inocência, a mulher fora ludibriada pela serpente, e o homem, enganado pela esposa, mas quem conhecia os animais, pela responsabilidade e por ter surgido primeiro que a mulher, deveria estar cuidando do jardim, mas em vez disso, ele diz que só comeu do fruto porque fora seduzido pela “mulher que me destes\". A covardia do homem recai sobre a falta de protagonismo da “auxiliadora\", e Deus, sem qualquer empatia, já que não designou Eva para sujeitar os animais, atribui a ela a culpa, penalizando-a com as dores de parto. (Gênesis 3: 16). O autor ainda preconiza que tal “punição“ de sentir grandemente as dores de parto não poderiam cair apenas sobre a mulher, pois ela não procriaria sozinha. E ao homem, restou retirar o sustento do suor do seu rosto, numa clara distinção machista de papeis definidos no Ocidente. Indo para o Novo Testamento, mais uma vez uma mulher aparece como protagonista de alvo de sujeição às leis religiosas e morais dos homens, quando uma adúltera é pega em flagrante e levada ao tribunal improvisado de Jesus, conforme texto a seguir: \"Os mestres da lei e os fariseus trouxeram-lhe uma mulher surpreendida em adultério. Fizeram-na ficar em pé diante de todos e disseram a Jesus: \"Mestre, esta mulher foi surpreendida em ato de adultério.\" Na Lei, Moisés nos ordena apedrejar tais mulheres. E o senhor, que diz? “Eles estavam usando essa pergunta como armadilha, a fim de terem uma base para acusá-lo.\" Mas Jesus inclinou-se e começou a escrever no chão com o dedo. Visto que continuavam a interrogá-lo, ele se levantou e lhes disse: “Se algum de vocês estiver sem pecado, seja o primeiro a atirar pedra\". Do texto, extrai-se que para os religiosos terem razão em sua demanda, foi preciso citar passagens do Antigo Testamento, porque Jesus era judeu, e deveria julgar conforme os ritos judaicos. E qual lei mosaica era essa? A de apedrejar mulheres adúlteras. Estranho notar que em momento algum o adúltero fora levado a julgamento, evidenciando mais uma vez o machismo travestido de moralidade na religião cristã. Esse apedrejamento chancelado pela Bíblia persegue a mulher até os dias atuais, pois, quando não são violentadas em seus próprios lares, segundo pesquisa levantada por Vilhena (2011), em seu livro “Uma igreja sem voz“, onde mostra que 40% das mulheres que sofrem violência doméstica são evangélicas, ou são violentadas por uma sociedade que não aceita a mulher se desvencilhando de situações de vulnerabilidade. Ser espancada pelo próprio marido num lar cristão mostra uma mulher sem voz, até porque há relatos bíblicos como a carta que Paulo escreveu ao jovem pastor Timóteo, (I Timóteo 2: 11 a 15) sobre como ordenar um culto: \"A mulher aprenda em silêncio, com toda a sujeição. Não permito, porém, que a mulher ensine, nem use de autoridade sobre o marido, mas que esteja em silêncio. Porque primeiro foi formado Adão, depois Eva. E Adão não foi enganado, mas a mulher, sendo enganada, caiu em transgressão. Salvar-se-á, porém, dando à luz filhos, se permanecer com modéstia na fé, no amor e na santificação.\" Falar, como visto acima, mesmo que seja em legítima defesa, não é um prerrogativa feminina dada por Deus, sob a pena de Paulo. Os números da pesquisa só corroboram o fato de que a mulher que ,de certa forma, vive debaixo do cetro cristão outorgado a Deus ao homem, é vítima do apedrejamento silencioso que ocorre em 40% dos lares. CONCLUSÃO Como pode ser visto, a religião, quando foge do seu propósito precípuo que é levar esperança e consolo às vidas que sofrem de algum modo violência ou abandono, torna-se instrumento de dominação e opressão, passando ao homem, em sentido estrito, procuração para criar leis com embasamento bíblico a fim de manterem seu status de dominador e o “cabeça da mulher“. A pesquisa apresentada traz um dado alarmante, que é a dupla violência da mulher, que é oprimida e deve permanecer em silêncio, pois o seu grito incomoda o clero. Cabe, portanto, conforme persecução teleológica do presente artigo, provocar as Universidades, como formadoras de agentes reflexivos, trazer à cátedra a discussão sobre gênero, incluindo disciplinas que fomentem debates sobre os direitos de minorias e vulneráveis. Tal atitude isoladamente não basta, mas é um avanço, pois não se abstendo de uma fé saudável, é papel das Universidades, fundamentalmente nos cursos de Humanas, encontrar soluções para os desajustes sociais. REFERÊNCIAS BIBLIOGRÁFICAS BÍBLIA. Português. Bíblia Sagrada. Nova Versão Internacional. São Paulo: Bíblica Brasil, 2000. DINUCCI JÚNIOR, C. A. M. \"HOMEM E MULHER OS CRIOU”: A igualdade intergêneros do “Jardim do Éden” ao pensamento feminista, Revista Transformar, 7ª Edição, p. 136-145, 2015. VILHENA, V. C. Uma igreja sem voz. Editora Fonte Editorial, 178 p., 2011.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-26T04:00:18.634+03:00",
    "updated": "2024-05-26T04:00:18.634+03:00"
  },
  {
    "uuid": "c27c124558243cc934e5ea6f7a9cdda4b1b4b0b3",
    "url": "https://elintransigente.com/2023/12/rodrigo-de-paul-revelo-el-mensaje-que-le-envio-messi-para-su-cumpleanos/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Federico Bairgian",
    "published": "2023-12-28T22:11:00Z",
    "title": "Rodrigo De Paul reveló el mensaje que le envió Messi para su cumpleaños",
    "text": "Rodrigo De Paul participó de una entrevista en la que dio detalles de la convivencia con Lionel Messi en la Selección Argentina y recordó el mensaje de texto que el capitán le envió por su cumpleaños. Además, el volante de la Albiceleste contó cómo intentó unir a los integrantes del combinado nacional a través de diferentes técnicas.\n“Leo es como yo, bastante calentón. Cuando tiene esos enojos hay que dejarlo. Se va a la habitación y al rato por ahí yo voy, le tocó la puerta y le pregunto si quiere unos mates”, expresó el mediocampista de 29 años para Universo Valdano. “En las mañanas siempre estamos solos porque nos levantamos muy temprano. Hay muchas mañanas en las que no hablamos. A veces porque estoy con sueño o malhumorado, él ya me conoce. Él siempre hace el primer termo y yo el segundo”, añadió.\nEn esta línea, confesó una historia especial: “En mi último cumpleaños me mandó un mensaje y me puso: ‘Feliz cumpleaños. Que sigan las mañanas de mate, a veces con charlas y a veces sin decirnos nada’”. Y agregó: “Ya nos entendemos. Hay mañanas que son de 2 o 3 horas sin parar de hablar y otras que no nos decimos ni una palabra. Tenemos mucho conocimiento del otro”.\nRodrigo de Paul y su rol en la Selección Argentina\n“Cuando termina el Mundial 2018 vi cerca la posibilidad. Creo que entendí qué le faltaba a la Selección y tomé un rol muy particular”, comentó Rodri y agregó: “A la Selección le faltaba alguien que conectara todos los puntos fuertes que tenía. Había cosas muy importantes, pero los caminos iban paralelos. Faltaba alguien que conectara esos puntos y yo tenía la capacidad para hacerlo”.\n“Antes del Mundial me fui a una fotocopiadora e imprimí 200 fixtures para jugar al prode entre todos. Después, campeonato de truco, lo llamo al utilero y le digo: ‘andá a algún lugar que hagan tres trofeos de truco’. Ahí empezás a generar vínculos, y los vínculos adentro de la cancha valen”, recordó el mediocampista del Atlético Madrid.\nAdemás, contó cómo potenció la relación entre La Pulga y Nahuel Molina: “Yo sentía que Molina y Messi se tenían que conocer mucho más. A Nahuel, que lo conozco de Italia, y a Leo, que tengo una relación espectacular, los junté y les dije: ‘vamos a jugar al truco. Al principio Nahuel le decía ‘truco’ con miedo. Y a los seis meses le decía: ‘Leo, mirá que te corro hoy, tirame alguna, no vayas todas para adentro’. El gol a Holanda no es casualidad”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://twitter.com/Argentina",
      "https://www.twitter.com/Argentina"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:31:26.019+02:00",
    "updated": "2023-12-29T00:31:26.019+02:00"
  },
  {
    "uuid": "db47c263e23c4564e5367589b8183408e211fb24",
    "url": "https://nairobinews.nation.africa/ghanaian-music-icon-mr-eazi-ventures-into-the-gaming-industry",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Elizabeth Ngigi",
    "published": "2024-04-11T08:22:00Z",
    "title": "Ghanaian music icon Mr Eazi ventures into the gaming industry",
    "text": "Renowned Afropop sensation, Mr Eazi, has announced his latest entrepreneurial venture – Choplife.ci, marking his foray into the gaming industry.\nThe move is part of Mr Eazi’s trademark decisions to expand his empire through digital innovation.\nKnown for his roles as an art curator, property investor, philanthropist, festival producer and fashion enthusiast, the multi-talented artist is now adding gaming to his diverse portfolio.\nExpressing his enthusiasm for the venture, Mr Eazi said, “I am excited to be venturing into our sixth market with the launch of Choplife.ci, signalling our continued commitment to the gaming industry.\nThis marks a new era in African entertainment. Côte d’Ivoire, with its vibrant sports culture and growing digital ecosystem, is the perfect launch pad.”\nThe app offers a wide range of online sports betting and casino games, presented through an intuitive interface.\nThe platform aims to provide an innovative and accessible space for sports enthusiasts while prioritising responsible gaming practices and reinvestment in African creativity and sports development.\nMr Eazi’s entrepreneurial track record is illustrious, with successful ventures such as emPawa Africa and emPawa Distribution and Label, which have contributed significantly to the growth and recognition of African music globally.\nHis innovative approach has garnered praise from esteemed media outlets such as CNN, Rolling Stone, Billboard and Forbes, culminating in his recognition with the ‘Young Entrepreneur Award’ at the 2024 African Prosperity Champions Award.\nMr Eazi’s journey into the gaming industry began in 2017 when he took on the role of brand ambassador for betPawa.\nOver time, he developed into an investor and shareholder in betPawa’s parent company, eventually becoming its licensed operating partner in five countries including Uganda, Tanzania, Ghana, Rwanda and Benin.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "eazi",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T02:21:32.265+03:00",
    "updated": "2024-04-12T02:21:32.265+03:00"
  },
  {
    "uuid": "db9f3108f18bd885c69546100e377f245fc5fa65",
    "url": "https://www.wtvm.com/prnewswire/2023/12/28/console-amp-associates-pc-corewell-health-reports-third-party-data-breach-healthec-exposed-social-security-numbers-1-million-patients/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "OneAdmin",
    "published": "2023-12-28T22:56:00Z",
    "title": "Console & Associates, P.C.: Corewell Health Reports Third-Party Data Breach at HealthEC Exposed Social Security Numbers of 1 Million Patients",
    "text": "MARLTON, N.J., Dec. 28, 2023 /PRNewswire/ -- Approximately one million Corewell Health patients are being notified that their Social Security numbers and other confidential information were compromised after one of Corewell Health's vendors, HealthEC, experienced a major data breach. The data breach lawyers at Console & Associates, P.C. are investigating claims on behalf of anyone affected by the HealthEC / Corewell Health breach, hoping to fully inform them of the risks they face in the wake of the breach as well as their legal rights.\nThe sensitive personal data of one million patients has been compromised. As a result, victims' full names, Social Security numbers and health information may be in the hands of criminals, putting victims at a greater risk of identity theft and other frauds.\nOn December 22, 2023, Corewell Health posted a website notice describing a third-party data breach. Evidently, HealthEC is a health technology company that provides services to Corewell. Due to this relationship, Corewell provides HealthEC with confidential patient information. Corewell notes that the incident stemmed from an unauthorized party gaining access to the computer system of one of its vendors, HealthEC. The website notice also contains a link to a HealthEC data breach letter.\nIn the HealthEC letter, the company explains that, upon detecting a possible cybersecurity incident, HealthEC launched an investigation that confirmed that certain files on its computer network were accessed by an unauthorized party between July 14, 2023 and July 23, 2023. HealthEC also determined that the unauthorized party may have accessed confidential information belonging to as many as one million Corewell Health patients.\nThe list of sensitive information that was exposed includes:\n- Names,\n- Addresses,\n- Dates of Birth,\n- Social Security Numbers,\n- Medical record numbers,\n- Medical information, and\n- Health insurance information.\nIf you receive a data breach notice from HealthEC, you could now be at risk of identity theft—and the devastating financial and legal consequences that go along with it.\nWhat Should You Do if You Receive a HealthEC Data Breach Letter?\nIndividuals who receive a data breach letter from HealthEC should take steps to protect themselves. (See our Guide for Victims of Data Breach for more details at\nhttps://www.myinjuryattorney.com/patient-privacy-data-breach-lawyers/if-your-information-has-been-compromised-in-a-data-breach/).\nAdditionally, victims should consider contacting a data breach attorney immediately, as anyone who receives a data breach letter from HealthEC may be entitled to financial compensation.\nIf you wish to discuss this data security incident, please contact Console & Associates, P.C. at (866) 778-5500. You can also learn more about this data breach and potential lawsuit at\nhttps://c212.net/c/link/?t=0&l=en&o=4058367-1&h=623495007&u=https%3A%2F%2Fwww.myinjuryattorney.com%2Fcorewell-health-data-breach-class-action-investigation-and-lawsuit-assistance%2F&a=https%3A%2F%2Fwww.myinjuryattorney.com%2Fcorewell-health-data-breach-class-action-investigation-and-lawsuit-assistance%2F.\nThis press release may be considered Attorney Advertising in some jurisdictions under the applicable law and ethical rules.\nCONTACT:\nConsole & Associates\nP.C., 866-778-5500\nView original content:\nSOURCE Console & Associates, P.C.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://c212.net/c/link/?t=0&l=en&o=4058367-1&h=623495007&u=https%3A%2F%2Fwww.myinjuryattorney.com%2Fcorewell-health-data-breach-class-action-investigation-and-lawsuit-assistance%2F&a=https%3A%2F%2Fwww.myinjuryattorney.com%2Fcorewell-health-data-breach-class-action-investigation-and-lawsuit-assistance%2F.",
      "https://c212.net/c/link/?t=0&l=en&o=4058367-1&h=3266625603&u=https%3A%2F%2Fwww.myinjuryattorney.com%2Fpatient-privacy-data-breach-lawyers%2Fif-your-information-has-been-compromised-in-a-data-breach%2F&a=https%3A%2F%2Fwww.myinjuryattorney.com%2Fpatient-privacy-data-breach-lawyers%2Fif-your-information-has-been-compromised-in-a-data-breach%2F",
      "https://www.myinjuryattorney.com/patient-privacy-data-breach-lawyers/if-your-information-has-been-compromised-in-a-data-breach/",
      "https://www.c212.net/c/link/?t=0&l=en&o=4058367-1&h=3266625603&u=https%3A%2F%2Fwww.myinjuryattorney.com%2Fpatient-privacy-data-breach-lawyers%2Fif-your-information-has-been-compromised-in-a-data-breach%2F&a=https%3A%2F%2Fwww.myinjuryattorney.com%2Fpatient-privacy-data-breach-lawyers%2Fif-your-information-has-been-compromised-in-a-data-breach%2F",
      "https://www.c212.net/c/link/?t=0&l=en&o=4058367-1&h=623495007&u=https%3A%2F%2Fwww.myinjuryattorney.com%2Fcorewell-health-data-breach-class-action-investigation-and-lawsuit-assistance%2F&a=https%3A%2F%2Fwww.myinjuryattorney.com%2Fcorewell-health-data-breach-class-action-investigation-and-lawsuit-assistance%2F.",
      "https://www.myinjuryattorney.com/patient-privacy-data-breach-lawyers/if-your-information-has-been-compromised-in-a-data-breach",
      "https://c212.net/c/link/",
      "https://myinjuryattorney.com/patient-privacy-data-breach-lawyers/if-your-information-has-been-compromised-in-a-data-breach/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "corewell",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "console & associates",
          "sentiment": "negative"
        },
        {
          "name": "corewell health",
          "sentiment": "negative"
        },
        {
          "name": "healthec exposed social security numbers",
          "sentiment": "negative"
        },
        {
          "name": "healthec / corewell health",
          "sentiment": "none"
        },
        {
          "name": "healthec",
          "sentiment": "none"
        },
        {
          "name": "social security",
          "sentiment": "none"
        },
        {
          "name": "corewell",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "n.j.",
          "sentiment": "none"
        },
        {
          "name": "marlton",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:13:54.677+02:00",
    "updated": "2023-12-29T01:13:54.677+02:00"
  },
  {
    "uuid": "f5ca17f73f5521f3883f7ae81d6a74a945198294",
    "url": "https://www.periodicodeibiza.es/pitiusas/ibiza/2024/11/01/2268555/aemet-ninguna-zona-del-mediterraneo-esta-libre-posibilidad-vivir-algo-como-valencia.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sonia Ribas",
    "published": "2024-10-31T23:30:00Z",
    "title": "Aemet: \\u00abNinguna zona del mediterr\\u00e1neo est\\u00e1 libre de la posibilidad de vivir algo como lo de Valencia\\u00bb",
    "text": "El Servicio de Emergencias 112 activó ayer la alerta amarilla en Ibiza y Formentera por lluvias y tormentas. A pesar de la previsión, el portavoz adjunto en Baleares de la Agencia Estatal de Meteorología (AEMET), Bernat Amengual, explicó que la DANA sigue activa, aunque en las Pitiusas no está previsto aumentar en las próximas horas el nivel de alerta. [El tiempo](/historia/tiempo.html) Aemet: «Ninguna zona del mediterráneo está libre de la posibilidad de vivir algo como lo de Valencia» Las Pitiusas se encuentran en alerta amarilla por tormentas y lluvias También en Pitiusas [Llega la DANA a Ibiza: alerta por fuertes lluvias durante todo el fin de semana](/pitiusas/ibiza/2024/10/31/2268063/alerta-por-fuertes-lluvias-ibiza-durante-todo-fin-semana.html)[«Nuestra generación ha sido la mejor de todos los tiempos»](/pitiusas/gente-ibiza-formentera/2024/10/31/2267949/nuestra-generacion-sido-mejor-todos-tiempos.html)[Muere un motorista tras salirse de la carretera en Benirràs](/pitiusas/ibiza/2024/10/30/2267983/muere-motorista-tras-salirse-carretera-benirras.html)[Tres días de luto oficial en Ibiza por la catástrofe en Valencia](/pitiusas/ibiza/2024/10/31/2268153/tres-dias-luto-oficial-ibiza-por-catastrofe-valencia.html)[El miedo al desabastecimiento por la tragedia de Valencia vacía algunos supermercados de Ibiza](/pitiusas/ibiza/2024/10/31/2268523/miedo-desabastecimiento-por-dana-valencia-agota-algunos-productos-supermercados-ibiza.html) Sin comentarios De momento no hay comentarios.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Bernat Amengual",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Agencia Estatal de Meteorología",
          "sentiment": "none"
        },
        {
          "name": "AEMET",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Ibiza",
          "sentiment": "none"
        },
        {
          "name": "Benirràs",
          "sentiment": "none"
        },
        {
          "name": "Baleares",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T01:49:22.061+02:00",
    "updated": "2024-11-01T05:38:39.684+02:00"
  }
]