[
  {
    "uuid": "9a77200ca3903e11cf9c6c0b33de8bd107547d9b",
    "url": "https://www.nodal.am/2024/02/bolivia-desde-el-gobierno-denuncian-las-muertes-ocasionadas-en-los-bloqueos-y-apuntan-contra-evo-morales",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marcos Llull",
    "published": "2024-02-01T18:37:00Z",
    "title": "Bolivia | Desde el gobierno denuncian las muertes ocasionadas en los bloqueos y apuntan contra Evo Morales",
    "text": "Bolivia | Desde el gobierno denuncian las muertes ocasionadas en los bloqueos y apuntan contra Evo Morales Gobierno denuncia 4 muertos a causa de bloqueos del ‘evismo’; el último es un adulto mayor Desde el inicio de los bloqueos liderados por seguidores de Evo Morales, han perdido la vida cuatro personas que de algún modo se vieron perjudicadas por la medida. Un adulto mayor falleció el miércoles en Cochabamba, según el dato confirmado por el viceministro de Defensa Social y Sustancias Controladas, Jaime Mamani. “Día que pasa, los movilizados se vuelven más violentos y agresivos”, criticó Mamani. “La cuarta víctima, lamentablemente, se ha registrado el día de ayer (miércoles). Una persona de la tercera edad falleció por atragantamiento, en el punto de bloqueo del puente Ichilo”, indicó la autoridad gubernamental en conferencia de prensa. Se trata de Bernardo Vallejos, de 67 años, afiliado a la Federación Carrasco, quien pereció en el hospital de Villa Tunari, por un atragantamiento, en pleno bloqueo, en el puente Ichilo, localizado en Bulo Bulo. “El día de ayer hemos hecho conocer este caso, pero lamentablemente este señor ha perdido la vida a consecuencia de estos bloqueos”, expresó Mamani. En 11 días suman cuatro fallecidos en medio de esa extrema medida. El miércoles 24 de enero se reportó la muerte de una mujer de 53 años, con problemas de presión arterial, que no pudo viajar por tierra de La Paz a Santa Cruz por el bloqueo. El 25 de enero, se conoció del deceso de un transportista, por un paro cardíaco, en el punto de bloqueo de Locotal (kilómetro 100), en la carretera nueva Cochabamba – Santa Cruz, según el Gobierno. En tanto, el 28 de enero se registró la muerte de un bebé de siete meses -que padecía de dengue- en la carretera cuando era evacuado desde Villa Tunari hasta el Hospital del Niño «Manuel Ascencio Villarroel» en Cochabamba. “A consecuencia de los bloqueos, no pudo llegar a la ciudad de Cochabamba para ser atendido”, lamentó la autoridad, quien también denunció que hay un total de 34 efectivos policiales heridos por “bloqueadores violentos”, además de tres víctimas civiles a consecuencia de esta medida. Una niña de 10 años fue agredida sexualmente al interior de una flota en el punto de bloqueo de Parotani, el 23 de enero. Otro caso corresponde al de un comunario “brutalmente golpeado”, en un punto de bloqueo en Aiquile, el 29. La tercera víctima fue una dirigente de las Bartolinas, quien por estar en contra de los bloqueos de caminos fue “brutalmente golpeada por los movilizados”, en Parotani, el 30 de enero. “Las personas que están liderando los bloqueos están pidiendo a gritos que se pueda masificar los bloqueos y, a consecuencia de esto, de no tener respuesta, estas personas se vuelven agresivas y violentas y no dejan pasar ni personas ni vehículos, ni ambulancias, ni ayuda humanitaria, ni ayuda médica, para atender a las personas que están siendo perjudicadas en los puntos de bloqueo”, denunció. Bloqueos impiden que Papelbol acceda a materia prima, Gobierno pide que no se perjudique la industrialización El ministro de Desarrollo Productivo, Néstor Huanca, informó que los bloqueos de caminos instigados por Evo Morales impiden que la estatal Papelbol acceda a materia prima, por lo que pidió a los movilizados que no perjudiquen la industrialización. “Reflexionen y no sigan perjudicando el abastecimiento de la materia prima y también no perjudicar este proceso de industrialización a las plantas que están en pleno funcionamiento”, manifestó la autoridad en conferencia de prensa. Indicó que la planta de la empresa estatal Papeles de Bolivia (Papelbol), ubicada en el Trópico de Cochabamba, no puede abastecerse de materia prima a consecuencia de los bloqueos de caminos, principalmente en este departamento. “Lamentablemente no está siendo abastecida con materia prima y se está perjudicando en el procesamiento de la materia prima y obviamente la comercialización del producto que ofrece esta empresa”, enfatizó. Señaló que al igual que Papelbol, hay otras plantas industriales de empresas públicas instaladas en el Trópico de Cochabamba, que son perjudicadas por los bloqueos de caminos “injustificados”. “Hoy por hoy está siendo perjudicada (la industrialización y la economía del país), nosotros queremos la reflexión, que de una vez levanten los bloqueos y que sean las instancias pertinentes que solucionen lo que ellos están demandando”, instó. Afines a Evo Morales llevan adelante 11 días consecutivos de bloqueo de caminos en demanda de elecciones judiciales – cuyo proceso para su realización es competencia del Legislativo y no del Ejecutivo – y una nueva candidatura del dirigente cocalero a las elecciones presidenciales; sin embargo, varios sectores rechazan y reprochan esta medida. A causa de esa extrema medida, Bolivia reporta una pérdida que asciende a $us 680 millones desde el 22 hasta el 30 de enero pasado, de acuerdo con los datos del Ministerio de Economía y Finanzas Públicas. Diputada insta a Evo Morales a dejar de lado intereses personales para terminar con los bloqueos La diputada del Movimiento Al Socialismo (MAS), Deysi Choque, instó este jueves al dirigente cocalero Evo Morales a dejar de lado sus intereses personales para dar fin a los bloqueos que causan un daño millonario al Estado. “¿Cómo se logra pacificar al país? ¿cuál es la salida? La salida a los bloqueos es sencilla, que el señor (Evo) Morales se olvide de los intereses personales, salga y les diga a mis hermanos campesinos que levanten el bloqueo”, manifestó la legisladora. Grupos afines a Evo Morales cumplen 11 días de bloqueo en las carreteras estratégicas de Cochabamba, generando más de $us 600 millones de pérdidas económicas hasta el 30 de enero. “Levantar el bloqueo no es un problema, ahí Evo Morales tiene que pronunciarse y levantarlo”, reiteró Choque en entrevista con RTP. Por su parte, el jefe de la bancada del MAS en Diputados, Jerges Mercado, reprochó que ahora Morales tenga nuevas demandas, demostrando que no le interesa la justicia y solo busca ser candidato para las elecciones 2025. “No le importa la justicia, le importa ser candidato nuevamente y por eso está estrangulando al país, como intentó estrangular a nuestro Gobierno desde la Cámara de Diputados y no se lo permitimos”, dijo Mercado en contacto con los medios. Los movilizados demandan elecciones judiciales y además defienden una nueva candidatura de Morales, pese a que una sentencia constitucional se lo impide. “Evo Morales acaba de hacer otras exigencias (…), dijo que ya no es suficiente con que salga la ley, con que se vayan los magistrados. Ahora quiere que los diputados tengan la potestad de destituir a ministros, mañana cuando le demos gusto va a pedir otras cosas ¿por qué? Porque su único interés es ser habilitado (para ser) presidente, no le importa el país, no le importa la economía, ni el sufrimiento de la gente”, increpó.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T01:12:38.278+02:00",
    "updated": "2024-02-09T07:53:17.132+02:00"
  },
  {
    "uuid": "9b6ec5210643b42d657506c78dcbc941e47ffdcd",
    "url": "https://www.newschannel10.com/2024/06/22/retired-police-sergeant-vacation-with-family-rescues-couple-sinking-car",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brenda Ordonez",
    "published": "2024-06-22T00:00:00Z",
    "title": "Retired police sergeant on vacation with family rescues couple from sinking car",
    "text": "CINCINNATI ( WXIX /Gray News) - A retired Cincinnati police sergeant and his family saved an Ohio couple who just happened to be vacationing in the same area in Florida. The Ramsey family is from Ohio, while the Bell family lives in northern Kentucky. Up until June 11, the two families had no idea they lived so close to one another. Some might call it a coincidence. Others will say it’s luck, but these two families call it a miracle. Dean and Shana Ramsey recall the moment they said they almost drowned while vacationing in Siesta Key, Florida. Several streets flooded that day after the area received more than 11 inches of rain, an abnormal amount, according to Sarasota County officials. “You couldn’t see anything but rain and water,” Dean Ramsey recalled. With several cars stalled on the road, the couple said they tried to pull off on what they thought was land. “The water sucked us right into that lagoon and that was it,” Dean Ramsey explained. Watching in horror from their condo was retired Cincinnati Police Department sergeant Mike Bell, his wife Ginger Bell and their three young kids. The Bell family responded. “We were able to stop, slow things down, and assess and make some decisions on how we were going to move forward,” Mike Bell said. That plan started with Mackenzie Bell giving valuable information to 911. “I remembered they needed to know the address, so that’s the first thing I told her and then I told her a car is in the pond and there was two people in there,” Mike’s and Ginger Bell’s daughter, Mackenzie Bell, said. Meanwhile, the retired sergeant and his wife, who is an emergency medical doctor, took action. “I went over to the edge of the water and realized it wasn’t sinking immediately, so I have a few minutes,” Mike Bell recounted from that moment. “At that time, Ginger exited the front door next to the pond. I look at her and said, ‘We need flotation devices.’” That’s where little Hank Bell came in. “I didn’t want them to die, so I ran as fast as I could,” Hank Bell explained. “I went up the elevator, which is extremely slow, and I knew there were stairs that were faster. So, I ran down the stairs.” Flotation devices in hand, the Bell kids handed them to their parents who were already in the water. “He went into the lady’s side and I went into the man’s side,” Ginger Bell said. “She was able to climb out on her own, but I put the boogie board right in front of her. She got her body on the boogie board and that’s when I started paddling and we kicked over to the side.” Ginger Bell ran into some issues helping Dean Ramsey. “When he was trying to get out, his foot got stuck, so he was on his back with one foot out and one foot stuck in the steering wheel,” Ginger Bell remembered. “I looked at her and I said, ‘I’m stuck, I can’t,’” Dean Ramsey remembered. “At that time, I was like, ‘I’m going down with the car,’ but she’s like, ‘Get out of this car! You got to get out! Kick your leg!’ I started thrashing my leg and my foot popped out.” The rescue took about five minutes. Back on dry land, the Ramsey family saw their rescuers as “guardian angels.” The families say they have plans to reunite in the near future. The Bell family wants to remind residents to always be mindful of their surroundings and assess a situation before getting involved. They said if your car is going in a body of water, roll down the windows or punch them out by hitting the corners. Those tactics could save a life. Copyright 2024 WXIX via Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation/",
      "https://www.fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation",
      "https://fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ginger bell",
          "sentiment": "none"
        },
        {
          "name": "shana ramsey",
          "sentiment": "none"
        },
        {
          "name": "mike bell",
          "sentiment": "none"
        },
        {
          "name": "dean ramsey",
          "sentiment": "none"
        },
        {
          "name": "ramsey",
          "sentiment": "none"
        },
        {
          "name": "dean",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cincinnati police department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cincinnati",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        },
        {
          "name": "kentucky",
          "sentiment": "none"
        },
        {
          "name": "sarasota county",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T17:47:29.089+03:00",
    "updated": "2024-06-22T17:47:29.089+03:00"
  },
  {
    "uuid": "c0c4f1b8f8e20df240c7c88e523ee1735df5f267",
    "url": "https://cadenaser.com/nacional/2024/06/06/umbral-de-intolerancia-cadena-ser",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Joaquín Estefanía",
    "published": "2024-06-06T20:21:00Z",
    "title": "Umbral de intolerancia | Opinión | Cadena SER",
    "text": "[Opinión](/opinion/) Umbral de intolerancia La Unión Europea vende orden, pero ofrece todo lo contrario. Las fronteras de Europa se han convertido en espacios de desorden Punto y 25 | Umbral de intolerancia 01:28 Compartir El código iframe se ha copiado en el portapapeles Umbral de tolerancia. Cuando los historiadores analicen con la distancia que da el tiempo la globalización del siglo XXI, seguramente dirán que fue una globalización deforme, completa en lo que se refiere a lo financiero, muy amplia en lo que atañe a lo comercial y muy limitada en los movimientos de personas. Así lo podemos deducir de las principales medidas que respecto a los inmigrantes se han tomado últimamente. Aquí al lado, en Portugal, el Gobierno ha dado un giro a su política y endurecido las normas para la regularización de inmigrantes. En Estados Unidos, Biden acaba de visar una orden para restringir el acceso de inmigrantes indocumentados al país y para dificultar la obtención de asilo. La Unión Europea vende orden, pero ofrece todo lo contrario. Las fronteras de Europa se han convertido en espacios de desorden. El Pacto Europeo de Migraciones y Asilo, aprobado por escaso margen en el Parlamento Europeo que ahora se renovará, refuerza las fronteras de entrada y de tránsito de personas. A pesar de tantos estudios demográficos y económicos que demandan más inmigrantes para rejuvenecer nuestras sociedades y equilibrar nuestro futuro, nadie parece querer más personas de fuera de nuestro glacis natural. El antiguo umbral de tolerancia se ha reducido o incluso en algunos lugares se ha convertido en umbral de intolerancia. Joaquín Estefanía Es periodista, exdirector del periódico 'EL PAÍS' donde sigue firmando columnas. También colabora en...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:39:00.271+03:00",
    "updated": "2024-06-07T01:39:00.271+03:00"
  },
  {
    "uuid": "b6edbeb4ca0d584c284b5c00bcedc5365de01375",
    "url": "https://keyt.com/news/weather-news/cnn-weather-environment/2023/12/28/massive-california-waves-injure-some-onlookers-and-bring-flooding-treacherous-beach-conditions-up-the-west-coast/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newsource",
    "published": "2023-12-29T07:47:00Z",
    "title": "Massive California waves injure some onlookers and bring flooding, treacherous beach conditions up the West coast",
    "text": "Massive California waves injure some onlookers and bring flooding, treacherous beach conditions up the West coast\nBy Elizabeth Wolfe, Robert Shackelford and Cindy Von Quednow, CNN\n(CNN) — A powerful offshore storm is\ndriving towering waves into the California coastline, triggering flooding and urgent warnings from officials of swells that could damage piers and boats and threaten onlookers, after several people were injured by a wave along Ventura beach on Thursday.\nNearly 20 people were swept away by a wave that crashed into onlookers standing behind a barrier along the southern California beach, and eight people were taken to the hospital, Ventura officials said.\nSome parts of the California coast will see high water and dangerous rip currents through the weekend as the large waves keep rolling in. Coastal flood and high-surf alerts cover much of the West coast from the US-Mexico border to southern Oregon on Friday, the National Weather Service said.\nSan Francisco could see waves as high as telephone poles — up to 40 feet — through Friday morning. Fifteen to 20-foot waves are expected in the central coast.\nThe dangerous conditions pose an “exceptional risk” of ocean drowning and damage to structures like piers and jetties, the National Weather Service said.\nThe spectacular waters have enthralled some surfers and onlookers, but weather officials are cautioning that the waves and strong rip tides can be perilous for those nearby.\n“Large breaking waves can cause injury, wash people off beaches and rocks, and capsize small boats near shore,” the National Weather Service warned.\nAt least one fisherman fell overboard in a harbor off Oxnard and later came ashore uninjured, the Ventura County Fire Department said.\nThe conditions have already caused some road closures and evacuations in coastal California communities and prompted the rescue of five campers along the San Luis Obispo coast.\nSome coastal streets in Ventura have been closed as a precaution. In order to discourage spectators, officials also closed a main access point to Ventura Pier, which saw a swell of about 20 feet on Thursday.\nIn central California’s Santa Cruz, the sheriff’s office\nissued an evacuation warning for some areas on Thursday, which included areas of Rio Del Mar, where seawater filled beachside roadways and pushed against some homes, CNN affiliate KION reported. The warnings were lifted later in the day.\nThe most extreme impacts were expected along the central and Ventura County coasts, along with Hermosa, Manhattan and Palos Verdes beaches, the weather service in Los Angeles said Thursday.\nBut Northern California will not be spared.\nThe Bay Area is under a high wind alert Friday and could see gusts of up to 50 mph. The weather service warned Thursday that the area could see waves of 28 to 33 feet.\nRain is also expected to fall on the Bay Area and areas north of it throughout the day Friday before spreading south on Saturday.\nMassive waves attract surfers to Mavericks\nDespite safety warnings, the massive waves are a welcome sight to surfers hungry to tackle the legendary swells at Mavericks Beach, about 25 miles south of San Francisco.\nPro surfers and spectators flocked to the beach on Thursday for a competition at the beach known for having\nsome of the biggest waves in the world, CNN affiliate KGO reported.\nLocal resident Ion Banner\ntold the affiliate that surfers from Brazil, Tahiti and Hawaii were out in the water. “It’s pretty gnarly, it’s super big,” he said.\n“The waves looked absolutely massive and it was everything that we expected,” said Miguel Blanco, who told KGO he flew in from Portugal to surf the waves. “It was really big, I’d say 40-60 foot waves.”\n“If it’s your turn, you just gotta go,” Blanco said. “When you see a big wave, you’re kinda scared but at the same time you’re feeling like you should go and you just go and enjoy the ride.”\nCNN’s David Williams contributed to this report.\nThe-CNN-Wire\n™ & © 2023 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Weather"
    ],
    "external_links": [
      "https://www.visithalfmoonbay.org/articles/mavericks-biggest-surf-west-coast",
      "https://www.cnn.com/2023/12/28/weather/high-surf-ventura-san-diego/index.html",
      "https://www.facebook.com/SantaCruzSheriffsOffice/",
      "https://abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785/",
      "https://www.abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785/",
      "https://abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785",
      "https://facebook.com/SantaCruzSheriffsOffice/",
      "https://visithalfmoonbay.org/articles/mavericks-biggest-surf-west-coast",
      "https://cnn.com/2023/12/28/weather/high-surf-ventura-san-diego/index.html",
      "https://www.facebook.com/SantaCruzSheriffsOffice"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cindy von quednow",
          "sentiment": "none"
        },
        {
          "name": "elizabeth wolfe",
          "sentiment": "none"
        },
        {
          "name": "robert shackelford",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west coast massive california",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "oregon",
          "sentiment": "none"
        },
        {
          "name": "san francisco",
          "sentiment": "none"
        },
        {
          "name": "west coast",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T10:10:23.897+02:00",
    "updated": "2023-12-29T10:10:23.897+02:00"
  },
  {
    "uuid": "a931e2b10e2993ab973198ac3105bb38d74e7d8d",
    "url": "https://www.fnp.de/ratgeber/gesundheit/kehlkopfkrebs-zwei-zentrale-risikofaktoren-die-vermeidbar-sind-zr-93813017.html",
    "ord_in_thread": 0,
    "author": "Judith Braun",
    "published": "2025-07-03T03:40:00Z",
    "title": "Kehlkopfkrebs: Zwei zentrale Risikofaktoren, die vermeidbar sind",
    "text": "Kehlkopfkrebs: Zwei zentrale Risikofaktoren, die vermeidbar sind\nMänner erkranken häufiger an Kehlkopfkrebs, wobei zwei bedeutende Risikofaktoren im Fokus stehen. Frühe Warnsignale sollten nicht unterschätzt werden.\nFrankfurt – In Deutschland erkranken jährlich etwa 3.600 Männer und 500 Frauen an Kehlkopfkrebs, auch Larynxkarzinom genannt. Die Deutsche Krebsgesellschaft gibt an, dass die Betroffenen im Durchschnitt 68 Jahre alt sind, wobei Männer häufiger betroffen sind als Frauen. Tumore entwickeln sich meist im Bereich der Stimmlippen und können bei frühzeitiger Erkennung oft erfolgreich therapiert werden. Zudem sind die beiden Hauptrisikofaktoren vermeidbar und somit das Risiko, an Kehlkopfkrebs zu erkranken, reduzierbar.\nZwei vermeidbare Risikofaktoren begünstigen die Entwicklung von Kehlkopfkrebs\nTabak- und Alkoholkonsum gelten als die Hauptursachen für Kehlkopfkrebs. Der Tabakkonsum steht in direktem Zusammenhang mit der Wahrscheinlichkeit, an dieser Krankheit zu erkranken, wobei sowohl die Intensität als auch die Dauer des Konsums eine Rolle spielen. Dies berichtet die Deutsche Krebsgesellschaft.\nEin weiterer wesentlicher Risikofaktor ist der übermäßige Konsum von Alkohol. Besonders gefährlich wird es, wenn beide Faktoren zusammenkommen. Das Robert-Koch-Institut (RKI) weist darauf hin, dass die Kombination aus langjährigem Rauchen und regelmäßigem, starkem Alkoholkonsum besonders schädlich ist.\nKehlkopfkrebs: Weitere Risikofaktoren, die man kennen sollte\nNeben den Hauptursachen gibt es weitere Faktoren, die das Risiko für Kehlkopfkrebs erhöhen können. Berufliche Exposition gegenüber Schadstoffen wie Asbest und schwefelsäurehaltigen Gasen (Aerosolen) zählt dazu, wie netdoktor.de berichtet. Auch bestimmte Virusinfektionen, insbesondere mit humanen Papillomaviren (HPV), können zur Entstehung von Kehlkopfkrebs beitragen, so die Apotheken Umschau.\nKehlkopfkrebs lässt sich jedoch vermeiden. Durch den Verzicht auf Rauchen und die Reduzierung oder den vollständigen Verzicht auf Alkohol können Betroffene ihr persönliches Risiko erheblich senken. Frühe Warnzeichen von Kehlkopfkrebs wie anhaltende Heiserkeit, dauerhaftes Halskratzen, Räusperzwang und chronischer Husten sollten ernst genommen und zeitnah von einem Arzt untersucht werden. Bei rechtzeitiger Diagnose und Behandlung sind die Heilungschancen bei Kehlkopfkrebs deutlich besser als in fortgeschrittenen Stadien. (jbr)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "topics": [
      "Health->cancer",
      "Health->medical condition",
      "Health->health care approach"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.24vita.de/nachrichten-mix/die-drei-haeufigsten-krebsarten-bei-frauen-und-maennern-93508316.html",
      "https://www.24vita.de/praevention/entscheidende-krebs-risikofaktoren-die-man-vermeiden-kann-93379297.html",
      "https://www.fr.de/ratgeber/gesundheit/kehlkopfkrebs-alarmzeichen-drei-fruehe-symptome-sollten-sie-kennen-93740503.html",
      "https://www.24vita.de/krankheiten/",
      "https://24vita.de/krankheiten/",
      "https://www.24vita.de/krankheiten",
      "https://24vita.de/nachrichten-mix/die-drei-haeufigsten-krebsarten-bei-frauen-und-maennern-93508316.html",
      "https://24vita.de/praevention/entscheidende-krebs-risikofaktoren-die-man-vermeiden-kann-93379297.html",
      "https://fr.de/ratgeber/gesundheit/kehlkopfkrebs-alarmzeichen-drei-fruehe-symptome-sollten-sie-kennen-93740503.html"
    ],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Deutschland",
          "sentiment": "none"
        },
        {
          "name": "Frankfurt",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Deutsche Krebsgesellschaft",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T09:14:27.938+03:00",
    "updated": "2025-07-03T06:17:04.000+00:00"
  }
]