[
  {
    "uuid": "9fc624b4e29c67efe211d8e985fc7186f5bede82",
    "url": "https://www.uc.edu/news/articles/2024/04/spectrum-news--uc-backed-startup-hopes-to-save-lives-with-ai.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kyle Shaner",
    "published": "2024-04-04T00:00:00Z",
    "title": "Spectrum News: UC-backed startup hopes to save lives with AI | University of Cincinnati",
    "text": "Spectrum News: UC-backed startup hopes to save lives with AI Genexia aims to detect heart disease in women by using mammograms By combining existing mammograms with its artificial intelligence, a University of Cincinnati-backed startup hopes to detect heart disease and save lives, [Spectrum News reported](https://spectrumnews1.com/oh/columbus/news/2024/03/25/new-ai-technology-to-detect-heart-disease-during-mammogram-). [Genexia](https://genexia.co/), founded by [Kelly Cohen](https://researchdirectory.uc.edu/p/cohenky?_gl=1*4irl95*_ga*MTgzMTUxMzg1NS4xNzA0MjI0OTU0*_ga_7H1FCKXZ4Y*MTcxMjIzOTI4OS4yNC4xLjE3MTIyNTY1ODUuOC4wLjA.), Dino Martis and Anoop Sathyan, aims to [use explainable AI in mammograms](https://www.uc.edu/news/articles/2024/02/startup-develops-ai-to-diagnose-coronary-artery-disease.html) for early detection of coronary artery disease to significantly reduce deaths and quality of life degradation for women. Cardiovascular disease is the No. 1 killer of women in the United States and worldwide. In the U.S. alone, 500,000 women die annually as a result of heart disease. “Women are not as fortunate. the symptoms are not that observable as with a man,\" said Cohen, who survived a heart attack. \"I hope that our technology would make the difference and provide women with the chance I was provided.\" The technology wouldn’t require any additional tests. “By attaching this diagnostic to the mammogram, which they conveniently and regularly engage with, we are now able to proactively identify coronary artery disease for women who previously would have been not diagnosed,” Martis said. Featured image at top: A woman receives a mammogram. Photo/Rhoda Baer, National Cancer Institute via Unsplash Innovation Lives Here The University of Cincinnati is leading public urban universities into a new era of innovation and impact. Our faculty, staff and students are saving lives, changing outcomes and bending the future in our city's direction. [Next Lives Here.](https://www.uc.edu/about/strategic-direction.html) Related Stories [](https://www.uc.edu/news/articles/2024/03/n21232109.html) [](https://www.uc.edu/news/articles/2024/03/n21232109.html) WCPO: UC-backed startup aims to use AI to detect heart disease March 4, 2024 A University of Cincinnati-backed startup is developing explainable artificial intelligence to better diagnose coronary artery disease risk in women, WCPO reported. [](https://www.uc.edu/news/articles/2024/04/n21241798.html) [](https://www.uc.edu/news/articles/2024/04/n21241798.html) Spectrum News: UC-backed startup hopes to save lives with AI April 4, 2024 By combining existing mammograms with its artificial intelligence, a University of Cincinnati-backed startup hopes to detect heart disease and save lives, Spectrum News reported. [](https://www.uc.edu/news/articles/2023/04/n21161269.html) [](https://www.uc.edu/news/articles/2023/04/n21161269.html) UC research aims to prevent skin cancer while getting a tan April 6, 2023 Research from the University of Cincinnati could allow people to get a healthy tan, avoid wrinkles and protect themselves from skin cancer, WJXT in Jacksonville, Florida, reported.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "https://genexia.co/),",
      "https://spectrumnews1.com/oh/columbus/news/2024/03/25/new-ai-technology-to-detect-heart-disease-during-mammogram-).",
      "https://www.spectrumnews1.com/oh/columbus/news/2024/03/25/new-ai-technology-to-detect-heart-disease-during-mammogram-).",
      "https://www.genexia.co/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "anoop sathyan",
          "sentiment": "none"
        },
        {
          "name": "dino martis",
          "sentiment": "none"
        },
        {
          "name": "kelly cohen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "uc",
          "sentiment": "negative"
        },
        {
          "name": "university of cincinnati spectrum news",
          "sentiment": "negative"
        },
        {
          "name": "university of cincinnati",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T02:33:42.553+03:00",
    "updated": "2024-04-05T02:33:42.553+03:00"
  },
  {
    "uuid": "6dca44ee5fc0ac199bcb61a1a29f3d91faa13359",
    "url": "https://newsday.co.tt/2024/03/29/archbishop-re-live-christs-last-supper-through-eucharist",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sean Douglas",
    "published": "2024-03-29T06:01:00Z",
    "title": "Archbishop: Re-live Christ’s Last Supper through Eucharist",
    "text": "[News](https://newsday.co.tt/category/news) Archbishop: Re-live Christ’s Last Supper through Eucharist [Sean Douglas](https://newsday.co.tt/reporter/sean-douglas) ARCHBISHOP Jason Gordon said the faithful may relive the occasion of Jesus Christ’s Last Supper with his Apostles, with all benefits of doing so, each time they celebrate the Eucharist, the consumption of a communion wafer and wine as Christ’s body and blood. He gave his heartfelt message at holy mass at the Cathedral of the Immaculate Conception, Port of Spain, where he washed the feet of parishioners on the occasion of Holy Thursday. The mass recalled the Last Supper held the night before Christ’s crucifixion on Good Friday. Gordon recalled the Hebrew festival of Passover, when lambs were slaughtered as a sacrifice to God and to provide blood to protect Hebrew homes from the Angel of Death ahead of the exodus from ancient Egypt. Gordon said while a memorial means a mere memory, celebrating the Eucharist lets a worshipper relive Christ’s presence at the Last Supper as if they were 2,000 years ago. “You celebrate it as if you were actually there in that room itself. You lack no grace by being 2,000 years late. “The Eucharist is not a symbol, a sign, or something ‘we do.’ This is a complete re-enactment of the last day. It is putting yourself in that scene of the Last Supper.” He said Christ acts through the priest who offers worshippers the communion wafer and wine, which then transforms into Christ’s flesh and blood. Gordon said the Eucharist was the church’s “greatest treasure. “Open your eyes and beg God to remove the veil from your eyes that you could see the sacred mystery for what it is – Christ Jesus present for us, on this altar – as bread, as wine, body, blood, soul and divinity, the whole Christ present to us.” At least twice in his homily Gordon recalled Christ’s greatest commandment, reciting, “Love one another as I have loved you.” Gordon spoke of humility. “To show us the humility of God giving himself to us, He (Christ) washes the feet of the disciples as a show of what real humility looks like.” He said the Eucharist has a message of humility to each person who might otherwise want to be large and in charge. “We want to be proud and we want to be ‘this’ and ‘that’. “Jesus was humble. And humble unto death. “If we come humble unto death, then we would enter into the sacred mystery and the Eucharist would be a healing balm for our soul. “It will be an encounter with Jesus Christ himself. It will be an opening of our soul to the divine portal where we will experience Heaven and Earth meeting in us, where God comes to dwell in us, and we dwell in God, amen, amen, amen.” Gordon then washed the parishioners’ feet. Afterwards, a priest told the congregation the Eucharist represented “grace, blessing and strength” and “unity, reconciliation and peace.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jason gordon",
          "sentiment": "negative"
        },
        {
          "name": "sean douglas",
          "sentiment": "negative"
        },
        {
          "name": "christ",
          "sentiment": "negative"
        },
        {
          "name": "gordon",
          "sentiment": "none"
        },
        {
          "name": "jesus christ",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "immaculate conception",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "port of spain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T09:16:57.119+03:00",
    "updated": "2024-03-30T00:13:58.974+03:00"
  },
  {
    "uuid": "fda197ec2526f4c31be4e2caf7fb72376b44b5f7",
    "url": "https://www.ambito.com/ambito-nacional/la-ciudad-mendoza-inauguro-el-sistema-jurado-vecinal-como-funciona-n5984232",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ámbito.com",
    "published": "2024-04-18T00:00:00Z",
    "title": "La ciudad de Mendoza inauguró el sistema de Jurado Vecinal: cómo funciona",
    "text": "La ciudad de Mendoza inauguró esta semana el sistema de Jurado Vecinal , que permite que habitantes del distrito participen en sancionar diversas conductas que incumplan el Código de Convivencia .\nEl contenido al que quiere acceder es exclusivo para suscriptores.\nsuscribirse ya estoy suscripto En su primer caso luego de ser aprobado en 2023, el jurado evaluó el accionar de una persona que había sido encontrada pintando un graffiti en una pared de la calle Alberdi durante septiembre del año pasado.\nInformate más Banco Nación: Tillard anunció créditos para pymes con tasas desde el 33% Macabro hallazgo en Mendoza: pensó que era una muñeca, pero resultó ser una cabeza humana Las autoridades mendocinas informaron que se trata de una degradación visual del entorno urbano, falta que está penada por el artículo 21 del Código de Convivencia.\nAl momento del hecho, se incautó una botella plástica con contenido de pintura negra, se tomaron fotografías y personal de preventores labró un acta de infracción, dejando constancia de la acción y por la cual el infractor tendría que abonar una multa de hasta 5000 UTM, aproximadamente unos 240 mil pesos.\nCómo funciona el sistema de Jurado Vecinal En el Honorable Concejo Deliberante mendocino, el director de Asuntos Jurídicos del municipio, Lucas Boulin , presentó el caso al jurado vecinal, compuesto por siete vecinos de la Ciudad que llegaron a esta instancia tras un sorteo.\nLuego, el infractor realizó su descargo ante el jurado, reconoció el hecho y ofreció dejar la pared como la había encontrado antes de realizar el graffiti, como una manera de pagar por la pena cometida.\nDespués llegó un breve intermedio donde los siete integrantes del jurado deliberaron acerca del hecho, en un espacio contiguo. Con la decisión en la mano, se produjo el ingreso de los siete jurados al recinto. Un representante leyó la resolución: por cinco votos contra dos, se decidió encontrar responsable al infractor.\nMás tarde, el intendente Ulpiano Suarez dijo: “Hoy se realizó la primera audiencia del jurado vecinal, se trató una pintada de un muro de la Ciudad sin autorización del municipio o del propietario\".\nAl respecto, precisó que \" el paso siguiente es establecer la sanción con la posibilidad, en este caso, de un planteo que hizo el infractor de reponer el estado del muro, de pintarlo nuevamente y dejarlo en condiciones, o bien la aplicación de una multa que puede llegar a los 240 mil pesos”.\nJurado vecinal Mendoza.jpg “Tenemos que recordar que está vigente en la Ciudad un Código de Convivencia que indica las pautas para un uso armónico y respetuoso del espacio público. Desde el ejecutivo impulsamos desde el 2023 la figura del Jurado Vecinal para que en determinadas conductas intervengan los vecinos, esas conductas que alteran la paz social o degradan el entorno urbano”, añadió.\nEn ese sentido, manifestó que “más allá de este caso puntual, insisto en la invitación a los vecinos y a los visitantes a cuidar la armonía, todas las actividades se pueden realizar en el marco del Código de Convivencia, entendiendo que el derecho nuestro tiene un límite en el derecho de las otras personas a disfrutar de la Ciudad\".\n“Ahora viene una instancia donde se dicta la resolución, lo que se está sancionado es el graffiti o el garabato y cómo afecta al entorno urbano. Celebro el trabajo que hacen los muralistas, pero hay que coordinarlo, hay que contar con la autorización del propietario\", anticipó.\n“Está la posibilidad de que se reponga el estado del muro en calle Alberdi. No es interés del municipio aplicar multas o recaudar, buscamos que estos hechos no sucedan y entre todos cuidar a la Ciudad”, finalizó Suarez.\nEl caso rosarino Previamente a la hecho por Mendoza, la ciudad de Rosario había implementado su propio sistema de jurados vecinales, aprobado en el Nuevo Código de Convivencia Ciudadana, que rige en el distrito desde 2022.\nEn marzo de este año, la modalidad debutó allí en un juicio en el que se condenó a un carnicero para una millonaria multa al juzgarlo culpable por cinco contravenciones graves.\nEntre ellas, se destacó que el acusado no tenía s u negocio habilitado, tenía mercadería en mal estado y no cumplía con las normas de sanidad alimentaria.\nJurado Vecinal Rosario.jpg Ensayo del sistema de Jurado vecinal en Rosario.\nEn junio del año pasado, en un ensayo de juicio, estuvieron presentes el intendente Pablo Javkin, autoridades municipales, profesores de la Facultad de Derecho de la Universidad Nacional de Rosario (UNR) y de la Universidad Católica (UCA), Colegio de Abogados, estudiantes y vecinos y vecinas, entre otros.\n\"Cuando planteamos el nuevo Código de Convivencia, que era un desafío mayúsculo y que implicaba figuras nuevas, como la del procurador, o cambios en el tribunal de faltas, pensamos en dos objetivos que están asociados a dos fenómenos que parecen lejanos, pero que no lo son y que son globales: uno es la crisis de la democracia y otro es el impacto de la inteligencia artificial\", evaluó Javkin en aquella ocasión\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Education",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:53:55.831+03:00",
    "updated": "2024-04-27T00:06:35.523+03:00"
  },
  {
    "uuid": "818dfb48b665e28036436a69d6476b5ec2134bb1",
    "url": "https://heraldodemexico.com.mx/edicion-impresa/2024/7/11/destaca-marti-batres-entrega-historica-de-269-mil-creditos-del-fondeso-con-una-inversion-de-27-mil-mdp-en-esta-administracion-620182.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción El Heraldo Digital",
    "published": "2024-07-12T00:46:00Z",
    "title": "Destaca Martí Batres entrega histórica de 269 mil créditos del Fondeso con una inversión de 2.7 mil mdp en esta administración | El Heraldo de México",
    "text": "El Jefe de Gobierno, Martí Batres Guadarrama, afirmó que en la actual administración se han entregado 269 mil 319 créditos del Fondo para el Desarrollo Social (FONDESO) con una inversión de 2 mil 696 millones de pesos, para apoyar al autoempleo y a [micro y pequeñas empresas](https://heraldodemexico.com.mx/elecciones/2024/6/25/marcelo-ebrard-habla-de-sus-tres-principales-tareas-como-secretario-de-economia-615481.html), cifra que supera a lo entregado por las administraciones pasadas, desde el arranque del programa en 2003. \"Del año 2003 al año 2018, es decir, durante 15 años desde que se fundó el programa hasta que inició esta administración se entregaron 234 mil créditos del FONDESO y en esta administración 269 mil, lo cual quiere decir que se entregaron más créditos que en todas las administraciones pasadas juntas, eso habla de un mayor beneficio, un mayor número de personas”, destacó. Sigue leyendo: [“El marketing digital es la columna vertebral de los infonegocios exitosos”: Dan Fuentes](https://heraldodemexico.com.mx/edicion-impresa/2024/7/11/el-marketing-digital-es-la-columna-vertebral-de-los-infonegocios-exitosos-dan-fuentes-620155.html) Ampliar el alcance del Fondeso Durante la Octava entrega de Créditos FONDESO 2024, el mandatario local recordó que este programa inició con el licenciado Andrés Manuel López Obrador durante su gestión al frente de la Ciudad de México y ya en este gobierno, con la doctora Claudia Sheinbaum Pardo, ahora presidenta electa del país, se tomó la decisión de ampliar el alcance de este tipo de apoyos. “Este programa pasó de tener tasas de interés del 16 o 24 por ciento, a tasas de interés de solo 6 por ciento y en muchos casos de 0 por ciento. Por eso es un programa de gran beneficio para la gente, especialmente de las clases populares, es para los pequeños negocios de las familias de clases populares de la Ciudad de México, por eso nos da mucho gusto venir siempre a la entrega de estos créditos”, mencionó Batres. Las micro y pequeñas empresas son base de la economía En el Deportivo Venustiano Carranza, Martí Batres agregó que 80 por ciento de los empleos provienen de las micro y pequeñas empresas, por lo que las entregas del FONDESO benefician directamente a estos negocios y con ello, a la economía. En ese sentido, el mandatario capitalino enfatizó que la visión de la Cuarta Transformación es apoyar con recursos públicos a quienes construyen la economía desde abajo, pues da mejores resultados, a diferencia de los gobiernos neoliberales que entregaban los recursos públicos a los más poderosos. “Aquí le estamos entregando el recurso a los de abajo, a los que hacen la economía desde abajo, a los que hacen los pequeños negocios, los micronegocios, a los que contratan dos, tres, cuatro personas en sus cocinas, en sus changarros, en sus microempresas, eso es lo que hacemos, esa es la visión de la Cuarta Transformación: le damos el recurso a los de abajo y así es más fácil que la economía progrese”, resaltó. México es el segundo país del mundo con menor desempleo: Batres El Jefe de Gobierno agregó que en este sexenio México se situó como el segundo país del mundo con menor desempleo, según datos de la Organización para la Cooperación y el Desarrollo Económico (OCDE), a su vez el peso está fuerte y los programas sociales federales y locales también contribuyen a la economía. Por su parte, el secretario de Desarrollo Económico (SEDECO), Fadlala Akabani Hneide, detalló que el FONDESO cuenta con un presupuesto de 500 millones de pesos en 2024. Esta Octava Entrega consistió en 3 mil 20 créditos por un monto total de 31 millones 307 mil pesos y en el acumulado de este año, se han dado 36 mil 304 créditos que suman 365 millones de pesos. “Desde que se fundó FONDESO, a lo largo de 16 años ya, estamos entregando cifras históricas y que corresponden precisamente a lo realizado en esta administración. Llevamos 269 mil 319 créditos, por un monto de 2 mil 696 millones de pesos solo en esta administración, lo que significa que hemos entregado tres veces más la colocación de créditos en promedio por año, estas son las cifras de lo que ha logrado esta administración”, reiteró Akabani. A su vez, subrayó que 65 por ciento de los apoyos se han destinado a las mujeres, quienes son ejemplares, pues el 90 por ciento de los financiamientos otorgados a ellas han sido pagados, con lo cual se contribuye a reducir las brechas de género en la sociedad y entre las propias microempresas. “Las cifras que estoy presentando hoy, Jefe de Gobierno, nunca se habían logrado en ninguna otra administración, los empleos que hemos preservado y generado alcanzan la cifra de 400 mil y esta cifra se deriva de lo que ustedes mismos refieren, del número de empleados que señalan cuando solicitan su crédito, por eso estamos haciendo historia”, añadió. En materia de capacitación, dijo, también hay un récord, pues más de 770 mil personas han recibido estos conocimientos de manera gratuita para fortalecer la cultura empresarial en la Ciudad de México. Alcaldía Venustiano Carranza también apoya a las Pymes Por último, el Alcalde de Venustiano Carranza, Adolfo Hernández García, mencionó que los créditos entregados en esta ocasión incluyeron a emprendedoras y emprendedores de las 16 alcaldías de la Ciudad de México y recordó que la demarcación a su cargo cuenta con un área que apoya el desarrollo de cooperativas, PyMES y proyectos de inversión, donde se les orienta para acceder a los apoyos del FONDESO. “La visión es que todos los habitantes, desde esta demarcación, puedan conocer de estos programas, y que al no tener una fuente de ingreso formal, se ven en la necesidad de emprender un negocio con el cual puedan llevar sustento a sus hogares y que, con el apoyo de esta área, son capacitados para poder acceder a los diferentes programas impulsados por el Gobierno de la Ciudad de México y así tener certeza del reconocimiento en todo momento a su derecho de ser partícipes de un desarrollo económico”, concluyó. VGG",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-12T04:04:30.596+03:00",
    "updated": "2024-07-12T04:04:30.596+03:00"
  },
  {
    "uuid": "2980b30aca37412ac207ead20fc2e82ef2298ddc",
    "url": "https://www.emaratalyoum.com/life/four-sides/2025-06-12-1.1952053",
    "ord_in_thread": 0,
    "author": "@emaratalyoum",
    "published": "2025-06-12T07:17:00Z",
    "title": "الأردن: شاب سقط في بئر عميقة منذ 4 أيام .. وأهله : \"نريده حياً أو ميتاً\"",
    "text": "الأردن: شاب سقط في بئر عميقة منذ 4 أيام .. وأهله : \"نريده حياً أو ميتاً\"\nتواصل فرق الدفاع المدني في محافظة العقبة جنوب الأردن، عمليات البحث والإنقاذ لإخراج الشاب عيسى صالح محمد الطعمات، البالغ من العمر 37 عامًا، بعد أن علق داخل بئر ماء ارتوازي منذ ظهر الإثنين الماضي، خلال عمله في مهنة الحفر، دون معرفة أوضاعه الصحية بعد.\nوقال شقيق الشاب، محمود الطعمات إن الحادثة وقعت بعد أن توجه عيسى إلى العقبة للعمل لمدة 10 أيام، قبل أن يصلهم نبأ سقوطه داخل بئر بعمق يزيد على 60 مترًا، نتيجة انهيار التربة عليه أثناء الحفر.\nوأضاف في تصريحات لـ\"العربية.نت\"، أن العائلة تلقت الخبر مساء الإثنين، وسارعت إلى موقع الحادث الذي وصفه بأنه \"منطقة سكنية غير مرخصة للحفر، وتعمل فيها جهة غير مرخصة\".\nوقال محمود في مناشدة له: \"بدنا إياه حي أو ميت\".\nوقال مسؤول حكومي في العقبة أن جميع الجهات المختصة تواصل العمل في الموقع منذ يوم الإثنين، وأن فرق الإنقاذ تواجه تحديات صعبة بسبب التضاريس المعقدة وعمق البئر، مؤكدا أن الحفر في هذه المنطقة يُعدّ مخالفة صريحة، وتم التحذير سابقًا من خطورته.\nوبحسب مصدر أمني، فإن كوادر الدفاع المدني تحركت فور البلاغ، وباشرت تنفيذ خطة إنقاذ باستخدام المعدات الفنية المتوفرة، وسط جهود مكثفة لا تزال مستمرة، دون وجود مؤشرات مؤكدة حتى الآن على حالة الشاب الصحية.\nوطالبت عائلة الشاب بتعزيز الدعم الفني والاستعانة بفرق هندسية متخصصة وتقنيات حديثة، خاصة أن الساعات تمر دون معلومات مؤكدة، ما يفاقم حالة القلق لدى ذويه وأبناء قريته في بيت يافا بمحافظة إربد، الذين يترقبون مصيره وسط دعوات متواصلة بعودته سالمًا.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "arabic",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "topics": [
      "Social Issue->social condition",
      "Social Issue->demographics",
      "Social Issue->discrimination"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_iq",
        "top_news_sa",
        "top_news_eg",
        "top_news_ae",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:27:10.838+03:00",
    "updated": "2025-06-13T08:04:46.000+00:00"
  },
  {
    "uuid": "e8ef1c0884142dfe5943b56bf4b8e4e95579ce00",
    "url": "https://www.lasicilia.it/italia/fine-settimana-con-il-sole-soprattutto-al-centro-sud-2289132",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redazione",
    "published": "2024-10-12T10:41:00Z",
    "title": "Fine settimana con il sole, soprattutto al Centro-Sud",
    "text": "ROMA, 12 OTT – Dopo la pioggia dei giorni scorsi torna il sole e promette un fine settimana di bel tempo, soprattutto al Centro-Sud. E’ l’inzio di una fase di alta pressione che dovrebbe inaugurare la prossima settimana. Lo indicano le previsioni del meteorologo Mattia Gussoni, del sito iLMeteo.it. “Nelle prossime ore avremo prevalenza di sole”, si legge nella nota, mentre a Nord “il cielo sarà più nuvoloso su Piemonte poi su Liguria, Valle d’Aosta e Lombardia occidentale; dal pomeriggio qualche addensamento non è escluso anche su Appennini, Alpi orientali ed Alta Toscana. Altrove il sole sarà dominante e le temperature massime saranno gradevoli: al Nord tra i 18°C e i 23°C, al Centro tra i 21°C e i 25°C, al Sud tra i 23°C e i 28°C”. Cielo sereno e sole sulla maggior parte delle regioni sono previsti anche per domenica 13 ottobre, “salvo nubi medio-basse su Piemonte meridionale e Friuli Venezia Giulia, specie al mattino. Durante tutto il weekend non sono attese precipitazioni se non qualche piovasco sabato su Valle d’Aosta, Alto Piemonte, Alta Lombardia e Liguria”. Una situazione simile si annuncia anche per la prossima settimana, prosegue il meteorologo, con tempo “piuttosto stabile e soleggiato quasi ovunque”. E’ comuque atteso pe rlunedì “un aumento della nuvolosità sul settentrione con la possibilità di isolata pioviggine, più probabile al Nord-Ovest”. In generale si profila sull’Italia un periodo di alta pressione, “circondato a destra e sinistra da due zone cicloniche, una sulla Spagna ed una sulla Turchia”. Nel dettaglio: sabato 12: al Nord nuvoloso; al Centro soleggiato; al Sud soleggiato. domenica 13: al Nord nubi irregolari; al Centro via via più nuvoloso; al Sud bel tempo. lunedì 14: al Nord piovaschi a ovest; al Centro poco nuvoloso; al Sud bel tempo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Mattia Gussoni",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "Alpi orientali ed Alta Toscana",
          "sentiment": "none"
        },
        {
          "name": "Friuli Venezia Giulia",
          "sentiment": "none"
        },
        {
          "name": "Lombardia occidentale",
          "sentiment": "none"
        },
        {
          "name": "Piemonte meridionale",
          "sentiment": "none"
        },
        {
          "name": "Alta Lombardia",
          "sentiment": "none"
        },
        {
          "name": "Valle d’Aosta",
          "sentiment": "none"
        },
        {
          "name": "Alto Piemonte",
          "sentiment": "none"
        },
        {
          "name": "Liguria",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-12T14:56:14.812+03:00",
    "updated": "2024-10-12T14:56:14.812+03:00"
  }
]