[
  {
    "uuid": "ed539c219124b06d6e9ad92120f77f989bb1cfc2",
    "url": "https://expose-news.com/2023/12/29/plymouth-brethren-british-intelligence-and-mystic/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rhoda Wilson",
    "published": "2023-12-29T08:30:00Z",
    "title": "Matthew Ehret: The Plymouth Brethren, British intelligence and mystic cults in Palestine",
    "text": "Historically, British intelligence has supported both Islamist cults throughout the Arab world and the most fascist and violent Zionist ideologues, writes Matthew Ehret. This “should not be seen as contradictory in any way.” He highlights the role of British intelligence assets in Palestine in the mid-1800s and first half of the 20th century. These intelligence assets were also either Plymouth Brethren or Freemasons. George Hawkins Pember, another Plymouth Brethren, whose works on ancient mystery cults, Zionism, prophecy, and even alien interpretations of scripture have done an incredible amount of damage in shaping imperial strategic planning for over 150 years, Ehret says. Previously Ehret described that without the force of numerous anti-Semitic fascists throughout the last two centuries, Zionism would have never been possible. He continued to set the scene by describing “apostolic” cults operating under the banner of Christianity which contributed to the belief that all Jews should be sent to Palestine and describing the role of the Knights Templar. Ehret recently wrote an essay titled ‘Sir Henry Kissinger: Midwife to New Babylon’ describing how Henry Kissinger’s 2012 prophecy that “in 10 years, there will be no more Israel” is linked to mystical Babylon. As his essay is more than most would read in one sitting, we are republishing it in sections over a series of articles, you can read Part 1 [HERE](https://expose-news.com/2023/12/24/the-babylon-conspiracy-two-angles/), Part 2 [HERE](https://expose-news.com/2023/12/26/without-numerous-anti-semitic-fascists-zionism/), Part 3 [HERE](https://expose-news.com/2023/12/27/gnostic-cults-masquerading-as-christian-movements/) and Part 4 [HERE](https://expose-news.com/2023/12/28/knights-templar-and-the-kingdom-of-jerusalem/). The following are sections of Ehret’s essay with the same titles. You can read his full essay [HERE](https://canadianpatriot.org/2023/12/21/sir-henry-kissinger-midwife-to-new-babylon/). Let’s not lose touch…Your Government and Big Tech are actively trying to censor the information reported by The Exposé to serve their own needs. Subscribe now to make sure you receive the latest uncensored news in your inbox… The Plymouth Brethren Start Religious Fires Another Plymouth Brethren cultist played an important role in British Mandate Palestine. Colonel Charles Wingate was a leading figure in Darby’s sect and ensured that his son, Colonel Orde Wingate, would follow in his father’s shoes as a deviant imperialist and Christian Zionist. Orde Wingate worked closely with Christopher Sykes (son of Mark Sykes of Sykes-Picot fame) and was sent to British Mandate Palestine in 1935 to train Zionist paramilitary groups. He created a network of elite ‘Night Squads’ working in tandem with [Jabotinsky’s Haganah paramilitary group.](https://simple.wikipedia.org/wiki/Haganah) [As demonstrated by the pioneering work of Steven P. Meyer,](https://larouchepub.com/eiw/public/2009/eirv36n03-20090123/eirv36n03-20090123_036-netanyahus_godfather_how_british.pdf) Vladimir Jabotinsky was a British intelligence asset from Ukraine who was groomed in the Freemasonic Young Turk operation set into motion by Lord Palmerston and Giuseppe Mazzini in the 1840s. He was a Jewish fascist admirer who Israel’s first prime minister, David Ben-Gurion, called “Vladimir Hitler” due to his adoption of Nazi practices and his rabidly racist ethnonationalist attitude. In a letter to his cousin, [Orde wrote](https://larouchepub.com/pr/site_packages/2002/sharon/dec2000brit_darbyites.html): “The Jews are loyal to the Empire… Palestine is essential to our Empire – our Empire is essential to England – England is essential to world peace. We have the chance to plant here in Palestine and Transjordan a loyal, rich and intelligent nation, with which we can hold for us the key to world domination without expense or effort on our part.” It is a notable irony that Col. Orde Wingate had two very influential “pro-Arab” Orientalist cousins: 1) E.G Browne, sponsor of Al-Afghani, the spiritual father of Salafiyyism and 2) T.E. Lawrence, whose manipulation of Bedouin Hashemite tribes drove the British Empire’s first ‘Arab Spring’ against the weak Ottoman Empire during World War I. British Mandate Palestine Grand Mullah Haj Amin [ frequently collaborated with British intelligence](https://cynthiachung.substack.com/p/nazis-the-british-and-the-middle) from Britain’s Cairo office, including the Muslim Brotherhood, to 1) assassinate moderate Arabs seeking economic cooperation with the Jews and 2) kill Jews to stoke revenge sentiments similar to the earlier programme of keeping Protestant vs. Catholic wars ablaze in Europe. Haj Amin’s story as a British asset and provocateur is told in full by Cynthia Chung in her book ‘ [The Empire in Which the Black Sun Never Set](https://canadianpatriot.org/untold-history-of-canada-books/)’. [ [4]] British intelligence’s support of Islamist cults throughout the Arab world, from al-Afghani (founder of Salafyyism) [to the Muslim Brotherhood,](https://vigilantcitizenforums.com/threads/muslim-brotherhood-connection-with-the-british-freemasons-dr-raslan-documented.9551/) and their simultaneous support of the most fascist and violent Zionist ideologues should not be seen as contradictory in any way. Rather, this support is united by one firm principle: maintain global dominance for the Church of the British Empire. With a game so dirty, one shouldn’t be surprised to discover that Wingate’s [fellow British intelligence agent](https://archive.org/details/secret-agent-666-spence-crowley) and self-professed satanist Aleister Crowley himself [emerged out of Darby’s Plymouth Brethren sect.](https://julesevans.medium.com/crowleys-children-d1eb234c050) Mystery Babylon from a New Lens Plymouth Brethren grand strategist George Hawkins Pember (1837-1910) is known as one of the most influential of Darby’s sect. His works on ancient mystery cults, Zionism, prophecy, and even alien interpretations of scripture have done an incredible amount of damage in shaping imperial strategic planning for over 150 years. In his book ‘ [The Antichrist, Babylon, and the Coming of the Kingdom](https://therabbithole.wiki/mystery-babylon-the-great-and-the-mysteries-and-catholicism-an-exposition-of-revelation-17-and-18-and-an-account-of-the-rise-of-the-roman-catholic-church-under-pagan-influences-by-g-h-pember-1941/)’, Pember laid out the challenge of interpreting what the “Whore of Babylon” might be. This information is very important for anyone wishing to calculate the days until the End Times. Pember followed the Pre-Millennial Dispensationalist line by extracting the cataclysmic events into the future. “It would seem, that Babylon must be rebuilt and become again the centre of the world and the glory of kingdoms, as we have it represented in the eighteenth chapter of the apocalypse,” he wrote. But who is this Babylon that must rise to power to usher in the End Times? Is it Russia? Is it the papacy? Is it the British Empire? Or is it something else? As a devout Christian Zionist cut from the cloth of Palmerston, Churchill, or Eichmann, the answer is clear, according to Pember. In his book ‘The Antichrist, Babylon, and the Coming of the Kingdom’, he wrote: “The wonder is that the restoration of Babylon has never yet been attempted … As soon, however, as Christendom is united in the form of the Ten Confederate Kingdoms, all jealousy will be at an end, and the great prize may then be seized for the common good. No doubt commerce will be the exciting motive: the civilised world will, perhaps, combine to build a great central emporium, which by their united exertions will quickly surpass all other cities, and finally become the capital of the Antichrist.” Keeping in mind the role of the Plymouth Brethren and gnostic intelligence operatives of the Palestinian Expedition Fund in creating Zionism in the first place, let’s review once more the region proclaimed by Herzl, Jabotinsky, and other Greater Zionists as the divine land ordained by God’s covenant for the “chosen people”… Today, the Anglo-Zionist project has grown from an aggressively demonic foetus to a vicious, full-grown monster. It appears intent on fulfilling a divine prophecy to recreate a new Babylon while provoking a war with literally every Arab neighbour surrounding them. The maps of Babylon 539 BCE and Herzl’s fantasy are eerily similar. America’s nuclear arsenal will likely support Zionist ambitions to purge the land of Arabs, starting with Palestine and followed by Syria, Iraq, Lebanon, Egypt, and possibly Saudi Arabia, as outlined by the [neo-con Clean Break Doctrine](https://canadianpatriot.org/2023/11/29/the-clean-break-doctrine-a-modern-day-sykes-picot-waging-war-and-havoc-in-the-middle-east-2/) submitted to Netanyahu in 1996. But are all Americans (or even Israelis) happy about this scenario? Judging from the mass protests in the US against Netanyahu’s current war and the collapse of his support within Israel itself, the answer is no. But do the voices of the people who will be exterminated in the wake of a global nuclear war have any influence over the decisions made by imperial ideologues marching about Washington, London or Tel Aviv? That remains to be seen. I would also pose the question: Is it at all possible that the forces that birthed the Zionist project may ultimately see their creation as a disposable pawn in the great game? Is it also possible that these same forces don’t even see the US as a permanent fixture of the “end of history” some imperialists wish to see emerge onto the scene? These are just a few questions to ponder. With all of this in mind, it is worth revisiting [Henry Kissinger’s 2012 prophecy](https://infiniteunknown.net/2012/10/05/henry-kissinger-in-10-years-there-will-be-no-more-israel/) that “in 10 years, there will be no more Israel.” Footnotes: [4] Specifically Chapter 11: “ [Nazis, the British, and the Middle East.”](https://cynthiachung.substack.com/p/nazis-the-british-and-the-middle) Part 6, and the final part, in our series is the sections of [Ehret’s essay](https://canadianpatriot.org/2023/12/21/sir-henry-kissinger-midwife-to-new-babylon/) titled ‘The Fall of Babylon 2.0?’, ‘Kissinger’s Role as a Midwife to Satan’ and ‘Kissinger’s Devotion to the British Empire Means More Than You Think’. About the Author [Matthew Ehret](http://canadianpatriot.org/about-us/) is the Editor-in-Chief of the ‘ [Canadian Patriot Review](http://www.canadianpatriot.org/)’, a Senior Fellow at the American University in Moscow, and Director of ‘ [The Rising Tide Foundation](http://www.risingtidefoundation.net/)’. He has authored three volumes of the ‘ [Untold History of Canada’ book series and four volumes of the ‘Clash of the Two Americas](https://canadianpatriot.org/untold-history-of-canada-books/)’. He hosts ‘Connecting the Dots’ on TNT Radio, ‘Breaking History’ on Badlands Media, and ‘The Great Game’ on Rogue News. [The Expose Urgently Needs Your Help..](https://expose-news.com/2023/11/11/the-expose-news-november-fundraising-campaign/) Subscribe now to make sure you receive the latest uncensored news in your inbox… . [Can you please help power The Expose’s honest, reliable, powerful journalism for the years to come…](https://expose-news.com/2023/11/11/the-expose-news-november-fundraising-campaign/) [Your Government & Big Tech organisationssuch as Google, Facebook, Twitter & PayPalare trying to silence & shut down The Expose.](https://expose-news.com/2023/11/11/the-expose-news-november-fundraising-campaign/) So we need your help to ensure we can continue to bring you the facts the mainstream refuse to… So we need your help to ensure we can continue to bring you the facts the mainstream refuse to… We’re not funded by the Government to publish lies & propaganda on their behalf like the mainstream media. We’re not funded by the Government to publish lies & propaganda on their behalf like the mainstream media. [Instead, we rely solely on our support. So](https://expose-news.com/2023/10/11/the-expose-october-fundraising-campaign/) [please support us in our efforts to bring you](https://expose-news.com/2023/10/11/the-expose-october-fundraising-campaign/) [honest, reliable, investigative journalism](https://expose-news.com/2023/10/11/the-expose-october-fundraising-campaign/) [today. It’s secure, quick and easy…](https://expose-news.com/2023/10/11/the-expose-october-fundraising-campaign/) [Just choose your preferred method](https://expose-news.com/2023/10/11/the-expose-october-fundraising-campaign/) [to show your support below](https://expose-news.com/2023/11/11/the-expose-news-november-fundraising-campaign/)V [ support](https://expose-news.com/2023/11/11/the-expose-news-november-fundraising-campaign/) Categories: [Breaking News](https://expose-news.com/category/breaking-news/), [World News](https://expose-news.com/category/world-news/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "http://www.canadianpatriot.org",
      "http://canadianpatriot.org/about-us",
      "https://infiniteunknown.net/2012/10/05/henry-kissinger-in-10-years-there-will-be-no-more-israel",
      "http://www.risingtidefoundation.net",
      "https://www.vigilantcitizenforums.com/threads/muslim-brotherhood-connection-with-the-british-freemasons-dr-raslan-documented.9551/",
      "https://canadianpatriot.org/2023/11/29/the-clean-break-doctrine-a-modern-day-sykes-picot-waging-war-and-havoc-in-the-middle-east-2/",
      "https://www.canadianpatriot.org/2023/12/21/sir-henry-kissinger-midwife-to-new-babylon/.",
      "https://www.cynthiachung.substack.com/p/nazis-the-british-and-the-middle",
      "https://vigilantcitizenforums.com/threads/muslim-brotherhood-connection-with-the-british-freemasons-dr-raslan-documented.9551",
      "https://www.infiniteunknown.net/2012/10/05/henry-kissinger-in-10-years-there-will-be-no-more-israel/",
      "https://julesevans.medium.com/crowleys-children-d1eb234c050",
      "https://canadianpatriot.org/2023/12/21/sir-henry-kissinger-midwife-to-new-babylon/",
      "https://www.therabbithole.wiki/mystery-babylon-the-great-and-the-mysteries-and-catholicism-an-exposition-of-revelation-17-and-18-and-an-account-of-the-rise-of-the-roman-catholic-church-under-pagan-influences-by-g-h-pember-1941/",
      "https://vigilantcitizenforums.com/threads/muslim-brotherhood-connection-with-the-british-freemasons-dr-raslan-documented.9551/",
      "https://canadianpatriot.org/2023/12/21/sir-henry-kissinger-midwife-to-new-babylon",
      "http://www.canadianpatriot.org/",
      "https://canadianpatriot.org/untold-history-of-canada-books/",
      "https://canadianpatriot.org/untold-history-of-canada-books",
      "https://www.simple.wikipedia.org/wiki/Haganah",
      "https://infiniteunknown.net/2012/10/05/henry-kissinger-in-10-years-there-will-be-no-more-israel/",
      "http://canadianpatriot.org/about-us/",
      "https://larouchepub.com/eiw/public/2009/eirv36n03-20090123/eirv36n03-20090123_036-netanyahus_godfather_how_british.pdf",
      "https://archive.org/details/secret-agent-666-spence-crowley",
      "http://www.risingtidefoundation.net/",
      "https://therabbithole.wiki/mystery-babylon-the-great-and-the-mysteries-and-catholicism-an-exposition-of-revelation-17-and-18-and-an-account-of-the-rise-of-the-roman-catholic-church-under-pagan-influences-by-g-h-pember-1941",
      "https://canadianpatriot.org/2023/12/21/sir-henry-kissinger-midwife-to-new-babylon/.",
      "https://therabbithole.wiki/mystery-babylon-the-great-and-the-mysteries-and-catholicism-an-exposition-of-revelation-17-and-18-and-an-account-of-the-rise-of-the-roman-catholic-church-under-pagan-influences-by-g-h-pember-1941/",
      "https://simple.wikipedia.org/wiki/Haganah",
      "https://www.larouchepub.com/eiw/public/2009/eirv36n03-20090123/eirv36n03-20090123_036-netanyahus_godfather_how_british.pdf",
      "https://www.archive.org/details/secret-agent-666-spence-crowley",
      "https://cynthiachung.substack.com/p/nazis-the-british-and-the-middle",
      "https://www.julesevans.medium.com/crowleys-children-d1eb234c050",
      "https://larouchepub.com/pr/site_packages/2002/sharon/dec2000brit_darbyites.html",
      "https://canadianpatriot.org/2023/11/29/the-clean-break-doctrine-a-modern-day-sykes-picot-waging-war-and-havoc-in-the-middle-east-2",
      "https://www.larouchepub.com/pr/site_packages/2002/sharon/dec2000brit_darbyites.html",
      "https://www.canadianpatriot.org/2023/11/29/the-clean-break-doctrine-a-modern-day-sykes-picot-waging-war-and-havoc-in-the-middle-east-2/",
      "http://canadianpatriot.org/",
      "https://www.canadianpatriot.org/2023/12/21/sir-henry-kissinger-midwife-to-new-babylon/",
      "http://risingtidefoundation.net/",
      "https://www.canadianpatriot.org/untold-history-of-canada-books/",
      "http://www.canadianpatriot.org/about-us/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "matthew ehret",
          "sentiment": "negative"
        },
        {
          "name": "ehret",
          "sentiment": "none"
        },
        {
          "name": "george hawkins pember",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "plymouth brethren",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "palestine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T10:56:58.195+02:00",
    "updated": "2023-12-29T13:42:16.217+02:00"
  },
  {
    "uuid": "f9b3e940fe9d32888c3a76ffe9a434362cef624c",
    "url": "https://menafn.com/1108178232/Mod-Of-Italy-Confirms-Approval-Of-Aid-Package-For-Ukraine-In-Coming-Weeks",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-05-06T06:19:00Z",
    "title": "Mod Of Italy Confirms Approval Of Aid Package For Ukraine In Coming Weeks | MENAFN.COM",
    "text": "( MENAFN - UkrinForm) Italian Defence Minister Guido Crozetto confirmed on Monday that the government will approve a new aid package for Ukraine in the coming weeks.\nAccording to Ukrinform, this was reported by ANSA .\n\"In the coming weeks, we will approve a new aid package for Ukraine so that it can continue to defend itself against Russia,\" Crozetto said at a meeting of the NATO Parliamentary Assembly's Special Group on the Mediterranean and Middle East, which is currently taking place in the Italian Chamber of Deputies.\nHe did not provide details of the aid package itself.\nIt is noted that Italy demonstrates its unwavering support for Ukraine by sending batches of defence weapons.\nRead also: Italy to sign new agreement with UNESCO on reconstruction of Odes As Ukrinform reported earlier, according to Italian media, Italy plan to announce a new package of military assistance to Ukraine, which will include, among other things, the SAMP/T air defence system. An official announcement on this issue is expected at the G7 summit to be held in the Italian city of Puglia on 13-15 June.\nPhoto: ANSA\nMENAFN06052024000193011044ID1108178232\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.ukrinform.net/rubric-polytics/3860631-mod-of-italy-confirms-approval-of-aid-package-for-ukraine-in-coming-weeks.html",
      "https://ukrinform.net/rubric-polytics/3860631-mod-of-italy-confirms-approval-of-aid-package-for-ukraine-in-coming-weeks.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "guido crozetto",
          "sentiment": "negative"
        },
        {
          "name": "crozetto",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ukrinform",
          "sentiment": "none"
        },
        {
          "name": "unesco",
          "sentiment": "none"
        },
        {
          "name": "ansa",
          "sentiment": "none"
        },
        {
          "name": "samp",
          "sentiment": "none"
        },
        {
          "name": "nato parliamentary assembly",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "italy",
          "sentiment": "none"
        },
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "mediterranean",
          "sentiment": "none"
        },
        {
          "name": "puglia",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-06T20:08:18.400+03:00",
    "updated": "2024-05-06T20:08:18.400+03:00"
  },
  {
    "uuid": "a56ea51940a2d31bd12f28db54aae8ab482ace3c",
    "url": "https://www.abnewswire.com/pressreleases/my-dent-guy-offers-convenient-inshop-and-mobile-paintless-dent-repair-services-in-naples-fl_682871.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Admin",
    "published": "2023-12-28T23:00:00Z",
    "title": "My Dent Guy Offers Convenient In-Shop and Mobile Paintless Dent Repair Services in Naples, FL",
    "text": "Naples, FL – My Dent Guy, a leading provider of high-quality\npaintless dent repair services, is pleased to announce its convenient in-shop and mobile services in Naples, FL. With a commitment to exceptional customer service, My Dent Guy is revolutionizing the dent repair industry by offering efficient and cost-effective solutions for vehicles of all makes and models.\nPaintless dent repair (PDR) is a specialized technique that allows for the removal of dents, dings, and hail damage without the need for traditional bodywork, sanding, or repainting. With over 11 years of experience, My Dent Guy’s PDR expertise has perfected this method, ensuring that customers receive outstanding results with minimal disruption to their daily lives.\nConvenience is a top priority for My Dent Guy. Understanding that time is valuable, the company offers both in-shop and mobile services to accommodate its customers’ busy schedules. Their state-of-the-art facility in Naples, FL, is equipped with cutting-edge tools and equipment, enabling their technicians to handle any dent repair job, from minor door dings to more extensive damage. Customers can drop off their vehicles at the shop, and the skilled technician at My Dent Guy will promptly restore them to their original condition.\nFor those unable to visit the shop,\nMy Dent Guy’s mobile service brings the expertise directly to the customer’s location. Whether at home, work, or even during a shopping trip, customers can conveniently schedule an appointment, and My Dent Guy’s technician will arrive fully equipped to tackle the dent repair on-site. This hassle-free service saves customers time and eliminates the need for multiple trips to the shop.\n“We understand the stress and inconvenience that dents and dings can cause for vehicle owners,” said Mark Tucker, of My Dent Guy. “That’s why we are committed to providing our customers in Naples, FL, with exceptional paintless dent repair services that are convenient and affordable. Whether they choose to visit our shop or utilize our mobile service, we guarantee outstanding results and a seamless experience.”\nMy Dent Guy’s commitment to customer satisfaction extends beyond their repair services. They offer free estimates and competitive pricing, to make the process as smooth as possible. Mark Tucker is dedicated to delivering unparalleled workmanship and attention to detail, ensuring that every customer is thrilled with the results.\nAbout My Dent Guy\nMy Dent Guy is a leading provider of paintless dent repair services in Naples, FL. My Dent Guy offers convenient in-shop and mobile services for vehicles of all makes and models. His expertise utilizes state-of-the-art techniques and tools to provide efficient and cost-effective dent repairs, saving customers time and money. For more information or to schedule an appointment, visit\nwww.callmydentguy.com or call 239-564-3368.\nMedia Contact\nCompany Name:\nMy Dent Guy Paintless Dent Repair\nContact Person: Mark Tucker\nEmail:\nSend Email\nPhone: 239-564-3368\nAddress:6245 Janes Ln #C\nCity: Naples\nState: FL\nCountry: United States\nWebsite:\nhttps://callmydentguy.com/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [
      "https://callmydentguy.com/",
      "https://callmydentguy.com/mobile-dent-repair/",
      "https://www.callmydentguy.com/",
      "https://www.callmydentguy.com/mobile-dent-repair/",
      "https://callmydentguy.com",
      "https://callmydentguy.com/mobile-dent-repair"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "my dent guy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mobile paintless dent repair services",
          "sentiment": "negative"
        },
        {
          "name": "pdr",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "naples",
          "sentiment": "none"
        },
        {
          "name": "fl naples",
          "sentiment": "none"
        },
        {
          "name": "fl",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:01:53.541+02:00",
    "updated": "2023-12-29T02:01:53.541+02:00"
  },
  {
    "uuid": "319283ce9f6084ba410694e023aa645ed28d9c85",
    "url": "https://brandequity.economictimes.indiatimes.com/news/research",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "www.ETBrandEquity.com",
    "published": "2025-01-09T08:00:00Z",
    "title": "Brand Equity | Latest Advertising and Marketing Industry Information and Updates: ET BrandEquity",
    "text": "Global PC shipments grow 2.6% in 2024, genAI to drive volumes in 2025: Counterpoint It reported that over 25% of laptop PCs shipped in 2024 were generative AI (genAI) capable, while in 2025, AI laptops are poised to capture close to 60% of the total laptop market.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Science and Technology"
    ],
    "topics": [
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->consumer goods",
      "Social Issue->social problem",
      "Science and Technology->technology and engineering",
      "Science and Technology->economics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://etimg.etb2bimg.com/thumb/img-size-58110/116458734.cms?width=150&height=112",
      "https://etimg.etb2bimg.com/thumb/img-size-58110/116458734.cms",
      "https://www.etimg.etb2bimg.com/thumb/img-size-58110/116458734.cms?width=150&height=112"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T00:04:59.179+02:00",
    "updated": "2025-02-01T21:05:36.730+02:00"
  },
  {
    "uuid": "00e1244f7e8f6ea9630af2d82956a50d7a881529",
    "url": "https://bvmsports.com/2025/01/16/undefeated-homan-tops-einarson-to-earn-playoff-berth-at-wfg-masters",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jonathan Brazeau",
    "published": "2025-01-16T21:21:00Z",
    "title": "Undefeated Homan tops Einarson to earn playoff berth at WFG Masters",
    "text": "Undefeated Homan tops Einarson to earn playoff berth at WFG Masters\nGUELPH, Ont. — The winning streak continues for Team Rachel Homan. The Ottawa-based club won its 26th consecutive game on tour and third straight at the WFG Masters after defeating Team Kerri Einarson of Gimli, Man., 6-2 Thursday in Draw 10 action at the Sleeman Centre. Homan, who swept through the past two Grand Slam of Curling events, booked a spot in the playoffs with a game in hand while handing Einarson (2-1) her first loss of the week. “It feels great, I mean, especially (since) we’re not always firing on all cylinders but we’re making the right shots when…\nRead more at The Grand Slam of Curling",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->curling",
      "Sport->sport event",
      "Sport->regular competition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://thegrandslamofcurling.com/undefeated-homan-tops-einarson-to-earn-playoff-berth-at-wfg-masters/",
      "https://www.thegrandslamofcurling.com/undefeated-homan-tops-einarson-to-earn-playoff-berth-at-wfg-masters/",
      "https://thegrandslamofcurling.com/undefeated-homan-tops-einarson-to-earn-playoff-berth-at-wfg-masters"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:08:17.064+02:00",
    "updated": "2025-01-17T00:08:17.064+02:00"
  },
  {
    "uuid": "4046d92599b997b61620d6ce0c4aa52efb353766",
    "url": "https://www.onlymyhealth.com/us-reports-its-first-severe-case-of-bird-flu-in-a-patient-in-lousiana-12977822096",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@onlymyhealth",
    "published": "2024-12-19T19:50:00Z",
    "title": "US Reports Its First Severe Case Of Bird Flu In A Patient In Lousiana",
    "text": "The United States has confirmed its first severe case of H5N1 bird flu in Louisiana, marking a concerning development in the ongoing fight against avian influenza. The patient, who was hospitalized with critical respiratory illness, had direct exposure to sick and dead birds in a backyard flock. This is the first documented case in the U.S. linked to non-commercial poultry, adding new urgency to bird flu surveillance and response efforts.\nHow the Infection Was Identified\nOn Wednesday, the U.S. Centers for Disease Control and Prevention (CDC) confirmed the case, stating that the patient came into contact with infected birds on their property. This case does not involve exposure to dairy cows or commercial poultry, which have been the source of many previous outbreaks. Dr. Demetre Daskalakis, director of the National Center for Immunization and Respiratory Diseases, noted that the patient likely contracted the virus through direct contact with the sick birds.\nThe patient, a person over 65 with underlying health conditions, is currently hospitalized in critical condition. Their age and existing medical issues have significantly increased their risk of severe complications from the virus. Health officials from the Louisiana Department of Health are leading the investigation and have not disclosed further details about the patient's symptoms.\nAlso Read: [Deadly Mystery in Congo: Disease Claims 143 Lives, Experts Reveal the Cause](https://www.onlymyhealth.com/what-is-the-mysterious-disease-in-congo-that-claimed-143-lives-12977822088)\nBird Flu in the United States\nThe H5N1 virus strain detected in this case is the same as the one responsible for recent infections in Canada and Washington state. This strain has been found in wild birds and backyard flocks across the U.S. However, it differs from the strain B3.13, which has been identified in outbreaks involving dairy cows and some human cases.\nSince October, the H5N1 virus has led to 61 confirmed human cases in the U.S., with California reporting 34 of them. Most of those infections occurred in dairy farm workers. While the overall risk to the general public remains low, the CDC is conducting additional genomic sequencing to fully understand the Louisiana case and its potential implications.\nThe Risks and Precautions\nBird flu, particularly the H5N1 strain, has a history of causing severe illnesses and fatalities in humans worldwide. However, person-to-person transmission has not been observed, reducing the immediate threat of a widespread outbreak. The CDC continues to monitor these cases closely and reiterates the importance of taking precautions, especially for those handling birds or working with livestock.\nAlso Read: [Russia Unveils New Cancer Vaccine, Promises Free Distribution to Fight the Disease](https://www.onlymyhealth.com/russia-unveils-new-cancer-vaccine-promises-free-distribution-12977822077)\n\"People who work with or have recreational exposure to infected animals are at higher risk,\" said Dr. Daskalakis. \"It’s extremely important that they follow CDC recommendations to avoid infection.\" These precautions include wearing protective gear, avoiding contact with sick birds, and ensuring good hygiene practices.\nState Responses and Emergency Measures\nIn response to the rising number of H5N1 cases, California Governor Gavin Newsom declared a state of emergency to combat the spread of bird flu. The virus has spread to multiple dairy farms in the state, prompting the need for more resources and flexible measures.\nGovernor Newsom emphasized that while the public risk remains low, the emergency declaration will allow state agencies to act swiftly to contain the virus. \"This proclamation is a targeted action to ensure government agencies have the resources and flexibility they need,\" Newsom stated.\nThe declaration provides additional funding and staffing to help manage the outbreak, especially in regions like the Central Valley and Southern California, where the virus has impacted dairy farms.\nThe Importance of Prevention\nGiven the potential severity of bird flu, prevention remains the best strategy. Infected birds can shed the virus through saliva, mucus, and faeces. Other animals, such as cows, may also spread the virus through respiratory secretions and unpasteurized milk.\nHealth authorities urge people with backyard flocks, hunters, and anyone who works with birds to take the following precautions:\n- Avoid direct contact with sick or dead birds.\n- Use protective gear such as gloves and masks when handling birds.\n- Wash hands thoroughly after any contact with birds or their droppings.\n- Report any unusual bird deaths to local health departments.\nThe CDC will continue to monitor the situation and provide updates. While the immediate risk to the public remains low, this case underscores the need for vigilance and preparedness in managing potential bird flu threats.\nBottomline\nThe Louisiana case serves as a stark reminder that zoonotic diseases like H5N1 bird flu are a persistent threat. Continued cooperation between federal, state, and local health authorities, along with public awareness, is essential to prevent further infections and protect public health.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Health->public health",
      "Health->health organisation",
      "Health->communicable disease",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Demetre Daskalakis",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "U.S. Centers for Disease Control and Prevention",
          "sentiment": "none"
        },
        {
          "name": "CDC",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T02:41:02.403+02:00",
    "updated": "2024-12-20T02:41:02.403+02:00"
  },
  {
    "uuid": "e6da70ec6776fe2bdd121c66a1a67ca74962d25b",
    "url": "https://www.meneame.net/story/idea-dios-depende-tu-inteligencia-carlos-blanco/c028",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "suzudo",
    "published": "2024-02-24T00:37:00Z",
    "title": "#28 \"La idea de Dios depende de tu inteligencia\" - Carlos Blanco",
    "text": "[ElRespeto](/user/ElRespeto)a [youtube.com](/go/link/3910269) [#1](c1#c-1) Ergo, a mas tonto mas dioses.\nCae un rayo en marte y justo se dan las condiciones óptimas y se crea un mini robot que empieza a moverse y a replicarse, usando el metano de la atmósfera como combustible.\nQue inteligente soy\n[#6](c6#c-6) Imposible resumir un tema tan complejo, pero aun así, 2 cosas sobre tu comentario:\n-\n[#1](c1#c-1) plantea que a más inteligencia y conocimiento, menos religiosidad, con lo que estoy de acuerdo. Lo que no se afirma es lo opuesto (menos inteligencia => más religión). En cualquier caso, hablamos de correlación estadística y nada más.\n- Por supuesto que Dios depende del origen. Los ateos sólo están a un dios de diferencia de cualquier creyente (monoteísta).\nY una aclaración: al hablar de esto temas, siempre me refiero al concepto de dios teísta, el de las religiones mayoritarias, y no a otras concepciones más abstractas o esotéricas, si cabe.\n[#21](c21#c-21) La inteligencia la planteamos como una característica fija, que no se puede desarrollar, que no varía con el tiempo. Por contra la educación y la cultura es algo que entendemos puede desarrollarse, con las herramientas adecuadas alguien puede mejorar su nivel educativo, tanto en estudios como a nivel de comportamiento, y puede aumentar su nivel de cultura.\nNo tenemos ninguna forma de medir la inteligencia con precisión de forma independiente de otros aspectos, se usan pruebas que están condicionadas por aspectos educativos y culturales.\nPor ello hacer afirmaciones categóricas sobre el impacto de la inteligencia en otros aspectos como la religiosidad creo que puede llevar a engaño, dada la dificultad de separar la medición de la inteligencia de la medición de la educación y cultura.\nA nivel coloquial cuando nos referimos a que alguien es muy inteligente solemos referirnos en gran medida a las consecuencias de su nivel educativo, dado que en realidad prácticamente nadie se ha medido su inteligencia con procesos que intentan cuantificarlo como el cociente intelectual. Por lo que cuando alguien se expresa muy bien, cuando alguien habla de temas complejos, solemos decir que es muy inteligente cuando en realidad lo que ocurre es que ha conseguido un buen nivel educativo.\nA todo ello solemos malinterpretar las consecuencias de tener un buen nivel educativo, por ejemplo la creencia generalizada es que la radicalización política se resuelve con mayor educación, cuando hay estudios que apuntan a lo opuesto, los que tienen mayor nivel educativo son más propensos a una mayor radicalización política. La explicación es que el mayor nivel educativo aporta más y mejores herramientas para gestionar la información, y esas herramientas las solemos usar para buscar argumentos que reafirmen nuestras convicciones y para buscar argumentos que desmonten la información que los pueda poner en entredicho.\nEn este otro comentario mío me refería a ello y citaba fuentes:\nasi-divide-politica-sociedad-asi-aprovechan-troles/c02#c-2 [#22](c22#c-22), a nivel individual y con precisión milimétrica sí, a escalas más grandes sí se observa una correlación entre baja inteligencia - fe religiosa.\n[#24](c24#c-24) Ya he citado los estudios que se refieren a ello y sus problemas, como estar centrados en la cultura occidental y las dificultades de separar la inteligencia de los aspectos culturales cuando se mide.\nQue tras esas reflexiones insistas en esa afirmación sin abordar los problemas que llevan a ella es una mala señal.\nPosiblemente estés sufriendo sesgo de confirmación.\nAunque hay algún estudio que apunta a una correlación negativa entre inteligencia y religiosidad, siendo los más inteligentes menos propensos a la religiosidad, parece que el estudio tiene un alcance limitado, centrado en EEUU especialmente sin que parezca que se hayan incluido otras culturas suficientemente:\nhttps://www.psypost.org/meta-analysis-of-83-studies-produces-very-strong-evidence-for-a-negative-relationship-between-intelligence-and-religiosity/\nAunque exista una cierta correlación eso no permite afirmar que cualquier persona que sea religiosa es poco inteligente, que es lo que se suele buscar con estas afirmaciones. Y es un grave error plantearlo en esos términos, en primer lugar por que lleva minusvalorar con prejuicios a los que defienden planteamientos distintos y esa es una mala estrategia para convencer a esos y quienes le siguen. En segundo lugar por que aunque existiera una correlación estadística a nivel de individuo eso no tiene por qué cumplirse, una persona puede ser extremadamente inteligente y religiosa, aunque sea estadísticamente menos probable que lo opuesto.\nA todo ello la afirmación que la idea de Dios depende de tus orígenes, referido a la cultura en la que te has educado, posiblemente sea más certera que la afirmación del titular.\n[#4](c4#c-4) los razonamientos de Carlos en este caso son erroneos. Entiendo que no es a mala fé, es un chico al que también respeto por su honestidad en el pensamiento.\nSobre el primer razonamiento)\nDesde el punto de vista físico:\nLa inercia es la propiedad que tienen los cuerpos de mantener su estado de reposo o movimiento. Mantener el estado que tienen no explica el motivo por el que se mueven o estan en reposo previamente. Si ves movimiento por inercia es porque algo le ha aplicado una fuerza previamente. El razonamiento que usa Carlos solo usa el movimiento y omite el estado de reposo. No se si está confundiendo con este ejempll el movimiento local con el movimiento metafísico. Es extraño porque lineas arriba explica el movimiento desde el punto de vista Metafísico. Es raro pero es el argumento que él mismo da.\nDesde el punto de vista Metafísico:\nLa inercia es la propiedad que tienen los cuerpos de mantener su estado de reposo o movimiento, es decir, que mantienen en acto su traslación (o reposo), pero para pasar a otro estado en potencia (esto es ir en diferente dirección, velocidad, pararse, etc.) necesitan de una fuerza extrínseca, un motor en acto que lo haga pasar del acto (el movimiento inercial que tenga) a la potencia (otro movimiento).\nSobre el segundo razonamiento)\nDecir que Dios necesita otro motor previo es como decir que ese al que llamas Dios no lo es sino que es una causa anterior. Pero este razonamiento no tiene fin alguno y tampoco rebate el argumento de Tomás. Lo que se debe hacer realmente para rebatir el argumento es demostrar lógicamente que puede darse un infinitismo causal (o dicho de otro modo, puedes ir hacia atras en las causas, temporal o jerárquicamente, hasta el infinito, sin encontrar una causa primera), porque es ahí donde reside el argumento que sustenta el resto.\nEdito para poner al que lo tiene más claro que nadie porque lo estudiaba en el instituto\n[#5](c5#c-5)\n[#11](c11#c-11) Sobre el primer razonamiento.\nNo he leído nada de el, pero creo que estás equivocado en el resumen, no puede ser tan falaz una persona así.\nSobre el segundo razonamiento.\nEs típico de gente así, pensar que no hay nada más inteligente que ellos mismos. Suele pasar que obvien un pensamiento sencillo:\nImagina 1 punto, ahora 2, ahora 4, así hasta que no puedas imaginar exactamente el número exacto de puntos, sin exagerar ni mentirte. Ese es tu límite. Pues piensa que hay más gente seguramente en tu ciudad. Imagínate en el mundo. Pues sabes que hay más granos de arena en una sola playa. Y hay más soles solo en nuestra galaxia que granos de arena en todas las playas del mundo. Y hay más galaxias también.\nAhora imagínate que \"algo\" ha sido capaz de crear todo el universo. ¿Eres capaz de entender que ese algo no necesita que lo creen?\nEsa es la mejor explicación del infinito que he leído en todos mis años.\n[#15](c15#c-15) voy a copiar directamente de su texto. El archivo no es directamente descargable. Primero hay que logarse, pero bueno, ya te lo dejo aquí:\nEl documento se llama \"REFUTACIÓN DE LAS CINCO VÍAS TOMISTAS\" Carlos A Blanco. Lo siguiente responde a la primera vía.\n\"El argumento de Santo Tomás es erróneo por dos razones: por el uso erróneo del principio “Todo lo que es movido es movido por otro” y por asumir que es imposible retroceder indefinidamente en la cadena de motores. El primer error parte de suponer que todo lo que se mueve ha de ser movido por otro. Es una hipótesis probable, pero no demostrada. Podría suceder que a algo le fuera connatural el movimiento, como una propiedad intrínseca suya, sin necesidad de que nada le imprimiese movimiento. La primera ley de Newton apunta en esta dirección: frente a lo que creía Aristóteles, un cuerpo no necesita que otro le imprima fuerza para mantenerse en su estado de movimiento; y si algo estuviera en movimiento desde la eternidad, en ausencia de fuerzas externas continuaría eternamente en movimiento. La inercia contradice, pues, el argumento aristotélico-tomista. Además, de ser verdadero este principio en su integridad, también dios necesitaría un motor previo (pues para mover, él mismo ha de moverse), y así ad infinitum. Llegamos entonces al segundo error lógico —o más bien matemático— del Aquinate. Existen conjuntos infinitos numerables. El conjunto de los números negativos, por ejemplo, es infinito y numerable: podemos contar cada uno de sus elementos, podemos establecer una correspondencia biyectiva con el conjunto de los números naturales. Aun siendo infinito, los elementos que pertenecen al conjunto de los números negativos no se diluyen, no quedan anulados. La serie de los negativos no tiene primer término; concluye en -1, pero no tiene un primer elemento. Sin embargo, ello no afecta a su integridad lógica. Lo importante es el conjunto como un todo y las propiedades que sus elementos comparten: su lógica.\"\n[#15](c15#c-15) Ahora imagínate que \"algo\" ha sido capaz de crear todo el universo.\nUn punto de partida sencillo con unas normas sencillas pueden crear con el tiempo un resultado extremadamente complejo, Stephen Wolfram lo muestra con su Regla 301 y otros trabajos posteriores.\nLa hipótesis vigente sobre la evolución del universo, el Big Bang, va en esa misma dirección, en aquella en la que el universo es ahora mucho más complejo que en su inicio, partiendo de un punto de partida mucho más condensado, donde se teoriza que las distintas fuerzas estaban consolidadas en una sola, y donde la composición era básicamente energía. Las partículas vinieron luego.\n1\nhttps://es.wikipedia.org/wiki/Regla_30\n[#11](c11#c-11) motor es lo que entrega energía que dispone a otra cosa. la energía total está conservada en el tiempo y está excitando campos. Simplemente se va intercambiando según las leyes de las interacciones de este universo. [ Mala idea. un fotón es un paquete de energía de puro movimiento, pero a la vez es una cantidad de la misma por tanto tiene potencialidad. Todo lo que existe sucede y está en el acto de existir y puede causar cosas en potencia. El puro acto sin potencia alguna sería la muerte termodinámica. Si pudiera haber pura potencia sin acto eso sería un instante cero del tiempo sin un antes si eso fuera posible.\nExistir es suceder o sea estar en el tiempo, en el espacio-tiempo. Toda relación causal implica intercambio de energía (todo cambio del estado de un sistema implica intercambio de energía y su estado viene dado por la que posee) esta se conserva en el tiempo y la mayor velocidad de intercambio de energía es C, no se puede intercambiar energía por encima de C. Eso hace que emerja la causalidad a consecuencia de las propiedades del mismo espacio-tiempo. Es decir para este no aplica. El tiempo sea infinito o inicie no puede ser causado. Cualquier acción ya implicaría tiempo, cualquier existencia implicaría tiempo.,\nNo porque las causas emergen de las propiedades del mismo espacio-tiempo y no obligan a este. Es otro nivel\nEso de las causas es como decir que en un rebaño de ovejas cada oveja tiene madre (causa) y por tanto el rebaño (espacio-tiempo) tiene la madre del rebaño la cual es la que denominamos Supermán por tanto supermán existe y las piedras del suelo (fluctuaciones del vacío) también tiene madre\nEl tiempo carece de causa, las fluctuaciones del vacio también. Y para iniciar posibles universos en la inflación lo harían fluctuaciones del vacío en este\nhay cosas que ya hace tiempo que están fuera de sentido\nNo existe un tiempo absoluto universal sino que cada existente dentro del espacio-tiempo tiene el suyo como su posición y el resto en relación a la suya por eso las distancias son espacio-temporales y el ente físico es el espacio-tiempo\n] [#5](c5#c-5) y podrías rebatirlo aqui?\nSi se hacía en el instituto probablemente puedas rebatirlo ahora. Sería como hacer una ecuación de primer grado. Facil y sencillo.\n[#3](c3#c-3) argumentos un poco malos no? Del primero no digo nada, tengo que escucharlo entero para ver a que se refiere, pero la segunda no tiene sentido. No se puede tener una sucesión infinita de motores previos, uno de esos motores ha de ser el motor inmóvil, causa incausada. La recursividad infinita no es posible logicamente para explicar el movimiento\no como un siete. El infinito es un valor para alguna propiedad de algo como el tres no un objeto físico como tampoco es un objeto físico el siete ¿has hablado con un 22 hoy?\nEso de la metafísica (alguna) que en realidad son pajas mentales con las que disfrazar peticiones de principio., joe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.es.wikipedia.org/wiki/Regla_30",
      "https://www.psypost.org/meta-analysis-of-83-studies-produces-very-strong-evidence-for-a-negative-relationship-between-intelligence-and-religiosity/",
      "https://www.psypost.org/meta-analysis-of-83-studies-produces-very-strong-evidence-for-a-negative-relationship-between-intelligence-and-religiosity",
      "https://psypost.org/meta-analysis-of-83-studies-produces-very-strong-evidence-for-a-negative-relationship-between-intelligence-and-religiosity/",
      "https://es.wikipedia.org/wiki/Regla_30"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-24T02:38:43.273+02:00",
    "updated": "2024-02-24T02:38:43.273+02:00"
  },
  {
    "uuid": "997a1d27d5a5758c752f665fb536bbcd6200040e",
    "url": "https://www.laprovence.com/article/region/1059739164250114/rodeos-fetes-illegales-vols-et-incivilites-a-marseille-les-riverains-du-littoral-sud-redoutent-lete",
    "ord_in_thread": 0,
    "author": "@laprovence",
    "published": "2025-06-12T07:18:00Z",
    "title": "Rodéos, fêtes illégales, vols et incivilités... à Marseille, les riverains du littoral redoutent l'été",
    "text": "Article réservé aux abonnés\nRodéos, fêtes illégales, vols et incivilités... à Marseille, les riverains du littoral Sud redoutent l'été\nPar Nathalie PERRIER\nL'été dernier, des fêtards avaient indiqué à l’aide de fumigènes la tenue d’une fête sous la Corniche au niveau de la plage, comme le montrent les vidéos prises par les riverains du Roucas-Blanc.\n/ Photo DR\nMarseille\nAlors que la préfecture de police et la Ville annoncent des renforts sur le littoral cet été, les riverains ne cachent pas leur exaspération face aux rodéos, aux rave parties et aux incivilités qui explosent avec l'arrivée des beaux jours.\nFêtes intempestives, rodéos sauvages, pickpockets… Avec les beaux jours, les riverains du littoral marseillais sont comme tous les ans confrontés aux nuisances liées à la surfréquentation des plages et des calanques.\n\"Dès le printemps et jusqu’à fin septembre, c’est infernal, résume Yves Place, un des membres du CIQ Malmousque (7e), qui énumère : \"Les voitures se font dépiauter, on les retrouve sans phare, sans calandre… Il y a deux jours, un jeune s’est fait voler son sac pendant qu’il se baignait. Le soir, jusqu’à 4 h du matin, on subit les barbecues avec la musique à fond. Et puis il y a les incivilités : les voitures mal garées, les tags…\".\nRodéos sauvages et rave parties\nPrès de la plage du Prophète (7e), les riverains ne dorment guère plus. \"Pour l’instant, on n’a eu qu’une seule rave party mais l’an dernier, c’était fou. Ils mettaient la sono à fond, jusqu’à 6 h du matin…\", témoigne Amandine, une habitante, qui redoute l’été à venir. Depuis quelques semaines déjà, les voisins de la corniche subissent la nuit les rodéos urbains. \"À partir de minuit, ce sont des coups de frein, des pneus qui crissent…, poursuit-elle. Je fais des bonds dans le lit alors que j’ai du double vitrage !\"\nIl vous reste 64% à lire.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "topics": [
      "Social Issue->communities",
      "Social Issue->social problem",
      "Politics->civil rights",
      "Politics->safety of citizens",
      "Politics->local government and authority",
      "War, Conflict and Unrest->civil unrest",
      "War, Conflict and Unrest->riot",
      "War, Conflict and Unrest->demonstration"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_fr",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:29:43.681+03:00",
    "updated": "2025-06-13T08:06:51.000+00:00"
  },
  {
    "uuid": "258106bf4b94dad5c303457393a2b89a07abed20",
    "url": "https://www.diariodemallorca.es/sucesos/sucesos-mallorca/2024/06/14/fiscal-acusa-exmonitor-nazaret-violar-103764215.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Xavier Peris",
    "published": "2024-06-13T22:04:00Z",
    "title": "Abusos sexuales a menores en Mallorca | La fiscal acusa al exmonitor de Nazaret de violar durante años a un menor",
    "text": "Abusos sexuales en un centro de acogida de Palma La fiscal acusa al exmonitor de Nazaret de violar durante años a un menor El ministerio público solicita a la juez que continúe el procedimiento contra el hombre denunciado por numerosas agresiones sexuales a uno de los niños durante los años 80, cuando tenía entre 11 y 14 años La Fiscalía de Balears ha elevado un escrito a la juez de instrucción solicitando que prosiga la causa contra Francisco Carlos C.M., en la actualidad de 69 años, como [presunto autor de reiteradas agresiones sexuales a un niño durante los años ochenta, cuando trabajaba como monitor del centro de menores Nazaret de Palma,](/sucesos/sucesos-mallorca/2023/09/13/monitor-denunciado-violar-decenas-ninos-92057096.html) cuya fundación está presidida por el obispo de [Mallorca](https://www.diariodemallorca.es/sucesos/sucesos-mallorca/). La fiscal considera que la víctima, Antoni Estela Frau, [sufrió numerosas violaciones y abusos sexuales por su parte durante los cuatro años que estuvo interno en el centro](/sucesos/sucesos-mallorca/2023/12/29/nazaret-peor-caso-pederastia-historia-96184802.html), cuando tenía entre once y catorce años. Ahora las partes tienen un plazo de tres días para presentar alegaciones y solicitar nuevas diligencias, antes de su transformación en el procedimiento de sumario. El escrito de la Fiscalía, fechado el pasado 8 de mayo, solicita a la jueza instructora que continúe el proceso contra el denunciado. Según el relato de la fiscal, este hombre entró a trabajar en el centro de menores de Nazaret el 16 de septiembre de 1983, cuando tenía 28 años. En aquel tiempo estaba interno en la institución Antoni Estela, entonces de once años. Durante los cuatro años siguientes, hasta que Estela salió del centro, el entonces monitor, «con ánimo libidinoso», le sometió a repetidas violaciones y otros actos sexuales «sin su consentimiento y valiéndose de la autoridad que él mismo ostentaba sobre el menor». Estas agresiones, que según el denunciante se repetían con una periodicidad casi semanal, se llevaban a cabo tanto en el dormitorio que el monitor tenía en el centro como en su domicilio, en Son Sardina, o en su furgoneta durante las excursiones que realizaban algunos fines de semana. «Dichos hechos», prosigue la fiscal, «sin perjuicio de una más precisa calificación jurídica en el momento de realizar escrito de acusación, son presuntamente constitutivos de un delito continuado de agresión sexual, interesando la transformación del presente procedimiento en juicio ordinario de sumario». Las partes tienen un plazo de tres días para presentar alegaciones y solicitar nuevas diligencias. Decenas de víctimas Aunque los hechos habrían ocurrido a mediados de la década de 1980, Antoni Estela, que en la actualidad tiene 52 años, no lo denunció hasta 2016, una denuncia que entonces fue desestimada. Posteriormente, en octubre de 2022, se presentó en el domicilio del antiguo monitor, le reprochó que le hubiera violado cuando era niño y le exigió que le pidiera perdón. El hombre le dijo: «Igual pudimos hacer algo hace treinta o cuarenta años, pero yo ya lo olvidé y me arrepentí». Esta escena, [ grabada en vídeo y difundida en redes sociales](https://www.diariodemallorca.es/videos/sucesos/2023/04/23/video-sucesos-mallorca-victima-abusos-casa-agresor-pederasta-86321367.html), llevó a otros antiguos internos de Nazaret a relatar a Diario de Mallorca que ellos también habían sido violados por el mismo monitor durante aquellos años. Estas personas prefirieron no denunciar en el [juzgado](https://www.diariodemallorca.es/tags/audiencia-de-palma/), pero afirmaron que la cifra de víctimas era muy alta. Según dijeron, más de treinta de los niños que estuvieron internos en el centro en aquellos años habrían sido violados de forma reiterada por el hombre a lo largo de una década, lo que lo convertiría en el peor caso de pederastia de la historia reciente de Balears. Antoni Estela, asesorado por su abogado, Francisco Fernández Ochoa, presentó una nueva denuncia por estos hechos en enero de 2023. Una denuncia en la que aportaba también la grabación realizada en la casa de su presunto violador. En esta ocasión la denuncia fue estimada y la jueza de instrucción abrió diligencias. En junio ratificó su denuncia en el juzgado. El denunciado, Francisco Carlos M.F., fue citado a declarar como imputado en septiembre. El hombre, que en la actualidad tiene 69 años, negó rotundamente las acusaciones. Su defensa añadió que, en cualquier caso, los delitos habrían prescrito a los quince años de haberse cometido, un plazo que se ha sobrepasado ampliamente. Por su parte, el abogado de Estela insistió en que los hechos eran tan graves que debían ser investigados, el denunciado debía ser juzgado y la prescripción no debería valorarse hasta la sentencia. Estela: «Es solo un primer paso» «Me decían que mi denuncia no llegaría a nada, que los hechos están prescritos, pero yo no perdí la esperanza». Antoni Estela no ocultaba ayer su alegría por el escrito de la Fiscalía, aunque era consciente de que quedaba mucho camino por delante. «Esto es solo un primer paso, mi objetivo es que se siente en el banquillo y pida perdón». Estela confía en que este informe anime a denunciar a otros antiguos niños de Nazaret que sufrieron violaciones. Suscríbete para seguir leyendo [RRSS WhatsApp](https://api.whatsapp.com/send?text=La%20fiscal%20acusa%20al%20exmonitor%20de%20Nazaret%20de%20violar%20durante%20a%C3%B1os%20a%20un%20menor%20https://www.diariodemallorca.es/sucesos/sucesos-mallorca/2024/06/14/fiscal-acusa-exmonitor-nazaret-violar-103764215.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Facebook](https://www.facebook.com/sharer/sharer.php?u=https://www.diariodemallorca.es/sucesos/sucesos-mallorca/2024/06/14/fiscal-acusa-exmonitor-nazaret-violar-103764215.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Twitter](https://twitter.com/intent/tweet?original_referer=https://www.diariodemallorca.es/sucesos/sucesos-mallorca/2024/06/14/fiscal-acusa-exmonitor-nazaret-violar-103764215.html&text=La%20fiscal%20acusa%20al%20exmonitor%20de%20Nazaret%20de%20violar%20durante%20a%C3%B1os%20a%20un%20menor%20%20https://www.diariodemallorca.es/sucesos/sucesos-mallorca/2024/06/14/fiscal-acusa-exmonitor-nazaret-violar-103764215.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40diariomallorca) [RRSS email](mailto:?subject=La%20fiscal%20acusa%20al%20exmonitor%20de%20Nazaret%20de%20violar%20durante%20a%C3%B1os%20a%20un%20menor%20&body=https://www.diariodemallorca.es/sucesos/sucesos-mallorca/2024/06/14/fiscal-acusa-exmonitor-nazaret-violar-103764215.html%3Futm_source%3Dmail%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [Copiar URL](javascript: void(0)) [Pere Nicolau, arquitecto del aeropuerto de Palma: «No me ha sorprendido que se inundara Son Sant Joan»](https://www.diariodemallorca.es/mallorca/2024/06/13/pere-nicolau-arquitecto-aeropuerto-palma-103712390.html) [El aeropuerto de Palma recupera la operatividad: despegan los primeros aviones tras la inundación](https://www.diariodemallorca.es/mallorca/2024/06/11/aena-paraliza-vuelos-aeropuerto-palma-103647907.html) [El impactante final de una cita de 'First Dates': \"No te ha llamado la atención para un polvo bien echado](https://www.diariodemallorca.es/ocio/tv/2024/06/10/impactante-final-cita-first-dates-103616772.html) [Tormentas en Mallorca: Una tromba de agua de 71,8 litros bate el récord histórico de lluvias en el aeropuerto de Palma en un mes de junio](https://www.diariodemallorca.es/mallorca/2024/06/11/tormentas-mallorca-tromba-71-8-litros-bate-record-historico-lluvias-aeropuerto-palma-103648921.html) [Una anciana y su nieta caen con el coche a la excavación de una obra en Palma](https://www.diariodemallorca.es/sucesos/sucesos-mallorca/2024/06/12/anciana-nieta-caen-coche-excavacion-103679311.html) [Miquel Barceló seduce a Carolina de Mónaco y Carlota Casiraghi con su universo creativo en su nueva exposición en el Principado](https://www.diariodemallorca.es/cultura/2024/06/12/miquel-barcelo-seduce-carolina-monaco-carlota-casiraghi-universo-creativo-nueva-exposicion-principado-103706454.html) [El mallorquín Marco Asensio se separa](https://www.diariodemallorca.es/deportes/2024/06/11/mallorquin-marco-asensio-separa-103659627.html) [Montesión levanta un nuevo edifico en Son Moix para trasladar en septiembre de 2025 a los alumnos del colegio de Palma](https://www.diariodemallorca.es/mallorca/2024/06/11/montesion-levanta-nuevo-edifico-son-moix-acoger-ultimos-alumnos-del-colegio-historico-palma-103614952.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/intent/tweet?original_referer=https://www.diariodemallorca.es/sucesos/sucesos-mallorca/2024/06/14/fiscal-acusa-exmonitor-nazaret-violar-103764215.html&text=La%20fiscal%20acusa%20al%20exmonitor%20de%20Nazaret%20de%20violar%20durante%20a%C3%B1os%20a%20un%20menor%20%20https://www.diariodemallorca.es/sucesos/sucesos-mallorca/2024/06/14/fiscal-acusa-exmonitor-nazaret-violar-103764215.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40diariomallorc",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.diariodemallorca.es/sucesos/sucesos-mallorca/2024/06/14/fiscal-acusa-exmonitor-nazaret-violar-103764215.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://api.whatsapp.com/send?text=La%20fiscal%20acusa%20al%20exmonitor%20de%20Nazaret%20de%20violar%20durante%20a%C3%B1os%20a%20un%20menor%20https://www.diariodemallorca.es/sucesos/sucesos-mallorca/2024/06/14/fiscal-acusa-exmonitor-nazaret-violar-103764215.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://api.whatsapp.com/send?text=La%20fiscal%20acusa%20al%20exmonitor%20de%20Nazaret%20de%20violar%20durante%20a%C3%B1os%20a%20un%20menor%20https://diariodemallorca.es/sucesos/sucesos-mallorca/2024/06/14/fiscal-acusa-exmonitor-nazaret-violar-103764215.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://facebook.com/sharer/sharer.php?u=https://diariodemallorca.es/sucesos/sucesos-mallorca/2024/06/14/fiscal-acusa-exmonitor-nazaret-violar-103764215.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://www.facebook.com/sharer/sharer.php",
      "https://twitter.com/intent/tweet?original_referer=https://diariodemallorca.es/sucesos/sucesos-mallorca/2024/06/14/fiscal-acusa-exmonitor-nazaret-violar-103764215.html&text=La%20fiscal%20acusa%20al%20exmonitor%20de%20Nazaret%20de%20violar%20durante%20a%C3%B1os%20a%20un%20menor%20%20https://diariodemallorca.es/sucesos/sucesos-mallorca/2024/06/14/fiscal-acusa-exmonitor-nazaret-violar-103764215.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40diariomallorc",
      "https://api.whatsapp.com/send",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T01:11:34.170+03:00",
    "updated": "2024-06-14T01:11:34.170+03:00"
  },
  {
    "uuid": "d690f7bc483fc2cbe6264b2ff3c9cccc26711cc9",
    "url": "https://vnexplorer.net/z/932525.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-06-21T11:06:00Z",
    "title": "Salvan a perritos de las inundaciones, adaptan refugios temporales en Chetumal",
    "text": "Las fuertes lluvias en Chetumal volvieron a inundar varias colonias principales, lo cual provocó la evacuación de familias hacia los refugios temporales instalados en escuelas públicas, y en estas labores de rescate también fueron puestas a salvo las mascotas. Durante la noche del 20 de junio, las colonias y avenidas principales comenzó a subir el nivel del agua y como medida preventiva fueron cerradas las arterias viales de Insurgentes con Chetumal, la avenida Juárez, Bulevar Bahía con 16 de Septiembre y Miguel Hidalgo, además de la Calzada Veracruz, José María Morelos con San Salvador, Emiliano Zapata con Francisco I. Madero y Cristóbal Colón. En el operativo de rescate participó personal de Protección Civil, la Guardia Nacional y la gobernadora de Quintana Roo, Mara Lezama Espinosa, que con la ayuda de un vehículo de las Fuerza Federales sacaron a varias familias víctimas de las inundaciones. En estas labores de rescate también fueron considerados los perritos de Chetumal, que fueron enviados a los refugios temporales de las escuelas CBTIS 253, 214 y Eva Sámano, incluso se adaptó un espacio especial para su resguardo. En las escuelas fueron secados y resguardados de las lluvias, colocados en jaulas transportadoras y se quedarán en los albergues temporales hasta que las condiciones climáticas se normalicen en la Capital del Estado. La Gobernadora de Quintana Roo recordó a la ciudadanía que las mascotas también pueden recibir atención de las autoridades de emergencia y en caso de necesitarlo pedir el apoyo para que las mascotas del hogar sean resguardadas. Para solicitar auxilio la ciudadanía debe marcar al número de emergencia 911, ofrecer los datos de localización y esperar a que personal acuda para trasladarlos hacia los albergues temporales, donde recibirán alimentos, servicios médicos y pernoctar durante la noche, hasta que las condiciones del municipio se normalicen.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-21T22:14:12.387+03:00",
    "updated": "2024-06-21T22:14:12.387+03:00"
  }
]