[
  {
    "uuid": "4fc5873e48c60fdd2ae2ea239b7d0f4739e31573",
    "url": "https://aristeguinoticias.com/2812/mexico/secuestran-a-12-funcionarios-publicos-en-taxco/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción AN / JEPM",
    "published": "2023-12-28T18:58:00Z",
    "title": "Secuestran a 12 funcionarios públicos en Taxco",
    "text": "Secuestran a 12 funcionarios públicos en Taxco Un grupo de hombres armados privó de la libertad, al menos, a 12 funcionarios del Ayuntamiento de Taxco en el relleno sanitario y en la Unidad de Transferencia de basura el 26 de diciembre de 2023. - Redacción AN / JEPM Un grupo de hombres armados privó de la libertad, al menos, a 12 funcionarios del Ayuntamiento de Taxco en el relleno sanitario y en la Unidad de Transferencia de basura, al norte del estado de Guerrero. El periodista Antonio Castillo explicó en Aristegui en Vivo que los hechos ocurrieron el 26 de diciembre de 2023, entre las 12 del día y las 3 de la tarde el grupo armado entró a las instalaciones ubicadas en el barrio de El Panteón para proceder con el sometimiento del encargado en turno y a otros cuatro trabajadores, entre ellos tres mujeres. Algunos nombres que se conocen son el de “Tomás” -jefe de la unidad de transferencia de la basura-, Wendy Alejandra Salas, Marcela de Jesús, Hannia Monserrat Salgado, Juan Carlos Hernández Avilés -trabajador de limpia-, así como Anabel Gutiérrez, directora del Relleno Sanitario del municipio de Taxco, a un chofer y a cinco pepenadores. Te puede interesar > [Pobladores actuaron en legítima defensa durante enfrentamientos en Texcaltitlán: FGJEM](https://aristeguinoticias.com/2712/mexico/pobladores-actuaron-en-legitima-defensa-durante-enfrentamientos-en-texcaltitlan-fgjem/) Este jueves 28 de diciembre, la fiscalía del estado emitió un comunicado donde señala concretamente la desaparición de estos doce funcionarios y la creación de una carpeta de investigación; sin embargo, la fiscalía es muy enfática en señalar que ninguno de los familiares de los involucrados ha presentado una denuncia formal. Según información del periódico Reforma, algunos lugareños de Taxco afirman que, desde la noche del martes 26 de diciembre de 2023, se habían registrado balaceras en distintas zonas de la ciudad, donde opera la organización criminal La Familia Michoacana (FM). Ve aquí la entrevista completa de Antonio Castillo:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:03:09.306+02:00",
    "updated": "2023-12-29T00:04:15.975+02:00"
  },
  {
    "uuid": "6bb20909e9e09e1bfc6df04882f4808131cad193",
    "url": "https://campusadvisories.gwu.edu/august-2-2024-extreme-heat-advisory",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Campus Advisories",
    "published": "2024-08-02T00:00:00Z",
    "title": "August 2, 2024 - Extreme Heat Advisory | Campus Advisories | The George Washington University",
    "text": "Due to the extreme heat forecast, Mayor Bowser has activated the [District’s Heat Emergency Plan](https://hsema.dc.gov/page/heat-emergency-plan-information) for Friday, August 2, 2024, beginning at noon. When the temperature or heat index in the District is forecasted to be 95 degrees or higher, the District Government implements the Heat Emergency Plan and activates cooling centers for community members to seek relief from the heat. A list of District cooling center locations is available at [heat.dc.gov](http://heat.dc.gov/). Extreme heat is dangerous and can cause illnesses and death. As temperatures rise, you are encouraged to take an active role in your safety and take action to stay cool. - Stay indoors: Find places in the shade or with air conditioning to seek relief from the heat. - Check on your neighbors: Young children, the elderly, and those with disabilities or other access and functional needs are the most vulnerable in our community. If you or someone you know needs free, accessible transportation to a cooling center, please call the shelter hotline at 202-399-7093 or dial 311. - Drink plenty of water and wear lightweight, loose-fitting clothing. GW has [water bottle refill station locations](https://docs.google.com/spreadsheets/d/1OXp17Yr3TlJwHYE4ZkWVuAcRSprxRvLA9BCKdeLmvMM/edit?gid=1161067707#gid=1161067707)to help keep you hydrated. - Do not leave children, pets, or service animals in vehicles, as they can reach dangerous temperatures within 10 minutes. - For all animal emergencies, including animals left outside in extreme temperatures or in vehicles, call the Humane Rescue Alliance at 202-723-5730. Pet and service animal owners should keep animals indoors, walk them early in the morning, and give them plenty of water. For additional extreme heat safety tips, visit [ready.dc.gov/extremeheat](http://ready.dc.gov/extremeheat).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Health"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://docs.google.com/spreadsheets/d/1OXp17Yr3TlJwHYE4ZkWVuAcRSprxRvLA9BCKdeLmvMM/edit?gid=1161067707#gid=1161067707)to",
      "https://hsema.dc.gov/page/heat-emergency-plan-information)",
      "http://heat.dc.gov/).",
      "http://ready.dc.gov/extremeheat).",
      "https://www.hsema.dc.gov/page/heat-emergency-plan-information)",
      "https://www.docs.google.com/spreadsheets/d/1OXp17Yr3TlJwHYE4ZkWVuAcRSprxRvLA9BCKdeLmvMM/edit?gid=1161067707#gid=1161067707)to",
      "https://docs.google.com/spreadsheets/d/1OXp17Yr3TlJwHYE4ZkWVuAcRSprxRvLA9BCKdeLmvMM/edit",
      "http://www.ready.dc.gov/extremeheat).",
      "http://www.heat.dc.gov/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bowser",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "george washington university due",
          "sentiment": "negative"
        },
        {
          "name": "district government",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "district",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T17:48:20.490+03:00",
    "updated": "2024-08-02T17:48:20.490+03:00"
  },
  {
    "uuid": "e51c82ead06e0418ea1270563f374e8f46cac409",
    "url": "https://www.bangordailynews.com/2024/02/29/sports/tourney-time/orono-oceanside-boys-basketball-championship-rematch",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sam Canfield",
    "published": "2024-02-29T19:30:00Z",
    "title": "Orono and Oceanside boys ‘definitely excited’ for state championship rematch",
    "text": "Three hundred and fifty-nine days after their 2023 state championship basketball game\ncame down to the last shot, Orono and Oceanside will meet again in the Class B boys title game at 7:45 p.m. Friday, at the Cross Insurance Center in Bangor.\nThe reigning champion Red Riots and 21-0 Mariners have returned virtually their entire rosters from last year — including Orono’s lionhearted point guard\nPierce Walston and Oceanside’s quick-hitting Galley twins — setting up one of the most highly anticipated state finals in recent memory.\nThe players and coaches themselves haven’t been immune to the anticipation either, and as all true champions do, have deep respect for their upcoming opponent.\n“Oceanside’s tremendously explosive, they have the leading scorer in the state (Carter Galley at 28.8 ppg) and will be a handful as they were last year,” Orono head coach Ed Kohtala said. “I know they haven’t forgotten that we had the good fortune of knocking them off last year, and I know they fully intend to do that when they come here. It should be a great state championship game.”\nLast year, Carter and Cohen Galley combined for 38.8 points and 6.3 assists per game — including 39 points against Orono in the state finals. This year, the twins have taken it to a whole other level, individually eclipsing 1,000 career points and combining for 51.7 points and 7.9 assists per game.\nWalston also crossed the 1,000-point threshold this year, and Orono teammates Ben and Will Francis combined for an additional 22 points, 10 rebounds, and five assists per game.\n“I’m very excited — always looking forward to playing high levels of competition,” Senior power forward Ben Francis said. “We really gotta try to slow down the brothers and Zeb Foster, play at our pace and make sure we get a good shot every time down the floor. They’re a high powered offensive team, so locking in on the defensive end and limiting our turnovers will be clear.”\nClass B South tournament MVP Cohen Galley echoed Francis’ sentiments.\n“Yeah, definitely excited to be back,” Galley said. “I think we’re a different team this year, but Orono is definitely very talented and has experience with their upperclassmen leaders. Gonna have to play defense for 32 minutes and not come out with a slow start.”\nWith a 15-3 regular season record and the No. 4 seed heading into the tournament, Orono conquered a gauntlet of a bracket, defeating No. 5 Caribou 55-47, No. 1 Ellsworth 53-38, and finally No. 3 Old Town 58-44. In all three wins, Walston, the Francis brothers and company took first quarter leads and played flawless basketball down the stretch, icing games with their level headedness and championship pedigree.\nMeanwhile, Oceanside played rather strangely in the regional quarterfinals and semifinals, trailing 10-0 against No. 8 Mountain Valley early in the first quarter, and then leading No. 4 Medomak Valley just 8-4 after one.\nIt was a similar story for both Orono and Oceanside in the 2022-23 title game at the Portland Expo — Orono took a 13-5 lead early on and extended its lead to 55-42 with 3:30 remaining in the fourth quarter. The Galley brothers retaliated with three deep 3-pointers in the final two minutes, but it was too little, too late. Final score: 61-58.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pierce walston",
          "sentiment": "none"
        },
        {
          "name": "carter galley",
          "sentiment": "none"
        },
        {
          "name": "ed kohtala",
          "sentiment": "none"
        },
        {
          "name": "carter",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cross insurance center",
          "sentiment": "none"
        },
        {
          "name": "red riots",
          "sentiment": "none"
        },
        {
          "name": "mariners",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "orono",
          "sentiment": "none"
        },
        {
          "name": "oceanside",
          "sentiment": "none"
        },
        {
          "name": "bangor",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:18:33.999+02:00",
    "updated": "2024-03-01T00:18:33.999+02:00"
  },
  {
    "uuid": "50f3724f77270e2595ad8bd3e5879ab0c6d9603d",
    "url": "https://www.financialexpress.com/business/railways-pir-panjal-railway-tunnel-decoding-indias-longest-train-tunnel-which-connects-kashmir-with-rest-of-the-country-details-inside-3349747/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "FE Online",
    "published": "2023-12-28T22:30:00Z",
    "title": "Pir Panjal Railway Tunnel: Decoding India’s longest train tunnel which connects Kashmir with rest of the country - Details inside - Railways News | The Financial Express",
    "text": "Termed as the project of national importance, India’s longest train tunnel Pir Panjal (or T-80) is the only broad gauge mountain railway in the country that stretches through the Pir Panjal mountain range between Quazigund and Baramulla in Jammu and Kashmir.The 11.2km long tunnel is a part of the 272km Udhampur – Srinagar – Baramulla rail link project undertaken by the Northern Railways. It operates 440m below the existing Jawahar Tunnel, as it is inoperable in winter due to heavy snowfall in the region.\nIn 2013, the trial run of the country’s longest railway tunnel was conducted smoothly, when a train covered the 11 km distance in 20 minutes. It took 30 minutes to cover the entire distance of 17.5 km from Qazigund to Banihal.Initially, the tunnel was the part of 119km Quazigund to Baramulla railway line which became operational in October 2009. The Pir Panjal tunnel reduced the distance between Quazigund in the north to Banihal in the south to just 11km.\nThe 8.4m wide tunnel has a 3m wide road, which runs along the track for maintenance and emergency purposes. The height of the railway tunnel is kept 450m lower than that of the road tunnel so the effect of snow is minimal. Besides, there is provision for ventilation, fire fighting, and safety monitoring in the tunnel.\nIt is important to note that the Banihal and Qazigund region is one of the most treacherous stretches in the entire Kashmir rail network project.Sanctioned in 1994-95, the Udhampur-Srinagar-Baramulla Rail link (USBRL) project (272 km) has a Rs 37,012 crore sanctioned budget, against which, expenditure of Rs 26,786 crore has been incurred up to March 2022.\nOf the 272 km length of the USBRL project, the length of 161 Km has already been commissioned, and work on the remaining stretch of the Katra-Banihal section of 111 Km is underway.\nAs of March 2023, 19 (nineteen) Passenger Special train services are running in the Baramula-Badgam-Banihal section of the USBRL Project. Moreover, the introduction of new train services or extension of existing train services is an ongoing process over Indian Railways subject to traffic demand, operational feasibility and availability of rolling stock.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "northern railways",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kashmir",
          "sentiment": "none"
        },
        {
          "name": "pir panjal railway tunnel",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "qazigund",
          "sentiment": "none"
        },
        {
          "name": "baramulla",
          "sentiment": "none"
        },
        {
          "name": "quazigund",
          "sentiment": "none"
        },
        {
          "name": "banihal",
          "sentiment": "none"
        },
        {
          "name": "jawahar tunnel",
          "sentiment": "none"
        },
        {
          "name": "srinagar",
          "sentiment": "none"
        },
        {
          "name": "udhampur",
          "sentiment": "none"
        },
        {
          "name": "jammu",
          "sentiment": "none"
        },
        {
          "name": "pir panjal",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:19:58.924+02:00",
    "updated": "2023-12-29T04:19:58.924+02:00"
  },
  {
    "uuid": "c7937c9aea3787491349b55e15cca13b6cff145b",
    "url": "https://vnexplorer.net/cristiano-ronaldo-backs-saudi-pro-league-calls-it-more-competitive-than-ligue-1-s1057958.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-01-20T05:27:00Z",
    "title": "Cristiano Ronaldo backs Saudi Pro League, calls it more competitive than Ligue 1",
    "text": "Cristiano Ronaldo. (Picture: Al Nassr/Twitter)\nNew Delhi [India], January 20 (ANI): Legendary footballer Cristiano Ronaldo on Saturday backed the Saudi Pro League and called it more competitive than Ligue 1.\nWhile speaking at the Globe Soccer Awards 2023 ceremony, the Portuguese star said, “The Saudi league is not worse than Ligue 1. The Saudi Pro League is more competitive than Ligue 1.”\n“I can say that after one year spent there. We are better than the French league already now,” Ronaldo was quoted by Goal.com as saying.\nThe five-time Ballon d’Or winner, who is very playing at Al Nassr, added that the Saudi league is still developing and will take some time to reach the top level.\n“I feel so happy at Al Nassr, it’s a great move. Saudi is in a process, it will take a long… but step by step they will go to the top level. I think the Saudi Pro League will be among the top three leagues in the world. People in Saudi will be proud,” he added.\nThe 38-year-old joined the Saudi club Al Nassr in January 2023, and he has played 50 matches for his new team and scored 44 goals.\nIn the ongoing season of the Saudi Pro League, the Portuguese has appeared in 18 matches for the Riyadh-based club and scored 20 goals. Ronaldo also made nine assists in the 2023-24 season for Al Nassr.\nEarlier, the Portuguese superstar returned to his boyhood club Manchester United in 2021 after leaving Juventus, however, his stint in the English club did not last very long after he lambasted the United coach Erik Ten Hag in a controversial interview with Piers Morgan.\nAfter Ronaldo claimed that Ten Hag did not respect the Portuguese player, United terminated the 38-year-old’s contract. In his second run at United, CR7 played 54 matches and scored 27 goals. (ANI)\nProvided by SyndiGate Media Inc. (Syndigate.info).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Economy, Business and Finance",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gYIhI.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gYIhI.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cristiano ronaldo",
          "sentiment": "negative"
        },
        {
          "name": "al nassr",
          "sentiment": "negative"
        },
        {
          "name": "ronaldo",
          "sentiment": "none"
        },
        {
          "name": "ballon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "saudi pro league",
          "sentiment": "negative"
        },
        {
          "name": "ligue",
          "sentiment": "negative"
        },
        {
          "name": "al nassr",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T07:39:39.342+02:00",
    "updated": "2024-01-20T07:39:39.342+02:00"
  },
  {
    "uuid": "3c348dd68d7af37457501d45475ca7ba0e634b43",
    "url": "https://theathletic.com/5160524/2023/12/28/arsenal-west-ham-premier-league-result/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Art de Roché",
    "published": "2023-12-28T22:20:00Z",
    "title": "Arsenal 0 West Ham 2: Gabriel could have made VAR irrelevant, forwards lack cutting edge",
    "text": "Arsenal missed the chance to return to the top of the Premier League after a 2-0 defeat to West Ham at the Emirates Stadium. Tomas Soucek put David Moyes’ side ahead after Jarrod Bowen had set up his goal in controversial fashion in the 13th minute. As the England forward prepared to pull the ball back from the byline, it was unclear if it had gone out of play for a goal kick. However, VAR could not overturn the on-field decision as it did not have a compelling camera angle to overrule referee Michael Oliver.\nAdvertisement\nAs Arsenal chased an equaliser in the second half, former player\nKonstantinos Mavropanos headed in West Ham’s second goal from a James Ward-Prowse corner. Saïd Benrahma had his penalty saved by David Raya in stoppage time at the end of the second half, but the victory was already secure.\nThe defeat means Arsenal sit second in the league table on 40, two behind leaders\nLiverpool, while West Ham move up to sixth on 33.\nHere Art de Roché analyses the key Arsenal talking points from the match.\nIgnore VAR, Gabriel could have prevented goal\nWest Ham’s opener will long be a point of contention due to the confusion over whether the ball was out of play, but Arsenal should never have allowed the situation to reach that point.\nWilliam Saliba and Declan Rice were alert as the ball progressed up the flank, moving to right-back and centre-back respectively. But what cause the problem was Jarrod Bowen going untracked between Rice and Gabriel as the cross was played.\nThe miscommunication and panic that ensued between the Brazilian and Oleksandr Zinchenko could have been prevented if the whole defensive unit moved as one in that moment. Instead, swipes were taken at the ball and West Ham took advantage.\nPreventable goals have been a theme of Arsenal’s 2023. Throughout the calendar year, switching off at crucial moments has cost them. These mistakes only become more glaring because Arsenal give opposition teams so little in regards to building their own attacks. But these errors often feel like one of the main issues holding them back.\nTrossard can’t make up for Havertz absence\nThe one position of contention for Arsenal this season has been the left-sided No 8.\nKai Havertz has made it his own with improved performances in recent weeks, but with his suspension against West Ham, Leandro Trossard failed to pick up where he left off.\nAdvertisement\nThe 29-year-old has been used in that role earlier this season, but very little of what he tried came off. Early on he took up similar spaces to Odegaard which resulted in him either miscontrolling passes meant for his captain or rushing shots wide.\nFrustration grew as when he did start occupying the right areas, his execution let him down. Midway through the first half he pulled wide to left Martinelli drift inside, but he could not dribble when the ball reached him later in the move.\nThe moment that epitomised the frustration came at the end of the first half, however. After brilliant work from Declan Rice to give Arsenal a final attack in added time, Trossard was advancing with multiple passing options but shot high and wide. A half-time change would have been warranted but the fact this was not Arteta’s first change felt strange.\nThe Spaniard has spoken glowingly about Emile Smith Rowe recently. Ahead of the PSV draw, he said: “The way he’s done his rehab I haven’t seen him do it before like how he’s done it this time. You see the way his teammates reacted to his comeback which is really positive as well. The moment we can give him chances the better we’re going to be.”\nPushed on whether it was the midfielder’s physical or mental approach he was impressed by before West Ham, he added: “Both of them. It wasn’t the first time that happened and sometimes it’s not easy to start that process again. When he was getting some momentum and looking good again, he went through that in a really impressive way. Now it’s about putting it on the pitch when he gets the opportunity to do that. To perform and make a difference for the team.”\nSmith Rowe replaced Trossard on 78 minutes to one of the bigger cheers of the night and immediately caused an issue with a run in behind for an Odegaard cross. Havertz will likely come back in against\nFulham, but more thought needs to be put into who fills that slot when the German is not called upon.\nFrustration at lack of creativity\nArsenal showed promise in the opening exchanges.\nMartin Odegaard was the main thrust of this. Within the first five minutes, he had sprinted forward to regain possession in the final third, nutmegged a West Ham defender to keep Arsenal in a promising position and put on a shooting chance for Bukayo Saka with a smart backheel.\nAdvertisement\nBut once West Ham took the lead, the Norwegian was the only one who seemed to have any creative ideas.\n10 – James Ward-Prowse is one of only two Premier League players, along with Bukayo Saka (11), to have assisted 10+ goals across all competitions this season. Swing.\n[pic.twitter.com/ijaFSQKVu2]\n— OptaJoe (@OptaJoe)\n[December 28, 2023]\nFor a group of players who often seem to know what their next action is going to be before the ball reaches their feet, there was too much time being spent on the ball. Multiple touches without going anywhere and passes to slow the tempo rather than counter-attack frustrated the Emirates crowd.\nArsenal have proven they can cut through teams who decide to sit deep and defend their box (Sheffield United, Burnley and Wolves are examples), but they lacked the incisiveness of those performances.\nWhat next for Arsenal?\nSunday, December 31: Fulham (A), Premier League, 2pm GMT, 9am ET\nMarco Silva’s side have posed some problems since they were promoted in 2022 — Arsenal needed to rally after\nAleksandar Mitrovic opened the scoring at the Emirates 16 months ago, and Joao Palhinha’s late equaliser stunned Arteta’s side at the start of this season.\nRecommended reading\nHow ‘leader’ Declan Rice has exceeded expectations on and off the pitch at Arsenal Kroenke vs Usmanov – the Arsenal power struggle that led to a decade of drift Cult football boots – best of the 2000s: Mercurial Vapors, Total 90s, adiPures What must change in the new WSL era: ‘Fans don’t know whether they’re coming or going’\n(Top photo: IAN KINGTON/IKIMAGES/AFP via Getty Images))",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gabriel",
          "sentiment": "negative"
        },
        {
          "name": "art de roché",
          "sentiment": "none"
        },
        {
          "name": "david raya",
          "sentiment": "none"
        },
        {
          "name": "konstantinos mavropanos",
          "sentiment": "none"
        },
        {
          "name": "tomas soucek",
          "sentiment": "none"
        },
        {
          "name": "saïd benrahma",
          "sentiment": "none"
        },
        {
          "name": "michael oliver",
          "sentiment": "none"
        },
        {
          "name": "david moyes",
          "sentiment": "none"
        },
        {
          "name": "jarrod bowen",
          "sentiment": "none"
        },
        {
          "name": "james ward-prowse",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "west ham",
          "sentiment": "negative"
        },
        {
          "name": "arsenal",
          "sentiment": "negative"
        },
        {
          "name": "premier league",
          "sentiment": "negative"
        },
        {
          "name": "liverpool",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west ham",
          "sentiment": "none"
        },
        {
          "name": "emirates stadium",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:28:38.882+02:00",
    "updated": "2023-12-29T00:28:38.882+02:00"
  },
  {
    "uuid": "332032c8e6beefa81ae592606b3e80dea793d624",
    "url": "https://cincodias.elpais.com/opinion/2024-07-05/una-movilidad-mas-segura-y-sostenible-gracias-a-la-ia.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Díaz Almazán",
    "published": "2024-07-05T03:40:00Z",
    "title": "Una movilidad más segura y sostenible gracias a la IA | Opinión | Cinco Días",
    "text": "Hoy en día nadie duda de que la inteligencia artificial cambiará nuestras vidas. Sin embargo, para algunos sectores, este futuro es ya una realidad. En la gestión de infraestructuras de transporte ya se incorporan soluciones basadas en la IA que, además de facilitar la operación, mejoran la seguridad, la experiencia , así como reducen el impacto de la huella de carbono. La movilidad inteligente es una urgente y necesaria invitación a replantearnos cómo nos desplazamos de una manera más sostenible, más segura y eficiente en el uso de los recursos escasos. Para lograr este objetivo es imprescindible contar con recursos económicos que doten al sector de estas nuevas tecnologías. Se estima que la inversión en IA en el transporte alcanzará en 2030 unos 5.500 millones de dólares. Con estas inversiones se favorecerá la optimización de la gestión del tráfico, el desarrollo de vehículos autónomos, el mantenimiento predictivo de los vehículos y el aumento de las iniciativas de infraestructuras inteligentes. Adicionalmente, invertir en carreteras más seguras y “que perdonan” debe ser un área de atención prioritaria para reducir los accidentes. Debemos rebelarnos contra la realidad actual, donde los accidentes de tránsito son responsables de aproximadamente 1.1 millones de muertes al año , según la Organización Mundial de la Salud (de las cuales unas 20.000 corresponden a la Unión Europea y más de 150.000 a América Latina). La buena noticia es que el Programa Internacional para la Evaluación de Carreteras (iRAP) estima que con una inversión a nivel global de tan solo unos 200.000 millones de dólares para mejorar la infraestructura vial se podría revertir esta tendencia y en esta década se evitaría que más de dos millones de personas fallecieran o sufriesen graves lesiones como consecuencia de accidentes viales. Por otro lado, la implementación de sistemas inteligentes junto con el uso de IA en la infraestructura vial tendría la posibilidad de reducir en más de 30% las muertes en accidentes viales cada año, defienden desde el Instituto de Ingenieros Eléctricos y Electrónicos. Como ejemplos pueden señalarse el uso de aplicaciones que emiten alertas inmediatas de accidentes, incluso antes de que los conductores llamen a los servicios de emergencia, o robots que detectan y analizan fallas en las carreteras en tiempo real. Esto permite reducir los tiempos de respuesta para atender las emergencias, así como la reducción de la siniestralidad al identificar las áreas de la vía en donde se requiere un mantenimiento urgente para evitar accidentes. La seguridad es una de las variables más importantes que influyen en la experiencia de los usuarios, pero no es la única, ya que estos demandan cada día un servicio de mayor calidad, así como nuevos servicios. Priorizar un óptimo mantenimiento de la infraestructura, así como una adecuada gestión del tráfico, son dos factores adicionales que influyen positivamente en la experiencia del usuario. En la actualidad, a partir del análisis de los datos históricos, la IA puede predecir tendencias y necesidades de movilidad de los usuarios. Por ejemplo, la A35 Brebemi en Italia y el Circuito Exterior Mexiquense en México, dos de las vías que opera Aleatica, usan una plataforma de análisis de datos desarrollada internamente para definir patrones de movilidad. Esto contribuye a mejorar el conocimiento del flujo esperado de vehículos en las plazas de peaje en determinadas horas punta y, por tanto, permite dimensionar adecuadamente la plantilla y minimizar el riesgo de congestión. Adicionalmente, el análisis meteorológico y de la siniestralidad vial, permite evaluar las condiciones y rendimiento del pavimento, y de este modo tomar medidas para mitigar riesgos y optimizar el coste futuro de mantenimiento. Este sistema se alimenta de diversas fuentes de información como los datos de posicionamiento de teléfonos móviles (GPS) y la información de todas las transacciones registradas en las autopistas. Estas herramientas tienen la capacidad de procesar una gran cantidad de datos —tanto históricos como en tiempo real— sobre los patrones de tránsito, y de forma simultánea, proponer medidas para gestionar y distribuir los desplazamientos en carreteras de manera eficiente. Recordemos también que una menor congestión vial se traduce en un menor consumo de combustible y, por ello, en menores niveles de emisiones de gases de efecto invernadero. Como operadores globales de infraestructura de transporte, debemos aprovechar estas innovaciones tecnológicas, priorizando el uso adecuado de la IA. De este modo podremos hacer frente de una forma más eficaz a los retos actuales de seguridad vial, de mitigación de emisiones, así como optimizaremos la experiencia de nuestros usuarios. La apuesta por una movilidad inteligente es el camino para ofrecer a nuestros usuarios una infraestructura inteligente de alta calidad, segura, sostenible y eficiente. David Díaz Almazán es consejero delegado global del operador de infraestructuras Aleatica Sigue toda la información de Cinco Días en Facebook , X y Linkedin , o en nuestra newsletter Agenda de Cinco Días",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.linkedin.com/company/933981",
      "https://twitter.com/CincoDiascom",
      "https://www.facebook.com/Cincodias",
      "https://facebook.com/Cincodias",
      "https://www.twitter.com/CincoDiascom",
      "https://linkedin.com/company/933981"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T06:43:01.276+03:00",
    "updated": "2024-07-05T06:43:01.276+03:00"
  }
]