[
  {
    "uuid": "af3ada9546f4e0ff072effbc0f341520c794d562",
    "url": "https://www.latestly.com/agency-news/latest-news-ayodhya-being-decked-up-ahead-of-pms-visit-workers-making-floral-patterns-inspired-by-lord-ram-5657898.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2023-12-29T03:36:00Z",
    "title": "Latest News | Ayodhya Being Decked Up Ahead of PM's Visit, Workers Making Floral Patterns Inspired by Lord Ram | LatestLY",
    "text": "Ayodhya (UP), Dec 29 (PTI) Ahead of Prime Minister Narendra Modi&#039;s visit to Ayodhya on December 30, the streets in the temple town in Uttar Pradesh are being decorated with flowers to give the city a &quot;divine look&quot;. On Thursday, strings of orange and yellow marigolds were being wrapped around ornamental lamp posts installed on the median of a redeveloped road stretch, now christened Ram Path. These lamp posts carry design elements on the top that depict religious symbols. Also Read | India&rsquo;s Remarkable Strides in 2023: A Year of Achievements Across Multiple Fronts. Scores of workers drawn from different parts of the country toiled at Ram Katha Park to meticulously put together the flowers into artistic formations. The designs of these decorations are inspired by the image of Lord Ram, his bow and arrow, Lord Hanuman and religious tilak, among other patterns. Also Read | Year Ender 2023: From Turkey-Syria Earthquake to Israel-Hamas War and Russia&rsquo;s Failed Moon Mission, Here Are Top Nine Global Events of The Year. The decoration will be carried out on Friday as well. Lalit Kumar Singh, a worker from Sitapur, who has been working on the floral decorations that will be used in various parts of the city, said Ayodhya will bear a &quot;divine look&quot; on December 30. &quot;I have made many decorative designs, including a floral image of Lord Ram holding his bow and arrow. It took 40-45 minutes and about 7-8 kg of flowers,&quot; he told PTI. These items will be used for decoration along Ram Path, Dharm Path, at the airport and the railway station, among other places. &quot;Hundreds of workers are doing the job and about 300 quintal of flowers have been brought from Kolkata, Delhi, Ghazipur and other places,&quot; he added. On a dais at the Ram Katha Park, a group of workers were busy making floral patterns hung on wooden frames. One design depicted a bow and arrow made using marigold flowers and leaves and another depicted different aspects of Lord Ram&#039;s life. Largely marigolds, chrysanthemums, orchids and anthuriums are being used for the decorations, another worker said. Prime Minister Modi is slated to inaugurate an international airport and the redeveloped Ayodhya railway station on December 30. To enhance accessibility to the upcoming Ram temple, he will also inaugurate four redeveloped, widened and beautified roads in Ayodhya, including Ram Path, the Prime Minister&#039;s Office (PMO) said in a statement on Thursday. A grand Ram temple is currently under construction in Ayodhya, with the consecration ceremony to be held on January 22, which will be attended by the prime minister. A massive crowd is expected to descend in Ayodhya close to the consecration ceremony and the city is being decked up for the big day. A set of imposing sun-themed columns -- &#039;Surya Stambhs&#039; -- are being installed along a prominent street in the holy city. Large posters bearing images of the upcoming Ram temple and the new airport and a message that hails Ayodhya as a city of &quot;Maryada, Dharm and Sanskriti&quot; have been put up in the temple town in Uttar Pradesh. (This is an unedited and auto-generated story from Syndicated News feed, LatestLY Staff may not have modified or edited the content body)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "narendra modi",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ayodhya",
          "sentiment": "none"
        },
        {
          "name": "turkey",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "failed moon mission",
          "sentiment": "none"
        },
        {
          "name": "ram katha park",
          "sentiment": "none"
        },
        {
          "name": "syria",
          "sentiment": "none"
        },
        {
          "name": "uttar pradesh",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T08:10:16.034+02:00",
    "updated": "2023-12-29T08:10:16.034+02:00"
  },
  {
    "uuid": "013caead9365351ea84ff9310768be59ca4261b5",
    "url": "https://www.limerickleader.ie/news/national-news/1384811/800-income-boost-for-most-irish-workers-as-budget-2024-tax-changes-take-effect.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reporter",
    "published": "2024-01-02T09:17:00Z",
    "title": "€800 income boost for most Irish workers as Budget 2024 tax changes take effect - Limerick Live",
    "text": "IT IS expected that around two million taxpayers will see an increase in their take-home pay as a result of measures that came into effect yesterday, January 1. The average worker in Ireland could gain up to €800 a year as changes to income tax come into effect under Budget 2024. A €1.3billion income tax package for workers and measures to support businesses will be rolled out, the finance minister confirmed yesterday. Michael McGrath said “The tax package in Budget 2024 [means] taxpayers will see an increase in their net take-home income. “From New Years day, the main tax credits, personal, employee and earned income, will all increase by €100 from €1,775 to €1,875. There are also increases to the home carer tax credit, single person child carer, tax credit and incapacitated child tax credit.” The standard rate cut-off point will be hiked by €2,000 to €42,000 for single persons, with similar increases for married couples. In addition, the first USC rate cut in five years will see the 4.5 percent rate drop to four percent. The second, two percent rate band will increase to €25,760, in line with the increase in the national minimum wage to €12.70, ensuring full-time workers on minimum wage stay outside the top rates of USC. A single person earning the average annual salary of €47,000 can expect to see an increase in take home pay of €780 in 2024, while couples earning €100,000 between them will see an increase in take-home pay of €1,560. Patrick Byrnes, Croom Medical and Tom Kelly, divisional manager, Enterprise Ireland PICTURE: Conor McCabe Subscribe or register today to discover more from DonegalLive.ie Buy the e-paper of the Donegal Democrat, Donegal People's Press, Donegal Post and Inish Times here for instant access to Donegal's premier news titles. Keep up with the latest news from Donegal with our daily newsletter featuring the most important stories of the day delivered to your inbox every evening at 5pm.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael mcgrath",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "usc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ireland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-02T11:24:58.638+02:00",
    "updated": "2024-01-02T16:06:59.583+02:00"
  },
  {
    "uuid": "1db7e406276a1a8c71e39376d3619619f3815ae6",
    "url": "https://www.archyde.com/significant-ukrainian-successes-against-russian-forces-nato-admirals-assessment",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2024-01-19T09:29:00Z",
    "title": "Significant Ukrainian Successes Against Russian Forces: NATO Admiral's Assessment - Archyde",
    "text": "2024-01-19 08:31:00 Kremlin troops “not effective” NATO admiral sees “significant Ukrainian successes” Jan 19, 2024, 9:31 a.m. Listen to article This audio version was artificially generated. More info | Send feedback The failed summer offensive by the Ukrainian armed forces and the minimal advance of Russian troops give the impression that Moscow’s troops have the upper hand on the battlefield. However, NATO does not believe these successes have had a major impact. The chairman of the NATO Military Committee, Dutch Admiral Rob Bauer, assesses the current fighting in Ukraine as “fierce”. “Russia’s recent attacks are devastating, but not militarily effective,” Bauer said at a press conference after a meeting with Ukrainian Major General Salkutsan. “At the same time, we are seeing significant military successes on the Ukrainian side.” Bauer assumes more than 300,000 Russian deaths and injuries. The Ukrainian troops also destroyed thousands of tanks and armored vehicles as well as hundreds of aircraft. “They were able to liberate significant parts of their territory and push the Russians back from around 50 percent of the areas occupied at the beginning of the war,” said Bauer. Another advantage was that the Ukrainians were able to carry out “severe attacks to destroy important Russian capabilities.” “The fact that Ukraine, without a real navy, was able to push back the Russian Black Sea Fleet and open a grain corridor is another big win.” NATO: Negotiated solution through a strong Ukraine The only way to a lasting negotiated solution is to strengthen Ukraine’s position on the battlefield, Bauer said. The Kremlin, on the other hand, is said to be of the opinion, according to the Institute for War Studies (ISW), “that Russia can occupy more territory the longer the war lasts, and that the course of the war will increasingly weaken Ukraine’s negotiating position,” as it said in a statement Analysis is called. Despite the NATO admiral’s positive assessment of the course of the war for Ukraine, Kiev is also struggling with high casualties of soldiers and military equipment as well as exhausted troops. They are also constantly reporting that their motivation is dwindling due to the lack of ammunition at the front. It is currently suspected that the Kremlin troops could soon increase their offensive efforts. “A key indication is that the Russian regional commands along the front are obviously trying to pull together additional forces,” said military expert Colonel Reisner to ntv.de. The deputy head of Ukraine’s military intelligence service, Vadym Skibitskyi, recently stated the number of Kremlin troops in his country at 462,000. “Ukraine needs a change in strategy from important supporters” The Ukrainian armed forces have increasingly gone on the defensive in recent weeks and have massively expanded their defenses along the front. The goal of Kiev’s military is to gain air superiority this year, including through the new F-16 fighter jets from the West. Ukraine is currently trying to get 45 helicopters from Australia that have been decommissioned there. Technological advances, such as jamming enemy drones, should also help push back the Russian occupiers. There is still hope for a delivery of Taurus long-range missiles from Germany. “Ukraine needs a change of strategy from important supporters. With help for military assertiveness instead of pure survival and long-term security commitments including the prospect of NATO membership, a path to peace would be possible in 2024,” writes military expert Nico Lange on X. 1705656578 #Kremlin #troops #effective #NATO #admiral #sees #significant #Ukrainian #successes",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rob bauer",
          "sentiment": "none"
        },
        {
          "name": "salkutsan",
          "sentiment": "none"
        },
        {
          "name": "bauer",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "significant ukrainian successes against russian forces",
          "sentiment": "negative"
        },
        {
          "name": "kremlin",
          "sentiment": "negative"
        },
        {
          "name": "nato",
          "sentiment": "negative"
        },
        {
          "name": "nato military committee",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "moscow",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T11:31:51.820+02:00",
    "updated": "2024-01-19T11:31:51.820+02:00"
  }
]