[
  {
    "uuid": "58b502f3fa330586c62bd8b7cd82c7b69fd0853a",
    "url": "https://www.nwitimes.com/sports/high-school/basketball/boys/jaeden-williams-merrillville-with-statement-win-over-chesterton/article_e2fc6c4e-ad9a-11ee-b165-af3a5c75b173.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David P. Funk Times Correspondent",
    "published": "2024-01-07T05:00:00Z",
    "title": "Jaeden Williams, Merrillville with statement win over Chesterton",
    "text": "MERRILLVILLE — Jaeden Williams says this Merrillville team is different. It’s been five seasons since the Pirates finished with a winning record, but the point guard says this group has higher expectations. Williams is one of seven seniors who are complemented by five juniors. “A lot of teams are sleeping on us because of our record but we’re way more than our record. We’re still missing a couple players,” Williams said. “This will be a big year in the (Duneland Athletic conference) and the Region.” Merrillville took a step toward making that a reality Saturday when it opened the DAC schedule with an 80-71 win over Chesterton. People are also reading… The loss snapped a streak of 14 consecutive conference wins for the Trojans. Chesterton won its last 16 over DAC opponents, counting the postseason. “We expect to win games like this. We just haven’t. (Chesterton coach) Marc (Urban) has done a great job, definitely one of the best coaches in the DAC, if not the best,” Pirates coach Bo Patton said. “Any time we can beat them is great, but this isn’t a mile marker. We want to win the DAC.” Merrillville (6-4, 1-0) controlled most of that game, building a lead that was as big as 20. Chesterton (6-5, 0-1) made it a game in the fourth quarter mostly due to the efforts of senior guard Tyler Parrish, who scored 23 of his game high 31 – including four 3-pointers – in the final frame. Williams was the antidote for Merrillville, though. He had 10 of his team-best 19 in the fourth. “He’s really grown up this year. Last year, I benched him right before sectionals to get his attention and he stepped up big,” Patton said. “He’s our leader. He’s our point guard.” It’s the Pirates' first win over the Trojans since 2018 and the first for Patton as head coach. Williams said it was important for him to get the win for his coach. The two talk every day, even outside of the gym and about more than just basketball. “It’s big (to do this for Patton). I look at coach as a big brother, uncle, whatever you want to call it. He’s my biggest motivation.” Williams said. “I’ve been (on varsity) since my freshman year. He’s been believing in me since then, so this is a big win for us.” Merrillville scored 80 points Saturday, but the defense may have been more impactful. Chesterton turned the ball over more than 20 times, often leading to easy points for the Pirates. Williams said Merrillville wanted to show it could contain players like Parrish and senior post Justin Sims. Patton singled out Shamar Matthews as a difference maker for drawing four charges. “We say our defense has to be our best offense. If you’re going to make us run halfcourt all game, we’re not going to be very good. We have to turn people over and we got to play fast,” Patton said. “It was just some aggression, some fight and some guys wanting to win finally.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jaeden williams",
          "sentiment": "negative"
        },
        {
          "name": "williams",
          "sentiment": "none"
        },
        {
          "name": "chesterton",
          "sentiment": "none"
        },
        {
          "name": "bo patton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "chesterton merrillville — jaeden williams",
          "sentiment": "neutral"
        },
        {
          "name": "chesterton",
          "sentiment": "none"
        },
        {
          "name": "dac",
          "sentiment": "none"
        },
        {
          "name": "pirates",
          "sentiment": "none"
        },
        {
          "name": "trojans",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "merrillville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:20:35.004+02:00",
    "updated": "2024-01-08T01:20:35.004+02:00"
  },
  {
    "uuid": "47d34c1866c22781b62950ed2096bd85ea67d83f",
    "url": "https://www.ivoox.com/operacion-andres-pastor-isaac-jara-audios-mp3_rf_130314304_1.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ivoox",
    "published": "2024-06-13T00:00:00Z",
    "title": "Operación Andrés - Pastor Isaac Jara - SomosCCH - Podcast en iVoox",
    "text": "Operación Andrés - Pastor Isaac Jara Preparing audio to download. Sponsored listening. Audio will begin within seconds... Escucha sin anuncios y sin esperas con iVoox Premium Try it for free Preparing audio to download. Sponsored listening. Audio will begin within seconds... Escucha sin anuncios y sin esperas con iVoox Premium ¡Esperamos puedas ser bendecido enormemente! Recuerda que puedes seguirnos en nuestras Redes Sociales 😉 • Instagram: / ccherediaoficial • Facebook: https://www.facebook.com/ccherediaofi... • Puedes encontrar nuestra App tanto como en Android o iOS. Y recuerda... #SomosAmados #SomosUno #SomosCCH Un mensaje de bendición para tu corazón somos amados somos uno somos ese hace buenas noches buenas noches buenas noches si como están pura vida están contentos tan alegres y si usted no está alegre también se vale pero quiero recordarle que el gozo del señor es su fortaleza esta es una noche muy especial todas las noches son especiales porque tenemos al espíritu santo en medio nuestro pero pero he tomado el espacio y les he pedido a los hermanos yo no sé si es que la adolescencia me está afectando que me está cambiando la voz que me escuchó rara vez se escucha raro no ves la adolescencia hermano yo siento que voy en desarrollo pero tenme paciencia quiero tomar este espacio hermanos para compartir con ustedes y quiero que me presten mucha atención están conmigo mientras están ahí recogiendo las ofrendas yo quiero compartir con ustedes tengo en mi mano un folder están conmigo y hemos estado compartiendo en el tiempo de la ofrenda y los anuncios testimonios testimonios de lo que el señor ha hecho en medio de estos cuarenta días de ayuno que tuvimos en la semana santa testimonios del como dios se ha estado moviendo y milagros que han sucedido y hoy teníamos un testimonio pero yo también tengo que compartir este testimonio entonces dijimos javi pastor compartan testimonio usted y yo quiero compartir este este este testimonio muy especial y yo quiero que usted me preste atención en mis manos yo tengo la sentencia verdad de allí todo el mundo volvió a ver en mis manos yo tengo la sentencia de el tribunal de casación este juicio que hemos tenido a lo largo de más de diez años que hemos tenido que enfrentar como iglesia a través de una situación que se dio frente a nuestro hotel terreno unas casas ustedes saben que es el terreno cedió las ca casas se derrumbaron y pues de una u otra manera uno trata de entender que los vecinos de este otro lado pues demandan a la municipalidad de heredia y junto con la municipalidad de heredia nos demandan a nosotros cuando nosotros no teníamos nada que ver ha sido un juicio que ha pasado por diez años más de diez años una y otra vez y otra vez y ha sido totalmente desgastante en cierta medida pero siempre confiando en el señor y se llevó a primer debate segundo debate tercer debate y ahí vamos en eso se fue en ese proceso hasta que el último instancia la última instancia en este país es el la sentencia o el juicio de casación casación es una instancia vieras como estoy ya hora de leyes hermano pues estoy pero afilado sí que tenga cuidado pero bueno la última instancia es la casación o el tribunal de casación ya no hay más después de casación lo que casación dice ya suficiente y estas semanas nos llegó la sentencia son más de veinticinco páginas dónde leímos todas la sentencia y hoy yo quiero compartir con ustedes él por tanto el por tanto de estos diez años que hemos estado en esta situación y que en cierta medida hoy queremos compartir como siempre lo hacemos de forma transparente sincera y sin nada que ocultar queremos compartirlo con ustedes como iglesia y dice así por tanto se declara sin lugar el recurso de casación y se resuelve sin especial condenatoria de costas si usted le va a aplaudir al señor por eso hágalo con alegría con gozo porque el señor es fiel gracias gracias ya saben hermanos dios pelea nuestras batallas él va delante de nosotros como poderoso gigante y también le voy a decir aun en medio de esto hemos orado por los vecinos porque quiero nos sentimos el dolor de perder",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T01:03:13.131+03:00",
    "updated": "2024-06-14T01:03:13.131+03:00"
  },
  {
    "uuid": "fad052b2828c7f4fb2dde805cfae92325b9ac7f5",
    "url": "https://www.band.uol.com.br/bandnews-fm/videos/reinaldo-diocese-silencia-sobre-fala-criminosa-de-padre-sobre-o-rs-17254172",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BandNews Fm",
    "published": "2024-05-25T23:38:00Z",
    "title": "Reinaldo: Diocese silencia sobre fala criminosa de padre sobre o RS | Rádio BandNews FM",
    "text": "Menu MINHA BAND Tudo em um só lugar para você personalizar seu acesso ENTRAR CADASTRAR BandNews FM\nPágina inicial Jornais Vídeos Notícias Esportes Apresentadores Colunistas Equipe esportiva Podcasts Programação Sobre a BandNews FM Siga a BandNews FM nas redes\nYoutube Twitter Facebook Instagram Band.com.br\nBand ao vivo Bandplay Band Placar Bandshop Band pelo Brasil Rádios Jornalismo Esportes Entretenimento Receitas Agroband Vídeos Podcasts Newsletters Canais Band Programação Band TV Siga a Band.com.br nas redes\nTwitter Facebook Youtube Instagram Entrar MINHA BAND Tudo em um só lugar para você personalizar seu acesso ENTRAR CADASTRAR Reinaldo: Diocese silencia sobre fala criminosa de padre sobre o RS Assista ao comentário do âncora de O É da Coisa de 24/05/2024 Reinaldo: Diocese silencia sobre fala criminosa de padre sobre o RS Assista ao comentário do âncora de O É da Coisa de 24/05/2024\n25/05/2024 • 14:34 Assista a outros vídeos e íntegras em Vídeos relacionados Reinaldo: Corte da ONU manda Israel suspender ataques a Gaza; país ignora Reinaldo: Mourão e sua leitura muito particular do “desvio de função” Reinaldo: Campos Neto ultrapassa limite e especula inflação por causa do RS Reinaldo: Especialistas criticam as câmeras de Tarcísio, que serão inúteis Reinaldo: PL de ruralistas contra MST é escancaradamente inconstitucional Reinaldo: Taxação das chinesas busca preservar indústria, diz secretário Reinaldo: Justiça Eleitoral precisa tomar cuidado para não se desmoralizar Sheila Magalhães e Carla Bigatto fazem disputa de cotonetes em evento Preço da mesma cápsula de café pode variar até 170% em SP, aponta pesquisa Chuvas no RS causaram a maior indenização para setor de seguros no Brasil Mais de 7 mil toneladas de lixo foram retiradas das ruas de Porto Alegre Lana Canepa explica a decisão do STF sobre casos de violência sexual Juliana Rosa: Lula deve vetar taxa de compras internacionais Megale: Tarcísio e Derrite deixam \"janela aberta\" para truculência policial Eduardo Barão: EUA quer quebrar \"monopólio\" no entretenimento F1 na Band Charles Leclerc desbanca Verstappen e faz a pole no GP de Mônaco 25/05/2024 • 12:13 Veja pela primeira vez na pista a McLaren com pintura em homenagem a Senna 24/05/2024 • 10:43 Sergio Mauricio homenageia Silvio Luiz em narração do GP da Emilia-Romagna 19/05/2024 • 12:25 F1: Confira a largada do GP da Emilia-Romagna de 2024 19/05/2024 • 11:49 Carregar mais Masterchef Ana Paula Padrão faz quadradinho em cena inédita do MasterChef; assista 24/05/2024 • 09:34 MasterChef teve mais de 2 mil competidores e serviu 40 mil pratos 23/05/2024 • 16:00 MasterChef volta às raízes em nova temporada na tela da Band 22/05/2024 • 11:55 Ana Paula Padrão: \"O Brasil todo mudou por causa do MasterChef\" 13/05/2024 • 17:24 Carregar mais Band Jornalismo Nível do Guaíba baixa, mas segue acima dos 4 metros 25/05/2024 • 17:45 Pré-candidato a vereador é executado com mais de dez tiros 25/05/2024 • 17:13 Casal reage e dá uma surra em bandidos em Uberlândia (MG) 25/05/2024 • 17:12 Pré-candidato a vereador é executado com 10 tiros de fuzil 25/05/2024 • 17:10 Carregar mais Esporte na Band Alê Xavier vs Vic Albuquerque: Confira o desafio! 25/05/2024 • 15:29 Coach BEC: Tudo que você precisa para começar a jogar Baseball 25/05/2024 • 15:05 Conheça a seletiva brasileira para o mundial de danças urbanas 25/05/2024 • 14:48 Fúria se prepara para representar o Brasil na Kings League 25/05/2024 • 14:11 Carregar mais Band Entretê Chef Flora visita rodízio de pão de alho |Melhor da Tarde 24/05/2024 • 15:24 Professoras afastadas por agressão de alunos autistas |Melhor da Tarde 24/05/2024 • 15:04 Homem que roubou Rolex é preso em SP |Melhor da Tarde 24/05/2024 • 14:55 Cuspidor de fogo incendeia banda de Mariachis |Melhor da Tarde 24/05/2024 • 14:43 Carregar mais",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.bandshop.com.br/",
      "https://www.facebook.com/radiobandnewsfm",
      "https://www.youtube.com/@bandjornalismo",
      "https://www.bandshop.com.br/?utm_campaign=pagina-interna-bandnews-f",
      "https://bandplay.com/home?utm_source=site&utm_medium=bandplay&utm_campaign=bandplay_botao_menu&utm_content=su_botao_menu_site",
      "https://www.youtube.com/c/RadioBandNewsFM",
      "https://www.band.com.br/band-placar",
      "https://www.instagram.com/bandtv/",
      "https://bandplay.com/home",
      "https://twitter.com/radiobandnewsfm",
      "https://www.facebook.com/sitedaband",
      "https://www.instagram.com/radiobandnewsfm/",
      "https://bandplay.com/home?utm_source=site&utm_medium=bandplay&utm_campaign=botao_bandplay_videos&utm_content=/bandnews-fm/videos/reinaldo-diocese-silencia-sobre-fala-criminosa-de-padre-sobre-o-rs-17254172",
      "https://twitter.com/sitedaband",
      "https://www.twitter.com/radiobandnewsfm",
      "https://www.bandshop.com.br/",
      "https://bandshop.com.br/?utm_campaign=pagina-interna-bandnews-f",
      "https://www.instagram.com/radiobandnewsfm",
      "https://instagram.com/radiobandnewsfm/",
      "https://www.twitter.com/sitedaband",
      "https://www.bandplay.com/home",
      "https://www.bandplay.com/home?utm_source=site&utm_medium=bandplay&utm_campaign=botao_bandplay_videos&utm_content=/bandnews-fm/videos/reinaldo-diocese-silencia-sobre-fala-criminosa-de-padre-sobre-o-rs-17254172",
      "https://www.bandplay.com/home?utm_source=site&utm_medium=bandplay&utm_campaign=bandplay_botao_menu&utm_content=su_botao_menu_site",
      "https://bandplay.com/home",
      "https://www.instagram.com/bandtv",
      "https://instagram.com/bandtv/",
      "https://facebook.com/sitedaband",
      "https://youtube.com/@bandjornalismo",
      "https://youtube.com/c/RadioBandNewsFM",
      "https://band.com.br/band-placar",
      "https://bandshop.com.br/",
      "https://www.bandshop.com.br",
      "https://facebook.com/radiobandnewsfm"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-26T02:38:46.767+03:00",
    "updated": "2024-05-26T02:38:46.767+03:00"
  }
]