[
  {
    "uuid": "416ba1fd9ba1f9683a47465ecf69d7e670b5981d",
    "url": "https://www.express.co.uk/news/uk/1849942/cruel-story-tragic-skinny-foal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cally Brooks",
    "published": "2023-12-28T22:26:00Z",
    "title": "The cruel story of tragic skinny foal who was so thirsty he drank from puddles | UK | News | Express.co.uk",
    "text": "The foal was found seriously ill after the RSPCA received welfare concerns (Image: RSPCA) A woman has been given a 16-week suspended prison sentence after failing to give her extremely ill foal veterinary treatment.\nCricket, aged between six and eight months old, was found tethered in a field in Castleford, West Yorkshire, on January 13 after the RSPCA responded to welfare concerns.\nThe foal was found lethargic and wobbly on his feet, with no food, water or shelter available. He weighed just 85kg when he should have weighed nearer 150kg given his age.\nCarol Summers, from Castleford, has now been banned from keeping animals for ten years after she admitted causing unnecessary suffering to the foal and failing to meet his needs following a prosecution by the RSPCA.\nAt a sentencing hearing at Kirklees Magistrates Court on 6 December, she was also handed a 16-week prison sentence, which the bench suspended for 12 months.\nThe court heard how RSPCA inspector Kris Walker had visited the field and seen multiple tethered horses but one in particular raised concern.\nIn a statement to the court he said: \"I saw a tethered young colt. He did not look any older than eight to ten-months-old. He was lethargic, wobbly on his feet and very thin with his hips and spine all prominent. The rug he was wearing was too big for him and not on properly. He was scouring badly. There was no food, water or shelter readily available for him and he should not have been tethered due to his young age.\"\nA vet was called out immediately to examine Cricket. She gave him a body score of just one out of nine and said he was suffering from dehydration, hyperthermia and diarrhoea and needed urgent veterinary care. The police took the foal into possession and arrangements were made to transport him for treatment. He was so thirsty he was drinking from the nearest puddle.\nSummers arrived on the scene and was told Cricket had been seized by the police and an investigation would be started. She agreed to sign him over into the care of the RSPCA, telling inspector Walker she'd owned the foal for six weeks. She also told the inspector that a vet had prescribed steroids to treat Cricket, although no record of this was found.\nCricket was initially taken to a nearby veterinary practice before being transferred to a specialist equine hospital. A vet who gave evidence as part of the case said: \"There was no shelter available for the foal and no water was provided. Cricket should have been provided with ad-libitum water, especially given that he was sick with diarrhoea and so had a higher demand for water intake.\"\nDespite receiving extensive ongoing treatment and care, Cricket's condition sadly did not improve in the weeks that followed and a vet made the decision that it was in his best interest to put him down to prevent further suffering.\nThe court heard that despite Summers telling the RSPCA inspector she had owned Cricket for six weeks, she later disputed this and said it had only been three. However, she agreed she had assumed ownership and had failed to get the foal the care he needed and he had suffered unnecessarily as a result.\nIn addition to the suspended 16 week custodial sentence - to run concurrently for each offence - Summers was also ordered to complete 15 RAR days and pay costs of £400 and a victim surcharge of £154. She will not be able to appeal her ban for the next five years.\nMagistrates said Cricket's basic needs had not been met and there was a failure by the defendant in all aspects of horse ownership.\nRelated articles The European city where wild boars are causing havoc as they run riot Ancient humans would have met 'most terrifying predators of all time' in America Pet owners issued warning over 'worrying' trend at UK vets Model outraged after facing a year in jail over topless dog walk The full story behind the rumour of EU pet tax as it creates panic on TikTok Become an Express Premium member\nSupport fearless journalism\nRead The Daily Express online, advert free\nGet super-fast page loading Start 30-day\nFREE trial",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://live.primis.tech/live/liveView.php?s=114945&playerApiId=v114945",
      "https://www.live.primis.tech/live/liveView.php?s=114945&playerApiId=v114945",
      "https://live.primis.tech/live/liveView.php"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kris walker",
          "sentiment": "none"
        },
        {
          "name": "carol summers",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "rspca",
          "sentiment": "negative"
        },
        {
          "name": "kirklees magistrates court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "castleford",
          "sentiment": "none"
        },
        {
          "name": "west yorkshire",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:37:42.168+02:00",
    "updated": "2023-12-30T07:56:39.486+02:00"
  },
  {
    "uuid": "3c3d7655d98de00d214612e99883583b093c9082",
    "url": "https://legalnewsline.com/stories/660673622-america-first-legal-files-civil-rights-complaint-over-alleged-discrimination-at-smithfield-foods",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Legal Newsline",
    "published": "2024-06-13T09:05:00Z",
    "title": "America First Legal files civil rights complaint over alleged discrimination at Smithfield Foods",
    "text": "America First Legal Files Federal Civil Rights Complaint and Request for Investigation with the VA Attorney General Regarding Alleged Racial and Sex Discrimination by Smithfield Foods, Inc.\nJun 13 2024\nWASHINGTON, D.C. – Today, America First Legal (AFL) filed a complaint with the U.S. Equal Employment Opportunity Commission (EEOC) and sent a letter to the Honorable Jason S. Miyares, Attorney General of Virginia, related to evidence of discrimination on the basis of race and sex in violation of state and federal law by Smithfield Foods, Inc. (Smithfield). Smithfield is a wholly owned subsidiary of Hong Kong-based WH Group Limited – “the largest pork company in the world.”\nOn its website, Smithfield describes its plan “to promote an aggressive set of goals to increase gender and racial representation in all parts of our business.” This plan contains numerous admissions of unlawful discrimination prohibited by both federal and state laws to achieve its employment targets.\nThese discriminatory goals are having a significant impact in the United States among its more than 37,000 North American “team members.” Smithfield states that it has already “Achieved” or is currently “On Track” to achieve these goals. When Smithfield ultimately meets its goals, it will have discriminated against thousands of workers and potential workers – and it admits it is already doing so.\nSmithfield has committed half a million dollars to opportunities and resources available exclusively to minority students. The company also boasts that it has committed $10 million to support “minority farmers,” which provides contracts and benefits based on race by targeting “Black and other minority farmers.”\nAFL previously challenged the Biden Administration’s debt relief program for farmers based solely on skin color.\nGene Hamilton, America First Legal Executive Director, Executive Vice President, and General Counsel stated: \"All Americans deserve equal treatment under the law, and none should ever face discrimination because of the color of their skin. When Corporations adopt arbitrary goals related to the demographics of their workforce, they essentially provide both a license and a mandate to their HR departments to discriminate against certain people because of a characteristic completely outside of their control. It is wrong, it is illegal, and it must end,\" said Gene Hamilton.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jason s. miyares",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "america first legal",
          "sentiment": "negative"
        },
        {
          "name": "smithfield",
          "sentiment": "none"
        },
        {
          "name": "u.s. equal employment opportunity commission",
          "sentiment": "none"
        },
        {
          "name": "eeoc",
          "sentiment": "none"
        },
        {
          "name": "smithfield foods, inc.",
          "sentiment": "none"
        },
        {
          "name": "wh group limited",
          "sentiment": "none"
        },
        {
          "name": "smithfield foods, inc",
          "sentiment": "none"
        },
        {
          "name": "afl",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hong kong",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "d.c.",
          "sentiment": "none"
        },
        {
          "name": "virginia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T01:01:34.107+03:00",
    "updated": "2024-06-14T01:01:34.107+03:00"
  },
  {
    "uuid": "2976d1a7bbdd998a1851213506d277fc0065161b",
    "url": "https://ground.news/article/former-wh-comms-director-admits-2024-looks-super-scary-for-president-biden",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Fox News",
    "published": "2023-12-28T22:00:00Z",
    "title": "Ground News - Former WH comms director admits 2024 looks 'super scary' for President Biden",
    "text": "Summary by Fox News Former Obama White House communications director Jennifer Palmieri admitted Thursday that 2024 looked \"super scary\" for President Biden as Donald Trump leads the president in several general election match-ups. MSNBC's \"Morning Joe\" co-host Willie Geist asked Palmieri about how she would feel if she was on the president's campaign team right now. \"Look, it’s super scary. The fate of the Republic is hanging in the balance, and there are polls tha… Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nFox News Right Mixed Factuality Media Conglomerate: Murdoch Family Media Conglomerate: Rupert Murdoch Former WH comms director admits 2024 looks 'super scary' for President Biden Former Obama White House communications director Jennifer Palmieri admitted Thursday that 2024 looked \"super scary\" for President Biden as Donald Trump leads the president in several general election match-ups. MSNBC's \"Morning Joe\" co-host Willie Geist asked Palmieri about how she would feel if she was on the president's campaign team right now. \"Look, it’s super scary. The fate of the Republic is hanging in the balance, and there are polls tha…\n1 hour ago · New York, United States Read Full Article\nFox News Right Mixed Factuality Media Conglomerate: Murdoch Family Media Conglomerate: Rupert Murdoch\nFormer WH comms director admits 2024 looks 'super scary' for President Biden Former Obama White House communications director Jennifer Palmieri admitted Thursday that 2024 looked \"super scary\" for President Biden as Donald Trump leads the president in several general election match-ups. MSNBC's \"Morning Joe\" co-host Willie Geist asked Palmieri about how she would feel if she was on the president's campaign team right now. \"Look, it’s super scary. The fate of the Republic is hanging in the balance, and there are polls tha…\n1 hour ago · New York, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://www.foxnews.com/media/former-wh-comms-director-admits-2024-looks-super-scary-president-biden?utm_source=ground.news&utm_medium=referral",
      "https://foxnews.com/media/former-wh-comms-director-admits-2024-looks-super-scary-president-biden?utm_source=ground.news&utm_medium=referral",
      "https://www.foxnews.com/media/former-wh-comms-director-admits-2024-looks-super-scary-president-biden"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "negative"
        },
        {
          "name": "jennifer palmieri",
          "sentiment": "negative"
        },
        {
          "name": "willie geist",
          "sentiment": "none"
        },
        {
          "name": "palmieri",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "obama",
          "sentiment": "none"
        },
        {
          "name": "murdoch",
          "sentiment": "none"
        },
        {
          "name": "rupert murdoch former wh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fox news former obama white house",
          "sentiment": "negative"
        },
        {
          "name": "msnbc",
          "sentiment": "none"
        },
        {
          "name": "white house",
          "sentiment": "none"
        },
        {
          "name": "fox news right mixed factuality media conglomerate",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:11:47.608+02:00",
    "updated": "2023-12-29T01:11:47.608+02:00"
  },
  {
    "uuid": "b0a2afda94c383f2aac9cbd87bb867c787b533bb",
    "url": "https://www.smh.com.au/national/western-australia/working-group-launched-to-deal-with-spiralling-youth-crime-in-felonbrook-20250409-p5lqid.html",
    "ord_in_thread": 0,
    "author": "Rebecca Peppiatt",
    "published": "2025-04-09T21:27:00Z",
    "title": "Working group launched to deal with spiralling youth crime in 'Felonbrook'",
    "text": "Ellenbrook locals are well aware their master planned community is often derisively referred to by the nickname Felonbrook, a reflection of growing concerns over crime in the area.\nNow an increase in issues there has prompted the formation of a working group, bringing together local schools, shopping centre management, law enforcement, and political leaders to address it.\nThe incident allegedly happened at Ellenbrook Central.\nThe move comes after a 14-year-old boy was allegedly coward punched and stomped on by a fellow student from Aveley Secondary College while at Ellenbrook Central shopping centre after school on April 2.\nThe incident left the boy with a broken jaw that required surgery and suffering from seizures. He remains in hospital as doctors investigate whether he has been left with any lasting cognitive damage .\nPolice arrested a 15-year-old boy and charged him with one count of ‘Acts intended to cause harm or endanger the life, health or safety of any person’ but he was released on bail until a court appearance later this month.\nThe decision to release him has angered the community who say a tougher stance must be taken with minors terrorising the local area.\nA petition has amassed more than 1000 signatures and locals are considering a protest as they demand a “crackdown” on bullying and violence.\n“We as a community have had enough of this bullying and intimidating behaviour in our suburb and action is needed immediately,” petition author Sharon Moore said.\n“Children are being excessively bullied, assaulted and mugged daily on buses, in shopping centres, even just randomly in the street.\nAdvertisement “The kids doing this are often repeat offenders, that are known to police, but do not care, as they know even if the police arrest them the court system will let them go.”\nMoore said it wasn’t just children dealing with the “thugs”, it was teachers, doctors, nurses, police officers, security guards, shop workers who were also getting spat on, hit, kicked and verbally assaulted.\nShe said they were powerless to act.\n“Kids are regularly jumping in front of cars at night and then abusing the drivers if they react, damaging their car or threatening them,” she said.\n“This disgusting, harmful, frightening and unacceptable behaviour should not, under any circumstances be tolerated, let alone be the norm.”\nCrime in Ellenbrook rose by 16 per cent last year and is now at a 10-year-high.\nOn Tuesday WA’s deputy premier Rita Saffioti said she, Swan Hills member Michelle Maynard and education minister Sabine Winton had been in talks with shopping centre management and police minister Reece Whitby, about the problem.\nThe boys involved in the alleged assault were from Aveley Secondary College. Credit: Facebook\n“We are creating a working group which has both involvement of the schools and, of course, the shopping centre and the local police to oversee what are some issues in relation to basically, young kids going to the shopping centre after school,” Saffioti said.\n“We’ve asked for more police presence at the shopping centre after school to try and de-escalate the current issues and tension that’s in there.”\nShe said the group was planning to support principals but said it was sometimes issues that would begin at school that “flowed over into the shopping centre”.\nMichelle Maynard told WAtoday she met with local high school principals, the Department of Education, WA Police, and retailers on Monday and agreed to a coordinated approach to identify and address bad behaviour.\n“We believe that with a coordinated approach from all parties our young people will soon be reminded of what is expected of them.”\nOn Wednesday WA Premier Roger Cook labelled the spate of violent incidents at the high school as “distressing and traumatising”.\nIt followed a second parent coming forward and alleging her 13-year-old son was horrifically bullied at the school, which forced her to remove him due to concerns for his mental health.\nCook said he understood that parents, who were calling for schools to better protect their children, were upset.\n“Kids should be confident that they can go to school knowing that they’ll be protected, knowing that they’ll be supervised to the extent needed so that violence doesn’t occur,” he said.\n“We can’t guarantee that there won’t be outbreaks of anti-social behaviour in a school environment, and that’s why we have such strong consequences for students that are enacting out violence.“\nCook said 10 alternative school sites had been arranged for other disruptive students, with options available for schools to address ongoing bullies.\nSince the alleged assault at Ellenbrook Central a week ago, large groups of school children are no longer permitted to enter the centre at the same time.\nA spokesperson for Vicinity, which operates the centre said security teams follow “carefully planned” patrol rotations to ensure comprehensive coverage.\nLoading “Ellenbrook Shopping Centre has a zero tolerance policy on disruptive and aggressive behaviour. We continue to work closely with local schools, our retail partners and WAPOL to deliver a coordinated response to these issues in order to create a safe and a welcoming environment at our centre.”\nWA Police said they could not comment on whether more patrols had been sent to cover the area but said that police resources were “scaled up or down to meet operational demand as required”.\nStart the day with a summary of the day’s most important and interesting stories, analysis and insights. Sign up for our Morning Edition newsletter .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Crime, Law and Justice->investigation (criminal)",
      "Crime, Law and Justice->crime",
      "Social Issue->social problem",
      "Social Issue->communities",
      "Social Issue->juvenile delinquency",
      "Politics->safety of citizens",
      "Politics->government"
    ],
    "ai_allow": false,
    "has_canonical": true,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.watoday.com.au/national/western-australia/which-perth-suburb-had-the-most-crime-in-2024-20250224-p5lena.html",
      "https://www.watoday.com.au/national/western-australia/boy-14-left-with-broken-jaw-after-alleged-head-stomping-at-ellenbrook-shopping-centre-20250403-p5lp1a.html",
      "https://www.watoday.com.au/national/western-australia/perth-school-dad-speak-as-student-attacked-at-shops-still-in-hospital-20250404-p5lpbx.html",
      "https://www.watoday.com.au/link/follow-20170101-p57ogt",
      "https://watoday.com.au/link/follow-20170101-p57ogt",
      "https://watoday.com.au/national/western-australia/perth-school-dad-speak-as-student-attacked-at-shops-still-in-hospital-20250404-p5lpbx.html",
      "https://watoday.com.au/national/western-australia/which-perth-suburb-had-the-most-crime-in-2024-20250224-p5lena.html",
      "https://watoday.com.au/national/western-australia/boy-14-left-with-broken-jaw-after-alleged-head-stomping-at-ellenbrook-shopping-centre-20250403-p5lp1a.html"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Aveley Secondary College",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "b0a2afda94c383f2aac9cbd87bb867c787b533bb",
      "first_syndicated": true
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:38:37.863+03:00",
    "updated": "2025-04-10T00:41:10.434+03:00"
  },
  {
    "uuid": "fbe68a35d3985e51487f73c808e736303e4deda4",
    "url": "https://www.tribuneindia.com/news/amritsar/groundwater-extraction-in-amritsars-urban-areas-exceeds-300-say-vice-chancellor",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tribune News Service",
    "published": "2025-03-05T22:47:00Z",
    "title": "Groundwater extraction in Amritsars urban areas exceeds 300%, say Vice Chancellor - The Tribune",
    "text": "Groundwater extraction in Amritsar's urban areas exceeds 300%, say Vice Chancellor\nThe government has initiated steps to shift reliance on ground water to bulk supply from canal. The authorities concerned are now seeking stakeholders support for starting the first phase of the Amritsar Bulk Water Supply Project. In line with the directives of Municipal Commissioner Gulpreet Singh Aulakh, Guru Nanak Dev University hosted a seminar on the objectives of the project and how it can mitigate the sustainability challenges including the biggest threat of over extraction of ground water in Punjab.\nVice Chancellor (VC) Prof Karamjeet Singh said the seminar was organised by the Municipal Corporation and the Department of Sociology and School of Social Sciences of the GNDU. He said the aim of the seminar was to educate students about the Amritsar Bulk Water Supply Scheme (ABWSP) and promote water conservation practices.\nProf Anjali Mehra, Head, School of Social Sciences, and Raman Sharma, who is engaged with the ABWSS project highlighted the alarming decline in Punjab’s groundwater level, the VC said. Citing the Ground Water Resources of Punjab 2022 report, the VC said out of 153 blocks in the state, 117 were classified as dark zones, including all 10 blocks of Amritsar district.\n“The groundwater extraction in Amritsar’s urban areas has exceeded 300 per cent, making it unsustainable as a long-term water supply source. To address this issue, the Punjab Government has initiated the Amritsar Bulk Water Supply Project (ABWSP) which will provide a safe and sustainable water supply by treating water from the Upper Bari Doab Canal (UBDC),” he said.\n“The project includes the construction of a 440 MLD (44 crore litres) water treatment plant at Vallah, laying of a 112 km-long pipeline network that is underway, and the development of 51 new water storage tanks,” he said.\nAddressing participants at the seminar, Dr Monika Sabharwal highlighted the issues of countering challenges like water contamination in terms of the transition from groundwater to treated surface water. She said water supplied under the ABWSP would be at the Bureau of Indian Standards (BIS) 10500:2012 quality norms.\nShe also shared practical water conservation tips, such as use of washing machines in full capacity, using buckets instead of showers for bath, installing overflow alarms in rooftop water tanks, repairing leaking taps promptly and cleaning vehicles with a wet cloth instead of running water.\nLast month, a team of World Bank had visited Amritsar and met with officials of the MC regarding the Punjab Municipal Services Improvement Project (PMSIP) being run by the civic body in collaboration with the World Bank. The ABWSP project is part of the PMSIP.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue",
      "Health"
    ],
    "topics": [
      "Environment->environmental pollution",
      "Environment->water",
      "Environment->natural resources",
      "Social Issue->social services",
      "Social Issue->social condition",
      "Social Issue->demographics",
      "Health->government health care"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T01:08:29.284+02:00",
    "updated": "2025-03-06T01:08:29.284+02:00"
  },
  {
    "uuid": "56f331794f10ba43c22bd5535ad42fb6cb0190c5",
    "url": "http://www.ecns.cn/business/2024-06-24/detail-ihectfhk5561017.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Li Yan",
    "published": "2024-06-24T00:51:00Z",
    "title": "Largest self-operated offshore oilfield Suizhong 36-1 surpasses 100 mln tons of output",
    "text": "The Suizhong 36-1 oilfield, China's largest self-operated offshore oilfield, has produced more than 100 million tons of crude oil, making it the first offshore oilfield in China to reach this milestone, CCTV reported on Sunday. This achievement is of great significance in ensuring the country's energy security.\nLocated in the northern Bohai Bay, the Suizhong 36-1 field started production in 1993 and has a peak annual crude oil production of 5 million tons, according to operator China National Offshore Oil Corp (CNOOC).\nThe proven geological reserves of the field exceed 300 million tons. The field has 24 drilling platforms that produce 8,900 tons of crude oil per day, serving as the main oilfield of the Bohai oilfield, which is China's largest crude oil producer.\nAccording to Zhang Chunsheng, a vice general manager of CNOOC Tianjin Branch, the 100 million tons of crude oil production is equivalent to half of China's estimated crude oil production in 2023. It's enough to meet the energy demand of a city of 10 million people for approximately 20 years.\nThis achievement is crucial in safeguarding national energy security, driving economic development and meeting the needs of the people, Zhang said.\nLocated in a northern ice zone, the field contains heavy oil, which is difficult to extract. However, through innovative techniques such as water injection, the field has overcome these challenges, according to CNOOC.\nIn the past decade, China has made significant strides in enhancing its energy security, Zhang Jianhua, head of the National Energy Administration, told a press conference on Thursday.\nChina's per capita annual electricity consumption has nearly doubled to 1,000 kilowatt-hours, Zhang said.\nTotal primary energy output rose by 35 percent from 2013 to 2023, with a significant growth in coal, oil, natural gas, wind and solar energy. Wind power capacity increased by five times, while solar power capacity grew by 30 times.\nRelated news China's first offshore multi-layer heavy oil thermal recovery oilfield starts drilling\n2024-05-15 China's largest offshore oilfield yields over 30m tonnes of crude oil\n2022-01-10",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zhang chunsheng",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "china national offshore oil corp",
          "sentiment": "none"
        },
        {
          "name": "cnooc tianjin branch",
          "sentiment": "none"
        },
        {
          "name": "cnooc",
          "sentiment": "none"
        },
        {
          "name": "cctv",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "bohai bay",
          "sentiment": "none"
        },
        {
          "name": "bohai",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-24T04:11:01.760+03:00",
    "updated": "2024-06-24T04:11:01.760+03:00"
  },
  {
    "uuid": "4ae45f8d8e4cead8dc97a742a31545fecffa3f39",
    "url": "https://oblgazeta.ru/industry-and-economy/personnel/2025/08/110550",
    "ord_in_thread": 0,
    "author": "Областная газета",
    "published": "2025-08-07T08:52:00Z",
    "title": "ВСМПО-АВИСМА во второй раз за год повысит заработную плату своим сотрудникам",
    "text": "Корпорация ВСМПО-АВИСМА с 1 сентября второй раз за 2025 год проиндексирует заработную плату 20 тыс. сотрудников компании в Верхней Салде (Свердловская область) и Березниках (Пермский край). Первый этап повышения оплаты труда произошел в апреле, тогда она увеличилась на 6%. Об этом сообщили в пресс-службе предприятия.\nС сентября заработная плата работников будет повышена на 3,52%, что в сумме по году будет соответствовать показателям инфляции в России за 2024 год. Такое решение принято с целью обеспечения кадровой защищенности предприятий.\n«Наш коллектив состоит из высококвалифицированных специалистов, и мы прилагаем все усилия, чтобы создать для них комфортные и безопасные условия работы. В этом году мы не только выполнили свои обязательства по индексации заработной платы, но и подписали новый Коллективный договор, сохранив в нем все социальные льготы, а также улучшили условия труда. Мы будем и далее активно работать над созданием рабочей среды, способствующей развитию и благополучию каждого сотрудника», — сказал генеральный директор ПАО «Корпорация ВСМПО-АВИСМА» Дмитрий Трифонов.\nВ 2024 году сотрудникам корпорации зарплата была проиндексирована на 7,5%. Кроме того, по итогам работы за прошлый год работникам выплатили премии.\nОтметим, что глава Свердловской области Денис Паслер назвал приоритетной задачей повышение продолжительности и уровня жизни уральцев. Эти же цели преследует ВСМПО-АВИСМА в регионах присутствия. В 2025 году компания направит на социальные и благотворительные программы более 2,2 млрд рублей. За последние три года рост вложений в социальную сферу составил 33%. Среди основных направлений — добровольное медицинское страхование, оздоровление и отдых сотрудников и членов их семей, физкультура и спорт, меры соцподдержки работников и ветеранов предприятия, а также компенсация расходов на питание, выплаты при рождении ребенка, ежемесячная материальная помощь по уходу за малышом от 1,5 до 3 лет и другие.\nНапомним, что ВСМПО-АВИСМА последние три года входит в рейтинг лучших работодателей России по версии Forbes, а также три года подряд получает признание как лучший благотворитель Свердловской области.\nРанее «Областная газета» писала о том, что социальные инвестиции ВСМПО-АВИСМА в Верхнюю Салду способствуют их взаимному развитию.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Labor",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->business governance",
      "Labor->employee",
      "Labor->wages and benefits",
      "Labor->employer",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://t.me/DVPasler/4271",
      "https://www.t.me/DVPasler/4271"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-07T16:11:10.809+03:00",
    "updated": "2025-08-07T16:15:03.000+03:00"
  },
  {
    "uuid": "f094486fc1d9408af59f4b93998ed844889fa3a2",
    "url": "https://see.news/100-syrian-refugees-killed-in-lebanon",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@",
    "published": "2024-09-26T22:31:00Z",
    "title": "100 Syrian Refugees Killed in Lebanon | Sada Elbalad",
    "text": "The Syrian Observatory for Human Rights has documented the death of 22 Syrian refugees, including six children and seven women, amid the ongoing Israeli escalation in Lebanon which relentlessly targets civilians. The death toll of Syrian refugees over the last 72 hours has risen to 103, comprising 23 women and 32 children, according to the Observatory’s statement on its official website this Thursday morning. The Observatory noted that Syrian refugees, who fled the war in their homeland, now find themselves directly facing death under the Israeli airstrikes. The refugees are experiencing tragic conditions during this escalation, being forced to choose between staying in Lebanon under bombardment or returning to areas under regime control. The statement also highlighted the plight of refugees within Lebanon, who face significant challenges relocating from the bombarded south to safer areas amid rising living costs and rental prices. This exacerbates their suffering, leaving many homeless and seeking shelter in parks and streets. The Observatory urgently called on the international community and humanitarian organizations to intervene to protect civilians, including Syrian refugees, by providing safe passages from targeted areas and necessary support such as food, medicine, and shelter for affected families. It emphasized the need for immediate actions to halt this worsening humanitarian tragedy, noting that the death toll of Syrian martyrs in Lebanon has increased to 138, including 27 women and 37 children, with 21 others injured since the start of the Israeli war on Gaza. The recent conflict in Lebanon has intensified with significant Israeli military operations aimed at Hezbollah targets, resulting in substantial casualties and widespread displacement. The escalation follows Hezbollah’s response to an Israeli airstrike that killed a significant number of civilians and Hezbollah members. The conflict has led to a massive humanitarian crisis with tens of thousands of Lebanese fleeing their homes, amid calls from international bodies for both sides to respect international humanitarian law and cease hostilities.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://i2.wp.com/see.news/images//2021/12/images_29.jpeg?resize=310%2C170&ssl=1",
      "https://i2.wp.com/see.news/images//2021/12/images_29.jpeg?resize=320%2C170&ssl=1",
      "https://facebook.com/sharer.php?u=https://see.news/404905",
      "https://api.whatsapp.com/send?text=100",
      "https://twitter.com/intent/tweet?text=100",
      "https://news.google.com/publications/CAAqBwgKMKHimwswdsdsd",
      "https://www.api.whatsapp.com/send?text=100",
      "https://www.news.google.com/publications/CAAqBwgKMKHimwswdsdsd",
      "https://www.i2.wp.com/see.news/images//2021/12/images_29.jpeg?resize=320%2C170&ssl=1",
      "https://www.facebook.com/sharer.php?u=https://www.see.news/404905",
      "https://facebook.com/sharer.php",
      "https://www.twitter.com/intent/tweet?text=100",
      "https://www.i2.wp.com/see.news/images//2021/12/images_29.jpeg?resize=310%2C170&ssl=1",
      "https://i2.wp.com/see.news/images//2021/12/images_29.jpeg",
      "https://api.whatsapp.com/send",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T01:41:05.642+03:00",
    "updated": "2024-09-27T02:44:08.546+03:00"
  },
  {
    "uuid": "cc7ef7a91a2bf69bc1853742b8ed053c23081b17",
    "url": "https://www.infobae.com/america/agencias/2024/05/31/la-iglesia-mas-antigua-del-mundo-refugio-de-papas-y-reliquias-cumple-1700-anos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsroom Infobae",
    "published": "2024-05-31T09:30:00Z",
    "title": "La iglesia más antigua del mundo, refugio de papas y reliquias, cumple 1.700 años",
    "text": "Miguel Salvatierra\nRoma, 29 may (EFE).- La Basílica de San Juan de Letrán, cuyos muros han resguardado a 233 papas, han visto caer el Imperio Romano, han sobrevivido a atentados, bombardeos y saqueos y guardan en su interior reliquias de enorme valor para la tradición cristiana, cumple 1.700 años como la iglesia más antigua del mundo,\nLa \"madre y guía\" de todas las iglesias es la sede del obispo de Roma, el papa, y por ello la de mayor rango entre las cuatro basílicas mayores de la capital italiana, las que cualquier peregrino que se precie debe visitar para obtener el perdón, además de una fuente inagotable de riqueza artística con la impronta de su larguísima historia.\nLa Archibasílica del Santísimo Salvador del Mundo y de los Santos Juan Bautista y Juan Evangelista -su nombre completo- fue \"la primera iglesia abierta al pueblo de Dios por el emperador Constantino tras la persecución\" de los cristianos durante más de dos siglos, explica a EFE el sacerdote Marco Frisina, director del coro de la Diócesis de Roma que canta en las celebraciones de la basílica.\nGracias a Constantino, que convirtió el cristianismo en la religión oficial del Imperio, los cristianos abandonaron la clandestinidad y gozaron de su primer lugar público para rezar, consagrado en el año 324 por el papa san Silvestre.\nHoy aún se respira su fuerte conexión con la Antigua Roma: desde la imponente puerta de bronce proveniente de la 'Curia Giulia', el Senado romano, a su propio nombre, Letrán, el de una noble familia romana caída en desgracia durante el mandato de Nerón (37-68 d.C).\nHasta el siglo XIV, cuando la sede del papado se trasladó a la localidad francesa de Aviñón, San Juan fue el corazón de la cristiandad, la residencia del papa en el Palacio Lateranense, hoy la sede de la Diócesis de Roma.\nAdemás del templo, el recinto se completa con el imponente claustro de Pietro Vassaleto del siglo XIII y el baptisterio, el primero de forma octogonal y guía para los posteriores, como el de Florencia, construyendo así un puente artístico de la Antigua Roma al Barroco, pasando por el Renacimiento.\nEl secreto para seguir en pie durante 1.700 años reside en el uso de \"unos materiales extraordinarios\" y en que antes \"todo se hacía sin prisa, para la eternidad\", sin olvidar que \"siempre ha habido un trabajo de restauración y protección. Esta catedral siempre ha estado custodiada, salvo durante el período de Aviñón\", sostiene Frisina.\nCentro neurálgico del cristianismo durante siglos, San Juan de Letrán guarda infinidad de valiosas reliquias reunidas en el \"Tesoro del Sancta Sanctorum\", en la que fuera la capilla privada de los papas hasta el Renacimiento.\nComo la 'Escalera Santa', los peldaños del Pretorio de Jerusalén que, según la tradición, subió Jesús de Nazaret para su proceso y que fueron traídos a Roma por santa Elena, la madre del emperador Constantino, y que cientos de fieles suben cada día de rodillas como penitencia.\nTambién el icono \"aquiropoeta\", una imagen de Jesucristo pintada sobre una tabla que la tradición asegura que no fue creada por la mano humana, así como una tabla sobre la que San Pedro ofició la primera 'misa' o parte de la mesa en la que se celebró la Última Cena.\nDurante sus 1.700 años de vida la archibasílica ha sobrevivido a numerosas vicisitudes que han amenazado su supervivencia y que agrandan la épica que rodea a la catedral de Roma.\nEn su larga historia, Roma sufrió infinidad de saqueos que también afectaron a la basílica lateranense por parte de galos, visigodos, bárbaros, germanos e incluso el perpetrado en 1527 por el ejército imperial de Carlos I de España y V de Alemania.\nPero también ha visto cómo las casi 10.000 bombas lanzadas durante la II Guerra Mundial causaron más de un millar de muertos en la Ciudad Eterna, o como un coche bomba colocado muy cerca del templo por la mafia siciliana Cosa Nostra provocó casi una decena de heridos.\nLas celebraciones por el 1.700 aniversario devolverán a esta iglesia parte de su esplendor, \"como una señora que va a ponerse guapa para una fiesta\", dice Frisina, y se espera que a finales de año el papa abra su Puerta Santa para el Jubileo de 2025, el último por ahora de los eventos de un lugar por el que no parece pasar el tiempo. EFE\nmas/mr/jgb\n(foto) (video)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Arts, Culture and Entertainment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-31T12:38:24.619+03:00",
    "updated": "2024-05-31T12:38:24.619+03:00"
  },
  {
    "uuid": "b6f69a690ee82e13cb7c64e737ec70cc59c90734",
    "url": "https://www.elconfidencialdigital.com/articulo/vivir/25000-espanoles-han-quedado-viajar-tierra-santa-guerra-gaza/20231229000000695396.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mariel Delgado",
    "published": "2023-12-28T22:00:00Z",
    "title": "25.000 españoles se han quedado sin viajar a Tierra Santa por la guerra en Gaza",
    "text": "25.000 españoles se han quedado sin viajar a Tierra Santa por la guerra en Gaza\nLas agencias de turismo confirman que todas las reservas están suspendidas desde que se produjo el ataque de Hamas a Israel\nTodos los viajes previstos a Tierra Santa para estas fechas\nse han cancelado por la guerra en Gaza. Desde que se produjo el ataque de Hamás a Israel el 7 de octubre, se han suspendido los planes de más de 25.000 españoles que tenían pensado visitar este país en Navidad para hacer la peregrinación, según confirma el vicepresidente de la Confederación Española de Agencias de Viajes (CEAV), José Manuel Lastra.\nEl destino está ahora absolutamente paralizado desde el punto de vista turístico. \"Hay compañías aéreas que sí que siguen operativas y por supuesto hay gente que habrá viajado ahí pero por necesidad: por trabajo o por segunda residencia\", señala Lastra.\nEl Ministerio de Exteriores ha advertido a los españoles que decidan trasladarse a Israel que el viaje \"se realiza siempre por cuenta y riesgo del viajero\", y que el Estado no se responsabiliza de los daños y perjuicios que puedan sufrir. En su página web, ha aclarado que esta recomendación \"carece de efecto vinculante y opera como mero aviso o consejo\".\nDiciembre es un mes en el que tradicionalmente se hacen muchas peregrinaciones. Especialmente en fechas navideñas, que son la temporada alta junto con Semana Santa. Según los datos que CEAV ha remitido a ECD, cada año viajan aproximadamente entre 90.000 y 100.000 españoles a Israel por motivos de turismo. \"Entre 25.000 y 30.000 españoles se hubieran desplazado a Tierra Santa en el último trimestre de 2023\".\nEl presidente de la Unión de Agencias de Viajes (UNAV), José Luis Méndez, explica en declaraciones a este periódico que los principales operadores turísticos han congelado prácticamente los viajes a las áreas de contienda, siguiendo las recomendaciones de las autoridades. La UNAV apunta que el 25% de los desplazamientos previstos para este año han sido cancelados este último trimestre.\nMéndez añade que no está ocurriendo lo mismo con los países de la zona más distantes del foco bélico, que se han resentido mínimamente. \"Es el caso de Egipto, por ejemplo, destino al que no han dejado de operar los vuelos y que se está recuperando bastante bien, manteniéndose incluso los vuelos charter [aquellos que no se comercializan por los canales habituales de venta] programados para los próximos meses de enero y febrero\".\nSoluciones: reembolso del dinero o aplazar el viaje\nLas soluciones que han ofrecido las agencias a los turistas que ya tenían la reserva pagada son la devolución de los importes abonados, el aplazamiento del viaje o un cambio de destino.\n\"Estamos hablando de un destino que no tiene sustituto por el atributo de fe que conlleva\", comenta Lastra. \"No es como ir, por ejemplo, a un lugar que tiene unos atributos de naturaleza, de sol y playa o incluso culturales que a lo mejor no puedes ir a ese destino y lo cambias por otro\". La mayoría de personas están escogiendo la opción de aplazar el viaje, sostiene Lastra. Entre el 80 y 90% de las personas españolas que viajan a Israel lo hacen por la motivación de Tierra Santa, según CEAV.\nEn otros casos, las agencias han tenido que devolver los importes pagados a los clientes. Las compañías aéreas, especifica Méndez, han ofrecido modificación de fecha de viaje o un bono por el importe del billete. \"Otra opción ha sido activar las cláusulas de los seguros contratados de cancelación, que si cubren estas contingencias y que cada vez más los clientes demandan a la hora de contratar los viajes seguro específico de cancelación\".\nLa otra solución consiste en cambiar el destino. \"Buscar zonas más tranquilas, aunque el precio medio de un viaje a Israel no permitía muchos destinos internacionales alternativos\", detalla Méndez. En este sentido, por ejemplo, la zona del Caribe ha sido una de las más favorecidas por la cancelación de los viajes a Tierra Santa. Otros, en cambio, directamente, han cancelado sus viajes hasta mejores tiempos hasta que cambien los acontecimientos y las recomendaciones.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:13:55.108+02:00",
    "updated": "2023-12-29T01:13:55.108+02:00"
  }
]