[
  {
    "uuid": "a9be6bbfd786a6797151db03faa79807f20dbaf2",
    "url": "https://cnycentral.com/news/local/minimum-wage-will-increase-this-january-small-business-owners-say-its-still-not-enough",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Morgan Scott",
    "published": "2023-12-28T23:03:00Z",
    "title": "chevron-right",
    "text": "Minimum wage workers can expect a slight pay increase on January 1. Here in Central New York, minimum wage is going up to $15 an hour. 80 cents more than what employees earn now. Some business owners tell CNY Central that still doesn’t feel like enough. At Parthenon Books in downtown Syracuse, workers are paid a little more than the current [$14.20 minimum wage pay.](https://dol.ny.gov/minimum-wage-0) Still, managers there wish they could do even more. “As a small business it’s hard for me to make that work,” said Selena Giampa, the store manager at Parthenon Books. “But it’s important to me because as opposed to a larger company, my employees are what makes my business go and so if I can give them slightly more than that and ensure that they’ve got food, and transportation and rent, then they’re better employees for me overall.” Right now, employees working a full 40 hours on minimum wage earn about $568 weekly. Or $29,536 for the year—before taxes. With an increase to $15 an hour, that yearly salary before taxes, becomes $31,200. “When you work at minimum wage, you often have more than one job to make ends meet,” said Giampa. “If you have children, it’s even more. You tend to go without a lot of things people take for granted.” Bruce Block is the owner of Antique Underground. He agrees that $15 next year is a step in the right direction. However, it’s still far off from a livable wage. Especially as the costs to live continues to increase. “If you think of the costs of things in our society and everything now, it’s not a lot of money,” said Block. “There’s certain things that have gone up proportionately much more like housing and cars and food and things like that and I don’t even know but certainly a family can’t live on $15 an hour.” In some cases, businesses are expected to offset the extra pay for employees onto consumer prices; by reducing labor, or perhaps finding other ways to make cuts to a budget. “In today's world, little businesses are suffering the most,” said Block. The newly established rates will continue to increase by 50 cents in 2025 and 2026 statewide.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://dol.ny.gov/minimum-wage-0)",
      "https://www.dol.ny.gov/minimum-wage-0)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "selena giampa",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "chevron",
          "sentiment": "neutral"
        },
        {
          "name": "cny central",
          "sentiment": "none"
        },
        {
          "name": "parthenon books",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "syracuse",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:18:57.594+02:00",
    "updated": "2023-12-29T01:18:57.594+02:00"
  },
  {
    "uuid": "90054de72f9cd340b352b20c38b3b2f3f9e3386c",
    "url": "https://mauinow.com/2023/12/28/rare-kaua%ca%bbi-plant-highlights-endangered-species-recovery-efforts/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Wendy Osher",
    "published": "2023-12-28T21:00:00Z",
    "title": "Rare Kauaʻi plant highlights endangered species recovery efforts",
    "text": "[Maui News](https://mauinow.com/category/maui_news/) Rare Kauaʻi plant highlights endangered species recovery efforts Its scientific name is Cyanea rivularis. In the mountains of Kaua‘i it produces conical-shaped lavender and white flowers, which like many endangered plant species across the state, are key components to a fully functioning and healthy native ecosystem. As the 50th anniversary of the federal Endangered Species Act is celebrated this month, the Endangered Species Coalition chose Hawai‘i’s Plant Extinction Prevention Program as one of 10 outstanding efforts to recognize. This was based on the discovery of a rare plant, Silene lanceolata, discovered by PEPP technician Susan Deans, last year, while rappelling on a remote cliffside. Matt Keir is the DOFAW lead for the PEPP program, which marks its 20th year of existence this year. Continued existence is what it’s all about, as the program’s target list contains more than 260 rare and endangered Hawaiian plants. “We have almost half of all endangered plants in the United States. So, the level of rarity in Hawai‘i is unsurpassed anywhere else in the world. Plants make the list when fewer than 50 individual plants remain in the wild. PEPP has been incredibly successful in getting to plants before they go totally extinct. After two decades of work, we have seen about 30 different species go extinct in the wild but saved through cultivation and that’s been our biggest success,” Keir said. The PEPP team on Kaua‘i is currently involved in an ambitious project to supplement the population of only three wild Cyanea rivularis plants left, with 2,500 cultivated plants at five different sites. Scott Heintzman, Kauaʻi PEPP Field Coordinator said, “Plants in the sites we’ve covered so far are doing great. We’ve maybe lost only two plants of 700 that are out now. Already, native honeycreeper birds are interacting with the plants and cross-pollinating individuals so we’re really seeing a rebound of this species. Itʻs doing great.” At the DLNR Division of Forestry and Wildlife mid-elevation rare plant nursery in the Koke‘e area, Keir, Heintzman, and PEPP Technician Susan Deans walk between rows of rare young plants. They identify each of them by their scientific names and indicate how many wild ones remain. Two here, five there, a couple dozen in other cases. Deans said, “We don’t really consider the plants we bring from the nursery to be wild. The goal is for those plants to reproduce and then for seedlings to pop up underneath them, and then we would consider those to be wild. The goal is to create self-sustaining, healthy populations of species back into areas where they were once abundant. That happens once they’ve removed threats that knocked off wild plants in the first place.” Those threats include ungulates like pigs, which are kept out of sensitive re-planting areas by predator-proof fencing. When asked why people should care about these rare, native plants, Heintzman said, “The easy answer is that we don’t really know what these plants can do for us as a human race in the future. We don’t know if these can contribute to science or medicine. Not only that, but a lot of these plants are also culturally significant. They were part of the Hawaiian toolbox, used over centuries for food and medicine. The success of the PEPP program is due to tremendous collaboration with partners like Lyon Arboretum, which takes in seeds for propagation and storage. Keir said, “The best thing about this program has been the staff and partners. We work with an incredible group of talented people who are dedicated to doing really difficult field work. These people are the best of the best, who have dedicated their lives and careers to protecting Hawai‘i.” “Helping recover these plants should be important to everyone. They are gems of creation. They’re special, beautiful plants and if we lose them, they’re gone. We’ll never get them back and that’s hard to swallow. Hawai‘i is a special place and most of these plants are found nowhere else in the world. To lose any of them is heartbreaking,” Heintzman added. Keir concluded, “We have the tools, we have the knowledge, and we know what needs to be done. It’s just a question of, can we get to enough of them in time. Building our program across the state to keep pace with the ever-increasing extinction rate in Hawai‘i is key. If PEPP can intervene in time, we can collect seeds from wild plants and get them into cultivation before they die out and then re-establish them in the future. That’s been another one of PEPP’s major milestones and successes.” Sponsored Content Comments [View Comments](#)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "silene",
          "sentiment": "none"
        },
        {
          "name": "matt keir",
          "sentiment": "none"
        },
        {
          "name": "susan deans",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pepp",
          "sentiment": "none"
        },
        {
          "name": "plant extinction prevention program",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hawai‘i",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:18:01.762+02:00",
    "updated": "2023-12-29T01:38:23.939+02:00"
  },
  {
    "uuid": "9f3129dd1fb7f9cb7fad551b7465aa213331ce6f",
    "url": "https://augustafreepress.com/news/virginia-child-dead-from-complications-associated-with-the-flu/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Crystal Graham",
    "published": "2023-12-28T19:53:00Z",
    "title": "Virginia child dead from complications associated with the flu - Augusta Free Press",
    "text": "At a time when most families are celebrating the holiday season, one Virginia child is dead from complications associated with the flu. [According to the Virginia Department of Health](https://www.vdh.virginia.gov/news/2023-news-releases/virginia-health-officials-announce-first-reported-pediatric-flu-death-of-the-2023-24-season/), the first reported influenza-associated pediatric death (age 5-12) for the 2023-23 season was reported in Virginia’s Eastern region. The Eastern region includes Northern Neck, Eastern Shore, Peninsula and Hampton Roads. “We at the Virginia Department of Health, are broken hearted and extend our sympathies to the family of this child during this difficult time,” said State Health Commissioner Dr. Karen Shelton. “Even though the flu is common, it can cause serious illness and even death. I urge everyone who is eligible to receive the flu vaccine to do so not only to protect themselves, but to protect those around them.” This is the first reported pediatric death in Virginia for the current flu season. Virginia reported five influenza-associated deaths among children during the 2022-23 flu season. The 2023-24 flu season in Virginia is anticipated to be in the typical range of severity. However, even typical seasons vary widely and result in illness, hospitalizations and death. Influenza activity is elevated at this time and is expected to increase in Virginia as the weather becomes colder. Flu-like illness is on the rise - For the week ending Dec. 23, emergency department and urgent care visits due to flu-like illness are very high (6.9 percent of total visits) - Visits are up especially among young children and school-aged children (14.7 percent and 13.2 percent of visits, respectively). - Virginia vaccination coverage for flu remains low for children and adults. The percent of eligible Virginians reporting receipt of a flu vaccine this season is only 27 percent. - Vaccines are available and can help protect people from the most serious health effects of flu viruses. - A [recent study](https://www.cdc.gov/flu/spotlights/2023-2024/study-prevent-medical-visits.htm)estimated that flu vaccination reduced the risk of flu-related emergency department and urgent care visits by almost half and hospitalization by more than a third among U.S. adults during the 2022-23 season. VDH: Flu prevention tips - Everyone six months and older should receive a yearly flu vaccine, consulting your healthcare provider as needed - Practice good preventive health with hand hygiene (washing your hands regularly with soap and water or using an alcohol-based hand sanitizer), respiratory etiquette (coughing and sneezing into a tissue or the inside of your elbow rather than your open hand), and staying home when you feel sick - If you do become sick with the flu, seek healthcare early in your illness if necessary. Antivirals prescribed by a healthcare provider are a treatment option for some patients and can help prevent serious flu complications. To locate a seasonal flu vaccine near you, you can visit [www.vaccinate.virginia.gov](http://www.vaccinate.virginia.gov/) or contact your local health department.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://www.vdh.virginia.gov/news/2023-news-releases/virginia-health-officials-announce-first-reported-pediatric-flu-death-of-the-2023-24-season/),",
      "http://www.vaccinate.virginia.gov/)",
      "https://www.cdc.gov/flu/spotlights/2023-2024/study-prevent-medical-visits.htm)estimated",
      "https://vdh.virginia.gov/news/2023-news-releases/virginia-health-officials-announce-first-reported-pediatric-flu-death-of-the-2023-24-season/),",
      "http://vaccinate.virginia.gov/)",
      "https://cdc.gov/flu/spotlights/2023-2024/study-prevent-medical-visits.htm)estimated"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "karen shelton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "augusta free press",
          "sentiment": "negative"
        },
        {
          "name": "virginia department of health",
          "sentiment": "none"
        },
        {
          "name": "state health",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "virginia",
          "sentiment": "none"
        },
        {
          "name": "peninsula",
          "sentiment": "none"
        },
        {
          "name": "eastern shore",
          "sentiment": "none"
        },
        {
          "name": "hampton roads",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:03:47.150+02:00",
    "updated": "2023-12-29T01:03:47.150+02:00"
  },
  {
    "uuid": "a8ea6452f06030ef835236106faccef275c39093",
    "url": "https://holden9s642.ampedpages.com/%EC%98%A4%ED%94%BC-options-51613796",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Holden",
    "published": "2023-12-28T19:05:00Z",
    "title": "ì˜¤í”¼ Options",
    "text": "임대주택에 대한 정기검사를 실시하지 않는 집주인과 관리자들은 자신의 세입자들을 다수의 평면 곰팡이 표시에 노출시키고 있다. 곰팡이 문제가 있는 아파트는 가연성 건물이다.\n본 업체는 고객님들과 약속을 소중하게 생각하고 운영하는 오피가이드 업체입니다.\n개요 인천은 한국의 중심지에 위치한 도시로, 다양한 역사적 유산과 자연 경관을 보유하고 있습니다. 이곳에서는 많은 사람들이 도심 속에 숨겨진 매력을…\n여러분들이 저희 오피달리기를 이용 하시기전에는 꼭 과한 음주는 삼가해 주셨으면 좋겠습니다. 과한 음주는 여러분들을 맞이하는 매니저 분들이 정말 많이 힘들어 하시기 때문에 꼭 지켜 주셨으면 좋겠습니다.\nNo matter which 대전 호텔 you select, you’re certain to be greeted with warm hospitality and Outstanding service. E book your continue to be right now and knowledge the most effective of 대전op’s hospitality!\nFrom amusement parks to water parks, and from museums to galleries, 대전 놀거리 provides anything for everyone. The town’s wealthy history and culture are celebrated by its several festivals and events that occur All year long.\n다만 주말이나 공휴일 같은 경우에는 예약이 너무많아 평소보다 조금더 일찍 예약 전화를 주시면 감사합니다.\n소개 부산은 대한민국에서 가장 큰 도시 중 하나로, 해안도시로서 아름다운 해변과 멋진 경치를 자랑합니다. 부산에는 다양한 관광 명소와 맛집, 문화…\n대전\n대전오피 오피 탐방의 매력과 다양한 선택지를 확인할 수 있었음을 강조하고 마무리하겠습니다. 대전오피와 휴게텔은 우리 동네에서 최고의 휴식처를 찾는 데에 많은 도움이 될 것입니다.\nYou’ll acquire special insights and guidelines from sector professionals and fellow op enthusiasts. Don’t miss out on out on this 1-of-a-variety chance to join with and find out from a\n대전 오피 Local community of devoted op professionals. Register now!\nIrrespective of whether you’re searching for op surgeries or consultations, 대전 has you coated. Take a look at economical op services in this lively town and\n대전op get the initial step towards a more healthy, happier you.\n대전오피 추천 사이트와 앱은 여러 가지 정보를 제공하며, 이를 통해 원하는 조건에 맞는 오피를 찾을 수 있습니다.\nAre\n대전 op you currently willing to working experience the thrilling environment of 대전 op? Look no 대전오피 additional as opposed to op clinics and specialists that make this town a hub for op surgical procedures.\n이러한 변수는 건물에 특정 수준의 만족도를 추가하여 값을 높일 수 있습니다. 건축물을 매력적으로 만드는 건축 요소는 동일한 방식으로 작동할 수 있다. 구조의 특정 요소들은 기존의 편의를 보완하거나 새로운 요소들을 주변 영역에 주입할 수 있다.\n오피 Options\n임대주택에 대한 정기검사를 실시하지 않는 집주인과 관리자들은 자신의 세입자들을 다수의 평면 곰팡이 표시에 노출시키고 있다. 곰팡이 문제가 있는 아파트는 가연성 건물이다.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "external_links": [
      "https://www.daejeonopbam.com/",
      "https://www.daejeonopbam.com",
      "https://daejeonopbam.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:12:56.691+02:00",
    "updated": "2023-12-29T00:12:56.691+02:00"
  },
  {
    "uuid": "d498c3a0926eed803541a719b0bd406b38fca6ab",
    "url": "https://www.wfmynews2.com/article/news/local/northern-lights-north-carolina-forecast-photos/83-661cdacc-d9e5-4f9c-9f5d-da65156594ce",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tim Buckley",
    "published": "2024-10-10T21:07:00Z",
    "title": "Your Photos: Northern Lights spotted in the Piedmont",
    "text": "GREENSBORO, N.C. — The Northern Lights are visible across North Carolina for the second time this year. Have you seen them? Many of our WFMY News 2 viewers are sharing their amazing photos of the Aurora (Northern Lights) with us. Take a look!\nQuite the View! Credit: WFMY news 2 Northern Lights in Greensboro put on a show Thursday evening. Photo: Tim Buckley Credit: WFMY news 2 Northern Lights in Stoneville. Credit: Breanna Doss What causes the Northern Lights? The Northern Lights can be seen when energy from the sun moves toward Earth and interacts with our magnetic field. The result is the bright color you may see in pictures.\nScientists track these bursts of energy from the sun, called Coronal Mass Ejections, and they've spotted a big one that will arrive this evening.\nThese solar storms can put on some really good displays of Aurora, the technical term for the Northern Lights. That means there may be a chance to see them even here in the Carolinas on Thursday evening.\nCredit: WFMY news 2 Northern Lights from Lake Townsend in Greensboro Thursday. Credit: WFMY News 2 Northern Lights in Snow Camp on Thursday evening. Credit: Charina Brooks How Can You Spot Them? There are a few things to keep in mind if you're trying to see the Northern Lights.\nGet away from city lights as best as you can. The darker the better! Take a look between 8pm and Midnight. That's the forecasted time of most activity with this event. Allow your eyes time to adjust. Look north! Use night mode on your phone, or long exposure on a camera. It can see more than your eyes can by letting in more light over time. Keep expectations low, and be patient. Sometimes the Aurora comes in waves. Predicting the Aurora is much harder than predicting the weather. Lots of times it doesn't pan out, especially this far south. Credit: Michael Radostits Northern Lights in Lake Jeanette in Greensboro Learn More from Tim! Close Ad",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T04:25:51.316+03:00",
    "updated": "2024-10-11T04:30:42.291+03:00"
  },
  {
    "uuid": "17ed19556e1cb2c5365287bc17955530b4fc9457",
    "url": "https://larepublica.pe/sociedad/2024/06/27/contraloria-detecta-irregularidades-en-la-compra-de-50-camionetas-de-serenazgo-en-san-juan-de-lurigancho-958014",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "José Sáenz",
    "published": "2024-06-27T21:09:00Z",
    "title": "Contraloría detecta irregularidades en la compra de 50 camionetas de Serenazgo en San Juan de Lurigancho | Sociedad | La República",
    "text": "Contraloría detecta irregularidades en la compra de 50 camionetas de Serenazgo en San Juan de Lurigancho Los vehículos, valorizados en más de 8 millones de soles, presentan deficiencias en la instalación de cámaras de video y otros componentes. Seis exfuncionarios del municipio tendrían responsabilidad penal. La Contraloría General de la República del Perú informó que ha detectado irregularidades en la compra de 50 camionetas por parte de la [Municipalidad de San Juan de Lurigancho](https://larepublica.pe/sociedad/2024/06/23/estudia-gratis-en-san-juan-de-lurigancho-requisitos-y-como-acceder-a-cursos-sin-costo-de-la-municipalidad-1250924). Los vehículos, que forman parte del plan para el mejoramiento de la [seguridad ciudadana](https://larepublica.pe/sociedad/2024/06/16/asaltan-a-policia-en-sjl-y-le-roban-su-camioneta-delincuentes-lo-habrian-seguido-desde-ate-1032496) en este distrito, demandó una inversión de 8 millones 745 mil soles (S/8,745.00). Monto que fue pagado por la administración local en enero de 2024. La comisión de control descubrió que, en la tercera convocatoria para comprar camionetas 4X2 doble cabina y equipadas, el gerente de Seguridad Ciudadana aprobó las unidades el 28 de diciembre de 2023. Sin embargo, ese mismo día, la comisión de recepción, que incluía al mismo gerente, señaló que faltaba la instalación del sistema de mejora de visión nocturna con 4 cámaras (delantera, trasera, derecha e izquierda). PUEDES VER: [ATU lanza la tarjeta única para interconectar el Metro, Metropolitano y corredores de Lima y Callao] El Informe de Control Específico N° 016-2024-2-2184-SCE indica que no hay evidencia que justifique la solución de la observación mencionada. Además, el informe técnico del ingeniero mecánico electricista de la Contraloría aclara que la instalación de las cámaras requería al menos un día completo, ya que se debían instalar 4 cámaras por cada una de las 50 camionetas, sumando un total de 200 cámaras. Además, en una inspección física realizada por la comisión de control en febrero de 2024, se examinó una muestra de 9 camionetas y se encontraron deficiencias en 3 de ellas, donde no funcionaban todas las cámaras. También se constató que los sensores de proximidad y alerta de sonido no funcionaban; el control de la sirena no tenía entrada USB; y al verificar las barras de luces instaladas, se observó que las luces blancas frontales y laterales no estaban presentes o no estaban programadas. PUEDES VER: [Nuevos requisitos para renovar la licencia de conducir: pasos para el trámite y precios, según MTC] Camionetas fueron presentadas a inicios de este 2024. Foto: Municipalidad de San Juan de Lurigancho Es importante mencionar que, según la Ley de Contrataciones, cuando hay observaciones, la entidad concede al contratista un plazo de entre 2 y 8 días para resolverlas. Después de que las observaciones se hayan corregido, el especialista de la entidad (ingeniero mecánico) debe emitir un informe verificando que se han cumplido. Adquisición no cumplió con requisitos, según Contraloría El informe de la Contraloría también revela que el comité de selección otorgó la adjudicación al consorcio ganador a pesar de que no cumplió con los requisitos especificados en las bases. En su oferta, incluyeron un folleto de la ficha técnica de la sirena que no mencionaba la entrada USB en el control, y el sistema de cámaras no hacía referencia a la cámara posterior ni a la marca y modelo, tal como se requería. El contrato se firmó el 13 de noviembre de 2023. La comisión de control también descubrió que se modificaron las especificaciones técnicas de las Bases Integradas a petición del entonces gerente de Seguridad Ciudadana del municipio en septiembre de 2023, a pesar de que dichos cambios no eran procedentes, lo que contraviene la Ley de Contrataciones Públicas. Las modificaciones incluyeron la disminución del límite mínimo de capacidad de carga de 1000 kg a 800 kg, el aumento de la potencia mínima de 130 HP a 145 HP, y el cambio del año del modelo de las camionetas, de 2022 a 2023, nueva y sin uso, entre otros ajustes. PUEDES VER: [Callao: incautan documentos de pagos de bonos históricos que iban a ser enviados a España] Además, la aprobación de dicha modificación y la emisión del requerimiento de las camionetas fueron realizadas por la Subgerente de Obras Públicas del municipio, quien no tenía las facultades ni atribuciones para actuar como área usuaria, según la Ley de Contrataciones del Estado. Esta responsabilidad correspondía a la Gerencia de Seguridad Ciudadana, que fue quien hizo el requerimiento inicial. \"Los hechos descritos anteriormente afectaron el normal, transparente y correcto funcionamiento de los actos de la administración pública\", explica la Contraloría. Funcionarios tendrían responsabilidad penal El informe de Contraloría concluye que seis exfuncionarios y exservidores de la Municipalidad de San Juan de Lurigancho tendrían responsabilidad penal y/o administrativa. Por ello, la entidad recomendó a la Procuraduría Pública Especializada en Delitos de Corrupción iniciar las acciones legales contra los involucrados, y al alcalde realizar las acciones necesarias para que el órgano competente deslinde las responsabilidades correspondientes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:58:14.321+03:00",
    "updated": "2024-06-28T00:58:14.321+03:00"
  },
  {
    "uuid": "058a5710a1a578428bd3eb6240733f786f547c60",
    "url": "https://borneobulletin.com.bn/atletico-triumph-on-penalties-to-reach-champions-league-quarters",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "gp",
    "published": "2024-03-14T14:07:00Z",
    "title": "Atletico triumph on penalties to reach Champions League quarters",
    "text": "MADRID (AFP) – Atletico Madrid bounced back from two goals down on aggregate against Inter Milan to reach the Champions League quarter-finals with a thrilling 3-2 penalty shoot-out triumph late on Wednesday. Trailing by a single goal after last month’s first leg, Atletico looked dead and buried when Federico Dimarco pushed home Inter’s opener at the Estadio Metropolitano. But Antoine Griezmann immediately pulled the hosts level on the night and three minutes before the end of the regulation 90 minutes substitute Memphis Depay took the tie to extra time at 2-2 with a fine low finish. That set up the decisive shoot-out which ended with Inter missing three of their five penalties, star striker Lautaro Martinez handing passage to the last eight to Atletico when he booted his spot-kick way off target. “I think penalties are a lottery. Today luckily I stopped two,” said Atletico goalkeeper Jan Oblak, who saved from Alexis Sanchez and Davy Klaassen. “It’s not easy to stop a penalty. Sometimes it looks easy from the outside but it’s not.” “I’m very, very happy for the team because I think we did a great match,” he added. “We played well. Maybe in the last month we’ve not been in great shape but we showed we can do much more.” The two teams could barely have come into Wednesday’s match in more contrasting form as Inter had won 13 matches on the bounce since the start of 2024 while Atletico had won only one of their last five. However it was an even and exciting contest in the Spanish capital in which Atletico pushed hard for the win and both sides created a clutch of opportunities. Home advantage turned out to be crucial for Atletico who have won 19 of their 21 fixtures at the Metropolitano in all competitions. Atletico are also unbeaten in 17 knockout matches on home turf in the Champions League and in front of a passionate crowd they fought back from an impossible looking position against runaway Serie A leaders Inter.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "memphis depay",
          "sentiment": "none"
        },
        {
          "name": "jan oblak",
          "sentiment": "none"
        },
        {
          "name": "davy klaassen",
          "sentiment": "none"
        },
        {
          "name": "federico dimarco",
          "sentiment": "none"
        },
        {
          "name": "alexis sanchez",
          "sentiment": "none"
        },
        {
          "name": "lautaro martinez",
          "sentiment": "none"
        },
        {
          "name": "antoine griezmann",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "atletico madrid",
          "sentiment": "neutral"
        },
        {
          "name": "atletico",
          "sentiment": "neutral"
        },
        {
          "name": "inter milan",
          "sentiment": "neutral"
        },
        {
          "name": "inter",
          "sentiment": "none"
        },
        {
          "name": "estadio metropolitano",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:25:08.912+02:00",
    "updated": "2024-03-15T01:15:59.507+02:00"
  },
  {
    "uuid": "bcdd37e9b458d04cee417172a0581dce878f9bca",
    "url": "https://motorcyclesports.net/oklahoma-city-thunder-dominate-on-and-off-the-court-while-shai-gilgeous-alexander-and-teammates-inspire-local-children-with-their-impactful-book-bus-initiative",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Greg Portman",
    "published": "2025-03-19T22:19:00Z",
    "title": "Oklahoma City Thunder dominate on and off the court while Shai Gilgeous-Alexander and teammates inspire local children with their impactful Book Bus initiative",
    "text": "Thunder’s On-Court Dominance\nThe team continues to excel during the season with an impressive record of 56-12, bolstered by a flawless three-game road trip. The dynamic on-court performance mirrors a broader impact that resonates deeply within the community.\nCommunity Outreach through the Book Bus\nBeyond game-day intensity, the players find time to inspire local youth. The Book Bus initiative is a decade-long program in partnership with a local assurance company. This custom-built truck, decorated in team colors and outfitted with a built-in television, carries over 2,000 fiction and non-fiction books. The bus offers an interactive experience, featuring shelves filled with books and a locker displaying player autographs, jerseys, and other gear. Recently, passing the baton of inspiration, two young players helped donate books to children at the local boys and girls club, reinforcing the initiative’s impact across more than 3,000 stops statewide.\nPlayer Resilience and Community Connection\nEven when sidelined by injuries, emerging talents remain committed to giving back. One rookie is on the mend from a torn ACL suffered before the draft, while another, recovering from a toe injury that interrupted an impressive start, has actively participated in community events. Despite being away from the court, their involvement underscores a dedication to serve as role models for local children. One of the injured players expressed genuine enthusiasm about reconnecting with the community by sharing books and encouraging a love for reading.\nLooking Ahead\nAs the team overcomes challenges both on and off the court, attention now turns to the upcoming game at the Paycom Center, where the team will host a major opponent. The blend of competitive spirit, community support, and overall resilience illustrates a season defined by excellence and a commitment to making a difference beyond basketball.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Sport->basketball",
      "Sport->sport achievement",
      "Social Issue->children",
      "Social Issue->fraternal and community group",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T00:40:59.131+02:00",
    "updated": "2025-03-20T00:40:59.131+02:00"
  },
  {
    "uuid": "60e148cbf127ab153b1860745f6cc1d95fb139d1",
    "url": "https://news.myseldon.com/en/news/index/330731896",
    "ord_in_thread": 0,
    "author": "@M24",
    "published": "2025-06-12T07:06:37Z",
    "title": "Международный книжный клуб для молодежи откроется в Москве | Regional News | Seldon News",
    "text": "В столице откроется проект \"Книжный хаб\" от Международного клуба дружбы Москвы для российской и иностранной молодежи, рассказала руководитель проекта \"Молодежь Москвы\" Маргарита Савинкина. \"Это еще одна платформа для обмена идеями, культурой и опытом между молодежью разных стран. Проект станет местом, которое будет объединять молодых ребят и подчеркнет важность культурного обмена в современном мире\", – цитирует ее портал мэра и правительства Москвы. В проекте смогут принять участие как российские, так и иностранные студенты от 18 до 35 лет. Для этого нужно подать заявку на портале. Сами... Copyright information of photo and video materials was taken from the website «M24» , more details in our Terms of Service",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "positive",
    "categories": [
      "Education"
    ],
    "topics": [
      "Education->social learning",
      "Education->students"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "http://www.m24.ru/news/gorod/12062025/805269",
      "http://m24.ru/news/gorod/12062025/805269"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:06:37.699+03:00",
    "updated": "2025-06-12T07:14:13.000+00:00"
  }
]