[
  {
    "uuid": "1a0eae26c99ad4c84f4eac4e36be73b8970785ce",
    "url": "https://www.ctvnews.ca/world/israel-hits-syrian-air-defense-base-in-southern-syria-intel-sources-1.6703846",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CTVNews",
    "published": "2023-12-28T21:15:00Z",
    "title": "Israel hits Syrian air defense base in southern Syria: intel | CTV News",
    "text": "[Skip to main content](#main) Israel hits Syrian air defense base in southern Syria: intel sources Israel carried out an aerial strike targeting a main Syrian air defense base in southern Syria on Thursday in the latest bombing campaign since the outbreak of war in Gaza on Oct. 7, Syrian army and intelligence sources said. Citing a Syrian military source, state media had earlier said missile strikes coming from the direction of the Israeli-occupied Golan Heights had targeted several sites it did not identify. \"Our air defenses confronted the (Israeli) aggressors' missiles and downed some of them with only material losses,\" a Syrian military source said. Reuters could not independently verify the report. There was no immediate comment from Israel's military. Since the Oct. 7 attack by Hamas on Israeli civilians and soldiers, Israel has escalated its strikes on Iranian-backed militia targets in Syria and also struck Syrian army air defenses and some Syrian forces. The strikes are believed to have targeted a Syrian army air defense base and a radar station in the Tel al-Sahn area in the Sweida province in southwestern Syria, according to a Syrian military intelligence source and another regional security official familiar with the matter. Last month, another anti-aircraft defense system in Tel Qulaib and Tel Maseeh in southern Syria were hit in what the senior intelligence sources said was an intensified campaign by Israel to disrupt Syrian air defense systems that Iran was involved in expanding. \"Tehran is stepping up its efforts to provide Syria with air defense systems that can potentially erode of the effectiveness of Israeli strikes,\" said another regional military source who requested anonymity due to the sensitivity of the matter. \"This is related to the Gaza war calculations in the event of the conflict spreading,\" he added. Israel has for years carried out attacks on what it has described as Iran-linked targets in Syria, where Tehran's influence has grown since it began supporting President Bashar al-Assad in a civil war that started in 2011. The strikes are part of an escalation of what has been a low-intensity conflict with a goal of slowing Iran's growing entrenchment in Syria, Israeli military experts say. Fighters allied with Iran, including Hezbollah, now hold sway in vast areas in eastern, southern and northwestern Syria and in several suburbs around the capital. [Shopping Trends](https://www.ctvnews.ca/shopping.html) The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. [Read about us.](https://www.ctvnews.ca/shopping/about-us.html) [MORE WORLD NEWS](https://www.ctvnews.ca/world) CTVNews.ca Top Stories [Ten people rescued from plane crash site in remote Northwest Territories](https://www.ctvnews.ca/canada/ten-people-rescued-from-plane-crash-site-in-remote-northwest-territories-1.6703206) Ten people were rescued Thursday after a small plane crashed in a remote area of the Northwest Territories and they were stranded overnight. [NDP's Jagmeet Singh rules out coalition government with Liberals after next election](https://www.ctvnews.ca/politics/ndp-s-jagmeet-singh-rules-out-coalition-government-with-liberals-after-next-election-1.6703348) NDP Leader Jagmeet Singh is ruling out the possibility of forming a coalition government with the Liberals if no party wins a clear majority after the next federal election. [Judih Weinstein Haggai, the last Canadian known to have been kidnapped by Hamas, confirmed dead](https://www.ctvnews.ca/canada/judih-weinstein-haggai-the-last-canadian-known-to-have-been-kidnapped-by-hamas-confirmed-dead-1.6703209) Judih Weinstein Haggai, the only Canadian citizen who was still missing amid the Israel-Hamas conflict and believed to be held in the Gaza Strip, has been reported dead. [In most African countries, drought forces rural communities to relocate, study finds](https://www.ctvnews.ca/climate-and-environment/in-most-african-countries-drought-forces-rural-communities-to-relocate-study-finds-1.6703720) Across most of Africa, drought is driving people who live in rural settlements closer to rivers and cities, according to a new study published in the journal Earth's Future. [Teen dead, another missing after falling through ice in Ottawa amid spate of similar incidents across Canada](https://www.ctvnews.ca/canada/teen-dead-another-missing-after-falling-through-ice-in-ottawa-amid-spate-of-similar-incidents-across-canada-1.6703498) A teenager is dead and another is still missing after four youths fell through the ice on the Rideau River in Ottawa's south end late Wednesday. [Pierce Brosnan is in hot water, accused of trespassing in a Yellowstone thermal area](https://www.ctvnews.ca/entertainment/pierce-brosnan-is-in-hot-water-accused-of-trespassing-in-a-yellowstone-thermal-area-1.6703402) Pierce Brosnan, whose fictitious movie character James Bond has been in hot water plenty of times, is now facing heat in real life, charged with stepping out of bounds in a thermal area during a recent visit to Yellowstone National Park. [Ontario man charged after allegedly planning trip to U.S. for sex acts with kids](https://toronto.ctvnews.ca/ontario-man-charged-after-allegedly-planning-trip-to-u-s-for-sex-acts-with-kids-1.6703437) Durham police say they arrested a man Thursday after learning that he allegedly planned to travel to the United States in order to engage in sex acts with a woman and her young children. [Tight-knit Canada set for tough test against hosts Sweden at world juniors](https://www.ctvnews.ca/sports/tight-knit-canada-set-for-tough-test-against-hosts-sweden-at-world-juniors-1.6703713) Canada will march into the jam-packed Scandinavium arena -- a building that resembles Calgary's Scotiabank Saddledome -- against the tournament hosts Friday night in a marquee Group A matchup. \"Skilled, dangerous,\" Canadian head coach Alan Letang said of Sweden. \"Very, very dangerous off the rush.\" [Canada to offer humanitarian visas to those fleeing Sudan if relatives pay costs](https://www.ctvnews.ca/canada/canada-to-offer-humanitarian-visas-to-those-fleeing-sudan-if-relatives-pay-costs-1.6703632) Ottawa is offering a lifeline to people fleeing an escalating civil war in Sudan if they have relatives in Canada who agree to financially support them. [Canada](https://www.ctvnews.ca/canada) - [Friends and family mourn the loss of Canadians killed by Hamas in Israel](https://www.ctvnews.ca/canada/friends-and-family-mourn-the-loss-of-canadians-killed-by-hamas-in-israel-1.6703766) Friends, family and government officials have confirmed that at least seven Canadians were killed when Hamas militants conducted a series of attacks in Israel on Oct. 7. - [Common Front of public sector unions reaches tentative deal with Quebec](https://montreal.ctvnews.ca/common-front-of-public-sector-unions-reaches-tentative-deal-with-quebec-1.6703590) The Common Front of unions representing around 420,000 public sector workers in Quebec has reached a proposed agreement in principle with the government. - [Teen dead, another missing after falling through ice in Ottawa amid spate of similar incidents across Canada](https://www.ctvnews.ca/canada/teen-dead-another-missing-after-falling-through-ice-in-ottawa-amid-spate-of-similar-incidents-across-canada-1.6703498) A teenager is dead and another is still missing after four youths fell through the ice on the Rideau River in Ottawa's south end late Wednesday. - [Ten people rescued from plane crash site in remote Northwest Territories](https://www.ctvnews.ca/canada/ten-people-rescued-from-plane-crash-site-in-remote-northwest-territories-1.6703206) Ten people were rescued Thursday after a small plane crashed in a remote area of the Northwest Territories and they were stranded overnight. - [Montreal man who ate recalled cantaloupes launches class-action lawsuit](https://montreal.ctvnews.ca/montreal-man-who-ate-recalled-cantaloupes-launches-class-action-lawsuit-1.6702862) A Montreal man who says he was hospitalized with salmonella poisoning after eating recalled cantaloupes has launched a proposed class-action lawsuit against two companies that produced and distributed the fruit. - [Canada to offer humanitarian visas to those fleeing Sudan if relatives pay costs](https://www.ctvnews.ca/canada/canada-to-offer-humanitarian-visas-to-those-fleeing-sudan-if-relatives-pay-costs-1.6703632) Ottawa is offering a lifeline to people fleeing an escalating civil war in Sudan if they have relatives in Canada who agree to financially support them. [World](https://www.ctvnews.ca/world) - [World population will be more than 8 billion people on Jan. 1](https://www.ctvnews.ca/world/world-population-will-be-more-than-8-billion-people-on-jan-1-1.6703599) The worldwide growth rate in the past year was just under 1 per cent. At the start of 2024, 4.3 births and two deaths are expected worldwide every second, according to the Census Bureau figures. - [Israel hits Syrian air defense base in southern Syria: intel sources](https://www.ctvnews.ca/world/israel-hits-syrian-air-defense-base-in-southern-syria-intel-sources-1.6703846) Israel carried out an aerial strike targeting a main Syrian air defense base in southern Syria on Thursday in the latest bombing campaign since the outbreak of war in Gaza on Oct. 7, Syrian army and intelligence sources said. - [As Gaza war grinds on, tensions soar along Israel's volatile northern border with Lebanon](https://www.ctvnews.ca/world/as-gaza-war-grinds-on-tensions-soar-along-israel-s-volatile-northern-border-with-lebanon-1.6703568) Israeli officials are stepping up threats against the Lebanese militant group Hezbollah, warning that Israel is running out of patience as the two sides continue to trade fire along Israel's volatile northern border. Here is a look at the battle between Israel and Hezbollah. - [In most African countries, drought forces rural communities to relocate, study finds](https://www.ctvnews.ca/climate-and-environment/in-most-african-countries-drought-forces-rural-communities-to-relocate-study-finds-1.6703720) Across most of Africa, drought is driving people who live in rural settlements closer to rivers and cities, according to a new study published in the journal Earth's Future. - [Texas has arrested thousands on trespassing charges at the border. Illegal crossings are still high](https://www.ctvnews.ca/world/texas-has-arrested-thousands-on-trespassing-charges-at-the-border-illegal-crossings-are-still-high-1.6703638) Starting in March, Texas will allow police to arrest migrants who enter the state illegally and give local judges the authority to order them out of the country. - [Paul Whelan marks five years in Russian detention](https://www.ctvnews.ca/world/paul-whelan-marks-five-years-in-russian-detention-1.6703489) Paul Whelan marked five years in Russian detention on Thursday – a grim milestone that the ex-U.S. Marine hoped he would never see. In the more than half a dozen phone conversations Whelan has had with CNN, he has expressed both confidence that the U.S. government is working to secure his release and immense frustration that those efforts have not yielded success. [Politics](https://www.ctvnews.ca/politics) - [NDP's Jagmeet Singh rules out coalition government with Liberals after next election](https://www.ctvnews.ca/politics/ndp-s-jagmeet-singh-rules-out-coalition-government-with-liberals-after-next-election-1.6703348) NDP Leader Jagmeet Singh is ruling out the possibility of forming a coalition government with the Liberals if no party wins a clear majority after the next federal election. - [Are we ready? Should we do this? The debate on expanding medical assistance in dying](https://www.ctvnews.ca/health/are-we-ready-should-we-do-this-the-debate-on-expanding-medical-assistance-in-dying-1.6703010) The federal Liberals face a choice early in 2024: They can allow a sunset clause to take effect so that eligibility for medical assistance in dying expands to adults whose only reason for seeking it is a mental disorder, or they can postpone it further. - [Canada to offer humanitarian visas to those fleeing Sudan if relatives pay costs](https://www.ctvnews.ca/canada/canada-to-offer-humanitarian-visas-to-those-fleeing-sudan-if-relatives-pay-costs-1.6703632) Ottawa is offering a lifeline to people fleeing an escalating civil war in Sudan if they have relatives in Canada who agree to financially support them. [Health](https://www.ctvnews.ca/health) - [More than 117,000 BlendJet portable blenders recalled over fire, laceration risk](https://www.ctvnews.ca/health/more-than-117-000-blendjet-portable-blenders-recalled-over-fire-laceration-risk-1.6703368) BlendJet is recalling 117,286 of its portable blenders in Canada and 4.8 million in the United States over laceration and fire hazards after receiving dozens of injury reports. - [New weight loss drugs are out of reach for millions of older Americans because Medicare won't pay](https://www.ctvnews.ca/health/new-weight-loss-drugs-are-out-of-reach-for-millions-of-older-americans-because-medicare-won-t-pay-1.6703657) New obesity drugs are showing promising results in helping some people shed pounds but the injections will remain out of reach for millions of older Americans because Medicare is forbidden to cover such medications. - [Montreal man who ate recalled cantaloupes launches class-action lawsuit](https://montreal.ctvnews.ca/montreal-man-who-ate-recalled-cantaloupes-launches-class-action-lawsuit-1.6702862) A Montreal man who says he was hospitalized with salmonella poisoning after eating recalled cantaloupes has launched a proposed class-action lawsuit against two companies that produced and distributed the fruit. [Sci-Tech](https://www.ctvnews.ca/sci-tech) - [New killer whale calf spotted with J pod on Boxing Day, researchers say](https://bc.ctvnews.ca/new-killer-whale-calf-spotted-with-j-pod-on-boxing-day-researchers-say-1.6702451) The endangered southern resident killer whales appear to have welcomed a new arrival this holiday season. - [Here's what to know about a new orange-tongued lizard discovered in China](https://www.ctvnews.ca/sci-tech/here-s-what-to-know-about-a-new-orange-tongued-lizard-discovered-in-china-1.6702060) Scientists have discovered a new iguana species in China and say the new garden lizard has a unique distinguishing feature. - [Apple wins bid to pause Apple Watch ban at U.S. appeals court](https://www.ctvnews.ca/sci-tech/apple-wins-bid-to-pause-apple-watch-ban-at-u-s-appeals-court-1.6702109) Apple scored a victory on Wednesday when a U.S. appeals court paused a government commission's import ban on some of the company's popular Apple smartwatches following a patent dispute with medical-technology firm Masimo. [Entertainment](https://www.ctvnews.ca/entertainment) - [Cher files for conservatorship of son Elijah Blue Allman](https://www.ctvnews.ca/entertainment/cher-files-for-conservatorship-of-son-elijah-blue-allman-1.6703734) Cher has filed for temporary legal conservatorship of her adult son Elijah Blue Allman, citing his alleged ongoing substance abuse issues. - [Pierce Brosnan is in hot water, accused of trespassing in a Yellowstone thermal area](https://www.ctvnews.ca/entertainment/pierce-brosnan-is-in-hot-water-accused-of-trespassing-in-a-yellowstone-thermal-area-1.6703402) Pierce Brosnan, whose fictitious movie character James Bond has been in hot water plenty of times, is now facing heat in real life, charged with stepping out of bounds in a thermal area during a recent visit to Yellowstone National Park. - [Taylor Swift helps drive U.K. vinyl sales to highest level since 1990](https://www.ctvnews.ca/entertainment/taylor-swift-helps-drive-u-k-vinyl-sales-to-highest-level-since-1990-1.6703310) Vinyl sales have jumped 11.7 per cent so far in 2023 to 5.9 million units, according to preliminary figures released Thursday by the British Phonographic Industry, an association of U.K. record companies and labels. [Business](https://www.ctvnews.ca/business) - [Five things to watch for in Canadian business in 2024](https://www.ctvnews.ca/business/five-things-to-watch-for-in-canadian-business-in-2024-1.6702990) Here are five things to watch in Canadian business in 2024 as households and companies work through what is expected to be a challenging economic environment. - [More than 117,000 BlendJet portable blenders recalled over fire, laceration risk](https://www.ctvnews.ca/health/more-than-117-000-blendjet-portable-blenders-recalled-over-fire-laceration-risk-1.6703368) BlendJet is recalling 117,286 of its portable blenders in Canada and 4.8 million in the United States over laceration and fire hazards after receiving dozens of injury reports. - [New weight loss drugs are out of reach for millions of older Americans because Medicare won't pay](https://www.ctvnews.ca/health/new-weight-loss-drugs-are-out-of-reach-for-millions-of-older-americans-because-medicare-won-t-pay-1.6703657) New obesity drugs are showing promising results in helping some people shed pounds but the injections will remain out of reach for millions of older Americans because Medicare is forbidden to cover such medications. [Lifestyle](https://www.ctvnews.ca/lifestyle) - [Dry January gains momentum in the Maritimes as more products come onboard](https://atlantic.ctvnews.ca/dry-january-gains-momentum-in-the-maritimes-as-more-products-come-onboard-1.6703738) Starting 2024 off sober is gaining traction, it aligns with the dry January trend, where individuals abstain from alcohol after the holidays. - [They eat what? New Year's food traditions around the world](https://www.ctvnews.ca/lifestyle/they-eat-what-new-year-s-food-traditions-around-the-world-1.6702662) As the new year arrives around the world, special desserts abound, as do long noodles (representing long life), field peas (representing coins), herring (representing abundance) and pigs (representing good luck). - [Toronto diner featured on Food Network TV show to close its doors before 2024](https://toronto.ctvnews.ca/toronto-diner-featured-on-food-network-tv-show-to-close-its-doors-before-2024-1.6701851) An iconic Toronto diner that was featured on a popular Food Network television show will be closing its doors at the end of the year. [Sports](https://www.ctvnews.ca/sports) - [Tight-knit Canada set for tough test against hosts Sweden at world juniors](https://www.ctvnews.ca/sports/tight-knit-canada-set-for-tough-test-against-hosts-sweden-at-world-juniors-1.6703713) Canada will march into the jam-packed Scandinavium arena -- a building that resembles Calgary's Scotiabank Saddledome -- against the tournament hosts Friday night in a marquee Group A matchup. \"Skilled, dangerous,\" Canadian head coach Alan Letang said of Sweden. \"Very, very dangerous off the rush.\" - [Buffalo Bills' Von Miller calls domestic abuse allegations against him '100 per cent false'](https://www.ctvnews.ca/sports/buffalo-bills-von-miller-calls-domestic-abuse-allegations-against-him-100-per-cent-false-1.6703813) Buffalo Bills edge rusher Von Miller on Thursday disputed the allegations that he assaulted his pregnant girlfriend, calling them '100 per cent false' and 'blown out of proportion.' - [NCAA teammates Celebrini, Hutson and Willander chasing same dream at world juniors](https://www.ctvnews.ca/sports/ncaa-teammates-celebrini-hutson-and-willander-chasing-same-dream-at-world-juniors-1.6703412) Macklin Celebrini is thrilled his college teammates are getting the opportunity. He's also hoping to see them return to the NCAA bitterly disappointed. [Autos](https://www.ctvnews.ca/autos) - [EV, hybrid and gas-powered: Some interesting cars coming in 2024](https://www.ctvnews.ca/autos/ev-hybrid-and-gas-powered-some-interesting-cars-coming-in-2024-1.6699985) Next year will see the introduction of some new, genuinely affordable electric vehicles as well as a couple of interesting options for the ultra-wealthy. We'll also see the return of some classic model names. - [Nearly 300K Honda vehicles from 2017 to 2020 recalled over engine failure risk](https://www.ctvnews.ca/autos/nearly-300k-honda-vehicles-from-2017-to-2020-recalled-over-engine-failure-risk-1.6697198) Honda Canada announced up to 297,836 vehicles have been affected by its latest recall due to a fuel pump defect potentially increasing the risks of engine failure or stalling while driving. - [Honda recalling more than 2.5 million cars in U.S. due to fuel pump defect](https://www.ctvnews.ca/autos/honda-recalling-more-than-2-5-million-cars-in-u-s-due-to-fuel-pump-defect-1.6696905) Honda Motor's American arm is recalling more than 2.5 million vehicles in the U.S. due to a fuel pump defect that can increase risks of engine failure or stalling while driving.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "syria",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "tel al-sahn",
          "sentiment": "none"
        },
        {
          "name": "golan heights",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:23:17.869+02:00",
    "updated": "2023-12-29T01:35:14.289+02:00"
  },
  {
    "uuid": "4994dc840912e30f0506142523648ce9bb10a49a",
    "url": "https://www.record.com.mx/futbol-futbol-internacional-internacionales/estados-unidos-vencio-1-0-a-brasil-y-es-campeon-de-la",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@record_mexico",
    "published": "2024-03-11T01:15:00Z",
    "title": "Estados Unidos venció 1-0 a Brasil y es campeón de la Copa Oro W",
    "text": "¡Concacaf es roja y azul! Estados Unidos venció 1-0 a Brasil y es campeón de la Copa Oro W Las campeonas no solo saben ganar, también saben sufrir. Prueba de ello fue la Selección de Estados Unidos Femenil que, sin ser dominadora absoluta, venció 1-0 a su similar de [Brasil](https://www.record.com.mx/futbol-futbol-internacional-internacionales/real-madrid-golea-a-celta-de-vigo-y-se-aleja-en-el) para coronarse en la primera edición de la [Copa Oro W](https://www.record.com.mx/futbol-futbol-internacional-internacionales/eduardo-camavinga-suena-con-jugar-los-juegos-olimpicos) de la [Concacaf](https://www.record.com.mx/futbol-futbol-internacional-internacionales/alarmas-en-inter-miami-lionel-messi-es-duda-para-el). Después de unos primeros minutos en los que las brasileñas, que llegaron invictas a este partido, amenazaron de cara al arco rival, el equipo de las barras y las estrellas se asentaron en el campo, lo que llevó el compromiso a un ritmo lento, con ambas escuadras anulando a su rival. Fue el ímpetu de la capitana Lindsey Horan, en la compensación del primer tiempo, lo que abrió el marcador justo cuando parecía que el 0-0 se mantendría para el descanso. En un centro \"con la mano\" de Emily Fox desde el costado derecho, la mediocampista de Olympique de Lyon llegó desde atrás y se elevó por encima de las zagueras para sacar un remate contundente. Para la segunda parte Brasil no encontró el camino para el empate. A pesar de los cambios de Arthur Elias, Estados Unidos mantuvo bien cerradas sus líneas para defender la ventaja y buscar en un contragolpe el segundo, que llegó tras un error de la zaga. Tras un robo en el intento de Tarciane de jugar con su compañera, Lynn Williams recibió un pase entre las zagueras para finiquitar el encuentro al 78'. Sin embargo, la jugada no contó porque la jugadora de NJ/NY Gotham FC estaba fuera de lugar. La más clara de la Canarinha fue en pelota parada, tras un centro de Debinha que Geyse Ferreira desvió de espaldas a portería. Desafortunadamente para su causa, el balón pasó apenas por un lado del arco, tras lo cual las campeonas mantuvieron la calma para cerrar el partido y llevarse el primer título de la Copa Oro W. [TAMBIÉN TE PUEDE INTERESAR: ¡ADIÓS ESPAÑA! BRAHIM DÍAZ LE DA EL SÍ A MARRUECOS Y CAMBIARÁ DE SELECCIÓN EN LA FECHA FIFA](https://www.record.com.mx/futbol-noticias-futbol-internacional/adios-espana-brahim-diaz-le-da-el-si-a-marruecos-y-cambiara-de)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-11T04:58:37.570+02:00",
    "updated": "2024-03-11T09:24:37.153+02:00"
  },
  {
    "uuid": "3c39f00525892b8387da7da4d8fae7ec07de52ff",
    "url": "https://kfgo.com/2024/02/23/trump-portrays-2024-race-as-a-christian-battle-akin-to-d-day",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Syndicated Content",
    "published": "2024-02-23T07:16:00Z",
    "title": "Trump portrays 2024 race as a Christian battle, akin to D-Day",
    "text": "By Nathan Layne and Tim Reid\n(Reuters) – Donald Trump urged Christians on Thursday to support him in the 2024 presidential election, a contest he depicted in religious terms and likened to the great battles of World War Two.\nSpeaking at a forum for Christian broadcasters in Nashville, the frontrunner for the Republican presidential nomination compared the stakes for the election to D-Day and the Battle of the Bulge and said God’s involvement was needed to rescue the country.\n“Today we are in another struggle for survival of our nation,” Trump told the event organized by the National Religious Broadcasters association. “This time the greatest threat is not from the outside of our country, I really believe this: it’s from within.”\n“I am here today because I know that to achieve victory in this fight, just like in the battles of the past, we still need the hand of our Lord, and the grace of Almighty God.”\nSince launching his campaign in late 2022, Trump has regularly painted the state of the country in apocalyptic terms, seeking to undermine President Joe Biden’s support ahead of a likely rematch for the White House.\nAPPEALING TO CHRISTIAN BASE\nTrump has at times sought to portray the choice facing Americans in November as one of good versus evil, couching his rhetoric in language that appeals to the conservative Christian voters who form a core of his support base.\nConservative Christian voters credit Trump for a series of policy victories including the U.S. Supreme Court’s decision overturning the constitutional right to abortion.\nThe thrice-married Trump has retained that support even as faces a criminal trial next month in New York that stems from alleged hush money paid to a porn star. It is one of four criminal prosecutions facing Trump, who has derided them all as politically motivated.\n“I’m a very proud Christian, actually,” Trump said. “I’ve been very busy fighting and, you know, taking the bullets, taking the arrows. I’m taking them for you and I’m so honored to take them, you have no idea.”\nCalling the prosecutors “bad people,” Trump attempted to create common cause with his audience by raising fears that the Biden administration was planning to go after Christians and their organizations – despite a lack of evidence to support such an assertion.\n“Christians, they can’t afford to sit on the sidelines in this fight,” Trump said. “The radical left is coming after all of us because they know that our allegiance is not to them. Our allegiance is to our country and our allegiance is to our creator.”\nThe former president’s appearance in the Tennessee capital is no coincidence. The state is one of many holding primaries and caucuses on “Super Tuesday” on March 5, the biggest day of nominating contests.\nTrump is far ahead of Nikki Haley, his sole challenger in the Republican race. He is favored by 30 percentage points in South Carolina’s first-in-the-South primary on Saturday, according to the polling average maintained by website FiveThirtyEight.\nIn his speech, Trump referred to people imprisoned for the Jan. 6, 2021, attack on the U.S. Capitol as “hostages,” repeating language he has used several times as a way to embrace his supporters involved in the riot.\n(Reporting by Nathan Layne in Charleston, South Carolina, and Tim Reid in Washington; Editing by William Mallard)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "nathan layne",
          "sentiment": "negative"
        },
        {
          "name": "tim reid",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "negative"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "national religious broadcasters association",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nashville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T09:22:11.841+02:00",
    "updated": "2024-02-23T09:22:11.841+02:00"
  },
  {
    "uuid": "39f0e849f8082ca7ee12a4842675f3a691e12741",
    "url": "https://www.kentlive.news/news/kent-news/kent-weather-met-office-issues-9003054",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "kentlivenewsdesk@reachplc.com (Kieran Graves)",
    "published": "2023-12-29T11:19:00Z",
    "title": "Kent weather: Met Office issues 16-hour wind warning for New Year weekend with 75mph gusts",
    "text": "The Met Office has issued a 16-hour yellow weather warning for wind across Kent and the south of England for the New Year weekend with gusts of 50mph widely forecast and speeds of up to 75mph in some southern coastal areas. The alert comes into force from 11am (December 30) and means “strong and gusty” winds are expected until 3am on Sunday (December 31). The alert covers the whole of the county as a strong spell of wind moves east across England and Wales. The forecaster has warned of travel disruption and possible short-term losses of power or services. It said some delays are likely on road, rail, air, and ferry transport and that journeys on buses and trains will “probably” take longer. “Delays for high-sided vehicles on exposed routes and bridges likely,” The Met Office continued. Read more: [Man who lives in his Ford Fiesta spends ‘perfect Christmas’ alone in Kent woods](https://www.kentlive.news/news/real-life/man-who-lives-ford-fiesta-9001236) Read more: [Historic bar visited by Ed Sheeran closes 'with immediate effect'](https://www.kentlive.news/whats-on/food-drink/historic-bar-visited-ed-sheeran-9001737) “It’s likely that some coastal routes, sea fronts, and coastal communities will be affected by spray and/or large waves. Some short-term loss of power and other services is possible.” Gusts of 45 to 50 mph are widely forecast but conditions will be squally near the cold front bringing the weather and gusts may hit 60mph. Stronger gusts of up to 75mph are “likely near coasts in the west and south”. Drivers and those looking to travel have been advised to check conditions and timetables before they leave to avoid delays. Those on or visiting coastal areas have been urged to stay safe by being aware of large waves. Get more news from KentLive straight to your inbox for free [ HERE. ](https://www.kentlive.news/newsletter-preference-centre/?view=Solus&mailingListId=96cee646-b697-4646-b9ab-9aa4e9bcf869&utm_source=solusarticle)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ed sheeran",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "met office",
          "sentiment": "negative"
        },
        {
          "name": "ford fiesta",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kent",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T13:26:45.654+02:00",
    "updated": "2023-12-29T14:16:16.905+02:00"
  }
]