[
  {
    "uuid": "b663d0f686e2f5c401a6f438dc55985890158626",
    "url": "https://timesofindia.indiatimes.com/sports/nfl/news/kansas-city-chiefs-shut-down-miami-dolphins-in-frigid-afc-wild-card-game/articleshow/106829370.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TOI Sports Desk",
    "published": "2024-01-14T05:47:00Z",
    "title": "Kansas City Chiefs shut down Miami Dolphins in frigid AFC wild-card game | NFL News - Times of India",
    "text": "NEW DELHI: In the frigid conditions of minus-4 degrees (felt like minus-27) at kickoff, the Kansas City Chiefs triumphed over the Miami Dolphins with a 26-7 victory in an AFC wild-card game on Saturday night. Patrick Mahomes played a crucial role, throwing for 262 yards and a touchdown, while Isiah Pacheco rushed for 89 yards and a score.Rashee Rice emerged as a standout performer for the Chiefs, catching eight passes for 130 yards and a touchdown, setting a franchise postseason record. Harrison Butker's accurate kicking was pivotal, as he made four field goals, contributing significantly to the Chiefs' victory.— Chiefs (@Chiefs) Despite the challenging weather conditions, Mahomes displayed resilience, completing 23 of 41 passes. The Chiefs' offense, combined with a determined defense, secured their sixth consecutive season with a playoff victory.Former Chiefs star Tyreek Hill made a noteworthy return to Kansas City, catching a 53-yard touchdown pass for the sixth-seeded Miami Dolphins. However, it wasn't enough to overcome the Chiefs' dominance.Tua Tagovailoa threw for 199 yards with one touchdown and one interception for the Dolphins, who have now lost six straight playoff games since their wild-card victory over the Indianapolis Colts in 2000.Raheem Mostert and Jaylen Waddle returned from injuries but weren't particularly effective for the Dolphins. Mostert rushed for 33 yards, while Waddle had two receptions for 31 yards.The game was characterized by challenging weather conditions, with the temperature dropping to minus-9 in the fourth quarter. Butker's precise field goals, combined with key plays from Mahomes and the Chiefs' offense, secured a commanding victory for Kansas City in their AFC wild-card matchup.(Inputs from Reuters)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tyreek hill",
          "sentiment": "none"
        },
        {
          "name": "mahomes",
          "sentiment": "none"
        },
        {
          "name": "isiah pacheco",
          "sentiment": "none"
        },
        {
          "name": "patrick mahomes",
          "sentiment": "none"
        },
        {
          "name": "harrison butker",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kansas city chiefs",
          "sentiment": "negative"
        },
        {
          "name": "nfl news - times",
          "sentiment": "negative"
        },
        {
          "name": "miami dolphins",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "india new delhi",
          "sentiment": "none"
        },
        {
          "name": "kansas",
          "sentiment": "none"
        },
        {
          "name": "kansas city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-14T08:06:23.689+02:00",
    "updated": "2024-01-14T08:06:23.689+02:00"
  },
  {
    "uuid": "509daefc6ef81ebb3db7a940722cb498d8b8b82c",
    "url": "https://www.elobservador.com.uy/nota/jubilados-el-gobierno-les-pagara-un-bono-de-55-000-en-enero-y-febrero-a-quienes-cobren-la-minima-20231228203956",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción",
    "published": "2023-12-28T23:39:00Z",
    "title": "Jubilados: el Gobierno les pagará un bono de $55.000 en enero y febrero a quienes cobren la mínima",
    "text": "El Gobierno anunció hoy el pago de dos bonos, cada uno por un monto de $55.000 pesos, destinados exclusivamente a los jubilados que perciben el haber mínimo. Estos bonos habían sido anunciados inicialmente por el ex ministro de Economía, Sergio Massa, en octubre. Hasta la fecha, se abonó uno en noviembre bajo la administración de Massa, quedando la incertidumbre respecto a la decisión que tomaría el gobierno actual, encabezado por Javier Milei. En un acto formalizado el viernes mediante decreto, se autorizó el desembolso de los $55.000 correspondientes al mes de diciembre, y se dio a conocer que la Casa Rosada ha dispuesto también el pago de un tercer bono en enero. Esta noticia emerge en un contexto de incertidumbre sobre el futuro de las jubilaciones, ya que el Gobierno ha remitido al Congreso un proyecto de Ley que suspende la aplicación de la fórmula de ajuste de los haberes previsionales, pensiones y planes sociales. Hasta que la ley sea aprobada, de ser el caso, la fórmula actual seguirá en vigor. El último ajuste derivado de esta fórmula proporcionó un incremento del 20.87% desde diciembre, y el próximo ajuste se definirá en marzo, dependiendo de los acontecimientos en el Congreso con respecto a la ley ómnibus. El Ministerio de Economía está evaluando cuidadosamente esta opción, mientras se diseña y aprueba la nueva fórmula. La propuesta es mantener actualizadas las jubilaciones mínimas conforme a la tasa de inflación. En el equipo dirigido por el ministro Luis Caputo, aseguran que los aumentos discrecionales representan una solución más efectiva y beneficiosa para los receptores del haber mínimo en comparación con la aplicación continua de la fórmula actual. Dada la inflación ya manifestada en diciembre, que podría superar el 25%, y la que se espera en los próximos meses, la aplicación de la fórmula podría resultar más perjudicial que otorgar aumentos discrecionales. Persiste la incógnita sobre el destino de los haberes jubilatorios que superan el mínimo. No recibirán los bonos de $55,000 y no se contempla una compensación \"discrecional\", aunque no se descarta dicha posibilidad. Cuando Massa anunció los bonos complementarios para quienes perciben el haber mínimo, indicó que, de ser elegido presidente, el segundo bono correspondiente a enero ascendería a $65,000 y aumentaría a $70,000 en febrero. Por ahora, se confirma un pago de $55,000 en enero, pero aún no se ha determinado el monto del pago de febrero. El extenso proyecto de ley remitido por el Gobierno al Congreso suspende la movilidad previsional, facultando al Poder Ejecutivo para establecer una fórmula de ajuste de jubilaciones y pensiones, y otorgar \"aumentos periódicos discrecionales, priorizando a los beneficiarios de menores ingresos\". Esto se refleja en el proyecto de ley que declara la Emergencia Previsional, delegando facultades del Congreso al Ejecutivo en asuntos previsionales, entre otros temas. En el Decreto de Necesidad y Urgencia (DNU) 70/2023, ya se había declarado la Emergencia Previsional hasta el 31 de diciembre de 2025. El megaproyecto de ley establece que este plazo podría extenderse por 2 años adicionales mediante decisión del Poder Ejecutivo nacional. Además, deja abierta la posibilidad de que el Gobierno introduzca otros cambios o reformas más amplias, basándose en la delegación de facultades otorgada por el Congreso, y se aplicarán a todas las disposiciones subsiguientes que hagan referencia expresa a la emergencia pública declarada. Los jubilados y pensionados del sistema previsional nacional suman casi 6 millones. El 40% de los beneficiarios del Sistema Integrado Previsional Argentino (SIPA) tiene haberes iguales o inferiores al haber mínimo. Otro 23% percibe entre una y dos mínimas, mientras que el 37% restante concentra haberes iguales o superiores a dos haberes mínimos. El haber mínimo a diciembre es de $105,713 brutos (sin incluir bonos). La Pensión Universal para el Adulto Mayor (PUAM) es de $84,570, y el haber medio alcanza los $174,731.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:12:28.778+02:00",
    "updated": "2023-12-29T02:12:28.778+02:00"
  },
  {
    "uuid": "df141c505de92c9ddefc8483cbbd1ec87f2bc43b",
    "url": "https://www.newsbreak.com/new-york-city-ny/3391952111163-an-nyc-neuroscientist-on-how-to-deal-with-the-menopause-brain",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-04-04T21:56:00Z",
    "title": "An NYC neuroscientist on how to deal with 'the menopause brain'",
    "text": "By Kousha Navidar, L. Malik Anderson ,\n6 hours ago Michelle Obama, Gwyneth Paltrow, Naomi Watts, Tracee Ellis Ross, Salma Hayek and Oprah Winfrey are among the celebrities who’ve talked openly about menopause in recent years and have shed light on a topic long considered taboo.\nEven New York City Mayor Eric Adams joined the conversation last January , when he said that if men experienced menopause, “they would get a paid vacation.”\nMenopause is “one of the most under-researched, undertreated and underdiagnosed fields of medicine, especially as far as the impact on the brain is concerned,” said Dr. Lisa Mosconi, an associate professor of neuroscience at Weill Cornell Medicine. “For a very long time, the vast majority of research was done on men. Men don't go through menopause.”\nMosconi’s new book, “The Menopause Brain , ” offers guidance about menopause, particularly on how it affects the brain. The book covers bias against women in menopause, the brain-hormone connection, hormonal and non-hormonal therapies, and the health care approach known as “integrative health.”\nAlthough menopause is perhaps best known for changing reproductive organs, it also changes the brain, according to Mosconi, who also directs the Alzheimer's Prevention Program at Weill Cornell Medicine and New York-Presbyterian.\nShe recently spoke with WNYC’s Kousha Navidar on “All Of It” about menopause, self-care and other health topics. Their conversation has been edited below.\nKousha Navidar: When did your research start to focus on menopause? Dr. Lisa Mosconi: My research started to focus on menopause in 2016. I have been studying women's brain health for the vast majority of my 20-year career. I started really young because I have a family history of Alzheimer's disease. Something that many people don't realize is that almost two-thirds of all Alzheimer's patients are women.\nI always wanted to know why, and what is the individual risk for every woman, and what kind of factors may be triggering this risk. My research led me to study and research menopause as a female-specific risk factor for Alzheimer's disease. That was 2015, 2016.\nSoon afterward, we published the first study, believe it or not, that used brain scans to look at the brain of women before and after menopause. That was 2017, which as a woman was really quite upsetting. There was nothing done prior.\nOther studies had looked at menopause in terms of the effects or the outcomes of menopause, what happens after menopause in the brain.\nWe really wanted to know what happens to the brain as women go through it. Why do so many women experience symptoms like hot flashes and night sweats, insomnia, depression, anxiety, brain fog, memory lapses? Because those are symptoms of menopause, which have nothing to do with the ovaries. Those are symptoms that come from the brain. They're neurological symptoms. We're just not used to talking about them as such.\nWe just got a text from a listener. It reads, \"I'm a woman in my mid-30s and have experienced a lot of change physically and mentally in the last two years. When does menopause actually start affecting us as perimenopause? How can we know? How can we prepare?\" That's a wonderful question. This process is very variable from woman to woman. In the United States, the average age of menopause is 51, 52, but globally, it's actually 49. It's a lot earlier than any woman has any notion of for sure. At 49, you're effectively quite young to think about whether or not you may be going through menopause. The important thing to realize is that perimenopause, which is the transition to a menopause stage, can last up to a decade.\nI have friends, and we have patients, who are starting to go through the process in their 30s, and they had absolutely no idea what hit them. For some women in your 30s, you may actually be experiencing some symptoms of perimenopause.\nThat is a very important time to really focus on self-care and make sure that you do everything you can, if you wish to support yourself, of course, to ease your transition to menopause and really support your body and your brain for the years to come, because it can take years.\nWhat does that self-care look like? I think every woman is different and every woman has different risks and different concerns and also specific risk tolerance. Some women prefer a prescription, some women prefer to do things differently. There is no right or wrong. That's the important thing to know that whatever solution works for you is the solution for you.\nI encourage women to look at all the options. Hormone replacement therapy is a viable option for many women. In 2022, professional societies really revamped their guidelines. They're now stating that for most healthy women younger than 60, or at least within 10 years of the final menstrual period, taking hormone therapy is a viable resource. More often than not, the benefits really outweigh the risks. The sweating, the hot flashes [are] really alleviated by hormone therapy for most women. Other therapies sometimes involve testosterone therapy. Sometimes it's birth control that can help as well.\nFor non-hormonal therapy, there are a few options. Gabapentin is an option, but so is this new medication. It's called Veozah or Fezolinetant, which is nonhormonal [and] can really help with the hot flashes.\nThen there's a range of things like cognitive behavioral therapy. Hypnosis is also recommended by professional societies. Exercise is very helpful. A healthy diet is very helpful. Sleep support is helpful when sleep is a concern. There's a whole range of options.\nCan you talk about the connection with menopause and Alzheimer's? It's really important to know that all women go through menopause, but only some women, about 20% of women, develop Alzheimer's disease in old age. Clearly, there's something else that's also impacted and important, and we need to do more research for sure to really appreciate all the different components.\nI think it's important to keep in mind that there are many things that everyone can do to really support their brains for life and reduce the risk of Alzheimer's disease, especially by leading a healthy lifestyle. Things like diet, exercise, sleep hygiene, stress reduction are really important. Those are all things that one can do if there is a concern around Alzheimer's risk.\nThere's this term that you use in your book, “bikini medicine,” and you call it one of the major health care challenges of our time. Can you say what bikini medicine is? Talk us through that a little bit. Yes. Bikini medicine is saying that, from a medical perspective, what makes a woman a woman is those parts of the body that fit under a bikini, so reproductive organs and nothing more. This has been an issue in health care and research for centuries because, historically, medical professionals, clinicians and scientists really believed that women were essentially smaller men with different reproductive organs. That led to not studying women's brains, for example, as being different from men's brains.\nFor a very long time, the vast majority of research was done on men. Men don't go through menopause, which is one reason that menopause remains, still today, one of the most under-researched, undertreated and underdiagnosed fields of medicine, especially as far as the impact on the brain is concerned.\nWhat do you think needs to change to get that bias out of the system? It would take a long time, but what's in the way? I think that more and more women today are standing up for themselves and for each other. There's definitely a movement to reclaim and revamp menopause. There's so much stigma around menopause. There's a combination of ageism and sexism that has really done a disservice to so many women because, again, women are more than half of the population and all women go through menopause. You have to beg for solutions and remedies, if you will, and just very little support [is] in place.\nI think on one hand, culture really needs to change what menopause is embraced as one aspect of women's health and women's lives that, yes, it's natural, all women go through it, but the symptoms are very real. It's not all in our hands. A lot of women really deserve attention and care, which should not be denied, for sure. Also, women have really been taught to fear their hormones and doubt their brains, which is a very direct consequence of bikini medicine. As scientists and clinicians, we really need to work to dispel these myths and have a better understanding of what happens during menopause and how to help women.\nWe've got just a little bit of time, but there's one more audience question I wanted to bring up. Essentially, what's the upside of menopause? Research shows that the brain rewires itself during menopause, and a few things are changing in ways that are actually supportive of a woman's intellectual activity and mental health after menopause.\nSome upsides are emotional mastery, which means that many women report that emotions like sadness or anger don't hold quite the same charge, but the capacity to sustain joy and gratitude are deepened after menopause.\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://www.nyc.gov/office-of-the-mayor/news/038-23/transcript-mayor-eric-adams-delivers-address-women-s-health-holds-in-person-q-and-a",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=15f2i7_0sFoZB6000",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=449Q8a_0sFoZB6000",
      "https://img.particlenews.com/image.php?url=2QlHAm_0sFoZB6000",
      "https://img.particlenews.com/image.php?url=449Q8a_0sFoZB6000",
      "https://www.wnyc.org/widgets/ondemand_player/wnyc/#file=/audio/json/1438002/&share=1",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2QlHAm_0sFoZB6000",
      "https://img.particlenews.com/image.php?url=15f2i7_0sFoZB6000",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2QlHAm_0sFoZB6000",
      "https://www.img.particlenews.com/image.php?url=2QlHAm_0sFoZB6000",
      "https://www.img.particlenews.com/image.php?url=15f2i7_0sFoZB6000",
      "https://wnyc.org/widgets/ondemand_player/wnyc/#file=/audio/json/1438002/&share=1",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=449Q8a_0sFoZB6000",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=15f2i7_0sFoZB6000",
      "https://nyc.gov/office-of-the-mayor/news/038-23/transcript-mayor-eric-adams-delivers-address-women-s-health-holds-in-person-q-and-a",
      "https://www.img.particlenews.com/image.php?url=449Q8a_0sFoZB6000"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kousha navidar",
          "sentiment": "negative"
        },
        {
          "name": "naomi watts",
          "sentiment": "negative"
        },
        {
          "name": "michelle obama",
          "sentiment": "negative"
        },
        {
          "name": "l. malik anderson",
          "sentiment": "negative"
        },
        {
          "name": "ellis ross",
          "sentiment": "none"
        },
        {
          "name": "mosconi",
          "sentiment": "none"
        },
        {
          "name": "oprah winfrey",
          "sentiment": "none"
        },
        {
          "name": "lisa mosconi",
          "sentiment": "none"
        },
        {
          "name": "salma hayek",
          "sentiment": "none"
        },
        {
          "name": "eric adams",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "weill cornell medicine",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gwyneth paltrow",
          "sentiment": "none"
        },
        {
          "name": "new york city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T02:32:16.455+03:00",
    "updated": "2024-04-05T02:32:16.455+03:00"
  }
]
