[
  {
    "uuid": "f56ed5fd781e584502d821223faed28ccdc5fc66",
    "url": "https://vnexplorer.net/atencion-salida-de-bogota-hacia-siberia-presenta-inundaciones-y-fuerte-granizada-que-genera-monumental-trancon-s2011388.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-03-22T02:55:00Z",
    "title": "Atención: salida de Bogotá hacia Siberia presenta inundaciones y fuerte granizada que genera monumental trancón",
    "text": "La vía entre Bogotá y Siberia se ha visto fuertemente afectada por cuenta de las recientes lluvias que han sacudido a la capital del país en la tarde de este jueves, 21 de marzo. Los conductores reportan granizada e inundaciones que han dificultado el tránsito por este sector, generando grandes trancones.\nEn algunas imágenes que se han conocido, se observan a varios vehículos estacionados debido a que las lluvias han ocasionado una gran congestión, algo que ya es muy normal cuando se intenta entrar a la capital del país. En otra foto, hay varios carros y buses andando mientras que las llantas están sumergidas en agua, pues la lluvia se ha acumulado debido a que las alcantarillas no drenan de la mejor manera.\nLas lluvias generan estragos en esta zona del país.\n“Ya comienza el karma de tener que entrar por la Calle 80. Pero como a ustedes les importa 5 que las personas gasten casi una hora desde Siberia hasta el Puente de Guadua”, escribió un ciudadano en redes sociales.\nEl Instituto Distrital de Gestión de Riesgo y Cambio Climático (IDIGER) confirmó que las lluvias se mantienen en la capital del país, específicamente en las localidades de Rafael Uribe Uribe, San Cristóbal, Antonio Nariño, La Candelaria, Santa Fe, Usaquén y Suba.\n“Se prevé que se extiendan al resto de la ciudad en los próximos minutos”, agregó la entidad.\nLa situación ha generado un gran trancón en este punto.\nPor su parte, el Instituto de Hidrología, Meteorología y Estudios Ambientales (Ideam) pronosticó para este jueves la presencia de lluvias moderadas con probabilidad de actividad eléctrica en las regiones Pacífica, Andina y Amazonia, así como en el sur de la Orinoquia y Caribe pronostican cielo entre parcial y mayormente cubierto con baja probabilidad de lluvias.\nLa institución mencionó una probabilidad de lluvia superior al 50 %, así como aseguró que se mantendrán los chubascos por lo menos hasta las 10 de la noche.\n¿Dónde lloverá en Semana Santa? Estos son los pronósticos del Ideam El Ideam ha pronosticado que esta Semana Santa el clima en Colombia estará marcado por lluvias de ligeras a moderadas en gran parte del país. Se espera que las regiones Andina y Pacífica sean las más afectadas por las lluvias de mayor intensidad.\nPronóstico del clima del Ideam para Semana Santa.\nDaniel Useche Samudio, jefe (e) de la Oficina del Servicio de Pronósticos y Alertas (OSPA) del Ideam, explicó que se ha observado un ingreso considerable de nubosidad hacia el territorio colombiano, lo que contribuirá al desarrollo de lluvias importantes durante esta semana.\n“En las últimas horas, se ha notado un ingreso considerable de la nubosidad hacia el territorio colombiano. Esta situación va a contribuir esta semana con el desarrollo de algunas lluvias importantes”, indicó Useche.\nEn cuanto al fenómeno de El Niño, se espera que se debilite en los próximos meses y que durante el trimestre abril-mayo-junio haga su transición a fase neutral. Por otro lado, la fase fría del fenómeno de La Niña se espera para el trimestre junio-julio-agosto, manteniéndose predominante durante el segundo semestre de 2024, con una probabilidad de ocurrencia igual o superior al 64 % a partir del trimestre julio-agosto-septiembre.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1iCsN2.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kjnk6.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kjwYB.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1iCsN2.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kjnk6.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kjwYB.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T05:12:51.952+02:00",
    "updated": "2024-03-22T05:12:51.952+02:00"
  },
  {
    "uuid": "984fe7e741382047420b6216ffa8d8849da3efc9",
    "url": "https://www.elespanol.com/elandroidelibre/moviles-android/20231229/invento-va-acabar-robos-moviles-bloquea-dispositivo-avisa-banco/820168279_0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jacinto Araque",
    "published": "2023-12-29T00:00:00Z",
    "title": "El invento que va a acabar con los robos de móviles: bloquea el dispositivo y avisa al banco",
    "text": "Teniendo en cuenta lo mucho que se utiliza el móvil en España, ya sea para trabajar, comunicarse con los seres queridos o pagar en establecimientos, que este sea robado puede ser un duro varapalo para su propietario. Después de esto será necesario tomar medidas como restaurar las cuentas de correo, poner una denuncia o comprar otro dispositivo.\nDesde luego, puede salir caro. En España, la cifra de sustracciones que se producen de estos dispositivos aumenta considerablemente en acontecimientos multitudinarios como festivales o ferias . Sin embargo, hay países, como Brasil, en los que la cifra llega a ser de más de 2 millones de móviles al año.\nAhora, el gobierno de este país ha querido tomar medidas en el asunto lanzando una aplicación que dejará el móvil inutilizable en caso de que el usuario sepa que está siendo robado, y que lo dejará como \"un pedazo de metal inútil\", según Anderson Torres, ministro de Justicia y Seguridad Pública.\nApoyo de los bancos En Brasil, el robo de smartphones se ha convertido en un problema que sufre mucha gente y que desemboca en una gran cantidad de trámites. En algunos casos, pueden ser más complejos si el dispositivo se ha robado de las manos de su dueño estando encendido, algo que puede hacer que los ladrones también gasten dinero de la cuenta bancaria.\nEs por eso que el Ministerio de Justicia y Seguridad Pública del país ha decidido poner en marcha una aplicación con la que quiere hacer que los móviles robados queden totalmente inutilizados, de forma que los ladrones no tengan incentivo para acometer estos hurtos. Llevan trabajando en ella 6 meses, y gracias a esta, el proceso de anular la capacidad del smartphone para hacer llamadas y conectarse a las redes móviles puede ser más rápido, aunque el resto de características del dispositivo seguirán funcionando. Para anularlas, será necesario bloquear el teléfono utilizando el gestor de dispositivos de Google o iOS.\nMóvil sacando dinero del cajero iStock\nSe trata de algo así como un botón del pánico, que se utiliza a través de una nueva aplicación. Su nombre es Celular seguro, y ya está funcionando en el país americano. El principal objetivo de la app, más allá de dejar el móvil inutilizable para los ladrones, es agilizar todos los trámites que ha de llevar a cabo la persona a la que se le ha robado el dispositivo.\nPara su uso, se ha contado con la ayuda de la gran mayoría de bancos del país, que han prometido que tardarán entre diez minutos y media hora en cancelar el acceso a la aplicación desde el dispositivo. Pronto, el gobierno espera también poder contar con el apoyo de las operadoras para bloquear también la tarjeta SIM de forma automática, de forma que no se puedan recibir SMS, que, en muchos casos, son utilizados como método de verificación en dos pasos.\nConfiguración simple Para poder utilizar la aplicación correctamente es necesario configurarla aportando algunos datos personales que ayuden a identificar el dispositivo. De hecho, parece que lo más recomendable es configurarla cuando antes para que los datos estén registrados el mayor tiempo posible. Es necesario crear una cuenta utilizando el número de teléfono y una contraseña , para después añadir el número IMEI del teléfono que se está utilizando. Este es algo así como el número de bastidor del dispositivo, y si el móvil tiene dual SIM, contará con dos. Gracias a este, es posible bloquear su uso de las redes móviles en muchos países.\nUna vez haya sido configurada, lo único importante es recordar la contraseña. Y es que, es posible reportar el robo del móvil tanto desde el propio móvil, justo cuando está pasando, como desde otro dispositivo, iniciando sesión con el número de teléfono y dicha clave. La aplicación está disponible tanto en iOS como en Android, y es totalmente gratuita.\nSe trata de una gran iniciativa por parte del gobierno brasileño, gracias a la cual los usuarios que hayan sufrido un robo pueden reportarlo rápidamente y que el banco, sin necesidad de pedírselo, actúe para proteger los intereses del usuario y así hacer estos trámites algo más fáciles de llevar. Hay que tener en cuenta que un reporte en esta aplicación no sustituye una denuncia en una comisaría de policía, sino que son dos acciones complementarias.\nEn España el robo de móviles no es un problema tan extendido, pero es cierto que es algo que pasa a diario, y una solución como esta podría ser una gran ayuda para la gente que lo sufre. Por lo general, los trámites no son muy complejos, pero es cierto que en función de los horarios que se tengan en el trabajo puede ser ligeramente complicado llevarlos a cabo en algunas ocasiones.\nTe puede interesar La función que no conoces y deberías usar si caminas usando el móvil por la calle Tu móvil te hace dormir peor: así debes configurarlo para descansar bien y luchar contra el insomnio Cinco consejos para comprar un móvil y que te dure el máximo tiempo posible Sigue los temas que te interesan Aplicaciones Brasil España Robos Smartphones",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T04:30:35.575+02:00",
    "updated": "2023-12-29T04:30:35.575+02:00"
  },
  {
    "uuid": "48bad8712df85d8ed1c5ce40338476b39a22d9e3",
    "url": "https://www.hojeemdia.com.br/minas/onda-de-calor-em-minas-e-prorrogada-mais-uma-vez-quase-500-cidades-est-o-em-alerta-1.1012719",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pedro Melo",
    "published": "2024-05-09T19:22:00Z",
    "title": "Onda de calor em Minas é prorrogada mais uma vez; quase 500 cidades estão em alerta",
    "text": "De acordo com o Inmet, o alerta é emitido quando as temperaturas ficam 5°C acima da média em um período maior do que cinco dias (Fernando Michel/Hoje em Dia) A onda de calor que vem atingindo diversos estados, incluindo Minas, foi prolongada até sábado (11), de acordo com o Instituto Nacional de Meteorologia (Inmet). A previsão é que Belo Horizonte e pelos menos mais 494 cidades sejam afetadas com as altas temperaturas. Esta é a segunda vez que a condição climática é prolongada no estado mineiro. No primeiro anúncio, a situação deveria durar até segunda-feira (6), mas foi prorrogada até esta quinta-feira (9). De acordo com o Inmet, as altas temperaturas serão registradas até sábado. Os alertas, emitidos pelo Inmet atingem municípios das seguintes regiões do estado: Triângulo, Alto Paranaíba, Central, Zona da Mata, Vale do Rio Doce, Oeste, Campo das Vertentes, Sul, Sudoeste de Minas, Metropolitana, Jequitinhonha e Noroeste. De acordo com o Inmet, o alerta é emitido quando as temperaturas ficam 5°C acima da média em um período maior do que cinco dias. A situação, segundo o órgão, causa risco à saúde. Veja cidades: Leia mais: [Depois de 7 dias de atuação em desastre, bombeiros de Minas voltam do Rio Grande do Sul](/minas/depois-de-7-dias-de-atuac-o-em-desastre-bombeiros-de-minas-voltam-do-rio-grande-do-sul-1.1012714) [BH recebe menor nota em relatório com candidatos a sede da Copa do Mundo Feminina 2027](/esportes/bh-recebe-menor-nota-em-relatorio-com-candidatos-a-sede-da-copa-do-mundo-feminina-2027-1.1012691)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T00:27:29.465+03:00",
    "updated": "2024-05-10T00:27:29.465+03:00"
  }
]