[
  {
    "uuid": "a85a85dd174d01a261bfa7176d584aced71b2065",
    "url": "https://www.world-today-news.com/hezbollah-calls-for-disconnecting-civilian-cameras-to-combat-israeli-penetration/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2023-12-28T21:54:00Z",
    "title": "Hezbollah Calls for Disconnecting Civilian Cameras to Combat Israeli Penetration - World Today News",
    "text": "Hezbollah announced that Israel recently attempted to penetrate civilian cameras installed in front of homes, shops, and institutions in the front villages, which are connected to the Internet, to benefit from the visual material it provides to collect [information](https://www.world-today-news.com/tag/information/) related to it and its members in order to target them. Hezbollah asked citizens, “especially in the front villages in the vicinity of which resistance activities are taking place, to disconnect the private cameras in front of their homes, shops, and institutions from the Internet, and to contribute to further blinding the enemy to some of the activities or movements carried out by the resistance and its mujahideen in the region.” . He said that Israel’s motive for penetrating civilian cameras is “to compensate for the loss after the Islamic resistance operations that targeted most of the Israeli enemy’s cameras and military equipment at the front edge on the Lebanese-Palestinian border. The enemy lost much of the ability to see and eavesdrop to target the resistance and monitor their movements.” 2023-12-28 18:47:00 #Israel #penetrates #cameras #homes #shops #south.. #Hezbollah #asked #citizens",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "hezbollah",
          "sentiment": "negative"
        },
        {
          "name": "hezbollah calls for disconnecting civilian cameras",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:02:17.805+02:00",
    "updated": "2023-12-29T00:02:17.805+02:00"
  },
  {
    "uuid": "6b64d417ff402958a94ac0b574bb5e3a311d366b",
    "url": "https://www.sentinelassam.com/entertainment/bollywood/complaint-against-bollywood-star-ranbir-kapoor-for-hurting-religious-sentiments-683612",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sentinel Digital Desk",
    "published": "2023-12-29T04:39:00Z",
    "title": "Complaint against Bollywood star Ranbir Kapoor for hurting religious sentiments - Sentinelassam",
    "text": "Complaint against Bollywood star Ranbir Kapoor for hurting religious sentiments A complaint has been filed against Bollywood star Ranbir Kapoor in the Ghatkopar Police Station for allegedly hurting religious sentiments over a viral video while celebrating Christmas. A complaint has been filed against Bollywood star Ranbir Kapoor in the Ghatkopar Police Station for allegedly hurting religious sentiments over a viral video while celebrating Christmas. The complaint has been filed by Bombay High Court’s advocates Ashish Rai and Pankaj Mishra in which they have demanded to register a case under sections 295A, 298,500 and 34 of the Indian Penal Code (IPC). However, the police have not yet registered any FIR in the matter. In the viral video, wine and liquor are poured over a cake and then [Ranbir Kapoor](https://www.sentinelassam.com/entertainment/bollywood/ranbir-alias-daughter-finally-makes-her-first-appearance-on-christmas-683015) sets it on fire saying, ‘Jai Mata Di’. The rest of the family members also chanted the same. According to the complaint, the fire god is invoked in Hinduism before invoking other deities, but Ranbir Kapoor and his family members deliberately used intoxicants while celebrating Christmas and chanted “Jai Mata Di”. The video has been made and circulated to insult the religious sentiments of the complainants, it alleged. (ANI) Also Read: [Ranbir, Alia’s daughter finally makes her first appearance on Christmas](https://www.sentinelassam.com/entertainment/bollywood/ranbir-alias-daughter-finally-makes-her-first-appearance-on-christmas-683015) Also Watch:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ranbir kapoor",
          "sentiment": "negative"
        },
        {
          "name": "ashish rai",
          "sentiment": "none"
        },
        {
          "name": "pankaj mishra",
          "sentiment": "none"
        },
        {
          "name": "jai mata di’",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bombay high court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ghatkopar",
          "sentiment": "none"
        },
        {
          "name": "hinduism",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T06:39:43.701+02:00",
    "updated": "2023-12-29T06:39:43.701+02:00"
  },
  {
    "uuid": "f0826ad46716e210d8d3a29347fc4fbb2f3abb55",
    "url": "https://kesq.com/cnn-opinion/2024/03/14/opinion-its-time-for-kamala-harris-to-shine",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newsource",
    "published": "2024-03-14T22:19:00Z",
    "title": "Opinion: It’s time for Kamala Harris to shine",
    "text": "Opinion: It’s time for Kamala Harris to shine\nOpinion By Julian Zelizer, CNN\n(CNN) — Vice President Kamala Harris\nvisited a Planned Parenthood clinic in Minnesota Thursday, marking the first time that a US president or vice president has publicly visited an abortion provider.\nAfter Democrats spent years trying to sidestep this issue for fear of alienating Catholic voters, the Biden administration is now a staunch defender of reproductive rights following the Supreme Court’s Dobbs decision in 2022, which overturned Roe v. Wade and the right to abortion nationwide. The stop in Minnesota marks part of the vice president’s “Fight for Reproductive Freedoms” tour.\nThe event marks a turning point in the relationship between President Joe Biden and his vice president. Until recently, Biden has not done much to bolster his controversial partner. He saddled her with some of the\nthorniest issues that the administration faced (such as immigration), and many members of Harris’ inner circle claimed she had been sidelined by the president. Meanwhile, Republicans, along with much of the press, pilloried her for making public statements likened to “word salad,” and seized on the dysfunction among her staff. Last year, NBC found 49% of voters had a negative view of Harris, compared to a 32% who had a positive view of her. The net-negative 17 rating was the lowest for a vice president in the history of the poll.\nNow, as the election heats up, Biden seems to see that Harris could be pivotal to his reelection campaign. Although vice presidents have not typically determined the outcome of elections, in this particular case Harris’ performance in the coming months will be essential.\nThat, of course, is due to\nongoing concerns about Biden’s age (at 81, he’s the oldest president ever) and whether he will be able to govern effectively for a second term — an issue that has been consistently registering in the polls. There is every reason to believe the election will be extraordinarily close, coming down to slivers of the electorate in just a handful of swing states. The more that Harris can start to shine — and the more she can convince the public that she has what it takes to be a national leader — the better the odds will be that Democrats may enjoy another four years of power in the White House.\nAt a time when support for Biden is shaky among some key constituencies, including\nyoung and Black voters, the vice president will be on the campaign trail trying to connect with these voters. She has also been spending time behind the scenes, trying to break out of Biden’s campaign bubble to find out what problems need to be addressed, and how to get Democrats excited about backing the president again.\nStopping in Minnesota is one pillar of this strategy. Few issues have been more energizing to suburban women than the Dobbs decision, which has led to a draconian rollback of reproductive services in\nmany red states. If anyone thought that there were limits to how far states would go, the Alabama Supreme Court’s decision undermining in vitro fertilization (IVF) has been another wakeup call. (Following swift backlash, the state legislature then passed a law aiming to provide criminal immunity to providers and patients for the destruction of or damage to embryos.)\nHarris has taken to the stump to speak directly about a number of other contentious issues, including the\nIsrael-Hamas War and voting rights with a level of fervor and directness that doesn’t always come naturally to the president. Her voice will be especially important given that the Biden reelection team seems to want to preserve the preisdent’s energy and focus on the most important events.\nHarris will also be important in taking on the more traditional role of a battering ram against the opposition. Historically, presidents running for reelection have counted on the vice president to go after the other ticket. Because they are not at the center of the contest, there is more room for VPs to fully embrace the hardball partisan tactics necessary to win without feeling the countervailing pressure of appearing dignified and civil. (Donald Trump, of course, had no problem doing the attacking himself when he ran for president in 2016 and 2020).\nIn 1952 and 1956, Richard Nixon was probably the most famous of them all, eviscerating Democratic candidate Adlai Stevenson on the campaign trail to support the military hero Dwight Eisenhower, who tried to stand above the fray. In 2012, then-Vice President Biden jumped into the role with fervor despite his natural inclination toward restraint. He boasted about his working-class identity as a way to\neviscerate Republican nominee Mitt Romney as an out-of-touch elitist whose policies would be devastating to average families. Harris, a former prosecutor, famously demonstrated her capacity to wield the political knife during the 2020 primary debate when she took down Biden for his positions on school busing during the 1970s. When she is at the top of her game, it’s clear that Harris can be effective on this front.\nIt is also vital that Harris showcases her capacity to govern. For various reasons, ranging from her race and gender to the conservative media machine, Harris has been painted as a “bad” vice president who could never lead the country herself. But others who have worked with her have a very different perspective; Harris is widely considered to be a highly intelligent politician with the ability to grasp and\nanalyze complex public policy conundrums. She has been extremely important in tackling a number of key public issues, such as abortion. And for all the bad press she has gotten on immigration, she has led the Central America Forward project, which has raised over $4 billion in private sector commitments to help create economic opportunities to address one of the root causes of migration. She has also worked on the issue of voting rights and become more involved in foreign policy, as was evident in her recent meeting with Israel’s Benny Gantz, Prime Minister Benjamin Netanyahu’s major rival for power.\nFor Biden to win, he needs a strong vice president by his side. This is no ordinary election and the stakes will be enormously consequential, not just for the direction of public policy but for the health of our democracy. While the polls are unlikely to move much with two presidential candidates who have been in the public eye for decades, there might be more room to start bolstering the vice president’s standing given that she remains something of a mystery to most of the electorate.\nBiden has sometimes made the mistake of treating Harris like any other vice president — someone to be contained and kept off center stage. But the president can’t afford to do that for various reasons: his age, the closeness of the election and the inevitable all-out assault from Trump, who doesn’t believe that there are any limitations when it comes to political warfare.\nToday, in a high-profile mission, the vice president had the opportunity to start showing the Democratic Party what she can bring to the table to help them win in November.\nThe-CNN-Wire\n™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://www.cnn.com/2024/03/13/politics/kamala-harris-planned-parenthood-minnesota/index.html",
      "https://www.politico.com/news/2024/02/21/biden-age-concerns-poll-00142481",
      "https://www.nytimes.com/interactive/2022/us/abortion-laws-roe-v-wade.html",
      "https://www.nbcnews.com/meet-the-press/first-read/desantis-gop-support-declining-new-nbc-poll-rcna91102",
      "https://www.nytimes.com/2023/10/10/magazine/kamala-harris.html",
      "https://www.nbcnews.com/politics/white-house/taking-tough-tasks-biden-harris-political-risk-n1269959",
      "https://www.nbcnews.com/politics/2024-election/bidens-age-fitness-top-list-voters-concerns-poll-finds-rcna137212",
      "https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/06/fact-sheet-vice-president-harris-launches-next-phase-of-public-private-partnership-for-northern-central-america/",
      "https://www.npr.org/2024/03/04/1234822836/kamala-harris-benny-gantz-gaza-cease-fire-israel-hamas",
      "https://theweek.com/in-depth/1023057/kamala-harris-vice-presidential-track-record",
      "https://www.whitehouse.gov/briefing-room/speeches-remarks/2024/01/09/remarks-by-vice-president-harris-before-roundtable-discussion-on-voting-rights-and-protections-with-advocates-and-leaders-atlanta-ga/",
      "https://www.cnn.com/2024/02/18/politics/kamala-harris-biden-reelection-effort/index.html",
      "https://www.cnn.com/2021/11/14/politics/kamala-harris-frustrating-start-vice-president/index.html",
      "https://www.reuters.com/article/idUSBRE84L1DR/",
      "https://www.politico.com/news/magazine/2023/07/26/kamala-harris-vice-presidency-00107856",
      "https://www.washingtonpost.com/politics/2023/12/16/biden-trump-young-voters-2024-election/",
      "https://cnn.com/2024/02/18/politics/kamala-harris-biden-reelection-effort/index.html",
      "https://nbcnews.com/politics/2024-election/bidens-age-fitness-top-list-voters-concerns-poll-finds-rcna137212",
      "https://cnn.com/2024/03/13/politics/kamala-harris-planned-parenthood-minnesota/index.html",
      "https://www.washingtonpost.com/politics/2023/12/16/biden-trump-young-voters-2024-election",
      "https://whitehouse.gov/briefing-room/statements-releases/2023/02/06/fact-sheet-vice-president-harris-launches-next-phase-of-public-private-partnership-for-northern-central-america/",
      "https://nytimes.com/interactive/2022/us/abortion-laws-roe-v-wade.html",
      "https://reuters.com/article/idUSBRE84L1DR/",
      "https://www.theweek.com/in-depth/1023057/kamala-harris-vice-presidential-track-record",
      "https://www.reuters.com/article/idUSBRE84L1DR",
      "https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/06/fact-sheet-vice-president-harris-launches-next-phase-of-public-private-partnership-for-northern-central-america",
      "https://www.whitehouse.gov/briefing-room/speeches-remarks/2024/01/09/remarks-by-vice-president-harris-before-roundtable-discussion-on-voting-rights-and-protections-with-advocates-and-leaders-atlanta-ga",
      "https://nbcnews.com/meet-the-press/first-read/desantis-gop-support-declining-new-nbc-poll-rcna91102",
      "https://whitehouse.gov/briefing-room/speeches-remarks/2024/01/09/remarks-by-vice-president-harris-before-roundtable-discussion-on-voting-rights-and-protections-with-advocates-and-leaders-atlanta-ga/",
      "https://cnn.com/2021/11/14/politics/kamala-harris-frustrating-start-vice-president/index.html",
      "https://politico.com/news/magazine/2023/07/26/kamala-harris-vice-presidency-00107856",
      "https://washingtonpost.com/politics/2023/12/16/biden-trump-young-voters-2024-election/",
      "https://nbcnews.com/politics/white-house/taking-tough-tasks-biden-harris-political-risk-n1269959",
      "https://politico.com/news/2024/02/21/biden-age-concerns-poll-00142481",
      "https://npr.org/2024/03/04/1234822836/kamala-harris-benny-gantz-gaza-cease-fire-israel-hamas",
      "https://nytimes.com/2023/10/10/magazine/kamala-harris.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kamala harris",
          "sentiment": "negative"
        },
        {
          "name": "julian zelizer",
          "sentiment": "negative"
        },
        {
          "name": "wade",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "roe",
          "sentiment": "none"
        },
        {
          "name": "harris",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "negative"
        },
        {
          "name": "catholic",
          "sentiment": "none"
        },
        {
          "name": "supreme court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:50:28.775+02:00",
    "updated": "2024-03-15T00:50:28.775+02:00"
  },
  {
    "uuid": "15874bbf29f36dd05f0215259cd654c864218e32",
    "url": "https://www.tricitynews.com/national-news/bc-boy-9-loves-hockey-his-rabbit-and-pi-which-he-has-memorized-to-2030-digits-8445958",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2024-03-14T19:58:00Z",
    "title": "B.C. boy, 9, loves hockey, his rabbit and pi, which he has memorized to 2,030 digits - Tri-City News",
    "text": "Nine-year-old Lucas Mason Yao loves the Vancouver Canucks, his pet bunny Chomp and pi, the mathematical constant that's celebrated every March 14 around the world. Yao, from Pitt Meadows, B.C., has memorized the ratio between a circle's circumference and its diameter to 2,030 digits, far beyond the 3.14 that's close enough for most people. The feat that he achieved last year took 23 minutes to recite and earned him 115th place on the world ranking for pi memorization, a list that's topped by a man from India who has memorized it to more than 70,000 digits. Yao said he has a good memory and has been fascinated by numbers since he was a baby. \"I saw pi one day and I was like, I wanted to learn it,\" said Yao. His mother Cindy Liu said Lucas started memorizing pi in 2020 as a way to beat boredom during the pandemic, and he went from 1,000 digits to 2,000 in just a few days last year. \"He's always looking for challenges and fun stuff to do,\" said Liu. \"He surprises me all the time.\" They watched videos of people doing the pi challenge on YouTube and when her son tried it out, he loved it, she said. \"So, afterward, he just kept going and he asked me about it too, 'oh, do we want to go to 100, 500, or 1,000,' and he just gets excited every time we try new digits,\" she added. Yao, who is the fifth-ranked Canadian on the world pi memorization list, said he and his family will be celebrating Pi Day with a pie that has a pi symbol cut into the crust. Liu said her son's ability to recite pi to more than 2,000 digits isn't his full potential and she believes he'll break his own record in the future. But Liu said she also doesn't want him to spend too much time in the pi challenge. The boy is also an accomplished pianist, playing at Carnegie Hall in New York when he was five after winning the Crescendo International Music Competition. Liu said her son has excelled at numbers ever since he was a baby. He started showing curiosity for numbers when he was only seven days old, and he could count to 100 at two, she said. This report by The Canadian Press was first published March 14, 2024. Nono Shen, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lucas mason yao",
          "sentiment": "negative"
        },
        {
          "name": "yao",
          "sentiment": "none"
        },
        {
          "name": "lucas",
          "sentiment": "none"
        },
        {
          "name": "cindy liu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "vancouver canucks",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "pitt meadows",
          "sentiment": "none"
        },
        {
          "name": "carnegie hall",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:17:20.231+02:00",
    "updated": "2024-03-15T02:02:45.010+02:00"
  },
  {
    "uuid": "2de25d2f9fd061bc28c724f87b049a86a67b81d5",
    "url": "https://bnnbreaking.com/world/philippines/filipino-devotees-endure-weather-extremes-for-good-friday-traditions-in-antipolo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shivani Chauhan",
    "published": "2024-03-29T01:36:00Z",
    "title": "Filipino Devotees Endure Weather Extremes for Good Friday Traditions in Antipolo",
    "text": "Despite the challenging weather conditions, a profound sense of piety led thousands of Filipino Catholics to the Antipolo Cathedral on Good Friday. Engaging in the revered Stations of the Cross, families and individuals showcased their unwavering faith and dedication, exemplified by Sebastian Tasi's family, who emphasized the spiritual education of their young daughter amidst the rain and heat. This event, deeply rooted in tradition, draws participants like Jennifer Aton and the Ileto clan from afar, underscoring the cultural and familial significance of the occasion.\nAdvertisment Tradition Meets Perseverance The annual pilgrimage to Antipolo Cathedral, a cornerstone of Filipino Catholic devotion during Holy Week, witnessed an extraordinary display of faith as devotees, undeterred by the heat and sudden downpours, participated in the Stations of the Cross. Sebastian Tasi, a father determined to instill the values of discipline and respect in his daughter through these practices, highlighted the educational aspect of these traditions. Similarly, Jennifer Aton's narrative of her family's long-standing commitment to the Alay Lakad pilgrimage accentuates the deep-rooted tradition among Filipino Catholics.\nFamily Bonds and Spiritual Renewal Advertisment For many, the pilgrimage is more than a religious obligation; it's a cherished opportunity to strengthen family ties and reflect on personal faith. The Ileto family's journey from Batangas to Antipolo exemplifies this, combining spiritual observance with family bonding. Althea Ileto, at 16, appreciates this annual tradition not only for its religious significance but also as a rare chance for family reconnection in their otherwise busy lives. This blend of faith, tradition, and family underscores the unique cultural fabric of the Filipino Holy Week observance.\nContinuity and Hope for Future Generations The enduring practices observed by devotees in Antipolo, such as the Alay Lakad, Stations of the Cross, and the Visita Iglesia, are testimonies to a living faith that transcends generations. As families, like those of Aton and Tasi, pass down these traditions, they foster a continuity of faith that is hoped to persist through future generations. This shared experience not only fortifies individual and communal faith but also preserves the cultural heritage integral to Filipino identity.\nThe collective act of braving the elements to participate in Good Friday traditions at the Antipolo Cathedral is a powerful testament to the Filipino spirit of devotion. It reflects a community unified by faith, willing to endure physical discomfort for spiritual gain. As this tradition persists, it promises to inspire and nurture the faith of future generations, ensuring the longevity of a practice that is both a personal journey of faith and a collective expression of cultural identity.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Weather",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.gmanetwork.com/news/lifestyle/artandculture/901998/here-are-some-of-panata-filipino-catholic-faithful-do-every-holy-week/story/",
      "https://www.gmanetwork.com/news/lifestyle/artandculture/901998/here-are-some-of-panata-filipino-catholic-faithful-do-every-holy-week/story",
      "https://gmanetwork.com/news/lifestyle/artandculture/901998/here-are-some-of-panata-filipino-catholic-faithful-do-every-holy-week/story/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sebastian tasi",
          "sentiment": "none"
        },
        {
          "name": "ileto",
          "sentiment": "none"
        },
        {
          "name": "jennifer aton",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "antipolo",
          "sentiment": "none"
        },
        {
          "name": "antipolo cathedral",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T15:42:25.388+03:00",
    "updated": "2024-03-29T15:42:25.388+03:00"
  },
  {
    "uuid": "59bea68e1a5e5c1f04af04b9130cb3498921dd8f",
    "url": "https://cptsdfoundation.org/2025/01/30/how-can-i-live-with-so-much-sadness",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marta Luzim, MS",
    "published": "2025-01-30T13:12:00Z",
    "title": "How Can I Live With So Much Sadness?",
    "text": "How many heartbreaks does it take to heal a soul? I don’t know, lifetimes? If I were to die and be reborn again\nI would want to be your tear\nTo be born in your eye\nTo live on your cheek\nTo die upon your lips\n– By Melinda Green, age 16\nA client once asked: “How do I live with so much sadness? Do I go to work? Do I read a book? Do I exercise? I don’t know how to live.”\nI answered: Do all of it. Do none of it. You don’t have to be fake or pretend. Be sad as you read, work, or go to work. Life is not an either/or. Stare at the trees, count the stars, binge on movies, eat popcorn and chocolate.\nFeelings are messy. Life is an “and”. Embrace all of you, your story, and your healing.\nLearning to hold and express your emotions is healing and a way of loving yourself. Life is for the living. To feel is to live.\n“Trauma is incomprehensible and unbearable. It overwhelms the mind, body, and brain and shatters you to pieces. You cannot tell the trauma story — you live it out in your body.” – Dr. Bessell van der Kolk It sits so deep in emotion, terror, and fear that no words can convey it. Trauma is lived out in heartbreak, gut-wrenching feelings, and intense reactions that hijack the body.\n“But I don’t want to go among mad people,” Alice remarked. “Oh, you can’t help that,” said the Cat, “we’re all mad here. I’m mad. You’re mad.” “How do you know I’m mad?” said Alice. “You must be,” said the Cat, “or you wouldn’t have come here.” – Alice in Wonderland, by Lewis Carroll\nWhen first opening to give and receive love, a confusing, messy roller coaster ride of emotional trauma bubbles up your nervous system, triggering buried memories and emotions that feel as if you are on the brink of madness. Lack of trust, unworthiness, guilt, and profound loss emerge from the shadows of your soul\nLove is the healer, the elixir, the mystical potion of peeling the layers of generational heartbreak. Love will dig up every unhealed part of you.\nSadness and deep grief are the process of trauma recovery.\nEmbracing this emotional and physical intensity takes radical self-acceptance, loving-kindness, and a compassionate witness/adult who can guide you into the warmth of the light.\nBeing sad does not make you lose your intelligence, talents, or self-worth. Sadness teaches vulnerability and patience. Sadness allows your inner child to rest in your heart and find nourishment, warmth, and safety.\n“For a woman, the greatest loss of all is herself.” Adrienne Rich At one time, I hated my heartbreak, which meant I hated my inner child. It is the inner wounded child that is brokenhearted. She is the one who needs to heal and recover.\nThis memory is from a photo I still have: I am two, crying, sitting on my mom’s lap outside the apartment complex in Brooklyn, Clarendon Gardens. My face is red and wet from tears, and my nose is running. I am wearing a pink jumpsuit. My mother is talking nonstop to a neighbor, Lynn, ignoring me. All she does is brush my bangs away and keep talking.\nI remember thinking that Lynn’s sweet face was lovely, framed by a soft chin-length bob, blue eyes, and rounded mouth. She always smiled at me. My mother, with cold, ice eyes and twisted blonde hair on her head, was mean. Why did Lynn want to talk to my mother? Doesn’t Lynn know how my mother’s screams hit?\nI sob and sob; my stomach hurts bad. My mother looks at me with a grim, cold stare. Her eyes cut me like a knife. They stung like her slaps and pinches on my forearms and her punch down the steps. I had to go numb to tolerate the ice blue freeze of her touch.\nNo one ever picked me up or soothed me. Not my angry, violent mother, and not my self-absorbed father, who pushed me away when I sought his affection and never looked into my sad blue/green eyes or wondered why Marta cried so much. Aunts and uncles turned me away. My older sister, tormented by abuse as well, turned her abuse on me and treated me like an enemy. Told me she hated me forever. And she did.\nCaught between these unavailable parents, I learned early that love is not to be trusted, that people will let me down, and that no matter how urgently I beg– nurture and satisfaction will always remain just out of reach–. The world is a tragic, depressing place where everyone I loved was in pain, and I never got what I needed. My dad never held me, comforted me, or saved me from my mother’s beatings and suicide attempts. My eyes saw it all.\nBy three, I was basked in sorrow, longing, and a broken heart. At 9, I felt a freeze in my body, and I developed a spastic colon. I hated myself and my family. My pediatrician prescribed me Darvon. He never questioned what was going on in my house. The wall was built… I believed that everyone hated me; I was ugly, stupid, and not good enough. I buried those beliefs so deep and built a wall of nails and broken glass so I wouldn’t dare to climb that wall.\nI was first diagnosed with PTSD when I was fifty-four; after my sister committed suicide, my mother died in a psych ward, and I was in and out of hospitals with an unexplained illness and constant panic attacks.\nThe psychiatrist said, “You’ve had PTSD your whole life, and so did your family.”\nI am now seventy-five. My road to sanity has felt like knives skinning me alive, pins and needles poking at me from the inside out, night terrors, Nazis hanging me from my limbs, fear of nameless faces stalking me, wanting to murder me in my sleep. Paranoia was my shadow. I thought every person I met hated me.\nAddiction, co-dependency, and chronic illness were a tangled mess in my mind and body. The medical profession, the psychological profession, and spiritual gurus had no idea what PTSD is and still don’t. Approaches, brain research, and so-called “trauma-informed” strategies are band-aids that cover up the real and true “dark night” of the soul. I had to travel to reclaim my right to be alive, feel alive, and believe I deserved self-love.\nThere is a deep shame, guilt, and self-hatred that cuts deep into the skin, bone, and blood from PTSD. Recovery, finding peace and safety within, takes a lifetime. Finding the medicine bag that works is personal, generational, and unique for each person who suffers from trauma.\nIn our addictive society, we are brainwashed to believe that winning, being good, and looking good are the goals. Goodness, appropriateness, and niceness are societal definitions. Who sets those standards? At the same time, we are taught that emotions are weak and to be apologized for. We get hooked on perfectionism. It is all a cover-up—a lie.\nThe inner child yearns for truth and trust. She needs vulnerability, creativity, acceptance, inclusion, and compassion—not a taskmaster to achieve, to be good or nice. To express heartbreak is a foundation of safety, building boundaries, and empathy. Trust is a fragile part of ourselves and needs strength.\nMy greatest fear in surrendering to my heartbreak was that I would wind up like my mother in a psych ward or commit suicide like my sister. Neither, in reality, was true. My fear caused me to be dishonest with myself, judging and haunting myself with punitive thoughts and dreams, which limited my life and built a tough wall around my heart.\nWhen I finally accepted the cycle of grief, terror, and heartbreak that comes and goes with trauma, my house of glass cracked and crumpled. I surrendered and waved a white flag.\nMy heartbreak slowed and humbled me and silenced my cyclic “I am not good enough” mantra. I connected my broken heart with the voice and emotions of my inner trembling child. Then, and only then, did she believe I would never abandon or judge her feelings and need to be loved.\nThe loss of the feminine is deeply rooted in universal generational, family, and biblical history. Heartbreak midwifed my empathic nature to emerge. It taught me how to love, not a happily after love, but a love that grew wisdom from my pain.\nFor a long time, I felt shame and judgment around heartbreak. Then, slowly, it all turned to a quiet sadness that guided me to my grief. Renewal, refuge, and radical self-acceptance emerged from my heartbreak. Then, I surrendered to humility, the ultimate equalizer of the heart.\nTo be in the world with heartbreak gives you the capacity to speak with truth, wisdom, and fierceness to be alive.\nMy writing, art, healing, inner life, and psyche expanded into a mad brilliance of uncensored expression. My tears nurtured my jumbled nerves, twisted thinking, and neglected feelings, which flourished into a rich, quaking, yelping, green forest of wild beauty.\nThere are wise and powerful ways to allow heartbreak to heal. They are simple to list but challenging to live. It takes daily practice—over and over and over.\nBreathing and grounding your emotional chaos Slowing down and talking to your body Awakening your senses. All of them (noticing, receiving, and feeling) Being present with what you are experiencing without judgment Accepting imperfection and the pain of being invisible for so long Understanding the story of your heartbreak Having faith in your worthiness. Being curious about what faith means to you Writing your story of heartbreak (or any creative outlet) Practicing daily to feel, express and receive Painting, writing, and collaging your sadness Materials:\nOil Pastels, large sheet of white paper, drawing pad, acrylic or dry markers, magazines to paste images from magazines or the internet symbolizing sadness. Go to unsplash.com\nInstructions:\nUse lines, shapes, and colors to draw sadness, grief, loss Go back to an event or time you experienced these emotions and check out how your body felt. Come from your body. Beyond labels and definitions. Post the images on a wall. What was the process of drawing like? What thoughts, feelings, and sensations came up for you during the art? Observe the images for similarities and differences. Describe the feeling with a memory, poem, photo, or metaphor. Stay in the moment with the image’s detail, not what it looks or reminds you of.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "topics": [
      "Human Interest->human mishap",
      "Lifestyle and Leisure->mental wellbeing",
      "Social Issue->social services",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T05:57:00.986+02:00",
    "updated": "2025-01-31T05:57:00.986+02:00"
  },
  {
    "uuid": "e16d2fb645df0efa8a1dd912be92cf179ac124d6",
    "url": "https://www.elsalvador.com/noticias/nacional/onda-este-favorecera-lluvias/1174272/2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Abigail Parada",
    "published": "2024-10-13T02:02:00Z",
    "title": "Onda del Este favorecerá las lluvias los próximos días",
    "text": "El Ministerio de Medio Ambiente y Recursos Naturales (MARN), informó la tarde de este sábado sobre el incremento de lluvias en los próximos días, estas condiciones climáticas serán influenciadas por el ingreso de una Onda del Este.\nLas lluvias tendrán mayor énfasis en la zona occidental del país (Ahuachapán, Santa Ana y Sonsonate) y la cadena volcánica hasta el lunes 14 de octubre, según detallaron las autoridades.\nPosteriormente estas condiciones se irán debilitando gradualmente.\nEn los próximos días, se esperan algunas lluvias debido a la influencia de una Onda del Este, formada en el Atlántico, a diferencia de las Ondas Tropicales que provienen de África. ⛈️Entérate de los detalles del pronóstico aquí.⬇️ pic.twitter.com/3CDV9mGxrk\n— Ministerio de Medio Ambiente (@MedioAmbienteSV) October 12, 2024 Una onda del Este se forma en el Atlántico, a diferencia de las Ondas Tropicales que provienen de África.\nDebido a la acumulación de humedad en el suelo y las lluvias previstas las autoridades recalcaron el llamado a la población para estar alerta ante posibles inundaciones urbanas, derrumbes o la caída de árboles cercanos a las viviendas.\nEl observatorio detalló que se espera el cielo esté poco nublado con tendencia a mejorar cuando se alcance horas de la mañana. En horas cercanas al mediodía se irá incrementando la nubosidad en zonas altas y montañosas del país, y durante la tarde, se tendrán lluvias y tormentas en la franja norte y la cordillera volcánica, con énfasis en la zona oriental.\nSe esperan lluvias y tormentas sobre todo por la noche en la zona central y oriental, las cuales se desplazarán hacia el sector de costa y la zona occidental.\nAdemás, el flujo del este se combina con el flujo de un sistema de Alta Presión ubicado en las cercanías de Texas, orientando vientos de componente norte y noreste acelerados, siendo mayormente sensibles en zonas altas de la franja norte y del occidente del territorio salvadoreño.\nREGRESAR A L A PORTADA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://t.co/3CDV9mGxrk",
      "https://twitter.com/MedioAmbienteSV/status/1845199679191122265?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/MedioAmbienteSV/status/1845199679191122265?ref_src=twsrc%5Etfw",
      "https://twitter.com/MedioAmbienteSV/status/1845199679191122265",
      "https://www.t.co/3CDV9mGxrk"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Santa Ana",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "MARN",
          "sentiment": "negative"
        },
        {
          "name": "Ministerio de Medio Ambiente",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "Ahuachapán",
          "sentiment": "none"
        },
        {
          "name": "Atlántico",
          "sentiment": "none"
        },
        {
          "name": "África",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-13T10:01:00.444+03:00",
    "updated": "2024-10-13T10:01:00.444+03:00"
  },
  {
    "uuid": "c4a806828ec361761816788af02e13a44a760e37",
    "url": "https://www.thenews.com.pk/print/1227359-ronaldo-becomes-1st-soccer-player-to-score-900-goals",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2024-09-05T16:20:00Z",
    "title": "Ronaldo becomes 1st soccer player to score 900 goals",
    "text": "Renowned soccer player Cristiano Ronaldo scored his 900th career goal in Portugal's home Nations League game against Croatia on Thursday, becoming the first men's player in history to score such goals in official matches. Ronaldo put his side 2-0 up at the Estadio da Luz in the 34th minute when he got on the end of a Nuno Mendes cross with a tap-in volley from close range, before falling to the ground looking emotional at reaching another milestone. The 39-year-old has now netted 131 international goals, 450 for Real Madrid, 145 for Manchester United, 101 for Juventus and 68 for his current club Al Nassr as well as five for his first club Sporting Lisbon. Argentina's Lionel Messi, second in the all-time scorer's list, has bagged 859 career goals. — Additional input from ESPN. England Test coach Brendon McCullum.— AFP/file Test coach Brendon McCullum says he is ready to be judged on results... Sri Lanka's Kamindu Mendis celebrates his century against England in the first Test at Old Trafford... Pakistan´s captain Shan Masood reacts after dropping a catch of Bangladesh´s Hasan Mahmud during the third day of... Harry Brook hits a shot during a match against Pakistan in Karachi on September 20, 2022. — AFPLAHORE: The... England captain Jos Buttler — AFP/file LONDON: England captain Jos Buttler has been ruled out of the upcoming... A representational image of a person preparing to take a shot during a tennis match. — PexelsISLAMABAD: Ahmed Nael...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-06T01:01:59.824+03:00",
    "updated": "2024-09-06T01:01:59.824+03:00"
  },
  {
    "uuid": "beeeefec3087a67d39d932caa6ca31f40bd319b6",
    "url": "https://www.asianews.it/news-en/Thich-Minh-Tue%2C-the-Vietnamese-Buddhist-monk-who-walks-barefoot-for-faith-and-%28religious%29-freedom-60859.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AsiaNews.it",
    "published": "2024-06-01T07:46:00Z",
    "title": "Thich Minh Tue, the Vietnamese Buddhist monk who walks barefoot for faith and (religious) freedom",
    "text": "Thich Minh Tue, the Vietnamese Buddhist monk who walks barefoot for faith and (religious) freedom\nFor years he has travelled the country barefoot, from north to south, feeding on alms and sleeping in the forests. A eulogy of religious devotion through the 13 ascetic practices of ‘Dhutanga’. Hostilised by official Buddhism, the monk is ‘tolerated’ by the government and exalted by people of all faiths who follow him on social media.\nHanoi (AsiaNews) - An example against corruption and a testimony of faith and rigour for the entire country, capturing the imagination - and respect - of millions of Vietnamese as the ruling class struggles for power\nthrough purges, trials and death sentences.\nRecounting the ‘journey’ on foot of Thich Minh Tue, a ‘humble’ man, is the Fulcrum website, which praises his devotion to Buddhism through the 13 austere ascetic practices of ‘Dhutanga’ aimed at reaching the non-self (Anatta).\nHe is a loner, who on his path has obtained the approval of politicians (and the Communist Party) and who, with his path, constitutes a unique and unprecedented challenge to the State from the perspective of fighting for religious freedom as enshrined in its Constitution.\nThich Minh Tue's strict adherence to Dhutanga includes walking barefoot, feeding himself with alms, seeking shelter in forests, bushes or cemeteries, renouncing all material possessions. His commitment to observing the precepts has inspired Vietnamese from all walks of life, including intellectuals, artists, expatriates, other monks and even Christian priests.\nHe and his robe, made of scraps of cloth collected during his travels, inspired multiple artistic expressions, including paintings, sculptures, poetry, music and launched a new fashion.\nAfter walking barefoot from south to north - and back - for several years, Thich Minh Tue has only recently become a national phenomenon, thanks to a host of internet users, profiles and social pages on YouTube, Facebook and TikTok that follow and celebrate his walks, broadcasting them live to millions of eager viewers.\nMany Vietnamese warmly welcome him at every step, not only for his testimony of faith, but as a ‘social and media phenomenon’.\nMany aspiring monks or mere onlookers are already looking to him, not least because he has been able to conquer the limelight without the support of any religious entity under State control, an anomaly in the country's political landscape. Moreover, the authorities are very wary of any large-scale spontaneous mobilisation that could undermine social stability and the regime itself.\nFrom the official leadership, both state and religious, there has been no lack of rumours and attacks directed at Thich Minh Tue. His pilgrimages have triggered public debates on how to observe the dictates of the Buddhist religion, which is predominant in Vietnam with 14 million believers, twice as many as the seven million Catholics.\nOn social media, citizens hail him as an embodiment of genuine spiritual dedication to basic Buddhist values such as simplicity and renunciation. On the contrary, instances of misconduct and materialistic life of some monks are pointed out and some pagodas or official denominations are criticised for being more profit-oriented and functioning with the tacit approval of official sources.\nAmong the latter is the reaction of the Vietnam Buddhist Sangha (Vbs), the country's official organisation, which is largely negative. Its leadership has attacked Thich Minh Tue claiming that he is not a monk, nor is he affiliated to any institution linked to the Vbs.\nThis stance triggered a reaction between indignant and hilarious public opinion, while the ‘wandering’ monk declared that he is a simple citizen who seeks to learn and practise the Buddha's teachings.\nThe government's Committee for Religious Affairs states that he is not framed within religious institutions, although it does not deny his status as a monk, thus distinguishing him from the Vbs' version.\nThe story is also a sign of the power of social media in spreading a message to the public, providing an alternative view to the official state narrative. In contrast, the leadership in Hanoi shows a different approach and, without giving in to the impulse to ban or repress, seems to have chosen the path of control, thus giving more space to individual freedoms, starting with religious freedom.\n50 Buddhist monks on a sit-in\n22/11/2004",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "thich minh tue",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "communist party",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hanoi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-01T12:06:57.682+03:00",
    "updated": "2024-06-01T12:06:57.682+03:00"
  }
]