[
  {
    "uuid": "79cadfcc014c0abfd4058c31d3b96a1211748c75",
    "url": "https://vietnamnet.vn/en/vietnam-business-news-june-21-2024-2293824.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VietNamNet News",
    "published": "2024-06-21T07:04:00Z",
    "title": "Vietnam Business News June 21/2024",
    "text": "There will be no electricity shortages this year, even as electricity consumption reaches record-high figures in Vietnam, the Ministry of Industry and Trade (MoIT) has promised.\nAccording to the MoIT, as of June 18, the Southeast Asian country's power consumption has reached 141.8 billion kWh, equivalent to 45.6% of the annual estimate.\nDeputy Minister of Industry and Trade Nguyen Sinh Nhat Tan said there has been significant pressure on the country's power infrastructure this year as the economy's recovery gains momentum.\nEnsuring sufficient power supply has been among the top priorities of the ministries and the Prime Minister.\n\"The ministry has sent task forces to inspect and monitor the availability of resources including water, coal and gas. A rapid response team has also been formed under the Electricity Regulatory Authority in preparation for possible issues with the system,\" said the deputy minister.\nNguyen The Huu, the authority's deputy director, said despite record-breaking consumption levels this year, the power supply has remained stable and smooth. He said there should not be power shortages in 2024.\nHowever, the country's power network may experience peak demand during the hot summer months of June and July. Huu said residents and businesses should also help conserve electricity, relieving pressure on the country's power networks.\n\"In the long term, to ensure electricity supply, the Department of Electricity and Renewable Energy and the Electricity Regulatory Authority, both under the MoIT's management, have established a direct power purchase agreement (DPPA) mechanism,\" Huu said.\nMeanwhile, the ministry has also been working on building the legal frameworks required to regulate the production and transmission of alternative power sources, including waste and biomass.\nBui Quoc Hung, deputy director of the electricity and renewable energy department, said demand has experienced rapid growth since last year and recently reported a 12% increase year-on-year, exceeding previous estimations of 8-9%.\nSince the approval of Power Plan VIII, the MoIT has started the implementation of several projects to bolster and expand the national grid.\nThe construction of the 500 kV Line Circuit 3 has been expedited to cover the north and central regions, as well as various other projects.\nThe ministry has also started negotiations with power suppliers from Laos./.\nAlgeria, Vietnam ramp up trade-investment cooperation\nVietnamese trade counselor in Algeria Hoang Duc Nhuan on June 21 made a business trip to Boumerdes province, and coordinated with the local Chamber of Commerce and Industry to organize a seminar to introduce the potential for economic and trade cooperation between the two countries.\nIn his address, Trade Counselor Hoang Duc Nhuan introduced Vietnam's economic and foreign trade situation and the trade and investment cooperation between Vietnam and Algeria. He also provided information and invited Algerian businesses to attend a number of trade events in 2024 such as Vietnam Food Expo and Vietnam Expo in Ho Chi Minh City, while giving a list of reputable Vietnamese export businesses.\nAccording to statistics from Vietnam Customs, last year’s bilateral trade turnover reached roughly US$ 250 million, an increase of 68% compared to 2022.\nChairman of the Chamber of Commerce and Industry of Boumerdes province, Charef Rabah, said Boumerdes is located at the gateway to the capital, about 45 km east of Algiers, and is an important commercial and industrial hub of Algeria.\nWith a population of about 900,000 people, the province has industrial parks and more than 14,820 firms, of which 14,797 are private enterprises and 24 state-owned enterprises.\nThere are currently more than 2,000 enterprises operating in the fields of petrochemicals, metallurgy, mechanics, agricultural product processing, and garments and textiles.\nBoumerdes also boasts 100 km of coastline, two fishing ports and great potential for agricultural and tourism development.\nFamous local products are honey, olive oil and cheese. In the province, there are currently a number of companies cooperating with Vietnamese businesses in the fields of importing coffee and exporting chicken feet.\nIn recent years, the province has also benefited from an ambitious development program, including 653 projects in health care, public works, sports, education, housing, agriculture, and tourism, with a total capital of about US$1.3 billion.\nOn this occasion, the representative of the provincial Department of Investment also introduced notable points in Algeria's new Investment Law issued in 2022, such as a commitment to improving the investment environment and ensuring suitable conditions for diversification of the national economy within the framework of a common and stable vision, and taking into account the principles of investment freedom, transparency and equality as prescribed by the 2020 Constitution.\nLocal government representatives also called on Vietnamese businesses to invest and enter into joint ventures in the above fields and committed to creating favorable conditions for foreign investors with many preferential policies in terms of taxes and industrial land lease.\nAt the seminar, businesses in Boumerdes expressed their desire to directly import raw coffee, parboiled rice, soybean seeds, corn for animal feed production from Vietnam and export olive oil, dried figs, margarine, sauces, cosmetics. They aspired to look for joint venture partners and associates in the fields of electronic goods assembly, aquaculture, animal feed production, and fish fingerlings and cashew processing.\nOn this occasion, the Vietnam Trade Office in Algeria also launched a display of samples of products such as coffee, pepper, cashew nuts, cinnamon, anise, coconut rice from domestic businesses.\nLocal automobile market will see a big influx of Chinese car brands\nThe Vietnamese car market is experiencing significant transformations with the entry of Chinese brands, according to motoring experts.\nBrands like Omoda, Jaecoo, BYD, Haval and Lynk & Co. are aggressively pushing into the market, aiming to capitalise on Vietnam's growing demand for cars as the country is undergoing an automobilisation phase with rising average incomes.\nChinese car manufacturers are rapidly establishing showrooms and dealerships across Vietnam. For example, BYD plans to open 50 showrooms by mid-2024 and Haval aims to have 25-30 dealerships this year. This aggressive expansion contrasts with the cautious approach of many traditional international brands.\nChinese automakers are investing heavily in local production facilities. Omoda and Jaecoo will soon start operating a factory with an annual capacity of 200,000 cars in Thai Binh Province. BYD is also considering building an automobile factory in Vietnam.\nThe Chinese brands are offering a range of vehicles including petrol models, plug-in hybrids and pure electric vehicles (BEVs). This diverse product lineup is aimed at catering to various segments of the Vietnamese market.\nChinese brands are particularly targeting young Vietnamese consumers who are quick to adopt new technologies, including electric vehicles (EVs). BYD, for example, aims to leverage its expertise in EVs to penetrate the market further.\nWhile these brands have ambitious goals to capture a significant market share in Vietnam (with Omoda and Jaecoo aiming to have ten per cent of the market by 2028), hitting those targets in a competitive market will require time and sustained effort.\nThe reception of Chinese cars among Vietnamese consumers will be critical. Brands like Lynk & Co are focusing not just on selling cars, but also on creating community.\nLiu Xueliang, the CEO of BYD, emphasises the strategic importance of Vietnam as a key market for their expansion. He highlights several factors that make Vietnam attractive, particularly the fact that the country has a large population, over a hundred million, with a significant proportion being young people. This demographic is crucial because young consumers are typically early adopters of new technologies, including electric vehicles (EVs).\nBYD aims to leverage its existing technological capabilities to cater to these market dynamics. While acknowledging the presence of price competition in the market. Liu emphasises that BYD's focus lies in maintaining leadership through its core technologies in electric vehicles.\nOmoda and Jaecoo Auto Vietnam, are instead focusing on achieving ambitious market share targets by strategically importing a variety of vehicle types initially and transitioning to local assembly. Their approach includes adhering to global 3S standards in showrooms to provide a premium customer experience, emphasising comfort and luxury.\nNguyen Dang Quang, overseeing sales and dealer development for Omoda and Jaecoo, says the company has a phased plan, capturing three per cent market share by 2025, rising to 6% with locally assembled vehicles by 2027 and achieving 10% market share and a top five position post-2028.\nThis strategy underscores their intent to grow progressively and solidify their presence in Vietnam's competitive auto sector.\nOn the other hand, Lynk & Co is adopting a community-oriented approach with its Lynk & Co Center and Clubs model. This innovative concept goes beyond traditional showrooms by integrating sales, after-sales services and community events. By fostering a social environment where customers can engage with the brand and each other, Lynk & Co aims to appeal directly to young consumers who value connectivity and unique experiences.\nCustomers often chose to buy a second car from China, suggesting a growing familiarity and acceptance of Chinese vehicles among Vietnamese consumers. This trend indicates a favourable perception that could facilitate further market penetration and growth for Chinese brands in Vietnam.\nCredit growth bright spot for banking\nAs of June 14, credit growth has reached 3.79% compared to the end of last year, marking a bright spot for the banking sector, according to the central bank.\nThe State Bank of Vietnam (SBV) said at a sector-wide online conference on promoting bank credit growth for the year on June 19 that challenges still abound in promoting credit growth in the banking industry heading into the third quarter.\nThe bank has recently issued a document directing a number of solutions on credit and interest rates, requiring implementation of solutions and striving to achieve a credit growth rate of 5-65 by the end of the second quarter this year.\nStatistics show that in the first quarter of this year, seven out of 27 banks recorded negative credit growth, including some large banks.\nBut there are still many banks with a credit growth rate that is much higher than the industry average, such as LPBank, Techcombank, HDBank and MSB.\nThese banks are also showing good profits compared to the industry average.\nEach bank has different strategies and competitive advantages to exploit market opportunities.\nLPBank recorded the strongest credit increase of over 12%, while Techcombank grew by more than 7% and HDBank by 6.2%. MSB's credit growth increased by more than 5.6%.\nFor the banking industry, the rate of growth or the scale of credit expansion alone does not tell the whole story. Growth must be efficient, sustainable and stable to ensure prosperity for the bank not only in the present but also in the future.\nA HDBank representative stated that early risk management policies have been implemented, helping the bank to mitigate adverse external impacts and ensure the maintenance of a stable and flexible operational framework.\nContinuous improvements in operational safety ratios also provide shareholders and investors with peace of mind amid numerous challenges.\nMeanwhile, promoting digitalisation and optimising processes and operating costs are also key to improving the bank's operational efficiency over the past few years.\nAt HDBank, high growth targets and industry-leading ROE come with a strong optimisation of the Cost-to-Income Ratio (CIR), from 39.3% in 2022 to only 31.7% in the first quarter of this year.\nAt other banks like Techcombank, VPBank or especially at large network-operating banks like VietinBank, the CIR has also shown significant improvements in recent years, approaching around 30%.\nThis is considered optimal for banks effectively making a digital transformation in the region.\nBesides strictly controlling risks and enhancing operational safety, strong digitalisation and optimisation of performance and operational efficiency are also necessary factors for sustainable growth goals among Vietnamese banks.\nAccording to the central bank’s representatives at the conference, with drastic actions by the Government, the Prime Minister and ministries in improving the business environment and coordinating to solve problems for businesses and people, credit growth is expected to increase in the last months of the year.\nThis forecast shows that the bright spots in the Vietnamese banking industry in enhancing efficiency and maintaining sustainable growth will likely continue.\nPetrol prices increase slightly in latest adjustment\nThe retail sale prices of petrol and other fuels were adjusted up from 3pm on June 20 by the Ministry of Industry and Trade and the Ministry of Finance.\nAccordingly, the price of E5RON92 bio-fuel rose by 198 VND to 21,508 VND (0.84 USD) per litre, while that of RON95-III went up by 231 VND to 22,466 VND per litre.\nMeanwhile, diesel 0.05S, kerosene, and mazut oil 180CST 3.5S are now sold at 20,360 VND a litre, 20,356 VND a litr,e and 17,233 VND a kilogram, up 720 VND, 497 VND, and 334 VND, respectively.\nThe two ministries decided not to use the petrol price stabilisation fund./.\nHCM City eyes sustainable marine economy development\nThe Ho Chi Minh City People’s Committee has issued a plan to implement the strategy for the sustainable exploitation and use of natural resources and protection of the marine and island environment to 2030 with a vision to 2050.\nThe plan outlines that the city will give high priority to developing tourism, marine transport and services, fisheries, energy, coastal urban areas, and other marine sectors as well as improve community livelihoods.\nCan Gio, the only coastal district in the city, will be developed into a a high-quality leisure and eco-tourism hub by 2030.\nThe rate of solid waste collected and treated in the district will reach 100% and the rate of urban wastewater treated to meet technical standards will stand at 40% by 2030.\nUnder the plan, marine and coastal ecosystems will be effectively managed and protected. The city’s aquaculture growth rate will be maintained at 2.2 – 2.5% a year.\nThe plan also focuses on planting forests along coastlines, preserving biodiversity, and improving the quality of the environment.\nMarine resources, and seas and islands will be effectively exploited and utilised by 2050, driving the city’s green growth, biodiversity conservation, marine environment protection, and a society in harmony with nature./.\nMinistry proposes removing FiT for more competitive renewable energy prices\nIt’s time for Vietnam to develop more competitive pricing for the renewable energy market, as the feed-in-tariff (FiT) mechanism is no longer appropriate, according to the Ministry of Industry and Trade.\nFiT was introduced to support early development of renewable energy sources by providing a guaranteed, above-market price for producers to sell energy back to the grid.\nThe ministry said that FiT should be applied within a certain period of time in order to encourage investments in renewable energy.\nNow, Vietnam has seen a significant rise in the number of renewable energy projects. It’s time to develop a more competitive pricing mechanism to increase efficiency in the system and ensure competition as well as a stable and sustainable energy supply.\nA renewable energy price framework that is flexible and appropriate to developments in each period should be planned, according to the ministry.\nIn Vietnam, FiT prices are valid for 20 years. For solar projects that were put into operation before December 21, 2020, the FiT price is 7.09 cents per kWh for ground-mounted solar power projects, 7.69 cents for floating solar power and 8.38 cents for rooftop solar.\nFor wind power projects that started operations before November 1, 2011, the FiT price is 9.8 cents per kWh for offshore and 8.5 cents for onshore wind energy.\nAccording to Vietnam Electricity, as of May 23, 81 out of 85 renewable energy projects with a total capacity of 4.597 MW had sent documents for electricity price negotiations.\nNegotiations for power purchase agreements are completed for 63 projects with a total capacity of 3.429 MW.\nAmong them, 29 projects with a total capacity of 1,577 MW completed procedures to begin commercial operations and generate electricity to the grid with a total output of around 2.597 billion kWh as of May 23. /.\nBanks estimate large extraordinary revenues from debt recovery\nSome banks, including MSB, Sacombank, VIB and Saigonbank, are expecting extraordinary revenues worth up to trillions of Vietnamese đồng from debt recovery this year.\nIn a recent report, Vietcombank Securities Company (VCBS) said Vietnam Maritime Commercial Joint Stock Bank (MSB) this year will record extraordinary income growth from bad debt recovery and capital divestment of its financial company TNEX Finance.\nMSB is currently in the process of completing the handling of debt restructuring and guarantees with its large borrowers Vinashin and Vinalines. The bank said it will also promote activities to clear bad debts out of the balance sheet by using the reserve fund to bring the bad debt ratio below 3 per cent.\nAccording to VCBS, in the second quarter of this year, MSB collected two extraordinary revenues worth more than VNĐ800 billion from the debt recovery. The bank expects this year's extraordinary income from debt recovery will reach about VNĐ1.7 trillion.\nMSB is also implementing a plan to sell TNEX Finance. Currently, the bank is working with the consulting firm McKinsey to build a strategy for developing a new digital credit model within the next 6-12 months. Three investors from South Korea, Japan and Taiwan (China) are interested in this financial company whose value is estimated at some VNĐ1.8-2 trillion.\nOn the sidelines of the 2024 Annual General Meeting of Shareholders, MSB General Director Nguyễn Hoàng Linh said MSB may record two extraordinary revenues from debt settlement in the second quarter this year.\nAs for the TNEX Finance, MSB still leaves an open plan in cases where investors want to cooperate, Linh said, adding that three investors from South Korea, Japan and Taiwan (China) are cooperating with the finance company.\nAs for Sacombank, at the bank’s 2024 AGM, its leaders said they successfully auctioned the debt secured by property rights at the Phong Phú Industrial Park project. At that time, Sacombank successfully recovered 20 per cent of the total auction value. It is due 40 per cent of the total value will be paid in 2024 and the remaining 40 per cent will be paid in 2025.\nIn a newly published report, KB Securities Company (KBSV) expects Sacombank will record an extraordinary income of VNĐ1.336 trillion in 2024 from the sale of debt related to the Phong Phú Industrial Park.\nRegarding VIB, the bank in the first quarter this year posted an extraordinary profit of more than VNĐ226 billion from other business activities, five times higher than the same period in 2023. At the bank’s recent AGM, VIB Chairman of the Board of Directors Đặng Khắc Vỹ said this bank recovered VNĐ200 billion from risk handling in the first quarter of 2024.\nWith the warming of the real estate market and additional debt recovery solutions, the bank also expects an extraordinary income of VNĐ1-1.5 trillion from debt recovery this year.\nContinuing the impressive performance in 2023, Saigonbank's net profit from other activities in the first quarter of 2024 also reached VNĐ28 billion, an increase of 2.15 times over the same period last year. According to Saigonbank's board of directors, in 2024, the bank will implement solutions to recover bad debts to increase income.\nSixth Automechanika Ho Chi Minh City returns\nThe sixth edition of Automechanika Ho Chi Minh City, underway from June 20-22, is hosting an impressive line-up of global industry players.\nCo-hosted by the Messe Frankfurt (HK) Co.,Ltd, the Chan Chao International Co., Ltd and the Yorkers Exhibition Service Vietnam Co., Ltd, the event draws over 500 exhibitors from 23 countries and territories, including Brazil, Canada, Germany, Georgia, Hong Kong (China), India, Indonesia, Japan, Malaysia, Peru, Singapore, the Republic of Korea, Spain, Taiwan (China), Thailand, Turkey, the United Arab Emirates, the UK, the US and Vietnam.\nOther zones across the exhibition grounds include parts & components and automotive repair, maintenance & care, accessories & customizing. Leading brands comprise the likes of Autel, Carlas, FPT Automotive, Hengst, Koryo, Lucas, Millenium, Mulantan, Thinkcar and Zero Mileage.\nFiona Chiew, General Manager of Messe Frankfurt (HK) Ltd, said the show’s expansion of 44 % to a record-breaking space of over 22,600 sq.m reflects a growing confidence and heightened ambition within Vietnam’s thriving automotive market. Automechanika Ho Chi Minh City, the largest regional trade fair in the automotive aftermarket, will further consolidate its role as a comprehensive platform for business, education and entertainment.\nAutomechanika Ho Chi Minh City’s fringe events offer even more opportunities to discover the latest advancements, trends and updates about the industry, including the Automotive Mobility Solutions Conference, the Collision Repair Training Workshop and other sessions on Electrification and Digitalisation Business Networking Event, Automotive Logistics, Warehousing and Supply Chain Conference, and Automotive Manufacturing, Transformation and Automation Workshop.\nElsewhere, the returning Collision Repair Training Workshop will have experts from OTO-HUI and Magic Cube Auto-Aftermarket (a highly influential automotive training consultancy from China) sharing their insights on electric vehicle systems, repair and safety precautions./.\nMinistry to consider possible tax on gold transactions\nThe Ministry of Finance is to start a process to study the effect of a tax on gold transactions, Deputy Minister of Finance Nguyen Duc Chi has said.\nAs gold prices surged to a historic high before settling down last week, the press, economists, as well as members of the public, have voiced their concerns over the lack of a gold tax for transactions of the precious metal. Many asked why when there are taxes on other assets such as real estate and securities, there are none for gold transactions.\nChi said in considering the profound impact a gold tax could produce on society as a whole, the ministry must conduct a thorough study before sending a proposal on the matter to the government.\nEconomists have long maintained before granting the right to import gold into the market, with the State Bank of Vietnam (SBV) being the only entity allowed to right now, taxing gold transactions is necessary to keep gold prices in control.\nProf. Nguyen Thi Mui, a member of the National Financial, Monetary Policy Advisory Council advised the central bank and the ministry to start building a tax policy for gold transactions.\nShe said a gold tax could significantly reduce demand for the precious metal among certain investor groups, especially those who speculate and hoard. A gold tax could also serve as the foundation for a fairer and more sustainable business environment, given that traders of real estate and securities are also subject to personal income tax.\nDang Ngoc Minh, Deputy Director-General of the General Department of Taxation, said gold trading is subject to the state's management policy, just like other economic activities.\nIn accordance with the Prime Minister's directives, measures have been taken to monitor the trading of the precious metal, including the use of electronic invoices. The Ministry of Finance (MoF) has recently proposed all gold transactions should be conducted via non-cash payment methods, Minh added.\nAccording to the general department, nearly 55,000 businesses country-wide have started issuing electronic invoices, including 5,835 gold and silver traders, who have issued over 1.06 million of such invoices to date./.\nSoutheast key economic region’s exports grow strongly\nExports by provinces and cities in the southeastern key economic region have grown strongly so far this year.\nThe region includes Ho Chi Minh City and the five provinces of Dong Nai, Binh Duong, Ba Ria - Vung Tau, Binh Phuoc, and Tay Ninh, making it the country’s largest economic hub and a major contributor to economic growth, exports, Government revenue collections, and jobs.\nAccording to the Binh Duong Department of Industry and Trade, in the first five months of the year the province's exports valued nearly 13.8 billion USD, up 13.9% year-on-year.\nVice Chairman of the province’s Wood Processing Association Luu Phuoc Loc said the wood products sector has always been one of Binh Duong's bright spots in terms of exports.\nWith its effective business support policies, Vietnam's wood and wood products exports have achieved great success in the international market, he said.\nBusinesses are trying to secure more orders by organising fairs and exhibitions at home and abroad and making inroads into new markets in the Middle East, he added.\nAccording to Dong Nai province's Statistics Department, in the first five months of the year, the trade surplus topped 2.8 billion USD, with local businesses exporting nearly 9.3 billion USD worth of goods.\nOf Dong Nai's exports, more than 60% are from industries such as electronics, textiles, footwear, and machinery components and equipment.\nThe province exports to more than 170 countries and territories, but the US, Japan, China, the Republic of Korea, and Europe remain the main markets.\nAccording to businesses, the export market shows signs of improvement with more orders coming in.\nDong Nai expects a trade surplus of 6.8 billion USD this year.\nNguyen Ngoc Hoa, Chairman of the HCM City Business Association (HUBA), said since the beginning of the year, local businesses have had large orders that would take until the end of the third quarter to complete.\nThough businesses are still under pressure to reduce prices and face high technical barriers, they are striving not to lose orders, accepting reduced profits and finding ways to reduce costs.\nThanks to this, the city's exports continue to recover after being affected by fluctuations in the world market, with shipments increasing across the board by product and market.\nIts Department of Industry and Trade said exports in the first four months of the year were quite high at 12.5 billion USD, a 69% increase year-on-year.\nTextile and garment exports topped 1.2 billion USD, an increase of 40%, wood and wood product exports rose by more than 80% to 175.6 million USD, and machinery, equipment, tools, and parts exports reached 912.8 million USD, an increase of 41%.\nThe city has created mechanisms and policies to support businesses in converting production models towards increasing the application of modern, environmentally friendly technology and improving the competitiveness of Vietnamese exports.\nIt has also encouraged businesses to find partners in and expand markets outside of China and the US.\nDiversifying export markets will help reduce cyclicality and volatility in exports./.\nVietnamese, Russian taxation agencies ink MoU on cooperation\nThe General Department of Taxation of Vietnam and the Federal Taxation Service of the Russian Federation signed a Memorandum of Understanding (MoU) on bilateral cooperation in Hanoi on June 20.\nThe signing ceremony of the MoU was held on the sidelines of Russian President Vladimir Putin’s state visit to Vietnam from June 19-20.\nThe General Department of Taxation said the signing of the MoU would create opportunities for the two sides to deploy bilateral cooperation activities, thus contributing to taxation partnership between Vietnam and Russia.\nThe cooperation covers the exchange of experiences in tax policy and management; tax management in e-commerce and retail; digital tax services for tax payers; automatic exchange of information for tax purposes (including e-commerce); digital transformation in tax management (including big data management); transmission of online data about transactions from cash registers, among others.\nThe forms of cooperation include the exchange of information and sharing of experiences in the said-above fields; holding seminars, meetings, working groups and field trips in both countries; personnel training; transfer of experience and knowledge between the two sides.\nAccording to the General Department of Taxation, the signing of the MoU was a step forwards in economic, external and political relations between the two nations, helping Vietnam to improve its capacity in developing and building tax policies and management, especially in the fields where Russia has experience such as tax management in e-commerce, digital tax services for tax payers, automatic exchange of information for tax purposes, and digital transformation in tax management./.\nVietnam – Brazil's priority partner in Asia: Brazilian Vice President\nVietnam is Brazil’s priority partner in Asia, Vice President and Minister of Development, Industry, Trade and Services of Brazil Geraldo Alckmin affirmed at a working session with Vietnamese Ambassador to Brazil Bui Van Nghi in Brasilia on June 19.\nThe Vice President said he is impressed by Vietnam's growth rate and international economic integration as it has joined 16 free trade agreements (FTAs).\nVietnam is currently an attractive economic, trade and tourism destination, he said, adding that the country connects supply chains, semiconductor production and logistics services.\nHe proposed establishing a direct route linking Brazil and Vietnam, thus contributing to promoting tourism and trade exchange with Southeast Asia.\nBrazil is interested in promoting cooperation in science and technology, innovation, and high technology, especially the semiconductor industry and clean, renewable energy, Alckmin said.\nFor his part, Ambassador Nghi emphasised that in addition to the fine political and diplomatic relations, economic and trade cooperation between Vietnam and Brazil continues to grow strongly. Brazil is Vietnam's largest trading partner in Latin America and second in America, after the US. Meanwhile, Vietnam is Brazil's leading trading partner in the Association of Southeast Asian Nations (ASEAN).\nAccording to the General Department of Vietnam Customs, trade between Vietnam and Brazil hit 7.11 billion USD, of which Vietnam’s imports were valued at 4.7 billion USD.\nIn the first five months of this year, Vietnam's export turnover to Brazil reached 1.14 billion USD, up 1.48% over the same period last year. Vietnam's key export items to Brazil included phones and components, vehicles and spare parts and computers and electronic products.\nNghi spoke highly of Brazilia's aviation technology, including Embraer's narrow-body aircraft, suitable to the need of Vietnam's air transport and tourism development./.\nVietnam’s anti-corruption efforts help boost economic growth: Canadian experts\nVietnam’s anti-corruption efforts have helped spur its economic growth, Director of the Canada-Vietnam Trade Council Julie Nguyen and Professor of Business at Centennial College in Toronto Luis Silva shared the view.\nIn their recent article on Canada’s Ottawa Life magazine, the experts said in recent years, Vietnam’s battle against corruption has been intensified, marked by high-profile cases hitting the headlines. Those cases demonstrated the Government’s commitment to transparency and accountability.\nVietnam’s standing on the Transparency International’s Corruption Perceptions Index (CPI) jumped by 10 points between 2013 and 2023, ranking 83rd out of 180 countries in 2023.\nThe article said under the leadership of Party General Secretary Nguyen Phu Trong, Vietnam has taken significant strides in its anti-corruption efforts since 2016.\nThe anti-corruption campaign has seen the dismissal of numerous senior officials, signalling a commitment to root out the phenomenon at all levels.\nBusiness corruption, particularly in industries like real estate, banking, and health care, has also been targeted. Notably, Truong My Lan, head of a major real estate company, was sentenced to death for involvement in a 12.5 billion USD financial fraud case.\nWhile these anti-corruption measures may have disrupted some projects and supply chains, they’ve contributed to an improved business environment, as reflected in Transparency International’s assessments.\n\"Over the years, Vietnam has become an attractive destination for foreign investors due to decreased corruption, improved business climate, and enhanced transparency,\" the experts said.\nAccording to the article, Vietnam presents promising investment opportunities. The country's stable political environment, strategic location, and growing economy appeal to institutional investors.\nAlthough investors have to navigate infrastructural inadequacies, regulatory complexities, and corruption risks. Vietnam’s ongoing reforms and investment-friendly policies instil optimism among them.\nIt said Canadian stakeholders stand to benefit from engaging with Vietnam. Bilateral trade between Canada and Vietnam has soared, surpassing 10 billion USD in 2023.\nAs members of the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP), the two countries are poised to deepen economic ties further. Canadian businesses are advised to capitalise on Vietnam’s growth trajectory and its strategic position in Canada’s Indo-Pacific Strategy.\nAmid geopolitical shifts, Vietnam remains steadfast in its foreign policy, balancing relations with major powers and strengthening ties with other ASEAN members. For Canada, deepening engagement with Vietnam aligns with its Indo-Pacific Strategy and offers opportunities for economic cooperation and regional influence, the article said./.\nSource: VNA/SGT/VNS/VOV/Dtinews/SGGP/VGP/Hanoitimes",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Environment",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nguyen the huu",
          "sentiment": "none"
        },
        {
          "name": "nguyen sinh nhat tan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "vietnam business news",
          "sentiment": "negative"
        },
        {
          "name": "ministry of industry and trade",
          "sentiment": "none"
        },
        {
          "name": "electricity regulatory authority",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vietnam",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T10:22:46.575+03:00",
    "updated": "2024-06-21T10:22:46.575+03:00"
  },
  {
    "uuid": "2a2d1f715910116a295fe4cdd9eb7a15ff6a9cdc",
    "url": "https://investorshangout.com/transmedics-group-faces-lawsuit-amid-safety-concerns-220896-",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Addison Perry",
    "published": "2025-02-20T22:17:00Z",
    "title": "TransMedics Group Faces Lawsuit Amid Safety Concerns",
    "text": "TransMedics Group Faces Lawsuit Amid Safety Concerns\nAddison PerryUpdated: 02-20-2025 05:17 PM\nUnderstanding the Legal Challenges Facing TransMedics Group\nTransMedics Group, Inc. (TMDX), known for its innovative approach in organ transplant therapy, is currently grappling with serious legal issues stemming from a class-action lawsuit. The lawsuit alleges fraudulent practices and safety lapses within the company. With the lawsuit titled Jewik v. TransMedics Group, Inc. and filed in the Massachusetts district court, it represents the interests of investors who acquired TransMedics securities during a specified period.\nThe Allegations\nThe core of the lawsuit revolves around claims that TransMedics, along with some of its executives, engaged in misleading practices. Such actions reportedly included fraudulent billing methods, kickbacks, and the coercion of health care providers to prefer their services. This not only raises ethical concerns but also puts the company at the center of heightened regulatory scrutiny.\nImplications for Investors\nInvestors who bought TransMedics stocks between February 28, 2023, and January 10, 2025, could find their investments severely impacted. Allegations of misconduct, if substantiated, can lead to financial losses and diminished trust in the company's operations. Hagens Berman, the firm behind the investigation, is urging affected investors to come forward to share their stories and submit any information that may aid in their investigation.\nKey Events that Triggered the Lawsuit\nTwo significant events purportedly revealed the alleged wrongdoing by TransMedics. The first occurred when Representative Paul Gosar addressed concerns regarding the company's financial practices, suggesting that resources were mismanaged. This accusation gained traction when reported widely in media outlets, leading to a significant decline in stock prices.\nThe Role of Activist Short Sellers\nMost notably, on January 10, 2025, a brief report by Scorpion Capital surfaced, casting doubt on the integrity of TransMedics practices. This report claimed instances of inappropriate billing, questionable patient treatment methods, and mishandling of medical procedures, including the use of rejected organs. Such serious allegations can deeply affect investor confidence and open the door for more extensive scrutiny from regulators.\nResponse from the Company and Legal Representatives\nIn response to these allegations, partners from Hagens Berman have indicated the seriousness of the claims being investigated. Legal representatives have highlighted that if the allegations hold water, the fallout could not only financially harm investors but might negatively impact patient safety as well.\nThe Importance of Transparency in Medical Technology\nTransparency is crucial, especially in the medical technology field, where patient safety is paramount. The claims leveled against TransMedics underline the urgent need for both operational integrity and ethical practices within the sector. Stakeholders within the industry watch closely as the legal proceedings unfold, anticipating both lessons learned and potential reforms that might stem from this case.\nNext Steps for Investors\nInvestors are advised to stay informed about the developments in the case and consider their options. If you have incurred losses as a result of the dropping stock values linked to the allegations against TransMedics, it's beneficial to consult with legal experts who specialize in securities fraud to explore potential avenues for recovery.\nFrequently Asked Questions\nWhat are the main allegations against TransMedics Group?\nThe main allegations concern fraudulent practices such as misleading statements, kickbacks, and unsafe medical procedures.\nHow might this lawsuit affect TransMedics' stock prices?\nIf proven true, the allegations could lead to significant reductions in stock prices as investor confidence wanes.\nWhat period does the class-action lawsuit cover?\nThe class period for the lawsuit includes securities purchases from February 28, 2023, to January 10, 2025.\nWhat should affected investors do?\nAffected investors should report their experiences and consult legal counsel specializing in securities to understand their rights.\nHow can investors contact the law firm handling this case?\nInvestors can reach out to Hagens Berman by calling 844-916-0895 for more information or assistance.\nAbout The Author\nContact Addison Perry privately here. Or send an email with ATTN: Addison Perry as the subject to contact@investorshangout.com.\nAbout Investors Hangout\nInvestors Hangout is a leading online stock forum for financial discussion and learning, offering a wide range of free tools and resources. It draws in traders of all levels, who exchange market knowledge, investigate trading tactics, and keep an eye on industry developments in real time. Featuring financial articles, stock message boards, quotes, charts, company profiles, and live news updates. Through cooperative learning and a wealth of informational resources, it helps users from novices creating their first portfolios to experts honing their techniques. Join Investors Hangout today: https://investorshangout.com/\nThe content of this article is based on factual, publicly available information and does not represent legal, financial, or investment advice. Investors Hangout does not offer financial advice, and the author is not a licensed financial advisor. Consult a qualified advisor before making any financial or investment decisions based on this article. This article should not be considered advice to purchase, sell, or hold any securities or other investments. If any of the material provided here is inaccurate, please contact us for corrections.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Health->health organisation",
      "Health->government health care",
      "Health->medical service",
      "Crime, Law and Justice->corporate crime",
      "Crime, Law and Justice->civil law",
      "Crime, Law and Justice->law enforcement"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T00:22:41.548+02:00",
    "updated": "2025-02-21T00:22:41.548+02:00"
  },
  {
    "uuid": "d9ba64b684e5167f1303fc07e7837056734faf24",
    "url": "https://www.gamingbible.com/news/platform/xbox/xbox-gamers-end-xbox-133671-20241115",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dan Lipscombe",
    "published": "2024-11-15T12:13:00Z",
    "title": "Xbox gamers divided over end of Xbox as we currently know it",
    "text": "Xbox is making a big change via a new marketing push, and it is dividing the fanbase. Microsoft Gaming recently unveiled a new advertising campaign [promoting the brand](https://news.xbox.com/en-us/2024/11/14/this-is-an-xbox/) as more of a service rather than just a hardware company. The new Xbox advert turns everything into an Xbox. Essentially, the company wants users to know they can access [Xbox](https://www.gamingbible.com/xbox) services across a wide range of hardware including third-party handheld PCs, laptops, mobile and smart TVs. Advert However, this is only stoking the fires fans have feared for some time - that Xbox doesn’t care about the console market any longer. “So there it is. A proper mass marketing material to declare the fact that Xbox is no longer about its consoles anymore,” [said](https://www.reddit.com/r/Games/comments/1gr7g8o/comment/lx43xlv/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button) Bolt_995 over on a [Reddit discussion](https://www.reddit.com/r/Games/comments/1gr7g8o/this_is_an_xbox_marketing_campaign_launched/) about the new campaign. [Other fans](https://www.reddit.com/r/Games/comments/1gr7g8o/comment/lx3rm6z/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button) don’t see this as a concern, however, saying, “I know everyone is expecting Microsoft to stop making consoles, but I don't see that happening. Xbox sales are declining but they're still selling millions per gen.” It’s true that Microsoft is focusing on Xbox being an ecosystem - it has always shared a lot with PCs - but there is a fear that Xbox as we know it is fading away. Advert As Leeysa [says on Reddit](https://www.reddit.com/r/Games/comments/1gr7g8o/comment/lx3msku/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button), “Good Move, PC has been part of the Xbox brand for years now and most people still think it's just the consoles.” It’s understandable to think on the future of this idea. As another Redditor [ponders](https://www.reddit.com/r/Games/comments/1gr7g8o/comment/lx3ndvy/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button), “Actual consoles will be more of an accessory than the focus. Going to be interesting to see the financial implications.” I can’t see [Microsoft](https://www.gamingbible.com/microsoft) ever halting production on consoles until cloud gaming becomes the staple, but that’s a long time coming what with internet speeds being as scattered as they are. However, other platforms need to keep up with this idea, [as one user puts it](https://www.reddit.com/r/Games/comments/1gr7g8o/comment/lx3pn8l/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button), “A lot of those platforms need to be much better Xbox’s in a hurry, PC especially,” in order to produce a solid parity across devices. Topics: [Xbox](/xbox), [Xbox One](/xbox-one), [Xbox Series S](/xbox-series-s), [Xbox Series X](/xbox-series-x), [Microsoft](/microsoft)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.reddit.com/r/Games/comments/1gr7g8o/comment/lx43xlv/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
      "https://news.xbox.com/en-us/2024/11/14/this-is-an-xbox/",
      "https://www.reddit.com/r/Games/comments/1gr7g8o/this_is_an_xbox_marketing_campaign_launched/",
      "https://www.reddit.com/r/Games/comments/1gr7g8o/comment/lx3pn8l/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
      "https://www.reddit.com/r/Games/comments/1gr7g8o/comment/lx3ndvy/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
      "https://www.reddit.com/r/Games/comments/1gr7g8o/comment/lx3msku/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
      "https://www.reddit.com/r/Games/comments/1gr7g8o/comment/lx3rm6z/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
      "https://reddit.com/r/Games/comments/1gr7g8o/this_is_an_xbox_marketing_campaign_launched/",
      "https://reddit.com/r/Games/comments/1gr7g8o/comment/lx3msku/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
      "https://www.reddit.com/r/Games/comments/1gr7g8o/comment/lx3msku/",
      "https://reddit.com/r/Games/comments/1gr7g8o/comment/lx43xlv/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
      "https://www.reddit.com/r/Games/comments/1gr7g8o/comment/lx43xlv/",
      "https://www.reddit.com/r/Games/comments/1gr7g8o/comment/lx3rm6z/",
      "https://www.reddit.com/r/Games/comments/1gr7g8o/this_is_an_xbox_marketing_campaign_launched",
      "https://www.reddit.com/r/Games/comments/1gr7g8o/comment/lx3ndvy/",
      "https://www.reddit.com/r/Games/comments/1gr7g8o/comment/lx3pn8l/",
      "https://reddit.com/r/Games/comments/1gr7g8o/comment/lx3pn8l/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
      "https://reddit.com/r/Games/comments/1gr7g8o/comment/lx3rm6z/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
      "https://www.news.xbox.com/en-us/2024/11/14/this-is-an-xbox/",
      "https://reddit.com/r/Games/comments/1gr7g8o/comment/lx3ndvy/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
      "https://news.xbox.com/en-us/2024/11/14/this-is-an-xbox"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Microsoft",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Reddit",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T15:24:29.412+02:00",
    "updated": "2024-11-15T15:34:33.861+02:00"
  },
  {
    "uuid": "65eca3b32ac362af8866cbf7679d8678e3de933e",
    "url": "https://investorshangout.com/exciting-launch-of-igt-wheel-of-fortune-video-poker-game-257741-",
    "ord_in_thread": 0,
    "author": "Ryan Hughes",
    "published": "2025-04-02T21:25:00Z",
    "title": "Exciting Launch of IGT Wheel of Fortune Video Poker Game",
    "text": "Exciting Launch of IGT Wheel of Fortune Video Poker Game\nRyan HughesUpdated: 04-02-2025 05:25 PM\nExciting Launch of IGT Wheel of Fortune Video Poker Game\nInternational Game Technology PLC (NYSE: IGT) has made a significant splash in the gaming world with the debut of its innovative Wheel of Fortune Video Poker game. Known for being a global leader in gaming, IGT has brought together its legendary video poker content with the beloved Wheel of Fortune theme, creating a unique gaming experience that is bound to captivate players across the globe.\nWhere It All Began: Downtown Grand Hotel & Casino\nThe Downtown Grand Hotel & Casino in Las Vegas holds the honor of being the first casino to offer this exciting new game. With its vibrant atmosphere and commitment to providing top-notch entertainment, the Downtown Grand serves as a perfect backdrop for the launch of IGT's latest offering. The integration of video poker and the Wheel of Fortune theme has generated considerable excitement among guests, drawing both loyal fans and new players eager to experience this delightful innovation.\nWhat Makes Wheel of Fortune Video Poker Unique?\nIGT's Wheel of Fortune Video Poker game is designed to enhance the enjoyment of traditional poker while adding a thrilling twist with its signature features. Players can expect engaging gameplay, where they can participate in multi-hand poker while enjoying the franchise's famous puzzle-solving aspects. One standout feature is the iconic “Wheel Bonus,” which has thrilled players for years, contributing to the game's enduring popularity.\nThe Game's Features and Options\nThis captivating video poker variant is available on the CrystalCurve™ cabinet and offers a variety of configurations, including triple-play, five-play, and ten-play options. Players can win impressive rewards, with jackpot payouts of 30,000, 50,000, or even 100,000 credits for achieving a dealt royal flush. The combination of engaging mechanics and the familiar thrill of poker creates an experience that stands out in the bustling gaming environment of Las Vegas.\nIGT's Commitment to Innovation\nNick Khin, President of Global Gaming at IGT, shared the company's excitement about this launch, remarking on the significance of providing an experience that merges the nostalgia of Wheel of Fortune with the tried-and-true mechanics of multi-hand poker. This launch not only marks an important milestone for IGT but also emphasizes their intent to continue innovating. IGT has plans for further introductions of the Wheel of Fortune Video Poker game in additional markets, promising players around the world the chance to enjoy this innovative experience.\nFuture Prospects and Expansion\nSince its initial launch, Wheel of Fortune Video Poker has quickly gained traction at several casinos throughout Las Vegas. With plans for future launches in various gaming markets, IGT aims to bring the excitement of this game to even more players. The growth of IGT’s game portfolio highlights their dedication to not just leading the gaming industry, but continuously finding ways to enhance player enjoyment through innovative game design.\nThe Downtown Grand Hotel & Casino Experience\nMore than just a gaming destination, the Downtown Grand Hotel & Casino offers a unique hospitality experience. Awarded for its exceptional service and cleanliness, it embodies the heart of revitalized downtown Las Vegas. With a rich selection of dining options and entertainment, it complements the launch of Wheel of Fortune Video Poker perfectly.\nAbout IGT and Its Vision\nIGT has established itself as a formidable leader in the global gaming arena, dedicated to providing entertaining experiences while adhering to high standards of integrity and responsibility. With approximately 11,000 employees worldwide, IGT’s influence spans across all regulated gaming segments, from lotteries to digital platforms. By leveraging innovative technologies and player insights, IGT continues to craft gaming solutions that resonate with players and enhance growth opportunities.\nFrequently Asked Questions\nWhat is IGT Wheel of Fortune Video Poker?\nIt is a new video poker game combining traditional poker mechanics with the beloved Wheel of Fortune theme, offering unique features and gameplay excitement.\nWhere can I play Wheel of Fortune Video Poker?\nThe game is currently launched at the Downtown Grand Hotel & Casino in Las Vegas and is set to expand into other markets soon.\nWhat types of configurations does the game offer?\nPlayers can enjoy triple-play, five-play, and ten-play configurations, each offering exciting ways to win.\nWhat are the potential jackpots for this game?\nPlayers can win jackpots of 30,000, 50,000, or 100,000 credits depending on the game configuration and their performance.\nHow does IGT ensure innovation in gaming?\nIGT continuously invests in new technologies and gathers player insights, which helps them develop engaging gaming experiences that meet player expectations.\nAbout The Author\nContact Ryan Hughes privately here. Or send an email with ATTN: Ryan Hughes as the subject to contact@investorshangout.com.\nAbout Investors Hangout\nInvestors Hangout is a leading online stock forum for financial discussion and learning, offering a wide range of free tools and resources. It draws in traders of all levels, who exchange market knowledge, investigate trading tactics, and keep an eye on industry developments in real time. Featuring financial articles, stock message boards, quotes, charts, company profiles, and live news updates. Through cooperative learning and a wealth of informational resources, it helps users from novices creating their first portfolios to experts honing their techniques. Join Investors Hangout today: https://investorshangout.com/\nThe content of this article is based on factual, publicly available information and does not represent legal, financial, or investment advice. Investors Hangout does not offer financial advice, and the author is not a licensed financial advisor. Consult a qualified advisor before making any financial or investment decisions based on this article. This article should not be considered advice to purchase, sell, or hold any securities or other investments. If any of the material provided here is inaccurate, please contact us for corrections.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Arts, Culture and Entertainment->mass media",
      "Science and Technology->technology and engineering",
      "Economy, Business and Finance->media and entertainment industry",
      "Economy, Business and Finance->products and services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Ryan Hughes",
          "sentiment": "negative"
        },
        {
          "name": "Nick Khin",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "Las Vegas",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "The Downtown Grand Hotel & Casino",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "NYSE",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "CrystalCurve",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Global Gaming",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "the Wheel of Fortune Video Poker",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "IGT Wheel of Fortune Video Poker",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "ATTN",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T00:50:42.879+03:00",
    "updated": "2025-04-03T00:50:42.879+03:00"
  },
  {
    "uuid": "d879700ed55c89867c9c8de08263f837f7730817",
    "url": "https://www.dispatch.com/story/sports/nfl/saints/2024/04/25/will-smith-shooter-receives-25-year-sentence-for-killing-former-saints/73456026007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Columbus Dispatch",
    "published": "2024-04-25T19:03:00Z",
    "title": "Will Smith shooter receives 25-year sentence for killing ex-Saints DE",
    "text": "The man who shot and killed former New Orleans Saints defensive lineman Will Smith following a traffic altercation in 2016 has been sentenced to 25 years in prison.\nThe sentence was handed down Thursday in New Orleans after a jury in January found Cardell Hayes, 36, guilty of manslaughter in a retrial of the case from more than seven years ago.\nA previous jury voted 10-2 to convict Hayes , but the decision was overturned when the U.S. Supreme Court outlawed nonunanimous verdicts. He was released on bond after serving more than four years of his original 25-year sentence.\nHayes was taken back into custody on January 27 following his unanimous conviction and held in jail while awaiting sentencing.\nSmith was shot eight times, seven times in the back, after an altercation following an accident in which Hayes' SUV hit the rear of Smith's vehicle. A bullet also hit Smith's wife, Racquel, in the leg, but Hayes was acquitted of a related charge of attempted manslaughter in his second trial.\nEvidence showed Smith was intoxicated at the time of the incident, and Hayes maintained that he acted in self-defense.\nSmith played nine seasons with the Saints from 2004-2012. He made the Pro Bowl in 2006 and was a member of the Saints' Super Bowl championship team in 2009.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://sportsdata.usatoday.com/football/nfl/teams/new-orleans-saints/350",
      "https://www.sportsdata.usatoday.com/football/nfl/teams/new-orleans-saints/350"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "will smith",
          "sentiment": "neutral"
        },
        {
          "name": "cardell hayes",
          "sentiment": "none"
        },
        {
          "name": "racquel",
          "sentiment": "none"
        },
        {
          "name": "smith",
          "sentiment": "none"
        },
        {
          "name": "hayes",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "new orleans saints",
          "sentiment": "neutral"
        },
        {
          "name": "u.s. supreme court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new orleans",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:49:12.987+03:00",
    "updated": "2024-04-26T00:49:12.987+03:00"
  },
  {
    "uuid": "e33abf091591280cd0011edf44f2f5c8c8f376df",
    "url": "https://money.mymotherlode.com/clarkebroadcasting.mymotherlode/article/abnewswire-2025-2-27-outdoor-tv-antenna-making-strong-comeback-us-households-cut-the-cord-ota-antennas-and-streaming-redefine-tv-entertainment",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AB Newswire",
    "published": "2025-02-27T22:04:00Z",
    "title": "Outdoor TV antenna making strong comeback - US Households Cut the Cord: OTA Antennas and Streaming Redefine TV Entertainment",
    "text": "Outdoor TV antenna making strong comeback – US Households Cut the Cord: OTA Antennas and Streaming Redefine TV Entertainment By: AB Newswire February 27, 2025 at 17:04 PM EST The Resurgence of OTA Antennas in U.S. Households\nThe household entertainment landscape is shifting for US families. After three decades of cable and satellite subscriptions dominating the market, households are transitioning back to Over-the-Air (OTA) antenna ( https://www.usawireless.tv/antennateam ) programming in combination with streaming services for cost-effective and customized experience.\nOffering local sports, news and major network broadcasts, OTA was once the primary way households received television entertainment with OTA antennas installed in over 90% of households during the 70s and 80s. With the rise of cable and satellite TV, many households have transitioned over for more programming and higher quality. However this trend is changing as households are cutting their cords for OTA and streaming. With the Federal Communications Commission mandating broadcasting transition from analog to digital, improvements in OTA technology and high costs of cable subscriptions, many households are switching back to OTA antennas to save money while still enjoying their favorite shows. According to the 2023 Horowitz Research’s 'State of Media' study ( https://www.horowitzresearch.com/syndicated-research/state-of-media-disruption-and-change/) , households with digital television antennas have increased from 14% to 18% and are expected to increase further. In addition, the research has noted that 58% of antenna owners also want news and information specific to their community.\nThe Cost-Saving Advantage of OTA TV\nOne of the most compelling reasons for the resurgence of OTA antennas is cost savings. As costs of living are on the rise in the US, many families are re-evaluating whether they need all the channels offered by cable. While OTA antennas only provide local programming, households wanting any specific programming can pick and choose streaming from popular services such as Netflix, Hulu, and Disney+.\nCompared to a cable subscription which locks them in with more channels and programming than they can realistically consume, households are able to cut their monthly costs significantly and recoup the costs of installations within a few months to a year through savings.\nThe Role of Linear Programming\nAs on-demand streaming makes up the bulk of TV consumption, millions of households still tune in to linear programming including news, sports and major events. In Nielsen’s 2023 study, a little under 50% of US household TV consumption is linear TV ( https://www.warc.com/content/feed/us-linear-tv-falls- beneath-50-of-tv-time/en-GB/8535).\nThe full picture on linear TV is limited as data collected is much more sophisticated compared to digital and streaming. This makes OTA stats potentially underrepresented in industry studies making the true appeal potentially much higher in the shifting household media consumption landscape.\nInstallation and Usage\nThe process for setting up an OTA antenna is relatively simple and fast. For urban inner-city households, an indoor antenna can be mounted indoors on walls or windows and might suffice, giving them a connection to a broadcast tower within 1-5 miles. However, those living in areas a bit further from transmission sources and for those desiring a much higher quality of video reception should turn their focus toward a high-quality outdoor antenna with installation done by professionals. The Antenna Team at USA Wireless ( https://www.usawireless.tv/antennateam) , with over 30 years experience installing\nresidential TV systems, can help households add free OTA channels to their program viewing options. For a one-time cost to have the pros at AntennaTeam.com come to your home and install a brand-new high-quality outdoor antenna, you add thousands of free shows, sports, news, movies and more round the clock, day and night every day of the year for years to come.\nConclusion\nOTA antennas are making a comeback in US households and it is fueled by a growing desire for cost- effective, high-quality entertainment options. As cable costs continue to rise, households are starting to re-evaluate whether they need all the channels offered by cable and are turning to OTA for local pr ogramming supplemented with on-demand streaming at a fraction of the cable subscription costs. If you're considering cutting the cord, speak to an expert ( https://www.usawireless.tv/antennateam/ ) to see what local programming is available and which OTA option is ideal for you!\nMedia Contact\nCompany Name: USAwireless/Antenna team\nContact Person: Ian Thompson\nEmail: Send Email\nCountry: United States\nWebsite: https://www.usawireless.tv/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "topics": [
      "Science and Technology->information science",
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.horowitzresearch.com/syndicated-research/state-of-media-disruption-and-change/)",
      "https://www.usawireless.tv/antennateam",
      "https://www.usawireless.tv/antennateam/",
      "https://www.usawireless.tv/",
      "https://www.abnewswire.com/press_stat.php?pr=outdoor-tv-antenna-making-strong-comeback-us-households-cut-the-cord-ota-antennas-and-streaming-redefine-tv-entertainment",
      "https://www.usawireless.tv/antennateam)",
      "https://www.abnewswire.com/companyname/usawireless.tv_152865.html",
      "https://www.warc.com/content/feed/us-linear-tv-falls-beneath-50-of-tv-time/en-GB/8535)",
      "https://www.abnewswire.com/email_contact_us.php?pr=outdoor-tv-antenna-making-strong-comeback-us-households-cut-the-cord-ota-antennas-and-streaming-redefine-tv-entertainment",
      "https://tracking.newsrpm.com/pixel?slug=abnewswire-2025-2-27-outdoor-tv-antenna-making-strong-comeback-us-households-cut-the-cord-ota-antennas-and-streaming-redefine-tv-entertainment",
      "https://www.warc.com/content/feed/us-linear-tv-falls-",
      "https://fonts.googleapis.com/css2?family=Open+Sans+Condensed:wght@700&display=swap",
      "https://fonts.googleapis.com/css2?family=Open+Sans&display=swap",
      "https://www.abnewswire.com/email_contact_us.php",
      "https://usawireless.tv/antennateam)",
      "https://usawireless.tv/",
      "https://www.usawireless.tv",
      "https://www.usawireless.tv/antennateam",
      "https://usawireless.tv/antennateam/",
      "https://tracking.newsrpm.com/pixel",
      "https://abnewswire.com/press_stat.php?pr=outdoor-tv-antenna-making-strong-comeback-us-households-cut-the-cord-ota-antennas-and-streaming-redefine-tv-entertainment",
      "https://horowitzresearch.com/syndicated-research/state-of-media-disruption-and-change/)",
      "https://fonts.googleapis.com/css2",
      "https://abnewswire.com/companyname/usawireless.tv_152865.html",
      "https://www.abnewswire.com/press_stat.php",
      "https://www.tracking.newsrpm.com/pixel?slug=abnewswire-2025-2-27-outdoor-tv-antenna-making-strong-comeback-us-households-cut-the-cord-ota-antennas-and-streaming-redefine-tv-entertainment",
      "https://www.fonts.googleapis.com/css2?family=Open+Sans&display=swap",
      "https://abnewswire.com/email_contact_us.php?pr=outdoor-tv-antenna-making-strong-comeback-us-households-cut-the-cord-ota-antennas-and-streaming-redefine-tv-entertainment",
      "https://www.fonts.googleapis.com/css2?family=Open+Sans+Condensed:wght@700&display=swap",
      "https://warc.com/content/feed/us-linear-tv-falls-beneath-50-of-tv-time/en-GB/8535)",
      "https://usawireless.tv/antennateam",
      "https://warc.com/content/feed/us-linear-tv-falls-"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "e33abf091591280cd0011edf44f2f5c8c8f376df",
      "first_syndicated": true
    },
    "trust": {
      "categories": [
        "fake_news"
      ]
    },
    "rating": null,
    "crawled": "2025-02-28T00:12:09.133+02:00",
    "updated": "2025-02-28T00:12:09.133+02:00"
  },
  {
    "uuid": "658f9adc6aea76b8994a46e81607690d5c0cd9f8",
    "url": "https://www.newsbreak.com/new-york-city-ny/3554414071752-nyc-shooting-victim-was-defending-girlfriend-who-hugged-him-as-he-lay-bleeding-on-the-floor",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-08-08T15:30:00Z",
    "title": "NYC shooting victim was defending girlfriend – who hugged him as he lay bleeding on the floor",
    "text": "By Georgett Roberts, Amanda Woods ,\n11 hours ago\nThe victim of a shooting inside a Queens convenience store was trying to defend his girlfriend from two creeps when one of them opened fire on him — leaving him clinging to life, according to a witness and surveillance video.\nThe distraught woman can be seen stooping over her boyfriend and hugging him as he lay bleeding on the floor inside One World Convenience in Richmond Hill on Monday night, in the footage shown to The Post.\n“She screamed,” the store manager, who declined to give his name, recalled in an interview Wednesday.\nThe 1 World Convenience store, where the victim was defending his girlfriend from two creeps. Georgett Roberts / NY Post The 34-year-old victim, who has not been publicly identified, was blasted four times in the back and twice in the right arm during the shooting at the shop on Jamaica Avenue near 120th Street around 10:30 p.m., authorities said.\n“It’s very sad,” the manager said, adding that in New York City, “You can’t come to grab a water with your girlfriend without getting shot.”\nTrump assassination attempt victim David Dutch speaks out for first time since hospital release\nVideo showed the suspected shooter and another man, who was lingering by the door, trying to chat up the victim’s gal pal — who had stepped into the store a short time after them to grab a bottle of water and candy.\nVideo showed the suspected shooter and another man, who was lingering by the door, trying to chat up the victim’s gal pal. “They were trying to talk her up, get her number,” said the manager. “They said they are from a different state.”\nThe woman left the store — avoiding her pursuers — but her beau, who had been waiting in a car outside, walked in a short time later and confronted them, according to the footage.\nThe enraged boyfriend exchanged words with the man standing by the door before the two squared up to fight, the video shows.\nThen the shooter, dressed in all black and wearing a cap over his dreads, whipped out a gun from his waistband, according to the manager.\nThe shooting blasted out the store’s front glass door. Georgett Roberts / NY Post He held the weapon with both hands and pointed over the left shoulder of his accomplice, before unloading on the boyfriend who was standing with his back to the store’s door while facing both rivals.\nGroom-to-be fatally shoots best man by accident on Arizona campground: sheriff\n“Right away he pulled out the gun and started shooting more than eight times,” the manager said.\nSpots of blood formed on the victim’s clothes and he fell forward, hitting the floor, before turning over onto his back, the clip shows.\nThe suspects, who had initially arrived in a black car, made a quick getaway before the victim’s girlfriend ran back in the store and screamed as she went to hold her loved one.\n“They ran out and we called 911,” the manager recalled.\nGlass from the shattered door strewn about the sidewalk after the shooting on Monday. LoudlabsNYC The horrifying scene frightened the worker behind the counter, who “dropped to the floor,” the manager said.\nThe victim was rushed to Jamaica Hospital Medical Center, where cops said he remained in critical condition Wednesday.\nCLICK HERE TO SIGN UP FOR OUR METRO DAILY NEWSLETTER\nThe manager said both the victim and his girlfriend were “regular customers” at the store — where the front door was still shattered Wednesday.\n“I hope he recovers fully. He is a good guy,” he said.\nThe store worker decried the city’s gun violence problem and the revolving-door justice system that often allows criminals to return to the streets.\n“They catch someone with a gun, they arrest him and within 24 hours you are going to see him on the streets. That’s crazy,” the manager said.\nThe victim was rushed to Jamaica Hospital Medical Center, where cops said he remained in critical condition Wednesday. LoudlabsNYC “Do you think I’ll walk around New York City with my wife and four kids?” the man added. “I would have lost my mind.”\nShootings have risen so far this year in the 102nd Precinct, which covers the area where Monday’s violence occurred.\nSo far this year, 11 people have been shot in seven incidents within the precinct’s boundaries, compared to seven people hurt in five shootings during the same period in 2023, the latest NYPD statistics show.\n“The mayor is focused on what’s gonna bring money to the city, but not on guns in the streets,” the manager said of Mayor Eric Adams.\n“A lot of crimes happen on Jamaica Avenue with guns,” he added. “The city needs to focus on people losing their lives because of guns on the streets.”\nFor the latest metro stories, top headlines, breaking news and more, visit nypost.com/metro/\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://img.particlenews.com/image.php?url=2BaR9Y_0urVfspC00",
      "https://nypost.com/2024/08/08/us-news/trump-assassination-attempt-victim-david-dutch-speaks-out-for-first-time-since-hospital-release/",
      "https://img.particlenews.com/image.php?url=4dizG5_0urVfspC00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=4dizG5_0urVfspC00",
      "https://img.particlenews.com/image.php?url=3l3V6Z_0urVfspC00",
      "https://nypost.com/2024/08/07/us-news/groom-to-be-fatally-shoots-best-man-by-accident-on-az-campground-sherif/",
      "https://img.particlenews.com/image.php?url=3vEKAY_0urVfspC00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3vEKAY_0urVfspC00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2BaR9Y_0urVfspC00",
      "https://img.particlenews.com/image.php?url=1C5GkD_0urVfspC00",
      "https://email.nypost.com/?newsletter=metro-daily&c=2o38urciuhfiuw",
      "https://nypost.com/2024/08/06/us-news/man-34-shot-6-times-critically-hurt-in-shooting-inside-nyc-smoke-shop-cops/",
      "https://nypost.com/nyp-video-player/embed/?placement&playlisttagfilter&playlisttype=recommendations&align&media=0BpxJFML&width=100&player=MSUWMTQ0&platform=jw-player&playlist=Toq2ZZoq&aspectratio=16:9&template_path&jwtagname&playlistfiltertype&&relatedtitle&textOnlyId=f302ac8a-c428-403d-97ff-e51c601f4dbf&context=newsbreak",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3l3V6Z_0urVfspC00",
      "https://img.particlenews.com/image.php?url=2DWCHL_0urVfspC00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1C5GkD_0urVfspC00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2DWCHL_0urVfspC00",
      "https://nypost.com/metro/",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3vEKAY_0urVfspC00",
      "https://nypost.com/nyp-video-player/embed/",
      "https://www.img.particlenews.com/image.php?url=4dizG5_0urVfspC00",
      "https://email.nypost.com/",
      "https://www.email.nypost.com/?newsletter=metro-daily&c=2o38urciuhfiuw",
      "https://www.img.particlenews.com/image.php?url=2DWCHL_0urVfspC00",
      "https://img.particlenews.com/image.php",
      "https://nypost.com/2024/08/07/us-news/groom-to-be-fatally-shoots-best-man-by-accident-on-az-campground-sherif",
      "https://www.nypost.com/2024/08/08/us-news/trump-assassination-attempt-victim-david-dutch-speaks-out-for-first-time-since-hospital-release/",
      "https://nypost.com/metro",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=4dizG5_0urVfspC00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2BaR9Y_0urVfspC00",
      "https://www.img.particlenews.com/image.php?url=2BaR9Y_0urVfspC00",
      "https://www.nypost.com/metro/",
      "https://www.nypost.com/2024/08/07/us-news/groom-to-be-fatally-shoots-best-man-by-accident-on-az-campground-sherif/",
      "https://nypost.com/2024/08/08/us-news/trump-assassination-attempt-victim-david-dutch-speaks-out-for-first-time-since-hospital-release",
      "https://www.img.particlenews.com/image.php?url=1C5GkD_0urVfspC00",
      "https://www.img.particlenews.com/image.php?url=3vEKAY_0urVfspC00",
      "https://nypost.com/2024/08/06/us-news/man-34-shot-6-times-critically-hurt-in-shooting-inside-nyc-smoke-shop-cops",
      "https://www.nypost.com/nyp-video-player/embed/?placement&playlisttagfilter&playlisttype=recommendations&align&media=0BpxJFML&width=100&player=MSUWMTQ0&platform=jw-player&playlist=Toq2ZZoq&aspectratio=16:9&template_path&jwtagname&playlistfiltertype&&relatedtitle&textOnlyId=f302ac8a-c428-403d-97ff-e51c601f4dbf&context=newsbreak",
      "https://www.img.particlenews.com/image.php?url=3l3V6Z_0urVfspC00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3l3V6Z_0urVfspC00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=1C5GkD_0urVfspC00",
      "https://www.nypost.com/2024/08/06/us-news/man-34-shot-6-times-critically-hurt-in-shooting-inside-nyc-smoke-shop-cops/",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2DWCHL_0urVfspC00"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "amanda woods",
          "sentiment": "negative"
        },
        {
          "name": "georgett roberts",
          "sentiment": "negative"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "the post",
          "sentiment": "none"
        },
        {
          "name": "ny post",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "queens",
          "sentiment": "none"
        },
        {
          "name": "jamaica avenue",
          "sentiment": "none"
        },
        {
          "name": "richmond hill",
          "sentiment": "none"
        },
        {
          "name": "120th street",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-09T00:44:04.856+03:00",
    "updated": "2024-08-09T00:44:04.856+03:00"
  }
]
