[
  {
    "uuid": "3c734f86b6fd39fe38cf309c0953803e19d946c4",
    "url": "https://www.naijanews.com/2024/04/11/nigeria-to-generate-6000mw-electricity-in-six-months-adelabu",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ayomide Emeka Joseph",
    "published": "2024-04-11T20:23:00Z",
    "title": "Nigeria To Generate 6,000MW Electricity In Six Months – Adelabu",
    "text": "The Minister of Power, Adebayo Adelabu , has revealed that President Bola Tinubu’s government plans to boost the country’s power generation to 6,000 megawatts (MW) within the next six months. Naija News reports that the minister made this disclosure during his appearance on Channel Television’s “Politics Today” on Thursday.\nCurrently, Nigeria generates and transmits over 4,000MW, facing minor distribution challenges.\nMinister Adelabu outlined that the existing power generation, predominantly from hydropower and thermal plants, has an installed capacity of 13,000MW.\nHowever, logistical and technical constraints have historically restricted output to just over 4,000MW.\n“We are working tirelessly, day and night, to ensure that we can elevate generation to 6,000MW for the first time in this country’s history,” Minister Adelabu stated.\nHe emphasised that this milestone in power generation would not only be achieved but also effectively transmitted and distributed across Nigeria.\nThis commitment comes at a crucial time. Since January 2024, Nigeria has experienced significant setbacks in power generation, primarily due to a diminished gas supply.\nThe national grid also suffered collapses twice in the first quarter of the year, exacerbating the power supply instability.\nAmid these operational difficulties, the increase in tariffs for Band A customers has stirred public discontent.\nIn response, Minister Adelabu reassured that the expected improvements in power generation and distribution over the next six months would lead to a more stable and reliable power supply.\nThe minister appealed for the public’s patience and understanding as the government addresses these longstanding issues.\nHe assured that with the planned enhancements, Nigerians could look forward to significant improvements in their electricity supply, marking a pivotal shift in the nation’s power sector dynamics.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "adelabu",
          "sentiment": "none"
        },
        {
          "name": "bola tinubu",
          "sentiment": "none"
        },
        {
          "name": "adebayo adelabu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nigeria news",
          "sentiment": "negative"
        },
        {
          "name": "channel television",
          "sentiment": "none"
        },
        {
          "name": "naija news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nigeria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T01:12:37.180+03:00",
    "updated": "2024-04-12T06:10:26.234+03:00"
  },
  {
    "uuid": "717a35a00bf8ab6a9b13522f148bbefe436ba6ab",
    "url": "https://flipboard.com/video/ktvu/5e2709217b",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "KTVU",
    "published": "2024-01-15T00:00:00Z",
    "title": "Shirtless Buffalo Bills fan becomes human snowplow | Flipboard",
    "text": "Shirtless Buffalo Bills fan becomes human snowplow A shirtless Buffalo Bills fan became a human snowplow. Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Snowplows](/topic/snowplow) [Crash emphasizes snowplow safety](/topic/snowplow/crash-emphasizes-snowplow-safety/a-6ikVUD2sS9C8CKG-BYHxpw%3Aa%3A3483445720-0068072f0d%2Fflipboard.com) Newly released dashcam video serves as a warning to drivers to use extra caution around snow plows. [Small Business Strategy Shifts are Often Needed For Success](/topic/snowplow/small-business-strategy-shifts-are-often-needed-for-success/a-42NEAffcSleNxvKR5Bi_hQ%3Aa%3A3141277436-23a6f012f3%2Fsmallbiztrends.com) Small business strategy shifts: Sometimes in business we start with a product or service, a solution to a very specific problem. It’s very clear to … [Jeremy Renner Reportedly Dating Felon One Year After Near-Fatal Snowplow Accident](/topic/snowplow/jeremy-renner-reportedly-dating-felon-one-year-after-near-fatal-snowplow-acciden/a-6IU5ljvDRAWLScogwFdhBg%3Aa%3A3211424650-5bb021c433%2Fsuggest.com) In January 2023, Marvel star Jeremy Renner suffered a snowplow accident that left him with 30 broken bones and nearly cost him his life. One year …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jeremy renner",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "buffalo bills",
          "sentiment": "negative"
        },
        {
          "name": "shirtless buffalo bills",
          "sentiment": "negative"
        },
        {
          "name": "flipboard shirtless buffalo bills",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-16T00:36:04.621+02:00",
    "updated": "2024-01-16T00:36:04.621+02:00"
  },
  {
    "uuid": "be104610c3a462be35f287b044bf7be0bfdb363e",
    "url": "https://www.zacks.com/stock/news/2203354/johnson-johnson-jnj-laps-the-stock-market-heres-why",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zacks Investment Research",
    "published": "2023-12-28T00:00:00Z",
    "title": "Johnson & Johnson (JNJ) Laps the Stock Market: Here's Why - December 28, 2023 - Zacks.com",
    "text": "The most recent trading session ended with Johnson & Johnson ( JNJ Quick Quote JNJ - Free Report ) standing at $156.58, reflecting a +0.15% shift from the previouse trading day's closing. This move outpaced the S&P 500's daily gain of 0.04%. At the same time, the Dow added 0.14%, and the tech-heavy Nasdaq lost 0.03%.\nShares of the world's biggest maker of health care products witnessed a gain of 2.79% over the previous month, trailing the performance of the Medical sector with its gain of 5.57% and the S&P 500's gain of 5.28%.\nThe investment community will be closely monitoring the performance of Johnson & Johnson in its forthcoming earnings report. The company is scheduled to release its earnings on January 23, 2024. The company is expected to report EPS of $2.32, down 1.28% from the prior-year quarter. Alongside, our most recent consensus estimate is anticipating revenue of $20.91 billion, indicating a 11.79% downward movement from the same quarter last year.\nFor the entire fiscal year, the Zacks Consensus Estimates are projecting earnings of $9.99 per share and a revenue of $84.67 billion, representing changes of -1.58% and -10.82%, respectively, from the prior year.\nIt's also important for investors to be aware of any recent modifications to analyst estimates for Johnson & Johnson. These revisions typically reflect the latest short-term business trends, which can change frequently. With this in mind, we can consider positive estimate revisions a sign of optimism about the company's business outlook.\nOur research demonstrates that these adjustments in estimates directly associate with imminent stock price performance. To take advantage of this, we've established the Zacks Rank, an exclusive model that considers these estimated changes and delivers an operational rating system.\nThe Zacks Rank system, running from #1 (Strong Buy) to #5 (Strong Sell), holds an admirable track record of superior performance, independently audited, with #1 stocks contributing an average annual return of +25% since 1988. Within the past 30 days, our consensus EPS projection has moved 1.41% lower. Currently, Johnson & Johnson is carrying a Zacks Rank of #3 (Hold).\nWith respect to valuation, Johnson & Johnson is currently being traded at a Forward P/E ratio of 15.65. This indicates no noticeable deviation in contrast to its industry's Forward P/E of 15.65.\nOne should further note that JNJ currently holds a PEG ratio of 3.19. The PEG ratio is similar to the widely-used P/E ratio, but this metric also takes the company's expected earnings growth rate into account. Large Cap Pharmaceuticals stocks are, on average, holding a PEG ratio of 2.67 based on yesterday's closing prices.\nThe Large Cap Pharmaceuticals industry is part of the Medical sector. This industry, currently bearing a Zacks Industry Rank of 74, finds itself in the top 30% echelons of all 250+ industries.\nThe Zacks Industry Rank assesses the vigor of our specific industry groups by computing the average Zacks Rank of the individual stocks incorporated in the groups. Our research shows that the top 50% rated industries outperform the bottom half by a factor of 2 to 1.\nBe sure to follow all of these stock-moving metrics, and many more, on Zacks.com.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "johnson & johnson",
          "sentiment": "negative"
        },
        {
          "name": "s&p 500",
          "sentiment": "none"
        },
        {
          "name": "zacks consensus estimates",
          "sentiment": "none"
        },
        {
          "name": "s&p",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:11:48.963+02:00",
    "updated": "2023-12-29T02:11:48.963+02:00"
  },
  {
    "uuid": "289ac3fef17b3fb4f11f12f1446effc9a470b0cc",
    "url": "https://www.newsbreak.com/houston-tx/3279882683332-father-of-us-driver-who-fled-uk-after-crash-asks-for-donations-to-fight-extradition",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-28T21:57:00Z",
    "title": "Father of US driver who fled UK after crash asks for donations to fight extradition",
    "text": "The father of a US citizen “associated with the secret service” who left the UK after a crash that left a mental health nurse unable to walk has set up a fundraising page for a legal fight. Issac Calderon, 22, is accused of being responsible for the crash in July which left 56-year-old Elizabeth Donowho in hospital and unable to work for six weeks. Calderon was due to appear at Kidderminster Magistrates’ Court on December 1 following the incident in Herefordshire - but the suspect travelled to Houston, Texas, despite police describing him as a “flight risk”. A fundraiser has since been set up on the crowdfunding site GoFundMe by the suspect’s father, Manuel Calderon, in which the family are asking for 15,000 US dollars (£11,760) to help with legal fees. He also said he had been contacted by the FBI over extradicting him. Calderon’s father said the suspect was able to return to the US because “the company that contracted him purchased him a ticket”. Manuel Calderon said his son, whom he called “Isac”, had been offered a contract job in the UK “due to his security clearance with the Texas National Guard”. West Mercia Police told Ms Donowho that Calderon had been carrying out work “associated with the secret service” and working on matters “that might come under the Official Secrets Act”. Ms Donowho, from Malvern , Worcestershire, suffered multiple fractures in the crash – including both ankles, her sternum and her right hand. Police told her “the extradition process” has begun and it is understood that there are no issues surrounding diplomatic immunity. Calderon’s father said his son still has problems with concussion and a fractured humerus following the collision. In his plea for donations on the crowdfunding page, he said: “My son was released from the contract job shortly after and could no longer support himself in the UK. He reported this to the court but they were not concerned with his financial problems. “My son was able to return home because the company that contracted him purchased him a ticket.” He continued: “Missing his court date… the situation has spiraled (sic) from a car accident to my son being a government asset and being removed from the UK under diplomatic immunity, neither of which are true. “Due to this, his case is being compared to other cases where Americans have been saved by diplomatic immunity which my son is not privy to.” Ms Donowho said that, when explaining Calderon was a flight risk, police had cited the case of Anne Sacoolas – a US citizen who was able to leave the UK after diplomatic immunity was asserted on her behalf following a crash that killed teenage motorcyclist Harry Dunn. Mr Calderon continued: “My concern for my son was for his wellbeing since at that time he had no funds and still needed his injuries to be looked at.” He said his son has been given medical insurance for his fractured humerus and concussion but it will not “kick in” until next month. Addressing the reasons for setting up the crowdfunding page, Mr Calderon added: “We have been contacted by the FBI, they are talking about extraditing him. “We do not have funds for hiring international legal counsel. We are a single-income family and not a family of means. “We have spoken with an attorney. Although his price is reasonable, we do not have the funds or know of someone who would give or lend us that amount of money.” Calderon has been described by the US embassy as a “private citizen”, and police said he had been in the UK on a work visa. It is understood police were not advised of any intention Calderon had of leaving the UK. Ms Donowho’s spokesman, Radd Seiger, told PA: “We have noted this GoFundMe page and have nothing to say other than to appeal to Mr Calderon junior, who simply should not have left the UK in the first place, to now do the right thing and return without any further delay.” GoFundMe said the page has been taken down because it was against its terms of service.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2fRmFJ_0qStNjhA00",
      "https://www.independent.co.uk/topic/malvern",
      "https://www.independent.co.uk/news/uk/crime/elizabeth-donowho-us-driver-harry-dunn-b2462155.html",
      "https://www.independent.co.uk/topic/gofundme",
      "https://www.independent.co.uk/topic/police",
      "https://img.particlenews.com/image.php?url=2fRmFJ_0qStNjhA00",
      "https://independent.co.uk/topic/malvern",
      "https://www.img.particlenews.com/image.php?url=2fRmFJ_0qStNjhA00",
      "https://independent.co.uk/news/uk/crime/elizabeth-donowho-us-driver-harry-dunn-b2462155.html",
      "https://independent.co.uk/topic/gofundme",
      "https://img.particlenews.com/image.php",
      "https://independent.co.uk/topic/police",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2fRmFJ_0qStNjhA00"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "elizabeth donowho",
          "sentiment": "none"
        },
        {
          "name": "manuel calderon",
          "sentiment": "none"
        },
        {
          "name": "calderon",
          "sentiment": "none"
        },
        {
          "name": "issac calderon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kidderminster magistrates’ court",
          "sentiment": "none"
        },
        {
          "name": "fbi",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "herefordshire",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "houston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:27:35.170+02:00",
    "updated": "2023-12-29T00:27:35.170+02:00"
  }
]