[
  {
    "uuid": "af9d2207a0d0439e4a1cab1e8a156e25903d4049",
    "url": "https://ground.news/article/dustin-lynchs-girlfriend-all-about-his-ex-kelli-seymour-and-their-breakup",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hollywood Life",
    "published": "2023-12-28T20:24:00Z",
    "title": "Ground News - Dustin Lynch’s Girlfriend: All About His Ex Kelli Seymour & Their Breakup",
    "text": "Summary by Hollywood Life Dustin Lynch’s public dating history isn’t well known, but his split from ex-girlfriend Kelli Seymour made headlines in 2022. Inside their breakup. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nHollywood Life Lean Left Mixed Factuality Independent: Bonnie Fuller Dustin Lynch’s Girlfriend: All About His Ex Kelli Seymour & Their Breakup Dustin Lynch’s public dating history isn’t well known, but his split from ex-girlfriend Kelli Seymour made headlines in 2022. Inside their breakup.\n2 hours ago · Los Angeles, United States Read Full Article\nHollywood Life Lean Left Mixed Factuality Independent: Bonnie Fuller\nDustin Lynch’s Girlfriend: All About His Ex Kelli Seymour & Their Breakup Dustin Lynch’s public dating history isn’t well known, but his split from ex-girlfriend Kelli Seymour made headlines in 2022. Inside their breakup.\n2 hours ago · Los Angeles, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://hollywoodlife.com/feature/dustin-lynchs-girlfriend-inside-his-breakup-from-kelli-seymour-5216458/?utm_source=ground.news&utm_medium=referral",
      "https://www.hollywoodlife.com/feature/dustin-lynchs-girlfriend-inside-his-breakup-from-kelli-seymour-5216458/?utm_source=ground.news&utm_medium=referral",
      "https://hollywoodlife.com/feature/dustin-lynchs-girlfriend-inside-his-breakup-from-kelli-seymour-5216458/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dustin lynch",
          "sentiment": "neutral"
        },
        {
          "name": "kelli seymour",
          "sentiment": "neutral"
        },
        {
          "name": "bonnie fuller dustin lynch",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hollywood life dustin lynch",
          "sentiment": "neutral"
        },
        {
          "name": "· los angeles",
          "sentiment": "none"
        },
        {
          "name": "ground news subscriptions",
          "sentiment": "none"
        },
        {
          "name": "center right hollywood life lean left",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:20:23.938+02:00",
    "updated": "2023-12-29T00:20:23.938+02:00"
  },
  {
    "uuid": "fe8d7c447fc0e3addf0c899772ab3afefa56ee56",
    "url": "https://www.techradar.com/computing/laptops/msis-upcoming-titan-18-hx-laptop-may-have-the-power-to-dominate-the-scene",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cesar Cadenas",
    "published": "2024-01-05T22:46:00Z",
    "title": "MSI's upcoming Titan 18 HX laptop may have the power to dominate the scene | TechRadar",
    "text": "PC brand MSI has a verifiable beast on its hands that we believe is shaping up to be its next flagship laptop: the Titan 18 HX.\nThe company originally unveiled the model in late December. Very little about the Titan 18 was revealed back then other than it would be “the world’s first laptop” housing an 18-inch 4K (3,840 x 2,400-pixel resolution) Mini LED display with a refresh rate of 120Hz. But recently, a product listing was found on Chinese shopping platform JD.com which has been translated by news site VideoCardz . It says the computer will be available in two different versions: one with an NVIDIA GeForce RTX 4080 graphics card while the other has the GeForce RTX 4090. Both of these will apparently be powered by an Intel Core i9-14900HX CPU, a processor that isn’t even out yet. We only know it exists due to other leaks .\n(Image credit: MSI) Initial benchmark tests show the i9-14900HX is slightly more powerful than the current Intel Core i9-13900HX processor. However, VideoCardz claims the machine will come with a “new 270W TDP mode” to further boost hardware performance. The feature, according to the report, will stay within Intel’s MTP (Maximum Turbo Power) limits, allowing the processor to maintain “higher clock speeds for longer periods.”\nNotable features All this hardware will demand a lot of power – the Titan 18 HX is going to be one hungry gaming laptop.\nVideoCardz states the computer “will be accompanied by a 400W power supply”. Images of said supply were not present, but it can be safely assumed that it’s going to be one big brick. Other notable features include a massive 4TB SSD, 128GB of RAM which can be upgraded to 192GB, a six-speaker system, and a RGB mechanical keyboard provided by Cherry MX.\nIt’s worth pointing out that NotebookCheck states the Titan 18 will support Wi-Fi 7 . We tried to verify the claim ourselves by double-checking the product listing on JD.com, but doing so requires you to understand Chinese to create an account. We don’t speak the language so we were sadly unable to move forward. Luckily, MSI said last month it plans to show off the Titan 18 HX more at CES 2024 which kicks off on January 9.\nPending launch As for the launch, it appears the laptop will be released in Taiwan and China first. The former is specifically mentioned in MSI's December post. No word on if or when it’ll arrive in other regions. However, considering that the previous model, the MSI GT77 Titan , saw a wide release, it’s probably safe to say interested customers will see the Titan 18 HX on sale sometime this year. The price tag is unknown as well although VideoCardz theorizes it may cost “well above $4,000.” So start saving those pennies.\nBe sure to check out TechRadar’s list of the best gaming laptops for 2024 if you're looking for a new rig now.\nYou might also like MSI Claw is a rumored Steam Deck rival with a twist – it’ll use an Intel CPU, and that might be a key advantage MSI GK50 Elite TKL review: a great budget mechanical keyboard Razer Blade 16 and 18 gaming laptop refreshes focus on enhancing displays over specs Get daily insight, inspiration and deals in your inbox Get the hottest deals available in your inbox plus news, reviews, opinion, analysis and more from the TechRadar team.\nContact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [
      "https://www.tomshardware.com/news/core-i9-14900hx-minor-improvement-over-core-i9-13900hx",
      "https://videocardz.com/newz/msi-titan-18-hx-rtx-4090-4080-gaming-laptop-comes-with-400w-power-supply-270w-mode",
      "https://www.msi.com/news/detail/MSI-Titan-18-HX-Will-Be-the-World-s-First-Laptop-Featuring-18--4K-120Hz-Mini-LED-Display-142940",
      "https://newsletter-subscribe.futureplc.com/v2/submission/submit",
      "https://vanilla.futurecdn.net/techradar/media/img/missing-image.svg",
      "https://www.vanilla.futurecdn.net/techradar/media/img/missing-image.svg",
      "https://msi.com/news/detail/MSI-Titan-18-HX-Will-Be-the-World-s-First-Laptop-Featuring-18--4K-120Hz-Mini-LED-Display-142940",
      "https://tomshardware.com/news/core-i9-14900hx-minor-improvement-over-core-i9-13900hx",
      "https://www.videocardz.com/newz/msi-titan-18-hx-rtx-4090-4080-gaming-laptop-comes-with-400w-power-supply-270w-mode",
      "https://www.newsletter-subscribe.futureplc.com/v2/submission/submit"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "videocardz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "msi",
          "sentiment": "negative"
        },
        {
          "name": "nvidia",
          "sentiment": "none"
        },
        {
          "name": "intel core",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:51:04.792+02:00",
    "updated": "2024-01-06T00:51:04.792+02:00"
  },
  {
    "uuid": "c0062315dab01658dcb88951e5dde291dcc46f95",
    "url": "https://vnexplorer.net/brasil-inundado-al-menos-90-muertos-por-la-tragedia-climatica-fotos-y-videos-s2699854.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-05-09T00:00:00Z",
    "title": "Brasil inundado: al menos 90 muertos por la \"tragedia climática\" | FOTOS y VIDEOS",
    "text": "Desastre en Rio Grande do Sul: Inundaciones Causan Caos y Desolación | AFP Las impactantes imágenes de las inundaciones en el sur de Brasil revelan una ciudad sumergida bajo el agua marrón, destacando la severidad de la tragedia climática en la región. Con edificaciones y viviendas apenas visibles bajo la inundación, los residentes luchan desesperadamente por encontrar refugio y seguridad en medio del caos. El presidente brasileño, Luiz Inácio Lula da Silva, alertó este martes de que “la tragedia climática” en la región sur del país fruto de unas históricas inundaciones “aún no ha acabado”, tras registrar al menos 90 muertos, 132 desaparecidos y cuantiosos daños materiales. “Es una tragedia climática cuya dimensión nadie imaginaba y no acabó. El agua está bajando a otros lugares y va a llegar a otros municipios, y eso es muy grave”, advirtió el mandatario en una entrevista en la red pública EBC. Según el último balance de la Defensa Civil, las lluvias torrenciales de la última semana en el estado de Rio Grande do Sul han causado por lo menos 90 fallecidos, 132 desaparecidos y cerca de 1.4 millones de afectados. La histórica crecida de varios de los principales ríos de Rio Grande do Sul, fronterizo con Argentina y Uruguay, ha provocado estragos en 388 municipios, incluida Porto Alegre, la capital regional, y obligado a casi 200 mil personas a abandonar sus hogares por las inundaciones. Las autoridades brasileñas están centradas en rescatar a los sobrevivientes que aún están aislados, mientras trabajan para garantizar energía y agua a la población. Por otro lado, los tres poderes de la nación se han movilizado para liberar recursos para ayuda humanitaria, construir albergues y dar asistencia a las miles de víctimas. En la entrevista, Lula, que calificó la situación de Rio Grande do Sul de “muy delicada”, expresó de nuevo su solidaridad al pueblo gaucho, que “no se esperaba tanto sufrimiento en tan poco tiempo”. Inundaciones acaban con Rio Grande do sul : “Estamos 100 por ciento comprometidos con la ayuda a Rio Grande do Sul. Brasil debe mucho a Rio Grande do Sul”, una región con un potente sector agropecuario, y “no faltarán recursos para atender sus necesidades”, prometió el líder progresista. Asimismo, hizo un llamado para que los poderes Ejecutivo, Legislativo y Judicial trabajen “de forma conjunta” a fin de “evitar burocracias que dificulten” las transferencias de recursos públicos con los que adquirir “medicamentos, agua y combustible”, entre otros insumos . “Es muy triste (…) pero quiero garantizarles que el gobierno federal hará todo lo posible para recuperar a Rio Grande do Sul porque Brasil necesita a Rio Grande do Sul. No faltará empeño por nuestra parte”, insistió. Lula también se quejó de las “muchas noticias falsas” que han proliferado en los últimos días sobre la actuación de su gobierno en este desastre climático. “Hay una industria de ‘fake news’ (noticias falsas) mentirosa, pero prefiero fijarme en la cantidad de personas preocupadas” con esta tragedia y con los “voluntarios” que trabajan sobre el terreno, indicó. DLGE News Related - Jugadoras muestran su amor previo a enfrentarse en Final de Liga MX Femenil Alison González y Cecilia Santiago se enfrentaron en la Final del Apertura 2023 de la Liga MX Femenil. Previo a que comenzara la Final de Vuelta de la Liga MX Femenil entre Tigres y América, Alison González le deseó suerte a su pareja, la guardameta felina, Cecilia Santiago, con beso ... See Details: Jugadoras muestran su amor previo a enfrentarse en Final de Liga MX Femenil - “Quiere ser blanca”: critican a Beyoncé por su aspecto durante estreno de “Renaissance’ La hija de la cantante de 11 años se enfrentó a las críticas por su baile Durante el estreno de su película concierto “Renaissance”, Beyoncé generó controversia y críticas debido a su apariencia física. Los usuarios de las redes sociales expresaron sorpresa y desconcierto al notar un aparente cambio en ... See Details: “Quiere ser blanca”: critican a Beyoncé por su aspecto durante estreno de “Renaissance’ - Vicente Fox cierra su cuenta de Twitter tras acusaciones de misoginia Vicente Fox cierra su cuenta de Twitter tras acusaciones de misoginia El expresidente de México, Vicente Fox Quesada, ha cerrado su cuenta en la red social X (Twitter), después de una serie de publicaciones polémicas que generaron fuertes críticas y acusaciones de misoginia y violencia política de género. en contra ... See Details: Vicente Fox cierra su cuenta de Twitter tras acusaciones de misoginia - Nicola Porcella causa polémica par dar un “ride” al Metrobús a sus fans El video tiene más de 900 mil vistas. Foto: TikTok @teamwendola Nicola Porcella, exparticipante del reality show “La Casa de los Famosos”se vio envuelto en una polémica por darle un “ride” a unas fans que se encontró en la calle. El video de este incidente fue compartido en TikTok y ... See Details: Nicola Porcella causa polémica par dar un “ride” al Metrobús a sus fans - Rayados: Héctor Moreno 'enciende' a la afición tras renovar con Monterrey Héctor Moreno del Monterrey durante el juego de la jornada 13 del Torneo Apertura 2023 de la Liga BBVA MX en el Estadio Olímpico Universitario el 22 Octubre de 2023 en Ciudad de México, México. Los Rayados de Monterrey han tomado relevancia en la Liga MX previo al arranque de ... See Details: Rayados: Héctor Moreno 'enciende' a la afición tras renovar con Monterrey - X es \"un arma de destrucción masiva de nuestras democracias\", alcaldesa de París “No nos equivoquemos. Se trata de un proyecto político muy claro que quiere prescindir de la democracia y sus valores en favor de poderosos intereses privados”, señaló en una carta Anne Hidalgo, al afirmar que X y su propietario, Elon Musk, “actúan deliberadamente para exacerbar tensiones y conflictos.” La alcaldesa ... See Details: X es \"un arma de destrucción masiva de nuestras democracias\", alcaldesa de París - Abejas de León pierde ante Fuerza Regia que suma su tercer juego ganado Abejas de León vs Fuerza Regia Abejas de León perdió 99-102 en lo que fue el tercer encuentro de la final de zona dándole de esta manera la ventaja a Fuerza Regia sobre la serie tras sumar su tercer juego ganado, buscando cerrar el cuarto y dejar a mitad del ... See Details: Abejas de León pierde ante Fuerza Regia que suma su tercer juego ganado - Javier Milei se reúne en Nueva York con el expresidente Bill Clinton y un asesor de Biden Javier Milei (centro) se reunió este lunes 27 de noviembre en Nueva York con el expresidente estadounidense Bill Clinton (der.). FOTO: LA NACIÓN/GDA Nueva York. El gobierno del presidente estadounidense Joe Biden quiere “escuchar las ideas” de Javier Milei para ver hacia dónde se encamina en política, aprovechando la actual ... See Details: Javier Milei se reúne en Nueva York con el expresidente Bill Clinton y un asesor de Biden - Entre acusaciones, dirigentes nacionales de PAN, PRD y MC se confrontaron en debate en la FIL Javier Milei (centro) se reunió este lunes 27 de noviembre en Nueva York con el expresidente estadounidense Bill Clinton (der.). FOTO: LA NACIÓN/GDA Nueva York. El gobierno del presidente estadounidense Joe Biden quiere “escuchar las ideas” de Javier Milei para ver hacia dónde se encamina en política, aprovechando la actual ... See Details: Entre acusaciones, dirigentes nacionales de PAN, PRD y MC se confrontaron en debate en la FIL - ¿Por qué NO todos los trabajadores tendrían 2 DÍAS de DESCANSO con la Reforma Laboral? LFT Javier Milei (centro) se reunió este lunes 27 de noviembre en Nueva York con el expresidente estadounidense Bill Clinton (der.). FOTO: LA NACIÓN/GDA Nueva York. El gobierno del presidente estadounidense Joe Biden quiere “escuchar las ideas” de Javier Milei para ver hacia dónde se encamina en política, aprovechando la actual ... See Details: ¿Por qué NO todos los trabajadores tendrían 2 DÍAS de DESCANSO con la Reforma Laboral? LFT - Los personajes más odiados de todos los tiempos en las series: 'Game of Thrones' aparece tres veces entre los 10 más votados Javier Milei (centro) se reunió este lunes 27 de noviembre en Nueva York con el expresidente estadounidense Bill Clinton (der.). FOTO: LA NACIÓN/GDA Nueva York. El gobierno del presidente estadounidense Joe Biden quiere “escuchar las ideas” de Javier Milei para ver hacia dónde se encamina en política, aprovechando la actual ... See Details: Los personajes más odiados de todos los tiempos en las series: 'Game of Thrones' aparece tres veces entre los 10 más votados - Gobierno de AMLO pagará 2 mil millones de pesos a Liverpool por la bodega para la \"superfarmacia\" Javier Milei (centro) se reunió este lunes 27 de noviembre en Nueva York con el expresidente estadounidense Bill Clinton (der.). FOTO: LA NACIÓN/GDA Nueva York. El gobierno del presidente estadounidense Joe Biden quiere “escuchar las ideas” de Javier Milei para ver hacia dónde se encamina en política, aprovechando la actual ... See Details: Gobierno de AMLO pagará 2 mil millones de pesos a Liverpool por la bodega para la \"superfarmacia\" - ¿Qué usó Anika Rodríguez en la cara durante la final femenil? Javier Milei (centro) se reunió este lunes 27 de noviembre en Nueva York con el expresidente estadounidense Bill Clinton (der.). FOTO: LA NACIÓN/GDA Nueva York. El gobierno del presidente estadounidense Joe Biden quiere “escuchar las ideas” de Javier Milei para ver hacia dónde se encamina en política, aprovechando la actual ... See Details: ¿Qué usó Anika Rodríguez en la cara durante la final femenil? - “Riesgo de una catástrofe nuclear es real y va en aumento”, alerta Juan Ramón de la Fuente en la ONU Javier Milei (centro) se reunió este lunes 27 de noviembre en Nueva York con el expresidente estadounidense Bill Clinton (der.). FOTO: LA NACIÓN/GDA Nueva York. El gobierno del presidente estadounidense Joe Biden quiere “escuchar las ideas” de Javier Milei para ver hacia dónde se encamina en política, aprovechando la actual ... See Details: “Riesgo de una catástrofe nuclear es real y va en aumento”, alerta Juan Ramón de la Fuente en la ONU OTHER NEWS Read more » https://vnexplorer.net/peso-mexicano-se-repliegan-tras-tocar-niveles-no-vistos-desde-septiembre-s136281.html https://vnexplorer.net/peso-mexicano-se-repliegan-tras-tocar-niveles-no-vistos-desde-septiembre-s136281.html https://vnexplorer.net/video-sirena-se-ahoga-durante-pleno-show-en-vivo-usuarios-desatan-teorias-s136048.html https://vnexplorer.net/video-sirena-se-ahoga-durante-pleno-show-en-vivo-usuarios-desatan-teorias-s136048.html https://vnexplorer.net/vanessa-bauche-revela-que-denuncio-al-tio-de-pascacio-lopez-s135885.html https://vnexplorer.net/vanessa-bauche-revela-que-denuncio-al-tio-de-pascacio-lopez-s135885.html https://vnexplorer.net/silvia-pinal-comparte-con-que-famosa-de-la-epoca-de-oro-peleo-un-dia-en-plena-calle-jorge-negrete-s135826.html https://vnexplorer.net/silvia-pinal-comparte-con-que-famosa-de-la-epoca-de-oro-peleo-un-dia-en-plena-calle-jorge-negrete-s135826.html https://vnexplorer.net/becas-benito-juarez-ya-casi-concluye-el-nuevo-periodo-de-registro-estos-son-los-pasos-a-seguir-s135805.html https://vnexplorer.net/becas-benito-juarez-ya-casi-concluye-el-nuevo-periodo-de-registro-estos-son-los-pasos-a-seguir-s135805.html https://vnexplorer.net/matan-a-madre-y-a-sus-2-hijos-durante-ataque-armado-en-salinas-de-hidalgo-slp-s135784.html https://vnexplorer.net/matan-a-madre-y-a-sus-2-hijos-durante-ataque-armado-en-salinas-de-hidalgo-slp-s135784.html",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T00:46:34.254+03:00",
    "updated": "2024-05-10T00:46:34.254+03:00"
  },
  {
    "uuid": "f59aab988c9842e28c38d877e1182d26dc4702cd",
    "url": "https://einvestidor.estadao.com.br/radar-einvestidor/rd-saude-radl3-anuncia-dividendos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jéssica Anjos",
    "published": "2024-04-18T20:16:00Z",
    "title": "RD Saúde (RADL3) anuncia distribuição de dividendos aos acionistas; veja quem recebe",
    "text": "A antiga Raia Drogasil, atual\nRD Saúde S.A. (RADL3) uma das principais redes de drogarias do país, informou em comunicado aos seus acionistas a aprovação da distribuição de dividendos adicionais referentes ao exercício social de 2023.\nLeia também\nO montante aprovado totaliza impressionantes R$ 84,3 milhões, correspondendo a aproximadamente R$ 0,049150927 por ação.\nSegundo\nAviso aos Acionistas, o pagamento desses dividendos será efetuado até o dia 31 de maio. Terão direito a receber estes proventos os acionistas registrados na data-base de 17 de abril.\nPublicidade\nA partir de 18 de abril às ações da Companhia passarão a ser negociadas “\nEx-Dividendos”.\nColaborou: Renata Duque.\nNossos editores indicam estes conteúdos para você investir cada vez melhor\nWeb Stories\nVer tudo []https://einvestidor.estadao.com.br/webstories/bdif11-cpti11-cdii11-fundos-renda-fixa-dividendos-infraestrutura/\nBDIF11, CPTI11, CDII11: conheça os fundos de infraestrutura que estão captando bilhões e gerando dividendos",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://ri.rdsaude.com.br/Download.aspx?Arquivo=xY3BjD/ZwnSspxzwA8CGcA==&IdCanal=Yo0TaGLSa40VSizz7Yj01Q==&linguagem=pt",
      "https://www.ri.rdsaude.com.br/Download.aspx?Arquivo=xY3BjD/ZwnSspxzwA8CGcA==&IdCanal=Yo0TaGLSa40VSizz7Yj01Q==&linguagem=pt",
      "https://ri.rdsaude.com.br/Download.aspx"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T01:02:16.622+03:00",
    "updated": "2024-04-19T01:02:16.622+03:00"
  }
]