[
  {
    "uuid": "65220afdbc6f0df2ef4e02e98b5d16dd3e4390da",
    "url": "https://hickoryrecord.com/news/nation-world/homeless-people-750-dollars-a-month-improved-lives-new-study-nonprofit/article_a6ed84e1-34e1-5a56-92bf-4814eeb6c4e8.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "DOUG SMITH Los Angeles Times",
    "published": "2024-01-07T22:15:00Z",
    "title": "$750 a month, no questions asked, improved the lives of homeless people",
    "text": "LOS ANGELES — If 100 homeless people were given $750 per month for a year, no questions asked, what would they spend it on? That question was at the core of a controlled study conducted by a San Francisco-based nonprofit and the USC Suzanne Dworak-Peck School of Social Work. The results were so promising that the researchers decided to publish results after only six months. The answer: food, 36.6%; housing, 19.5%; transportation, 12.7%; clothing, 11.5%; and health care, 6.2%, leaving only 13.6% uncategorized. Those who got the stipend were less likely to be unsheltered after six months and able to meet more of their basic needs than a control group that got no money, and half as likely as the control group to have an episode of being unsheltered. “I felt there was enough interest and the initial findings were compelling enough that it was important to get those results out,” said Benjamin Henwood, director of the Center for Homelessness, Housing and Health Equity Research at the Dworak-Peck School, who led the study. People are also reading… “It may not be earth-shattering that providing money is going to help meet basic needs, but I do think it dispels this myth that people will use money for illicit purposes,” Henwood said. “We weren’t finding that in the study.” About 2% of the total went to alcohol, cigarettes and drug expenses — the largest portion of which was cigarettes, Henwood said. The participants submit monthly reports on their spending and are surveyed in more detail quarterly. A follow-up report will be published after participants have received the funds for a full year. But Henwood said the main findings were robust enough that they were unlikely to change. The study arose from Miracle Messages, a San Francisco-based nonprofit that sends volunteers to the streets and shelters to befriend homeless people and try to make connections with the loved ones who lost contact with them. Next founder and chief executive Kevin F. Adler started Miracle Friends, matching homeless people to volunteer phone buddies for weekly calls. That evolved into Miracle Money when volunteers began asking Adler whether it was OK to give their buddies a few dollars. “You asked me to be a friend to this person, but they don’t know what they’re going to eat tonight,” Adler said they would tell him. Adler didn’t think the volunteers should hand out their own money. But the idea of cash support appealed to him. After a pilot showed promise, Adler got a grant to expand to Los Angeles. He hired two recruiters to canvass homeless shelters. They enlisted more than 200 clients who met the criteria of being at least 18 years old and homeless and expressed interest in having a phone buddy. Rather than just give money away, Adler hoped to document its effect. He teamed up with Henwood, who devised the controlled study. The participants were divided randomly into two groups. One group of 103 received stipends. The others were told they were on a waiting list. After six months, only 12% of those who received funds reported being unsheltered at any time in the prior month, a dramatic decrease from 30% at the outset. Those on the waiting list also reported fewer unsheltered episodes, but by a much smaller margin, from 28% to 23%. The cash recipients also said they were better able to meet their basic needs. On a scale of 1 (completely) to 5 (not at all), they dropped from about 3.75 on average to just over 3.25. The control group did not budge from 3.75. Among those receiving the funds, some found permanent housing, even though the money fell far below average rents in the area, Henwood said. “It seems like it’s opening up possibilities in different ways,” he said. “They might have a friend or relative that may not be willing to support them completely, but if they have something to contribute that opens up a room.” In other cases, the money created opportunities, even for people who remained unsheltered. “I spent a lot of the money on food on the go,” one participant told the researchers. “Simple, cheap things like bean and cheese burritos. I eat on the run while I bike/work for DoorDash. I also bought a membership to REI, so I could get my bike fixed for free.” “It’s not a single path forward,” Henwood said. “It’s a lot of resourcefulness and creativity.” 20 facts about homelessness in the US According to HUD, there were 582,462 people experiencing homelessness in the U.S. in January 2022 The U.S. has seen a 0.3% increase in homelessness since 2020 Conversely, the U.S. has seen an 8.6% decrease in homelessness since 2010 Experts from HUD believe that resources from the American Rescue Plan directed toward homelessness assistance lessened the impact of COVID-19 on homelessness As of August 2022, one year after the federal eviction moratorium was lifted, nearly 12% of Americans experienced a rent increase of $250 or more per month The marked increase in rental prices during COVID-19 likely contributed to the recent rise in homelessness HUD's Emergency Rental Assistance program received more than 12 million applications for assistance between August 2021 and January 2022 A greater proportion of people experiencing homelessness were unsheltered in 2022 compared to 2020 40% of all people experiencing homelessness in the U.S. during 2022 were unsheltered Chronic homelessness has increased 15.5% since 2020 Veteran homelessness has decreased by 11% since 2020 and more than 50% since 2010 Family and youth homelessness have both decreased since 2020 50,767 families with children experienced homelessness in 2022 Since 2020, unaccompanied youth homelessness has decreased by 12% 6,398 parenting youth taking care of 7,898 children experienced homelessness in 2022, down 13% since 2020 In 2022, 37% of people experiencing homelessness identified as Black, while only 12% of the overall U.S. population identifies as Black From 2020 to 2022, the number of people who identified as Hispanic or Latino who experienced homelessness rose by 8% The number of people who identify as Hispanic and experienced unsheltered homelessness in 2022 rose 16% since 2020",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "benjamin henwood",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "usc suzanne dworak-peck school of social work",
          "sentiment": "none"
        },
        {
          "name": "center for homelessness, housing and health equity research",
          "sentiment": "none"
        },
        {
          "name": "dworak-peck school",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "san francisco",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:18:09.663+02:00",
    "updated": "2024-01-08T04:51:57.129+02:00"
  },
  {
    "uuid": "62accbb078c917b42c94c40fbcbe8e841296c3ec",
    "url": "https://www.advfn.com/stock-market/stock-news/94739271/200-pharma-companies-vie-for-the-top-spot-in-the",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "advfn.com",
    "published": "2024-10-17T17:31:00Z",
    "title": "200+ Pharma Companies Vie for the Top Spot in the Expanding Antibody-Drug Conjugate Oncology Market | DelveInsight",
    "text": "The ADC oncology market is experiencing rapid growth, attracting over 200 pharmaceutical companies vying for leadership in this innovative therapeutic space. As competition intensifies, advancements in technology and increased investment in research and development are expected to drive significant breakthroughs in cancer treatment, positioning ADCs as a cornerstone in oncology therapeutics.\nLAS VEGAS , Oct. 17, 2024 /PRNewswire/ -- DelveInsight's ' Antibody-drug Conjugates in Oncology Competitive Landscape – 2024 ' report provides comprehensive global coverage of available, marketed, and pipeline antibody-drug conjugates in various stages of clinical development, major pharmaceutical companies working to advance the pipeline space and future growth potential of the antibody-drug conjugates in oncology competitive domain.\nKey Takeaways from the Antibody-drug Conjugates in Oncology Pipeline Report\nOver 200+ antibody-drug conjugates companies are evaluating 220+ antibody-drug conjugates in the oncology pipeline in various stages of development, and their anticipated acceptance in the antibody-drug conjugates market would significantly increase market revenue. Leading antibody-drug conjugates companies such as Jiangsu Hengrui Medicine Co., Bio-Thera Solutions, MediLink Therapeutics, Byondis, AbbVie, Oxford BioTherapeutics, Iksuda Therapeutics, Novelty Nobility, LegoChem Biosciences, DualityBio, Lepu Biopharma, Ambrx, CSPC ZhongQi Pharmaceutical Technology, MacroGenics, ADC Therapeutics, Genor Biopharma, CStone Pharmaceuticals, AstraZeneca, Alteogen, Biocity Biopharmaceutics, and others are evaluating novel antibody-drug conjugates candidates to improve the treatment landscape. Key antibody-drug conjugates in oncology pipeline in various stages of development include SHR A1811, BAT8006, YL202, BYON3521, ABBV-399, OBT 076, IKS03, IKS04, NN3201, LCB14, DB-1303, MRG 003, ARX788, DP303c, MGC018, ADCT-301, GB 251, CS5001, AZD9592, ALT-P7, BC3195, and others. Request a sample and discover the recent advances in the antibody-drug conjugates in oncology market @ Antibody-drug Conjugates in Oncology Competitive Landscape Report\nAntibody-drug Conjugates in Oncology Overview\nAntibody-drug conjugates (ADCs) represent a cutting-edge approach in oncology, combining the targeting ability of monoclonal antibodies with the potent cytotoxicity of small-molecule drugs. These therapeutic agents consist of three main components: a monoclonal antibody that specifically binds to a tumor-associated antigen, a cytotoxic payload (often a chemotherapeutic agent), and a linker that connects the two. The antibody component of the ADC ensures that the cytotoxic drug is delivered primarily to cancer cells, minimizing damage to normal, healthy cells. This targeted delivery mechanism aims to enhance the therapeutic window by allowing the use of highly potent drugs that would otherwise be too toxic if administered systemically.\nIn oncology, ADCs are being used to treat a variety of cancers, including breast cancer, lymphoma, and urothelial cancer. The efficacy of ADCs depends not only on the specificity of the antibody but also on the stability of the linker, which must ensure that the cytotoxic agent is released only when the ADC is internalized by the cancer cell. Once inside the cell, the cytotoxic drug is released and induces cell death by disrupting vital cellular processes, such as DNA replication or microtubule function. This precision targeting helps reduce the common side effects associated with conventional chemotherapy, such as nausea, hair loss, and bone marrow suppression, while also improving patient outcomes.\nSeveral ADCs have been approved by regulatory agencies, including Trastuzumab emtansine (T-DM1) for HER2-positive breast cancer and Brentuximab vedotin for Hodgkin lymphoma and anaplastic large cell lymphoma. Ongoing research is focused on improving the safety, efficacy, and resistance profiles of ADCs by developing more stable linkers, more potent cytotoxic agents, and antibodies that target novel cancer-specific antigens. ADCs are becoming a crucial component of personalized cancer treatment, offering a highly targeted approach that promises better efficacy with fewer side effects.\nAntibody-drug Conjugates in Oncology Pipeline Analysis: Drug Profile\nTRODELVY: Gilead Sciences\nTRODELVY (sacituzumab govitecan-hziy) is an innovative TROP-2-targeted antibody-drug conjugate. TROP-2, a cell surface antigen, is predominantly expressed in various tumor types, including over 90% of breast and bladder cancers. Trodelvy features a proprietary hydrolyzable linker connected to SN-38, which is a topoisomerase I inhibitor payload. This unique formulation provides significant efficacy against both TROP-2-expressing cells and their surrounding microenvironment. Approved in more than 40 countries, with additional regulatory reviews in progress globally, TRODELVY is indicated for adult patients with unresectable locally advanced or metastatic triple-negative breast cancer who have previously undergone two or more systemic therapies, including at least one for metastatic disease. In the U.S., TRODELVY is also approved for certain patients with pre-treated HR+/HER2- metastatic breast cancer and has received accelerated approval for specific patients with second-line metastatic urothelial cancer.\nPADCEV: Astellas Pharma\nPADCEV (enfortumab vedotin-ejfv) is an antibody-drug conjugate designed for treating advanced bladder cancer and other urothelial cancers. It has received approval for use alongside pembrolizumab in adult patients with locally advanced or metastatic urothelial cancer. PADCEV operates by targeting cancer cells that express a protein known as Nectin-4, delivering a chemotherapy agent directly to these cells. The antibody component of PADCEV binds to Nectin-4 on the surface of cancer cells, facilitating the entry of the chemotherapy drug, which then leads to the cell's destruction.\nFind out more about FDA antibody-drug conjugates @ Antibody-drug Conjugates Analysis\nAntibody-drug Conjugates in Oncology Market Dynamics\nAntibody-drug conjugates have emerged as a transformative approach in oncology, combining the specificity of monoclonal antibodies with the cytotoxic potency of chemotherapeutic agents. The market dynamics surrounding ADCs are shaped by several interrelated factors, including technological advancements, regulatory environments, competitive landscapes, and shifting treatment paradigms . These factors collectively influence the growth trajectory, accessibility, and clinical adoption of ADCs in cancer treatment.\nTechnological innovation is a primary driver of the ADC market. Companies are increasingly focusing on improving linker technologies and drug payloads to enhance the efficacy and safety profiles of these therapeutics. Advances in biotechnology have allowed for more precise targeting of cancer cells while minimizing damage to healthy tissue. For instance, the development of new payloads that are more potent or have novel mechanisms of action can significantly improve therapeutic outcomes, thus attracting interest from both researchers and investors.\nRegulatory pathways also play a crucial role in shaping the ADC market dynamics. The expedited approval processes for innovative therapies, such as the FDA's Breakthrough Therapy designation , encourage the development of ADCs by reducing the time and resources required to bring these products to market. Regulatory agencies are increasingly recognizing the potential of ADCs to fill unmet medical needs, particularly in treating difficult-to-target malignancies. This favorable regulatory landscape fosters a competitive environment where pharmaceutical companies are incentivized to invest in ADC development.\nThe competitive landscape is characterized by both established pharmaceutical giants and emerging biotech firms. Major players are expanding their portfolios through collaborations, acquisitions, and partnerships to enhance their ADC offerings. This competitive pressure is driving innovation, resulting in a growing number of ADCs entering clinical trials and subsequent commercialization. Additionally, as clinical data supporting the efficacy of ADCs accumulates , more oncologists are likely to adopt these therapies, further propelling market growth.\nLastly, changing treatment paradigms and increasing demand for personalized medicine are shaping the ADC landscape. As more targeted therapies become available, oncologists are seeking options that provide effective treatment while minimizing toxicity. ADCs are particularly appealing in this context, as they can be tailored to target specific cancer markers. The trend toward combination therapies also presents opportunities for ADCs to be integrated into broader treatment regimens, enhancing their market potential.\nTo know more about antibody-drug conjugates treatment, visit @ Approved Antibody-drug Conjugates Treatment\nA snapshot of the Antibody-drug Conjugates in Oncology Pipeline Drugs mentioned in the report:\nAntibody-drug Conjugates\nCompany\nPhase\nIndication\nSHR-A1811\nJiangsu HengRui Medicine Co., Ltd.\nIII\nAdenocarcinoma; Breast cancer; Colorectal cancer; HER2 positive breast cancer\nABBV-399\nAbbVie\nIII\nNon-small cell lung cancer\nLCB14\nLegoChem Biosciences/Iksuda Therapeutics/Shanghai Fosun Pharmaceutical\nIII\nBreast cancer; HER2 positive breast cancer\nDB-1303\nDuality Biologics/BioNTech\nIII\nBreast cancer; HER2 positive breast cancer\nBAT8006\nBio-Thera Solutions\nII\nSolid tumors\nYL202\nMediLink Therapeutics\nII\nSolid tumors\nBYON 3521\nByondis\nI\nSolid tumors\nIKS03\nIksuda Therapeutics\nI\nB-cell lymphoma\nOBT 076\nOxford BioTherapeutics\nI\nAdenoid cystic carcinoma; Solid tumors\nNN3201\nNovelty Nobility\nPreclinical\nCancer\nDiscover more about antibody-drug conjugates in clinical development @ Antibody-drug Conjugates in Clinical Trials\nKey Developments in the Antibody-drug Conjugates in Oncology Therapeutics Domain\nIn June 2024 , Hudson Therapeutics announced that Shaperon, an innovative biopharmaceutical company specializing in immune therapeutics, had signed a Memorandum of Understanding (MOU) with Dong-A ST for the development of nanobody-based new drugs. Shaperon is also exploring nanobody-based protein therapeutics, such as antibody-drug conjugates (ADCs) and radiopharmaceutical therapies. In June 2024 , the US FDA Placed Partial Clinical Hold on Phase I Trial of YL202. The hold on YL202 is due to potential risks at higher doses, with five grade 5 adverse effects reported. In October 2023 , Daiichi Sankyo and Merck entered into a global development and commercialization agreement for three of Daiichi Sankyo's DXd antibody-drug conjugate (ADC) candidates: patritumab deruxtecan (HER3-DXd), ifinatamab deruxtecan (I-DXd) and raludotatug deruxtecan (R-DXd). The companies will jointly develop and potentially commercialize these ADC candidates worldwide, except in Japan where Daiichi Sankyo will maintain exclusive rights. Daiichi Sankyo will be solely responsible for manufacturing and supply. In May 2023 , Bliss Biopharmaceutical announced a clinical trial collaboration agreement with an option for strategic collaboration with Eisai Co., Ltd. for BB-1701, eribulin-payload based ADC directed against Human Epidermal Growth Factor Receptor 2 (HER2) for the treatment of cancers. This collaboration with Eisai is an important advancement in BlissBio's corporate development plan to further develop BB-1701 globally and help advance BB-1701 toward the late stage of development. BB-1701 is currently in Phase I/II studies in the US and China with over one hundred patients dosed in various types of cancers. In April 2023 , Byondis B.V. announced that Molecular Cancer Therapeutics (an American Association for Cancer Research journal) had published encouraging preclinical data on its investigational, next-generation antibody-drug conjugate (ADC) BYON3521. Scope of the Antibody-drug Conjugates in Oncology Competitive Landscape Report\nCoverage : Global Key Antibody-drug Conjugates in Oncology Companies : Jiangsu Hengrui Medicine Co., Bio-Thera Solutions, MediLink Therapeutics, Byondis, AbbVie, Oxford BioTherapeutics, Iksuda Therapeutics, Novelty Nobility, LegoChem Biosciences, DualityBio, Lepu Biopharma, Ambrx, CSPC ZhongQi Pharmaceutical Technology, MacroGenics, ADC Therapeutics, Genor Biopharma, CStone Pharmaceuticals, AstraZeneca, Alteogen, Biocity Biopharmaceutics, and others Key Antibody-drug Conjugates in Oncology Pipeline : SHR A1811, BAT8006, YL202, BYON3521, ABBV-399, OBT 076, IKS03, IKS04, NN3201, LCB14, DB-1303, MRG 003, ARX788, DP303c, MGC018, ADCT-301, GB 251, CS5001, AZD9592, ALT-P7, BC3195, and others. Table of Contents\n1.\nAntibody-drug Conjugates in Oncology Pipeline Report Introduction\n2.\nAntibody-drug Conjugates in Oncology Pipeline Report Executive Summary\n3.\nAntibody-drug Conjugates in Oncology Pipeline: Overview\n4.\nAntibody-drug Conjugates in Oncology Marketed Drugs\n4.1.\nTRODELVY: Gilead Sciences\n5.\nAntibody-drug Conjugates in Oncology Clinical Trial Therapeutics\n6.\nAntibody-drug Conjugates in Oncology Pipeline: Late-Stage Products (Pre-registration)\n7.\nAntibody-drug Conjugates in Oncology Pipeline: Late-Stage Products (Phase III)\n7.1.\nABBV-399: AbbVie\n8.\nAntibody-drug Conjugates in Oncology Pipeline: Mid-Stage Products (Phase II)\n8.1.\nBAT8006: Bio-Thera Solutions\n9.\nAntibody-drug Conjugates in Oncology Pipeline: Early-Stage Products (Phase I)\n9.1.\nBYON 3521: Byondis\n10.\nAntibody-drug Conjugates in Oncology Pipeline: Preclinical and Discovery Stage Products\n10.1.\nNN3201: Novelty Nobility\n11.\nAntibody-drug Conjugates in Oncology Pipeline Therapeutics Assessment\n12.\nInactive Products in the Antibody-drug Conjugates in Oncology Pipeline\n13.\nCompany-University Collaborations (Licensing/Partnering) Analysis\n14.\nUnmet Needs\n15.\nAntibody-drug Conjugates in Oncology Market Drivers and Barriers\n16.\nAppendix\nLearn more about antibody-drug conjugates for cancer therapy @ Antibody-drug Conjugates Immunotherapy\nRelated Reports\nAntibody-drug Conjugates Competitive Landscape\nAntibody-drug Conjugates Competitive Landscape – 2024 report provides comprehensive insights about the pipeline landscape, pipeline drug profiles, including clinical and non-clinical stage products, and the key ADC companies, including Sorrento Therapeutics, Ambrx, MacroGenics, SOTIO Biotech, Klus Pharma, BioAtla, BiOneCure Therapeutics, Shanghai Miracogen, ProfoundBio, ImmunoGen, Arcus Biosciences, CytomX Therapeutics, RemeGen, Bliss Biopharmaceutical, Aivita Biomedical, CoImmune, Zenith Epigenetics, Sutro Biopharma, Ambrx, Mythic Therapeutics, Shanghai Fudan-Zhangjiang Bio-Pharmaceutical, Byondis, MediLink Therapeutics (Suzhou), Oncomatryx Biopharma, MacroGenics, Shanghai Miracogen, Mirati Therapeutics, Ambrx, Orum Therapeutics, Silverback Therapeutics, Shanghai Fudan-Zhangjiang Bio-Pharmaceutical, Aivita Biomedical, Northwest Biotherapeutics, Daiichi Sankyo, Merck, Pfizer, GSK, AstraZeneca, Eisai, FOSUN PHARMA, LaNova, Mabwell Therapeutics, MBRACE THERAPEUTICS, MINGHUSI PHARMACEUTICALS, BioNTech , Bio-Thera, Corbus Pharmaceuticals, AbbVie, Multitude Therapeutics, Innovent, OnCusp Therapeutics, Simcere, Ymmunobio, Jiangsu Hengrui Medicine , among others.\nAntibody-drug Conjugates Market\nAntibody Drug Conjugates Market Size, Target Population, Competitive Landscape & Market Forecast – 2034 report deliver an in-depth understanding of the disease, historical and forecasted epidemiology, as well as the market trends, market drivers, market barriers, and key ADC companies, including Sorrento Therapeutics, Ambrx, MacroGenics, SOTIO Biotech, Klus Pharma, BioAtla, BiOneCure Therapeutics, Shanghai Miracogen, ProfoundBio, ImmunoGen, Arcus Biosciences, CytomX Therapeutics, RemeGen, Bliss Biopharmaceutical, Aivita Biomedical, CoImmune, Zenith Epigenetics, Sutro Biopharma, Ambrx, Mythic Therapeutics, Shanghai Fudan-Zhangjiang Bio-Pharmaceutical, Byondis, MediLink Therapeutics (Suzhou), Oncomatryx Biopharma, MacroGenics, Shanghai Miracogen, Mirati Therapeutics, Ambrx, Orum Therapeutics, Silverback Therapeutics, Shanghai Fudan-Zhangjiang Bio-Pharmaceutical, Aivita Biomedical, Northwest Biotherapeutics, Daiichi Sankyo, Merck, Pfizer, GSK, AstraZeneca, Eisai, FOSUN PHARMA, LaNova, Mabwell Therapeutics, MBRACE THERAPEUTICS, MINGHUSI PHARMACEUTICALS, BioNTech , Bio-Thera, Corbus Pharmaceuticals, AbbVie, Multitude Therapeutics, Innovent, OnCusp Therapeutics, Simcere, Ymmunobio, Jiangsu Hengrui Medicine, among others.\nBispecific Antibody Competitive Landscape\nBispecific Antibody Competitive Landscape – 2024 report provides comprehensive insights about the pipeline landscape, pipeline drug profiles, including clinical and non-clinical stage products, and the key bispecific antibodies companies, including Janssen, Amgen, Akeso, Zymeworks, Roche, IGM Biosciences, MacroGenics, Provention Bio, Jiangsu Alphamab Biopharmaceuticals, Sichuan Baili Pharmaceutical, Regeneron Pharmaceuticals, Boehringer Ingelheim , among others.\nBispecifics/Trispecifics Market\nBispecifics/Trispecifics Market Forecast and Competitive Landscape – 2035 report deliver an in-depth understanding of the disease, historical and forecasted epidemiology, as well as the market trends, market drivers, market barriers, and key ADC companies, including Akeso, Summit Therapeutics, Zymeworks, BeiGene, Jazz Pharmaceuticals, Merus, Roche, GT Biopharma, Genor Biopharma, Numab Therapeutics, Sanofi, among others.\nAbout DelveInsight\nDelveInsight is a leading Business Consultant and Market Research firm focused exclusively on life sciences. It supports pharma companies by providing comprehensive end-to-end solutions to improve their performance. Get hassle-free access to all the healthcare and pharma market research reports through our subscription-based platform PharmDelve .\nContact Us\nShruti Thakur\ninfo@delveinsight.com\n+14699457679\nLogo: https://mma.prnewswire.com/media/1082265/3528414/DelveInsight_Logo.jpg\nView original content:https://www.prnewswire.co.uk/news-releases/200-pharma-companies-vie-for-the-top-spot-in-the-expanding-antibody-drug-conjugate-oncology-market--delveinsight-302278763.html\nCopyright 2024 PR Newswire",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.prnewswire.co.uk/news-releases/200-pharma-companies-vie-for-the-top-spot-in-the-expanding-antibody-drug-conjugate-oncology-market--delveinsight-302278763.html",
      "https://static.cloudflareinsights.com/beacon.min.js/vcd15cbe7772f49c399c6a5babf22c1241717689176015",
      "https://prnewswire.co.uk/news-releases/200-pharma-companies-vie-for-the-top-spot-in-the-expanding-antibody-drug-conjugate-oncology-market--delveinsight-302278763.html",
      "https://www.static.cloudflareinsights.com/beacon.min.js/vcd15cbe7772f49c399c6a5babf22c1241717689176015"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "62accbb078c917b42c94c40fbcbe8e841296c3ec",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-10-18T00:36:06.163+03:00",
    "updated": "2024-10-18T00:36:06.163+03:00"
  },
  {
    "uuid": "5a854384950d77c7605a88312cb09fc1db0357aa",
    "url": "https://larepublica.pe:443/sociedad/2025/05/07/alerta-naranja-en-peru-senamhi-advierte-neblina-densa-y-fuertes-vientos-en-lima-y-otras-7-regiones-clima-243964",
    "ord_in_thread": 0,
    "author": "Jose Ancajima",
    "published": "2025-05-07T22:49:00Z",
    "title": "Alerta naranja en Perú: Senamhi advierte neblina densa y fuertes vientos en Lima y otras 7 regiones",
    "text": "Alerta naranja en Perú: Senamhi advierte neblina densa y fuertes vientos en Lima y otras 7 regiones\nSenamhi recomienda mantenerse informado, evitar actividades al aire libre y tener precaución al conducir debido a las condiciones meteorológicas adversas.\nEl Servicio Nacional de Meteorología e Hidrología del Perú (Senamhi) ha emitido una alerta meteorológica por la presencia de fuertes vientos, neblina densa y lloviznas dispersas que afectarán a ocho regiones del país desde el jueves 8 hasta el sábado 10 de mayo, entre las 2:00 p.m. y 11:59 p.m. de cada día.\nLas regiones bajo alerta son Áncash, Arequipa, Callao, Ica, La Libertad, Lambayeque, Lima, Piura y Tumbes. Durante estos días se prevé un incremento significativo de la velocidad del viento en la costa peruana, lo que podría generar levantamiento de polvo, arena y una marcada reducción de la visibilidad horizontal, especialmente en zonas urbanas y rurales expuestas.\nPUEDES VER:\n[Reniec emitirá DNI electrónico gratis durante mayo 2025: ¿dónde obtenerlo y cuáles son los requisitos?]\nSenamhi pronostica neblina densa y fuertes vientos\nEl Senamhi informó que los vientos alcanzarían velocidades de 32 km/h en la costa norte, 34 km/h en la costa central, 20 km/h en la costa sur y hasta 35 km/h en la costa de Ica, siendo esta última una de las más afectadas.\nAdemás de los fuertes vientos, se espera cobertura nubosa, niebla y neblina, así como lloviznas ligeras, especialmente durante las noches. Estos fenómenos meteorológicos, aunque considerados normales para esta época del año, podrían representar riesgos si no se toman las medidas preventivas adecuadas.\nEmiten Alerta Naranja ante fenómenos meteorológicos\nFrente a esta situación, el Senamhi ha emitido una alerta naranja, recomendando a la población:\n- Mantenerse informada sobre el estado del clima.\n- Evitar actividades al aire libre que puedan verse afectadas por los fuertes vientos.\n- Extremar precauciones si se conduce en zonas con poca visibilidad.\nEsta alerta refuerza la importancia de la prevención ante eventos climáticos extremos, especialmente en contextos urbanos donde las condiciones meteorológicas pueden afectar la salud, el transporte y la seguridad ciudadana.\n¿Qué regiones están bajo alerta?\n- Áncash\n- Arequipa\n- Callao\n- Ica\n- La Libertad\n- Lambayeque\n- Lima\n- Piura\n- Tumbes\nDependiendo de la región y del día es que se desarrollaran los cambios de clima. En ese sentido, el Senamhi recomendó a la población estar atento y alerta a las indicaciones que se brinden.\nPUEDES VER:\n[Caso Pataz: revelan que policías vinculados a empresa de vigilantes asesinados disputarían control de oro ilegal en la región]\n¡Sigue a La República en WhatsApp! Únete a nuestro canal desde tu celular y recibe las noticias más importantes de Perú y el mundo en tiempo real.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "topics": [
      "Weather->weather warning",
      "Environment->environmental pollution",
      "Environment->climate change",
      "Environment->nature"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.whatsapp.com/channel/0029Va53wfSDp2Q5gaRw5i3e",
      "https://whatsapp.com/channel/0029Va53wfSDp2Q5gaRw5i3e"
    ],
    "entities": {
      "persons": [
        {
          "name": "Áncash",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Servicio Nacional de Meteorología",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T02:51:28.069+03:00",
    "updated": "2025-05-07T23:56:03.000+00:00"
  },
  {
    "uuid": "174216bbf320092707f77f4880929474b1748db3",
    "url": "https://www.newsargus.com/news/national/bobby-portis-of-the-milwaukee-bucks-will-miss-most-of-what-remains-of-the-nba/image_a1d24c84-b354-5e8c-9283-dfc3c4bbde3d.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stacy Revere",
    "published": "2025-02-20T23:03:00Z",
    "title": "Bobby Portis of the Milwaukee Bucks will miss most of what remains of the NBA regular season",
    "text": "Bobby Portis of the Milwaukee Bucks will miss most of what remains of the NBA regular season\n- Stacy Revere\n- Updated\nTags\nAs featured on\nMilwaukee Bucks forward Bobby Portis Jr. has been suspended for 25 games for violating the NBA's anti-drug policy, the league said Thursday.\nLatest e-Edition\n- To view our latest e-Edition click the image on the left.\nMost Popular\nImages\nVideos\nCommented\nSorry, there are no recent results for popular commented articles.\nNewsletters - Sign up Today!\nSuccess! An email has been sent to with a link to confirm list signup.\nError! There was an error processing your request.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Health"
    ],
    "topics": [
      "Sport->sports record",
      "Sport->basketball",
      "Sport->regular competition",
      "Health->injury"
    ],
    "ai_allow": false,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Bobby Portis Jr.",
          "sentiment": "none"
        },
        {
          "name": "Stacy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Milwaukee Bucks",
          "sentiment": "none"
        },
        {
          "name": "NBA",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T01:22:08.614+02:00",
    "updated": "2025-02-21T01:22:08.614+02:00"
  },
  {
    "uuid": "a88f47ab11f7551b31419adb1e9d8038047c569c",
    "url": "https://www.world-today-news.com/they-request-authorization-to-produce-a-dengue-vaccine-in-brazil",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2024-10-17T18:47:00Z",
    "title": "They request authorization to produce a dengue vaccine in Brazil",
    "text": "The Oswaldo Cruz Foundation ( Fiocruz ) formalized a request to the Ministry of Health to develop the Qdenga vaccine, from the Japanese manufacturer Takeda , in Brazil through a technology transfer agreement.\nThe vaccine was approved by the National Health Surveillance Agency (Anvisa) in March 2023. The process allows the marketing of the vaccine in Brazil as long as the approved conditions are maintained. In December of last year, the ministry announced the incorporation of the vaccine into the Unified Health System (SUS).\nAccording to the Ministry of Health, four million doses of the vaccine have already been purchased this year from the Japanese laboratory. By 2025, there is a contract for the distribution of nine million doses.\nThe vaccine began to be administered in the public health network in February of this year. Due to the limited number of doses that the manufacturer itself can supply, immunization was only carried out in children and adolescents between 10 and 14 years old, the age group with the highest number of hospitalizations after the elderly. People over 60 years of age are not indicated to receive the dose due to a lack of clinical studies.\nThe World Health Organization (WHO) defines Qdenga as a live attenuated vaccine that contains weakened versions of the four serotypes of the virus that causes dengue. The organization recommends that the dose be administered to children and adolescents between 6 and 16 years old in places with high dengue transmission. Qdenga must be administered in two doses with an interval of three months between them, the vaccination schedule currently adopted in Brazil.\nThe arbovirus monitoring panel records 6,547,438 probable cases of dengue in the country, with 5,613 confirmed deaths and 1,499 deaths under investigation in 2024.\nIn addition to Qdenga, the Butantan Institute is also developing a dengue vaccine. It is estimated that the registration application will be submitted to Anvisa this year.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T01:58:30.766+03:00",
    "updated": "2024-10-18T01:58:30.766+03:00"
  },
  {
    "uuid": "1723f2f3790bc0b07caec236d997adf2ed4d7c1a",
    "url": "https://vnexplorer.net/amc-apologizes-for-removing-disabled-civil-rights-leader-and-his-90-year-old-mother-from-theater-over-seating-issue-s696945.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T22:03:00Z",
    "title": "AMC Apologizes For Removing Disabled Civil Rights Leader And His 90-Year-Old Mother From Theater Over Seating Issue",
    "text": "AMC Apologizes For Removing Disabled Civil Rights Leader And His 90-Year-Old Mother From Theater Over Seating Issue\nRev. Dr. William J. Barber II has sat with presidents, he’s marched with Jesse Jackson and he’s been arrested in peaceful protests for voting rights and higher wages, but his recent experience at the AMC Fire Tower 12 was new to him.\nThe civil rights leader, at the Greenville, N.C. theater with his 90-year-old mother to see The Color Purple on Tuesday, was asked to leave the theater over a seating issue.\nRev. Barber, 60, has long suffered from a form of arthritis known as ankylosing spondylitis. He has trouble sitting for long stretches, cannot use a wheelchair and walks using two canes. Low chairs are an issue for him. He travels with his own chair and almost always uses it instead of the seating provided in public spaces.\n“My chair has been everywhere,” Barber told Religion News Service. “In hospitals, in restaurants, in airports, in the White House and in Congress. It’s a need that I have because I face a very debilitating arthritic condition.”\nTuesday, however, employees at the theater would not allow him to use his special chair, saying it was a fire hazard. Only wheelchairs were permitted, he was told. When Barber asked to see the theater’s written policy, he says he was told there wasn’t one.\nPolice were called and Rev. Barber agreed to leave, even though he did not agree with the theater’s policy and had to leave his mother in the theater with an assistant.\n“I felt like I wasn’t being heard,” Barber told CNN. “It felt as though they weren’t even trying to consider making accommodations for my disability,” he added.\nAMC later issued a statement obtained by CNN.\n“AMC’s Chairman and CEO Adam Aron has already telephoned him, and plans to meet with him in person in Greenville, NC, next week to discuss both this situation and the good works Bishop Barber is engaged in throughout the years,” the statement reads. “We are also reviewing our policies with our theater teams to help ensure that situations like this do not occur again.”\nA spokesperson for AMC Theaters later told Religion News Service, “We sincerely apologize to Bishop Barber for how he was treated, and for the frustration and inconvenience brought to him, his family, and his guests.”\nThe spokesperson also maintained that AMC welcomes people with disabilities. “Our theatre teams work hard to accommodate guests who have needs that fall outside of the normal course of business,” he added.\nRev. Barber said it’s not just about theater policy, the Americans with Disabilities Act requires such venues to make accommodations\n“This is not the ancient world, where people who are sick are pushed to the side and told, ‘You can’t participate,'” he told RNS. “With our laws, you have to make the accommodation.”\nMore from Deadline For more stories like this, follow us on MSN by clicking the button at the top of this page.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1magze.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1magze.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "barber",
          "sentiment": "none"
        },
        {
          "name": "jesse jackson",
          "sentiment": "none"
        },
        {
          "name": "william j. barber ii",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "amc",
          "sentiment": "negative"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "amc fire tower",
          "sentiment": "none"
        },
        {
          "name": "white house",
          "sentiment": "none"
        },
        {
          "name": "religion news service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "greenville",
          "sentiment": "none"
        },
        {
          "name": "n.c.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:23.851+02:00",
    "updated": "2023-12-29T00:08:23.851+02:00"
  },
  {
    "uuid": "2fde14b7dbdb050a9a6f08553a756412f24be691",
    "url": "https://theloadstar.com/truck-driver-shortage-in-europe-at-crisis-level-and-is-set-to-get-worse",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gavin van Marle",
    "published": "2024-11-28T18:39:00Z",
    "title": "Truck driver shortage in Europe at crisis level – and is set to get worse",
    "text": "EU votes to examine lowering driver training age and address sustainability challenges\nHopes of addressing Europe’s driver-shortage crisis increased after the European Parliament today voted for negotiations ...\n[DHL: ECOMM TIES](/premium-deskone)[KNIN: PARTNERSHIP EXTENSION](/premium-deskone)[MAERSK: DECARB PUSH](/premium-deskone)[UPS: DIVIDEND RISK](/premium-deskone)[XOM: UPDATE](/premium-deskone)[VW: MILESTONE ](/premium-deskone)[LINE: UNLIKED](/premium-deskone)[XOM: DRILL BABY DRILL](/premium-deskone)[MAERSK: GREEN PUSH](/premium-deskone)[GM: BIG HIT](/premium-deskone)[AMZN: STRIKE](/premium-deskone)[ZIM: EXIT STAGE LEFT](/premium-deskone)[DSV: ZERO US TARIFFS IMPACT ](/premium-deskone)[XPO: LOOKING GOOD](/premium-deskone)\n[DHL: ECOMM TIES](/premium-deskone)[KNIN: PARTNERSHIP EXTENSION](/premium-deskone)[MAERSK: DECARB PUSH](/premium-deskone)[UPS: DIVIDEND RISK](/premium-deskone)[XOM: UPDATE](/premium-deskone)[VW: MILESTONE ](/premium-deskone)[LINE: UNLIKED](/premium-deskone)[XOM: DRILL BABY DRILL](/premium-deskone)[MAERSK: GREEN PUSH](/premium-deskone)[GM: BIG HIT](/premium-deskone)[AMZN: STRIKE](/premium-deskone)[ZIM: EXIT STAGE LEFT](/premium-deskone)[DSV: ZERO US TARIFFS IMPACT ](/premium-deskone)[XPO: LOOKING GOOD](/premium-deskone)\nEurope’s road freight industry continues to suffer from a crippling driver shortage crisis, with around half a million vacancies.\nAccording to the International Road Transport Union’s (IRU) annual driver shortage analysis, driver vacancies in Europe represent around 12% of all positions, and was broadly the same last year, largely due to depressed economic activity.\nThe IRU research found that 70% of European road freight operators surveyed had experienced severe, or very severe, difficulties in filling positions, although that was slightly down on the 71% who experienced the same problem last year.\nHowever, Natalia Corchado, strategic planning and business specialist at the IRU, said the situation was likely to get worse next year.\n“Very few companies expect to have less difficulty next year – there is an aging workforce, and economic growth in Europe is expected to get to 1.5%, which will mean more activity, and we expect the 12% of unfilled positions to grow to 15%,” she said.\nThe situation is even worse in two key near-shoring locations, Mexico and Turkey, where driver vacancies have risen to 15% and 17%, respectively. In absolute terms, Mexico has a shortage of around 100,00 drivers and Turkey 93,000, although both have shown a marginal improvement from last year.\nMs Corchado said the industry had three levers to strengthen its workforce: recruit more female drivers; recruit younger drivers; and recruit drivers from other countries.\n“Around 47% of the staff in Europe’s transport companies are female, but among truck drivers only 4% are female,” she said, adding that globally around 7% of truck drivers are female.\n“However, when we looked at job satisfaction levels from surveyed drivers, we found that women are much more likely to recommend the profession than men – once they take the wheel, they generally are more satisfied with their job than male drivers,” she said.\nMeanwhile, the lack of younger drivers is expected to be compounded by the number of drivers aged over 55 increasing – in the US, 29% are above that age, rising to 36% in Europe and an astonishing 47% in Australia.\nAt the same time, just 7% of US truck drivers are under 25, dropping to 4% in Europe and 5% in Australia.\n“This means that 36% of European truck drivers are expected to retire in the next 10 years, and half a million in the next five years, and this will almost certainly add to the gap we see today,” she added.\nCurrently, just 6% of truck drivers in Europe are non-European nationals and, while recruiting from outside the EU could offer immediate solutions to the shortages, “it is complicated due to current work regulations” – and there are concerns over driving standards.\nHowever, the IRU’s director of certification and standards, Patrick Philipp, said a programme sponsored by the European Commission for Transport, the Steer2EU project, was under way to bridge the legal gaps between the EU and a set of third countries – Tunisia, Morocco, Egypt, Bangladesh and Pakistan.\n“What we mean by this isn’t recruiting drivers, but professional drivers. This is not about poaching drivers from other countries to work in the EU, which is social dumping, it is about raising and establishing standards in these countries as well.”\nA Steer2EU workshop is scheduled to take place in Brussels to discuss the status of the project.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Labor"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-29T09:11:56.467+02:00",
    "updated": "2024-11-29T09:11:56.467+02:00"
  },
  {
    "uuid": "753f637df8874ab0ffa840cc72c2cbf0f7a37cb6",
    "url": "https://community.fly.io/t/another-console-bug-vm-memory-isnt-getting-picked-up/22744",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brad",
    "published": "2024-11-21T20:06:00Z",
    "title": "Another console bug: vm memory isn't getting picked up",
    "text": "Running into another fly console bug related to memory.\nfly console\nWhen I run fly console, I get the following error:\nterminalwire/server [main] → fly console WARN Ephemeral machine memory will be raised from 0 MB to 512 MB to be compatible with 2 shared CPUs. Created an ephemeral machine 683d493b7365d8 to run the console. Connecting to fdaa:a:5321:a7b:182:f642:9dc:2... complete ⚠️ [DEPRECATION] Defining the `template` method on a Phlex component will not be supported in Phlex 2.0. Please rename `Superview::Components::TableComponent#template` to `Superview::Components::TableComponent#view_template` instead. ⚠️ [DEPRECATION] Defining the `template` method on a Phlex component will not be supported in Phlex 2.0. Please rename `Superview::Helpers::Turbo::MetaTags#template` to `Superview::Helpers::Turbo::MetaTags#view_template` instead. Loading production environment (Rails 8.1.0.alpha) server(prod)>\nFortunately the console works, but it’s odd that I see WARN Ephemeral machine memory will be raised from 0 MB to 512 MB to be compatible with 2 shared CPUs. when I have 2gb defined in my fly.toml file:\nWARN Ephemeral machine memory will be raised from 0 MB to 512 MB to be compatible with 2 shared CPUs.\n2gb\nfly.toml\n# fly.toml app configuration file generated for terminalwire on 2024-10-02T10:22:34-07:00 # # See https://fly.io/docs/reference/configuration/ for information about how to use this file. # app = 'terminalwire' primary_region = 'sjc' console_command = '/rails/bin/rails console' [build] [env] CANONICAL_HOST = \"terminalwire.com\" [[mounts]] source = 'data' destination = '/data' [http_service] internal_port = 3000 force_https = true auto_stop_machines = 'stop' auto_start_machines = true min_machines_running = 2 processes = ['app'] [checks] [checks.status] port = 3000 type = 'http' interval = '10s' timeout = '2s' grace_period = '5s' method = 'GET' path = '/up' protocol = 'http' tls_skip_verify = false [checks.status.headers] X-Forwarded-Proto = 'https' [[vm]] memory = '2gb' cpu_kind = 'shared' cpus = 2 processes = ['console', 'app'] [[statics]] guest_path = '/rails/public' url_prefix = '/' [deploy] release_command = \"./bin/rails db:prepare\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T01:02:53.033+02:00",
    "updated": "2024-11-22T01:02:53.033+02:00"
  },
  {
    "uuid": "5904320649f3af222b5f547bbfdf593b7f8f8b5c",
    "url": "https://www.moneycontrol.com/news/india/saved-a-pup-lost-his-life-rabies-kills-kabaddi-player-in-up-s-bulandshahr-13221704.html",
    "ord_in_thread": 0,
    "author": "Moneycontrol News",
    "published": "2025-07-03T04:18:00Z",
    "title": "Saved a pup, lost his life: Rabies kills kabaddi player in UP's Bulandshahr",
    "text": "In a tragic turn of events, a state-level kabaddi player died of rabies in Uttar Pradesh’s Bulandshahr. The deceased – Brijesh Solanki – was a state-level kabaddi player. Three months ago, Solanki was bitten by a pup that he had rescued from a drain. His family say that Solanki ignored it as a minor bruise and didn’t get vaccinated. Several clips of Solanki’s last moments before death have gone viral. In the videos, the kabaddi player can be seen crying in pain and suffering rabies attacks. After his demise, Solanki’s coach Praveen Kumar said that “Brijesh woefully ignored the pain. He thought the pain in his arm to be a usual injury from the game practice.” Solanki didn’t take the vaccine as he mistook the injury as normal pain, Kumar was quoted as saying by Times of India. Last month, on June 26, Solanki told his family about numbness that he was experiencing after a practice session. After his condition deteriorated, he was taken to a hospital in Noida, where he died due to violent rabies attacks. His family in Farana village allege that the Aligarh Medical College refused to admit him. Sandeep, a friend of Solanki, told India Today that he never told anyone about the bite from the pup. &nbsp;\",",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Health->emergency care",
      "Health->communicable disease",
      "Health->medical condition",
      "Human Interest->human mishap",
      "Crime, Law and Justice->animal abuse"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T08:06:16.486+03:00",
    "updated": "2025-07-03T05:10:56.000+00:00"
  },
  {
    "uuid": "7116891398643d609b69659c70d3baa5fbdb16a0",
    "url": "https://www.infobae.com/america/agencias/2024/06/27/bukele-anuncia-despidos-de-unos-300-empleados-publicos-salvadorenos-para-ahorrar-fondos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2024-06-27T21:18:00Z",
    "title": "Bukele anuncia despidos de unos 300 empleados públicos salvadoreños para \"ahorrar\" fondos - Infobae",
    "text": "San Salvador, 27 jun (EFE).- El presidente de El Salvador, Nayib Bukele, anunció este jueves que más de 300 empleados el Ministerio de Cultura serán despedidos para \"ahorrar\" fondos públicos y como parte de una \"medicina amarga\" para mejorar la economía del país centroamericano.\nEn un mensaje en X, el mandatario aseguró que \"en estos momentos el nuevo ministro de Cultura, Raúl Castillo, procederá a la destitución de más de 300 empleados\", quienes, según Bukele, \"promueven agendas que no son compatibles con la visión de este Gobierno\".\nDijo que con lo anterior \"ahorraremos fondos públicos en el proceso\" y apuntó que \"la gente eligió un camino y ese camino vamos a tomar\".\n\"Medicina amarga\", agregó.\nBukele prometió el pasado 1 de junio, durante su investidura para un segundo mandato consecutivo, \"sanar\" la economía tras curar al país del \"cáncer\" de la violencia, generada principalmente por los grupos de pandillas.\n\"Ahora, que ya arreglamos lo más urgente, que era la seguridad, vamos a enfocarnos de lleno en los problemas importantes, empezando por la economía\", dijo Bukele en ese momento.\nDe acuerdo con una reciente encuesta del Instituto Universitario de Opinión Pública de la jesuita Universidad Centroamericana (Iudop), un 73,7 % de la población opina que el principal problema del país está relacionado con factores económicos, mientras que el 25,8 % manifestó que el principal fracaso del Gobierno de Bukele se dio en materia económica.\nRevela que el 60,5 % de los salvadoreños considera que la economía ha empeorado o sigue igual al cierre del quinto año de la primera gestión de Bukele, el 69,2 % dice que su economía familiar ha empeorado o se mantiene igual.\nBajo la Administración de Bukele El Salvador se ha mantenido a la cola del crecimiento económico en Centroamérica y es altamente dependiente de las remesas familiares, que anualmente inyectan más de 8.000 millones de dólares.\nEn declaraciones a EFE, el economista José Luis Magaña, destacó que la pobreza extrema monetaria \"se ha duplicado\", pasando de 86.000 hogares en el 2019 a 170.000 en 2023.\nDe acuerdo con datos oficiales, el porcentaje de pobreza general pasó de un 22,8 % a un 27,2 % de los hogares. EFE\nsa/gf/nvm",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Labor"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:43:41.525+03:00",
    "updated": "2024-06-28T00:43:41.525+03:00"
  }
]