[
  {
    "uuid": "e9908d7d76442c908b0bdfebb729fe9d116b085f",
    "url": "https://as.cornell.edu/news/events-celebrate-nabokov-butterfly-scientist",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "By; Kathy Hovis Jose Beduya; Cornell Chronicle",
    "published": "2024-02-29T05:00:00Z",
    "title": "Events celebrate Nabokov as butterfly scientist",
    "text": "A giant of 20th century literature known for such novels as “Lolita” and “Pale Fire,” Russian émigré and former Cornell professor Vladimir Nabokov was also a prodigious lepidopterist who collected and studied butterflies since the age of five. “It is not improbable that had there been no revolution in Russia, I would have devoted myself entirely to lepidopterology and never written any novels at all,” he said in an interview for the Paris Review in 1967. On March 14 and 15, a series of free public events at [Mann Library](https://mann.library.cornell.edu/) will celebrate Nabokov’s lesser-known but impactful contributions to the science of collecting, classifying and understanding the prismatic world of butterflies. March 14: Talk and exhibit opening reception When Nabokov published his papers in the 1940s about the evolution and migration of a group of butterfly species known as Polyommatus blues, he was met with skepticism by the scientific community. But, more than six decades later, his theories were confirmed by a study done by a group of butterfly experts using DNA sequencing techniques. On March 14, 4-5 p.m., in room 160 of Mann Library, the leader of that study, Naomi Pierce, will deliver a lecture titled [“The Evolution of Nabokov’s Polyommatus Blues.”](https://events.cornell.edu/event/exhibit_opening_nabokov) A biology professor at Harvard University and the lepidoptera curator in its Museum of Comparative Zoology – a position Nabokov held in the 1940s – Pierce will discuss her research in connection with the writer’s trailblazing work. Through a collaboration between [Cornell University Library](https://www.library.cornell.edu/) and the [Cornell University Insect Collection](https://cuic.entomology.cornell.edu/), Pierce’s lecture is part of the opening festivities for the exhibit [“From Nabokov’s Net”](https://events.cornell.edu/event/exhibit_from_nabokovs_net_nabokovs_contributions_to_butterfly_science_the_cornell_university_insect_collection) in Mann Library’s main gallery. The exhibit will run through August, concurrent with a related book exhibit in the lobby titled “ [No Mere Curios: Finding Nabokov’s Lepidopterist Inspiration in the Rare Books of Entomology.”](https://events.cornell.edu/event/no_mere_curios_nabokov_rare_books) “From Nabokov’s Net” showcases facsimiles of the writer’s original drawings, letters, photographs and other artifacts pertaining to butterflies that are kept in Cornell University Library’s Rare and Manuscript Collections. The exhibit also features specimens from the Cornell University Insect Collection, including several collected by Nabokov, who taught Russian literature at Cornell from 1948 to 1959. The Karner blue butterfly – a novel species first described by the writer in 1943 – is featured prominently in the exhibit as a reminder of the importance of conserving natural habitats. “When Nabokov went out and looked at these butterflies in an area outside of Albany, they were like blue snowflakes – just lots and lots of these beautiful, little blue butterflies all over,” said Jenny Leijonhufvud, Mann Library exhibit curator and outreach space coordinator, who co-curated the exhibit. “But then very quickly, in the decades after that, primarily due to habitat loss, they suddenly went from being very plentiful to being an endangered species.” Several of Nabokov’s butterfly specimens are displayed in their original envelopes. “From his own handwritten notes on these little envelopes that contain all these butterflies, we know that these are the butterflies he was collecting while he was writing Lolita,” said [Corrie Moreau](https://cals.cornell.edu/corrie-moreau), co-curator of the exhibit, director of the Cornell University Insect Collection, and professor of entomology and ecology and evolutionary biology in the [College of Agriculture and Life Sciences](https://cals.cornell.edu/). “From Nabokov’s Net” uncovers an important facet of Nabokov, according to Moreau. “He could be quite whimsical in his fictional writings and even when he was writing about his own life, but he was strict and meticulous when it came to his science,” she said. Moreau and Leijonhufvud both said they hope the exhibit will serve as a vehicle for showcasing the insect collection and the library as invaluable sources of knowledge for scholars and enthusiasts. “Many people think museum collections are these dusty, outdated resources, but that couldn’t be further from the truth,” Moreau said, “We’re constantly using them to answer questions that the people who collected them a hundred years ago couldn’t have imagined.” March 15: Panel Discussion, Video Screening, and Interactive Art-Making Honoring Nabokov as a writer and scientist, A&S is organizing a series of events on March 15, 1-4 p.m., in Mann Library’s CALS Zone and atrium titled [“Nabokov, Naturally,”](https://events.cornell.edu/event/nabokov_naturally) part of A&S’s [Arts Unplugged](https://as.cornell.edu/public-engagement/arts-unplugged) series and named after and inspired by a fall 2023 class taught by [Anindita Banerjee,](https://complit.cornell.edu/anindita-banerjee) associate professor of comparative literature (A&S). In that class, students in the environment and sustainability major explored the writer’s life and work, and studied how human affairs and natural environments are entangled in Nabokov’s imagination. “What is both unique and deeply inspiring about Nabokov’s legacy at Cornell are the intertwined ways in which his writings, drawings and photographs speak to scientists, readers and artists alike, bringing startlingly diverse fields and knowledges together as one community,” Banerjee said. “This was true for my students, in particular, who came to study Nabokov from a multitude of disciplines but with a shared passion for our planet with all its forms of life.” During the event, participants can: - Take a close look at Nabokov’s butterfly collection; - Watch an eCornell video exploring the many ways that Nabokov’s legacy is alive today, both on campus and throughout the country; - Visit the new Mann Library exhibits; - Visit with students in the class to discover new information they discovered about Nabokov, the professor; - Talk with faculty, students and Nabokov experts from across the country during a panel discussion titled “The Butterfly Effect: Vladimir Nabokov as Scientist and Artist;” 2-3:30 p.m., in room 102 of Mann Library; - Stretch their creative wings by contributing to a giant multimedia art piece or create their own butterfly with the help of entomologist/artist Annika Salzberg using both traditional and nontraditional materials. “This 21st century engagement with Nabokov’s science-art practice transformed the legendary writer and ‘butterfly man,’ from a historical icon of Cornell to a model for living and learning today and for the future, one that can care deeply for the world despite personal and communal tragedy and find beauty even amid unthinkable catastrophes,” Banerjee said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nabokov",
          "sentiment": "neutral"
        },
        {
          "name": "vladimir nabokov",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cornell",
          "sentiment": "none"
        },
        {
          "name": "mann library",
          "sentiment": "none"
        },
        {
          "name": "paris review",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:58:07.883+02:00",
    "updated": "2024-03-01T00:58:07.883+02:00"
  },
  {
    "uuid": "38bdf74acfc4b21f63aeb980af40e1bc2ae6144f",
    "url": "https://www.newsbreak.com/monroe-county-mi/3280564217646-the-warmest-december-in-monroe-county-history",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-29T14:53:00Z",
    "title": "The warmest December in Monroe County history",
    "text": "The popular image of an idyllic December is one of white Christmases, hot chocolate retreats, snow-capped conifers, and cozy, cold-weather activities. But not every December lives up to those expectations. Most of the continental U.S. will experience its peak winter cold weather in January and February . Officially, winter doesn't even start until Dec. 21. Across the U.S., the average December temperature from 1901-2000 was right above freezing point, at 32.68 F. Yearly temperatures can be compared to this 20th-century long-term average to find how uncommon a year's December climate was. The nation's warmest December on record was 2021, when the average temperature reached 6.66 F above the long-term average, at 39.34 F. December 2022 was closer to the previous century's average for the U.S. overall, at 33.08 F. The average temperature in Monroe County, Michigan from 1901-2000 was 28.3. The diverse climates of the U.S. mean residents can experience a range of holiday weather without breaking out their passports. Within the continental U.S., Monroe County, Florida, at the Southeast tip of the state, reported the highest average December temperature during the past century at 67.6 F. On the other end of the spectrum was Roseau County, Minnesota, bordering Canada, at 7.2 F. However, across both sides of the extremes, temperatures are warming. While that doesn't mean every December will be warmer than the last or the prior century's average, it does mean long-term temperature averages will continue to inch up the thermometer. When did Monroe County, Michigan experience its warmest December? To find out, Stacker used data from the National Centers for Environmental Information to identify the 15 Decembers with the highest average temperature since 1895. Also included is how that year's temperature compared to the 1901-2000 average. Read on to see if you lived through the warmest December in Monroe County, Michigan history.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance/",
      "https://www.climate.gov/news-features/featured-images/whats-coldest-day-year-1981%E2%80%932010-normals",
      "https://www.stacker.com/Michigan/Monroe-County-MI",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=15zfNi_0qTZeM3900",
      "https://img.particlenews.com/image.php?url=15zfNi_0qTZeM3900",
      "https://stacker.com/Michigan/Monroe-County-MI",
      "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=15zfNi_0qTZeM3900",
      "https://ncei.noaa.gov/access/monitoring/climate-at-a-glance/",
      "https://www.img.particlenews.com/image.php?url=15zfNi_0qTZeM3900",
      "https://climate.gov/news-features/featured-images/whats-coldest-day-year-1981%E2%80%932010-normals"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "monroe county",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "southeast tip",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:55:51.596+02:00",
    "updated": "2023-12-29T19:55:51.596+02:00"
  },
  {
    "uuid": "3cd3d15aab517ed9c7359224972b2027585b0ef4",
    "url": "https://www.consalud.es/salud35/internacional/despidos-tendencia-companias-farmaceuticas-en-2023-con-pfizer-cabeza_138201_102.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Salud 35",
    "published": "2023-12-28T23:00:00Z",
    "title": "Despidos: tendencia de las compañías farmacéuticas en 2023",
    "text": "En sector farmacéutico las compañías han visto cómo se han incrementado los costes de producción ante el precio de la energía y, del mismo modo, con el proceso de distribución y la gasolina. Otro de los factores que ha fomentado la necesidad de optimizar gastos han sido los malos resultados cosechados durante el año, las continuas caídas en bolsa y la no aprobación de productos. Esto ha desencadenado, en la mayoría de los casos, en campañas para [reducir los costes](https://www.consalud.es/salud35/internacional/despidos-masivos-forma-ahorrar-costes-han-adoptado-empresas-sector-farmaceutico_133638_102.html). Como consecuencia, han decidido reducir sus plantillas, algunos de manera drástica y otros de forma más controlada. De esta forma, desde el inicio de 2023 la [industria biotecnológica](https://www.consalud.es/salud35/internacional/industria-biotecnologica-desarrollo-medicamentos-psiquiatricos_125684_102.html) ha estado marcado principalmente por continuos despidos en las grandes compañías del sector. La necesidad de optimizar gastos ha provocado que las empresas decidan reducir sus plantillas En el primer trimestre de este año fueron varias las empresas que destacaron por recortar el número de trabajadores como método para realizar recortes presupuestarios. Sin embargo, la compañía que más impresión causó en el sector fue [Grifols](https://www.consalud.es/salud35/internacional/grifols-2300-despidos-tendencia-negativa-registrada_126424_102.html). Tras reducir notablemente su plantilla con el despido de 2.300 empleados debido a los malos resultados, esperan ahorrar alrededor de 100 millones de euros, esperando que a lo largo de 2024 se observen cambios. En este contexto, durante el segundo trimestre, la compañía que más destacó fue Novavax, tras anunciar los resultados financieros del anterior trimestre, los cuales resaltaban por una tendencia negativa que se tradujo en pérdidas de 293,9 millones de dólares (266 millones de euros). A su vez, la compañía, sufrió una caída de sus ingresos del 88,5% respecto al 2022, por lo que para afrontar estos golpes anunció un ajuste en su plantilla con la reducción del 25% para reducir costes. Aunque parecía que la situación no podía empeorar, en los meses de verano fueron muchas las compañías que cesaron empleados. Otro caso fue CVS Health, quien durante en el mes de agosto de este año despidió a 5.000 de sus más de 300.000 empleados debido a los recortes presupuestarios. PFIZER ABRE LAS SALIDAS DE EMERGENCIA Tras tantos comunicados, la tendencia de despidos se redujo durante el resto del tercer trimestre. Sin embargo, en los últimos meses del año ha habido una compañía protagonista, la empresa estadounidense especializada en vacunas. La compañía farmacéutica [Pfizer](https://www.consalud.es/salud35/internacional/pfizer-comienza-despidos-planeados-campana-ahorro-costes_136687_102.html) durante los tres primeros trimestres de 2023 ha registrado una caída del 41,65% en el valor de sus acciones. Esta situación ha generado que la compañía haya tenido que recortar su proyección de ingresos para este año y ha tenido que reducir costes por todo el mundo. En verano, la empresa especializada en vacunas informó que en Illinois, realizaría 69 despidos durante el verano. Por otro lado, en Colorado registró un número no revelado de despidos de trabajadores de Pfizer a principios de octubre. Durante ese mes, Pfizer comunicó la decisión de cerrar sus instalaciones en Peapack, Nueva Jersey, a principios de 2024. Y si bien la compañía asegura que “la mayoría de afectados”, 791 empleados, serán reasignados a la sede de la empresa en Nueva York, no ha querido confirmar el número de empleado que serán cesados con la llegada del nuevo año. La compañía no ha querido confirmar el número de empleado que serán cesados con la llegada del nuevo año Asimismo, Pfizer añadió la clausura de su planta de Michigan a la lista de proyectos que va a abandonar. Lo que implica que la farmacéutica despedirá a aproximadamente 200 personas. Todo ello, ha sido influenciado tras conocer la evidente caída de ingresos por los productos Covid, concretamente por el desplome de las ventas de su producto del Covid-19 Comirnaty y el antiviral Paxlovid. A esto se suma que la compañía eliminará 500 puestos aproximadamente y sus capacidades de moléculas pequeñas de ciencias farmacéuticas (PSSM) en la fábrica ubicada en Sandwich, en Kent, una de las consecuencias de su programa de realineación de costos. El panorama para los empleados de Pfizer en el año 2024 se presenta desafiante, ya que la compañía anticipa la conclusión de varios proyectos, lo que conlleva la necesidad de implementar medidas que impactarán de forma negativa en la fuerza laboral. La apertura de puertas de salida para cientos de empleados sugiere una reestructuración significativa dentro de la empresa. Este escenario plantea interrogantes sobre el futuro de los trabajadores y la adaptación necesaria para afrontar los cambios que se avecinan. En este contexto, el año 2024 se perfila como un periodo crucial para Pfizer, donde la toma de decisiones estratégicas y la gestión cuidadosa de recursos",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:20:59.271+02:00",
    "updated": "2023-12-29T01:20:59.271+02:00"
  }
]