[
  {
    "uuid": "eba8edc076b7c59492f0d57934bfa9ae1239604e",
    "url": "https://bolavip.com/cl/colocolo/brayan-cortes-recibe-duras-criticas-por-parte-de-pinilla",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@bgomez",
    "published": "2024-07-25T23:40:00Z",
    "title": "- Bolavip Chile Brayan Cortés recibe duras críticas por parte de Pinilla",
    "text": "Colo Colo Pinilla sin piedad contra Brayan Cortés: \"Yo soy voz autorizada para...\" El \"Indio\" no ha dicho ninguna palabra al respecto de su sanción, lo que molestó al exariete de los azules.\nRefuerzo de la Sub-21 alba buscará ser opción en el primer equipo Jorge Almirón hace un llamado al hincha de Colo Colo por Arturo Vidal Por Bastián Gómez\n25/07/2024 - 21:40hs CLT\nwhatsapp 25/07/2024 - 21:40hs CLT\nMauricio Pinilla llena de críticas a Brayan Cortés Por Bastián Gómez\nBrayan Cortés no lo pasa de la mejor manera en Colo Colo . Este miércoles, se dio a conocer la sanción que recibió el meta tras ser expulsado ante Unión Española , que lo hará perderse el superclásico ante Universidad de Chile.\nEl golero del “Cacique” estará fuera durante tres jornadas, castigo por el que se ha llenado de críticas. El informe del juez Diego Flores , indicó que Brayan fue: “culpable de conducta violenta; Golpea con su puño en el rostro del adversario (Sebastián Leyton), con uso de fuerza excesiva sin estar el balón en juego”.\nAnte esta situación, antes de conocerse el castigo, el portero de los albos dejó su reflexión a través de sus redes: “ Quiero pedir disculpas a todos , en especial a mis compañeros. Tengo una pena muy grande. Mejoraré en todo sentido. Vamos, Colo Colo. Se sacó la tarea adelante como sea, hasta el final”.\nver también\nColo Colo suma jugador: luchará desde la Sub-21 por un puesto en el primer equipo\nDestacar que Brayan Cortés no solo estará ausente en el clásico ante los azules, sino que también se perderá las fechas siguientes frente a O’Higgins y Huachipato.\nMauricio Pinilla se suma a las críticas contra Brayan Cortés Una de las razones por las que Mauricio Pinilla le cayó con todo al iquiqueño, fue por, de cierta manera, guardar silencio por esta situación. Y es que el “Indio” solo se expresó a través de sus redes y no ante la prensa.\nSobre esto, Mauricio Pinilla declaró en Radio Agricultura : “¿Qué le costaba? Yo soy voz autorizada para esto, me siento con la autoridad de hacerlo porque yo hablé toda mi carrera y jamás me escondí de los medios de comunicación”.\nBrayan Cortés no estará durante tres fechas disponible en Colo Colo (Foto: Felipe Zanca /Photosport) “¿Qué le costaba a Brayan Cortés asumir su rol de uno de los capitanes de Colo Colo? Qué le costaba decir ‘la verdad es que cometí un error y estoy pagando por eso. Me dieron tres fechas compadre, esto es lo que está pasando y la realidad es esta’ ¿Qué le costaba? Cinco minutos”. añadió.\nFinalmente, el exgoleador de La Roja y Universidad de Chile , destacó: “Tú vas a Argentina y a los jugadores de Boca Juniors los obligan a sacarse fotos hasta con el último hincha que está pasando por la fila”.\n“En Europa te mandaban cagando, tenías que ir a hablar con los medios y sin alegar. Yo siempre hablé durante mi carrera, en las buenas, en la malas y en las más o menos “, sentenció.\nEncuesta ¿Estuvo bien la sanción que recibió Cortés? ¿Estuvo bien la sanción que recibió Cortés?\nEstuvo bien Estuvo bien, pero debió ser más Estuvo mal, debió ser menos YA VOTARON 3 PERSONAS\nBastián Gómez Periodista chileno titulado en la Universidad Alberto Hurtado. Seis años de experiencia en medios digitales tanto en el mundo del deporte como en la música extrema. Trabajó en el sitio de deportes EnCancha.cl, también escribió en SintesisChile.cl y fue Community Manager de la Fundación América Solidaria y Futuros para el Tenis. En el ámbito de la música escribió y también fue CM de la revista Rockaxis y el portal Resistance.cl. Apasionado por el metal, los deportes de combate, el fútbol, Soen y Rey Mysterio. Llegó a Bolavip en 2024.\nBrayan Cortés Fútbol Chileno Mauricio Pinilla Superclásico Consulta nuestras últimas novedades en Google News\nSíguenos whatsapp LEE TAMBIÉN Fútbol Chileno Fútbol Chileno ANFP exige medidas a Cobreloa tras denuncia por violación en el club",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://api.futbolsites.net/v1/sites/BCL/polls/get?path=",
      "https://www.instagram.com/ohiggins_oficial/",
      "https://api.futbolsites.net/v1/sites/BCL/polls/vote?path=",
      "https://news.google.com/publications/CAAqBwgKMOKlowswpbC7Aw",
      "https://www.facebook.com/sharer/sharer.php?u=",
      "https://twitter.com/CompareBasti",
      "https://instagram.com/ohiggins_oficial/",
      "https://api.futbolsites.net/v1/sites/BCL/polls/get",
      "https://www.api.futbolsites.net/v1/sites/BCL/polls/vote?path=",
      "https://facebook.com/sharer/sharer.php?u=",
      "https://www.api.futbolsites.net/v1/sites/BCL/polls/get?path=",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.twitter.com/CompareBasti",
      "https://www.instagram.com/ohiggins_oficial",
      "https://api.futbolsites.net/v1/sites/BCL/polls/vote",
      "https://www.news.google.com/publications/CAAqBwgKMOKlowswpbC7Aw"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T04:50:37.043+03:00",
    "updated": "2024-07-26T04:50:37.043+03:00"
  },
  {
    "uuid": "ca1ef087178294be47ef8d7ed43aae90608c323c",
    "url": "https://www.rte.ie/news/world/2024/0329/1440640-pope-prisoners",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "RTÉ News",
    "published": "2024-03-29T00:00:00Z",
    "title": "Pope washes feet of 12 women prisoners for Easter",
    "text": "Pope Francis has pulled out of the Way of the Cross ceremony at the last minute, with the Vatican saying he wanted to \"preserve his health\" ahead of other Easter events this weekend.\nThe 87-year-old's armchair had been set out on the hill facing the Colosseum in Rome but was withdrawn as the announcement came just moments before the Good Friday ceremony.\n\"To preserve his health ahead of tomorrow's vigil and the Easter Sunday mass, Pope Francis will this evening follow the Way of the Cross at the Colosseum from the Santa Marta Residence,\" the Vatican said in a statement.\nThe pope missed last year's open-air ceremony, which took place shortly after he was released from three nights in hospital with bronchitis.\nFrancis last month caught what the Vatican called a \"light flu\" that caused him to cancel some events, and he has on several occasions since asked others to read his speeches.\nThousands of people had turned out for this evening's ceremony, many of them holding candles in their hand, in one of the highlights of Holy Week leading up to Easter.\nFor the first time since becoming pope, Francis himself wrote the texts to be read out at each of the 14 so-called Stations of the Cross, which symbolise Christ's journey from death sentence to crucifixion.\nOn Sunday, the pope is due to preside over the Easter mass in St Peter's Square in the Vatican before giving the \"Urbi et Orbi\" address.\nPope Francis, who had part of a lung removed in his youth, was forced to cancel a visit to COP28 UN climate talks in Dubai in December after a bout of flu-like symptoms.\nThe pontiff, who took over as head of the Catholic Church in 2013, has suffered a number of health issues in recent years, from knee and hip pain to an inflamed colon and hernia surgery last June.\nSeated in a wheelchair, the pope washed the feet of each of the prisoners, some of them in tears, before drying them off with a towel and kissing them Francis, who often pleads for compassion to prisoners, washed the feet of 12 incarcerated women in Rome yesterday in a rite marking Holy Thursday before Easter.\nThe Argentinian Jesuit visited the Rebibbia women's prison in the northeastern outskirts of the Italian capital, where he performed the same rite in 2015.\nHowever, was the first time the 87-year-old pontiff had dedicated his annual ritual during Holy Week solely to women.\nSeated in a wheelchair, the pope washed the feet of each of the prisoners, some of them in tears, before drying them off with a towel and kissing them.\n\"We all have small failures, big failures,\" said the pope in an impromptu homily during a mass held in the courtyard of the prison that holds some 370 women.\n\"But the Lord is always waiting for us, with open arms, and he never tires of forgiving,\" he added.\nThe washing of feet is \"a gesture that draws our attention to the vocation of service,\" said Pope Francis, who as a priest in Buenos Aires had already begun visiting prisoners.\nThe Argentinian Jesuit visited the Rebibbia women's prison in the northeastern outskirts of the Italian capital, where he performed the same rite in 2015 A few minutes earlier, the pontiff was all smiles as he shook hands with the inmates.\nLast month, the pope caught a flu that caused him to cancel some public meetings. During his subsequent recovery, he has on several occasions asked others to read his speeches.\nIn the Christian tradition, Holy Thursday commemorates the day when Christ washed the feet of the apostles at the Last Supper.\nIt is a highlight of Holy Week, which commemorates Christ's final days before his resurrection on Easter.\nSince becoming pope in 2013, the head of the Catholic Church has often visited prisons and refugee centres, including last year on Holy Thursday when he visited a juvenile detention centre and washed the feet of 12 young men.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pope",
          "sentiment": "negative"
        },
        {
          "name": "pope francis",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "rome",
          "sentiment": "none"
        },
        {
          "name": "buenos aires",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T10:10:54.934+03:00",
    "updated": "2024-03-30T00:59:09.532+03:00"
  },
  {
    "uuid": "51addc7a2fea79f02d26c9a179660db08bc18ee7",
    "url": "https://indianexpress.com/article/india/relocation-of-gandhi-ambedkar-statues-within-parliament-complex-sparks-political-row-9377089",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@indianexpress",
    "published": "2024-06-06T15:45:00Z",
    "title": "Relocation of Gandhi, Ambedkar statues within Parliament complex sparks political row",
    "text": "- India\nInternational\nThe relocation of the statues of Mahatma Gandhi, Dr B R Ambedkar and Chhatrapati Shivaji from one spot to another within the Parliament complex sparked a political row on Thursday with Congress leader Jairam Ramesh alleging that they were being removed from a place of prominence.\nAfter Ramesh raised the issue, the Lok Sabha Secretariat clarified in a statement that the statues of leaders and freedom fighters would be relocated to a “grand Prerana Sthal” within the premises. The Lok Sabha said the plan was a part of the development works after the construction of the new Parliament building, which was inaugurated in May last year.\n“Statues of Chhatrapati Shivaji Maharaj, Mahatma Gandhi, and Dr. Babasaheb Ambedkar have just been removed from their places of prominence in front of the Parliament House. This is atrocious,” Ramesh said in a post on X.\nThe Lok Sabha said the statues were not being removed, but relocated.\n“It is clear that the statue of any great leader has not been removed from the Parliament House complex. Their statues are being installed systematically and respectfully inside the Parliament House Complex,” it said.\nIt added that after the new Parliament building was completed last year, an action plan for landscaping and beautification of the complex was drawn up in accordance with the “high dignity and decorum of Parliament”.\n“Due to location at different places in the Parliament Complex, visitors were not able to view these statues conveniently. For this reason, all these statues are being respectfully installed in a grand Prerana Sthal in the Parliament House Complex itself,” the Lok Sabha Secretariat said.\nIt added that the spot was being developed in a way that visitors to Parliament could see them easily. According to sources, the statues will be relocated to a spot near one of the ceremonial entrances of the new Parliament building. Arrangements were being made to give visitors detailed information on the lives of the leaders.\nAnother Opposition leader, CPI’s Binoy Viswam wrote to Prime Minister\nNarendra Modi to protest the move, terming it “unilateral”.\n“The old Parliament Building, now called Samvidhan Sadan, was a living testament to seminal moments in our history like getting Independence, adopting the Constitution, providing affirmative action, abolishing privy-purses, nationalisation of banks, establishing Panchayati Raj etc. Your government turned that building into a museum by shifting Parliament to a new building. Now your assault on our collective legacy has taken the form of tempering with iconic statues of national icons in the Parliament House premise,” Viswam wrote.\nBollywood actor and BJP MP Kangana Ranaut, who recently won the Mandi Lok Sabha seat, was allegedly slapped by a woman constable of CISF after frisking at the security hold area of the Mohali International Airport. The official was suspended after the incident.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chhatrapa",
          "sentiment": "negative"
        },
        {
          "name": "gandhi",
          "sentiment": "negative"
        },
        {
          "name": "mahatma gandhi",
          "sentiment": "negative"
        },
        {
          "name": "chhatrapati shivaji maharaj",
          "sentiment": "none"
        },
        {
          "name": "babasaheb ambedkar",
          "sentiment": "none"
        },
        {
          "name": "ramesh",
          "sentiment": "none"
        },
        {
          "name": "jairam ramesh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "parliament",
          "sentiment": "negative"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "lok sabha secretariat",
          "sentiment": "none"
        },
        {
          "name": "parliament house",
          "sentiment": "none"
        },
        {
          "name": "lok sabha",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T00:25:14.233+03:00",
    "updated": "2024-06-07T00:25:14.233+03:00"
  },
  {
    "uuid": "1912d9a92682bcbbbddb74ef717691d9821368fd",
    "url": "https://www.thestar.com.my/news/world/2023/12/29/italy-bears-severest-weather-on-record-in-2023-reports",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NA",
    "published": "2023-12-28T22:45:00Z",
    "title": "Italy bears severest weather on record in 2023: reports | The Star",
    "text": "ROME, Dec. 28 (Xinhua) -- Italy has experienced a record-setting number of extreme weather events in 2023, a year that is set to be the warmest in more than 150 years, reports said on Thursday.\nAccording to the climate observatory run by the environmental lobby group Legambiente, Italy reported 378 severe weather events in 2023, an increase of 22 percent compared to last year -- ranging from heatwaves to drought and from hailstorms to floods and extreme winds, which were directly responsible for at least 31 deaths.\nOn the other hand, the agriculture sector union Coldiretti said there were more than nine harsh weather events per day this year across Italy's boot-shaped peninsula.\nIn its report, Coldiretti estimated that extreme weather caused a record 6 billion euros (6.6 billion U.S. dollars) of damages to crops and agricultural infrastructure, leading to shortfalls in the country's production of olive oil, peaches, nectarines and wheat.\nLegambiente said its calculations showed that the northern part of the country was hit the hardest, with 210 separate extreme weather events, followed by 98 in the central regions and 70 in the south which includes the island regions of Sicily and Sardinia.\nAmong the extreme weather events were floods, record high temperatures, rain-triggered landslides and hailstorms, it said.\nMuch of Europe suffered a long and dry summer and multiple severe weather events this year, but Italy is often hit harder due to its long coastline and exposure to the sea on two coasts. Meteorological data indicate that this year is set to be the warmest in more than 150 years of record-keeping in Italy.\nMeanwhile, weather agencies predict the year will end with an unusually warm spell, with high daytime temperatures across much of the Italian peninsula, assuring that 2024 will start out on the warm side.\nOpen Modal ×",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "coldiretti",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "xinhua",
          "sentiment": "negative"
        },
        {
          "name": "legambiente",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "rome",
          "sentiment": "none"
        },
        {
          "name": "italy",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T07:08:54.803+02:00",
    "updated": "2023-12-29T07:08:54.803+02:00"
  },
  {
    "uuid": "ac051b20353a4b0f64d96b8fa6ebd57e0fb79909",
    "url": "https://www.newswise.com/articles/argonne-materials-scientist-amanda-petford-long-named-a-fellow-of-the-materials-research-society",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Argonne National Laboratory",
    "published": "2024-04-11T00:00:00Z",
    "title": "Argonne materials scientist Amanda Petford-Long named a Fellow of the Materials Research Society",
    "text": "“I am truly honored to be recognized by them for my contributions,” Petford-Long said. Amanda Petford-Long, director of the Materials Science division of the U.S. Department of Energy’s Argonne National Laboratory, has been named a 2024 Fellow of the Materials Research Society. Petford-Long, also an Argonne Distinguished Fellow, was recognized for her work developing quantitative imaging and analysis techniques for nanoscale functional heterostructure materials, particularly those with magnetic properties, and her leadership in teaching, mentoring and fostering diversity in materials science. Petford-Long has also helped to pioneer the use and development of advanced electron microscopy to enable quantitative in-situ imaging of the behavior of materials at the [nanoscience](https://www.anl.gov/science-101/<a href=https://www.energy.gov/science/doe-explainsnanoscience class=)\">nanoscale. “The Materials Research Society has always been the scientific community in which I feel the most at home,” Petford-Long said. “I am truly honored to be recognized by them for my contributions.” Petford-Long is also a professor in the Materials Science and Engineering Department at Northwestern University where she advises several graduate students. She has a doctorate in Materials Science from the University of Oxford, UK, and a Bachelor of Science degree in Physics from University College London. Petford-Long moved to Argonne and Northwestern in 2005 from the University of Oxford where she was a full professor in the Materials Department. She has published over 360 scientific papers (h-index of 47) in addition to three book chapters dealing with imaging of magnetic domains and magnetization reversal mechanisms in nanoscale magnetic materials. She is also a fellow of the Royal Academy of Engineering, Royal Microscopical Society and American Physical Society. Argonne National Laboratory seeks solutions to pressing national problems in science and technology. The nation’s first national laboratory, Argonne conducts leading-edge basic and applied scientific research in virtually every scientific discipline. Argonne researchers work closely with researchers from hundreds of companies, universities, and federal, state and municipal agencies to help them solve their specific problems, advance America’s scientific leadership and prepare the nation for a better future. With employees from more than 60 nations, Argonne is managed by [UChicago Argonne, LLC](http://www.uchicagoargonnellc.org/) for the [U.S. Department of Energy’s Office of Science](https://energy.gov/science). The U.S. Department of Energy’s Office of Science is the single largest supporter of basic research in the physical sciences in the United States and is working to address some of the most pressing challenges of our time. For more information, visit [https://energy.gov/science](https://energy.gov/science).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [
      "https://www.anl.gov/science-101/",
      "https://energy.gov/science).",
      "https://energy.gov/science",
      "https://www.energy.gov/science/doe-explainsnanoscience",
      "http://www.uchicagoargonnellc.org/)",
      "https://www.energy.gov/science",
      "https://anl.gov/science-101/",
      "https://www.anl.gov/science-101",
      "https://www.energy.gov/science).",
      "http://uchicagoargonnellc.org/)",
      "https://energy.gov/science/doe-explainsnanoscience"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "amanda petford-long",
          "sentiment": "negative"
        },
        {
          "name": "amanda petfor",
          "sentiment": "negative"
        },
        {
          "name": "long",
          "sentiment": "negative"
        },
        {
          "name": "petfo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "argonne",
          "sentiment": "negative"
        },
        {
          "name": "materials science",
          "sentiment": "none"
        },
        {
          "name": "materials research society",
          "sentiment": "none"
        },
        {
          "name": "u.s. department of energy’s argonne national laboratory",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T00:12:48.661+03:00",
    "updated": "2024-04-12T00:12:48.661+03:00"
  },
  {
    "uuid": "396bb4c23e0d3404aa8af3223a47741b11249019",
    "url": "https://www.dtnext.in/news/world/leaders-at-nam-summit-in-uganda-agree-on-support-for-palestinian-state-indonesian-diplomat-762393",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ANI",
    "published": "2024-01-20T10:20:00Z",
    "title": "20 Jan 2024 3:15 PM GMT",
    "text": "Leaders at NAM Summit in Uganda agree on 'support for Palestinian State': Indonesian diplomat The Indonesia diplomat described, \"We need to ensure that there is an immediate ceasefire, not only to make sure we are actually stopping the attacks and atrocities. KAMPALA: Amid the ongoing war between Israel and Hamas, the Indonesian Vice Minister of Foreign Affairs, Pahala Mansury said that the 19th Summit of Non-Alligned Movement (NAM) agreed on several points related to the war including support on 'Palestinian state', Al Jazeera reported on Saturday. It reported that the leaders at the NAM summit held in the Ugandan capital, Kampala \"have decided through the NAM ministry meeting as well as the summit (our) support for the state of Palestine and also for the Palestinian people.\" The Indonesia diplomat described, \"We need to ensure that there is an immediate ceasefire, not only to make sure we are actually stopping the attacks and atrocities that are happening to the people of Palestine (but) also to ensure there is a possibility to provide unhindered and sustained support for humanity.\" The leaders agreed that \"We have to make sure there is accountability, not only to provide support for South Africa in the ICJ court, but Indonesia right now is in the process of providing a written statement to the ICJ, which is mandated by the UNGA,\" Al Jazeera reported. The leader said, \"(We discussed) how are we going to make sure that we have a sustainable two-state solution and what is the pathway to that.\" Meanwhile, External Affairs Minister S Jaishankar is leading the Indian delegation to the NAM summit being held from January 19-20. The EAM also shared glimpses from the 19th Non-Aligned Movement (NAM) Summit, which commenced here on Friday. The External Affairs Minister has been holding meetings with various foreign dignitaries at the two-day summit. The event this year, themed on 'Deepening Cooperation for Shared Global Affluence', has brought together delegates from more than 120 developing countries on a platform of crucial historic significance. The NAM is a forum of 120 countries not formally aligned with or against any major power bloc. India wholeheartedly supports Uganda's theme for NAM and looks forward to engaging with the countries in the bloc, the Ministry of External Affairs said in a statement earlier, adding that as one of the leading and founding members of NAM, India remains committed to the principles and values of the movement.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pahala mansury",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "palestinian state",
          "sentiment": "negative"
        },
        {
          "name": "foreign affairs",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "non-alligned movement",
          "sentiment": "none"
        },
        {
          "name": "al jazeera",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uganda",
          "sentiment": "none"
        },
        {
          "name": "nam summit",
          "sentiment": "none"
        },
        {
          "name": "kampala",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "kampala",
          "sentiment": "none"
        },
        {
          "name": "palestine",
          "sentiment": "none"
        },
        {
          "name": "indonesia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T17:51:12.436+02:00",
    "updated": "2024-01-20T17:59:49.063+02:00"
  },
  {
    "uuid": "9f2def80383ce5fd6f47e78ef3c79f0cc3314673",
    "url": "https://www.howtogeek.com/google-maps-feature-improves-walking-directions",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Joe Keeley",
    "published": "2025-02-27T22:24:00Z",
    "title": "This Hidden Google Maps Feature Instantly Improves Walking Directions",
    "text": "Summary\n- Google Maps offers detailed voice guidance to reassure you that you're on the right path.\n- It's great for those with visual impairments, or for anyone who wants more comprehensive walking directions.\n- To enable the feature in Google Maps, go to Settings > Navigation > Detailed Voice Guidance.\nI'm constantly using Google Map's voice navigation to help route me when I'm walking somewhere unknown, but found myself wishing it gave more information. Then I discovered a setting tucked away that does exactly that, and it instantly improved my experience.\nWhy I Use Google Map's Voice Navigation When Walking\nWhen I'm traveling somewhere new, I like to walk wherever possible so that I can see the place I'm staying and soak up the atmosphere. To help get me to my destination, I use Google Maps on my phone (Google Maps is great for more than just navigation, but it's what I use it for most). Within moments, I can see the best route and be on my way.\nThanks to the glanceable directions feature, I don't even need to unlock my phone to get route updates. The trouble is, sometimes I don't want to pull out my phone at all, especially in busy cities where phone theft is a real threat. I've enabled all my phone's theft protection features, but it still won't prevent someone physically snatching it from me.\nAs such, I tend to pop an earbud in and use Google Map's voice navigation to help route me. It means I can receive audio directions without touching my phone and looking like an oblivious tourist.\nGoogle Map's voice should be enabled by default, but you can check it by tapping your profile picture in the top-right and going to Settings > Navigation and setting Mute State to \"Unmuted\". Here you can also make the Guidance Volume louder, if necessary.\nWhile voice navigation is reasonable, I often wished it gave more detail and reassurance. For example, I would walk down a long street and Google Maps would fall silent; presumably because I was on the right track, but what if I wasn't?\nI assumed it wasn't possible to get what I wanted, but then I poked around in the app's settings and found it: detailed voice guidance.\nWhat Is Detailed Voice Guidance?\nDetailed voice guidance is a feature Google released in 2019 that was built for people with visual impairments. It's certainly beneficial to that group of people, but it can help anyone.\nWith it enabled, Google Maps provides more vocal information about the route. For example, it lets you know that you're on the right path, which instantly solved my problem of feeling like it hadn't spoken to me in a while.\nIt also updates you with how far it is until the next turn, which means you can cross the road in good time if necessary, and also what direction you're walking in. Plus, if you go the wrong way, it verbally tells you that you're being re-routed.\nPersonally, some of these are more helpful than others, though I understand that, as someone with sight, the feature wasn't designed with me in mind. A nice improvement would be if I could toggle which of these aids I wanted.\nWhen announcing the launch of detailed voice guidance on The Keyword, Wakana Sugiyama, a blind woman living in Tokyo, said: \"With detailed voice guidance in Google Maps, my journey fades into the background and I can focus more on what I'll do at my final destination. This may not sound extraordinary to those with sight, but for people who are blind or have low vision, this can help us explore new and unfamiliar places.\"\nThough my experience is different from Sugiyama's, I relate to the benefit that the detailed instructions provide and I now spend less time worrying about my journey.\nHow to Enable Detailed Voice Guidance\nIf you think detailed voice guidance sounds useful, it's easy to enable it. First, open Google Maps and tap your profile picture in the top-right. Next, tap \"Settings\", then \"Navigation.\" Finally, beneath Walking Options, enable \"Detailed Voice Guidance.\"\nIf you decide it's not for you and want to go back to the standard level of voice guidance, return to the same screen and turn off the toggle—though if you're mid-route and want to disable it immediately, you'll need to exit so you can access the settings.\nI use Google Maps all the time and only just discovered this, so it just goes to show there are plenty of handy Google Maps features you may not be using.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->social sciences",
      "Science and Technology->technology and engineering",
      "Science and Technology->information technology and computer science",
      "Lifestyle and Leisure->exercise and fitness",
      "Social Issue->social networking",
      "Social Issue->disabilities",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://blog.google/products/maps/better-maps-for-people-with-vision-impairments/",
      "https://blog.google/products/maps/better-maps-for-people-with-vision-impairments",
      "https://www.blog.google/products/maps/better-maps-for-people-with-vision-impairments/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "9f2def80383ce5fd6f47e78ef3c79f0cc3314673",
      "first_syndicated": true
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T00:27:48.251+02:00",
    "updated": "2025-02-28T00:27:48.251+02:00"
  }
]