[
  {
    "uuid": "b49b034f8730b399a09c865398af78c7794405da",
    "url": "https://www.gazette-news.co.uk/news/24017547.university-essexs-michaela-jane-benzeval-awarded-cbe/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cameron Poole",
    "published": "2023-12-30T17:00:00Z",
    "title": "University of Essex's Michaela Jane Benzeval awarded CBE",
    "text": "A DISTINGUISHED university professor from Frinton has been named as a Commander of the Order of the British Empire (CBE) in the New Year’s Honours list. Professor Michaela Jane Benzeval, who works at Essex University, will be awarded the CBE for her services to social science. She is a professor of long longitudinal research and the director of understanding society at the university. The title is one the highest that is possible, it sits under a knighthood and damehood but is above an OBE and MBE. Professor Benzeval became a member of the Institute for Social and Economic Research at the university and was a visiting professor at the Institute of Health and Wellbeing at the University of Glasgow. In 2022, she was elected as a Fellow of the Academy of Social Sciences, and has previously worked at Queen Mary University of London, East London, and City Health Authority, The London School of Economics, and the King’s Fund. As a student, she studied economics at the University of Bath and gained a PhD on income and health from the University of Glasgow. The professor’s work was published in a 2021 research paper entitled Targeted Shielding and [Coronavirus](/news/coronavirus/) Symptoms Among Adults in the UK, alongside three other academics. Vanessa Potter, the director of communications and external relations at Essex University, said everyone on the campus is proud of the professor. They said: “We are very proud that Professor Michaela Benzeval has received recognition for her outstanding work as the director of understanding society at the institute for social and economic research. “Professor Benzeval has helped Understanding Society establish its reputation as one of the largest and most significant studies of its kind in the world - delivering important insights into how we live our lives. “We are very pleased that such an important member of the research community at Essex has been honoured in this way.” Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michaela jane benzeval",
          "sentiment": "negative"
        },
        {
          "name": "benzeval",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "university of essex",
          "sentiment": "negative"
        },
        {
          "name": "academy of social sciences",
          "sentiment": "none"
        },
        {
          "name": "queen mary university of london",
          "sentiment": "none"
        },
        {
          "name": "city health authority",
          "sentiment": "none"
        },
        {
          "name": "institute of health and wellbeing",
          "sentiment": "none"
        },
        {
          "name": "university of glasgow",
          "sentiment": "none"
        },
        {
          "name": "university of bath",
          "sentiment": "none"
        },
        {
          "name": "institute for social and economic research",
          "sentiment": "none"
        },
        {
          "name": "london school of economics",
          "sentiment": "none"
        },
        {
          "name": "essex university",
          "sentiment": "none"
        },
        {
          "name": "east london",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "frinton",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T19:12:22.426+02:00",
    "updated": "2023-12-30T19:18:13.380+02:00"
  },
  {
    "uuid": "68b9a23a49a89fedb7b46f6e6a4839f30c30c718",
    "url": "https://vnexplorer.net/z/1056004.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-06-27T15:05:00Z",
    "title": "‘Tough luck’: The Supreme Court just took a new bite out of Biden’s agencies’ powers",
    "text": "The Supreme Court&#039;s ruling &quot;could threaten EPA&#039;s enforcement program as we know it&quot; said Kevin Minoli, a former acting general counsel at the agency. The Supreme Court’s newest rebuke of the Securities and Exchange Commission is threatening to unleash chaos throughout the federal government, creating uncertainty about the limits on agencies’ power to punish law-breakers. The 6-3 ruling held that the Constitution&#039;s 7th Amendment guarantee to a trial by jury applies when the SEC seeks civil penalties for securities fraud. But legal experts said it raises questions about a wide range of agencies’ ability to impose fines for violations of a host of laws and rules, including those protecting consumers, workers and the environment. Agencies that suddenly face new potential challenges to their decades-old enforcement powers include the Environmental Protection Agency, the Consumer Financial Protection Bureau, the Labor Department and the National Labor Relations Board, lawyers and former agency officials told POLITICO. The decision “could threaten EPA&#039;s enforcement program as we know it,” said Kevin Minoli, a former acting general counsel at the agency. He said it raises questions about whether “everyone facing a government penalty has the right to request a jury trial” — and how many defendants will choose to invoke that right. Most EPA enforcement actions are handled through an administrative process, not litigation, Minoli noted in an email. The agency does not have the resources to take every environmental violation to court, and neither does the Justice Department, said Minoli, now an attorney at Alston &amp; Bird. EPA Administrator Michael Regan told reporters on Thursday that he was still digesting the news and that agencies across the federal government would have to figure out its impact. “We believe that our agency is designed with a specific mission to protect individuals, provide transparency, allow opportunities for people to appeal and have their day and say, and so we want to retain our authorities to do that in the best way we can to protect every community across the country,” Regan said. For the SEC, the subject of Thursday’s decision in SEC v. Jarkesy, the court’s ruling is unlikely to spur a major upheaval. The Wall Street regulator has already significantly pulled back on the use of its own in-house courts. Still, SEC Enforcement Director Gurbir Grewal said in a statement that the agency was reviewing the decision. “The SEC will continue to protect investors and enforce the federal securities laws, including by filing actions in federal court,” Grewal said. But other watchdogs have been put on notice, lawyers say. For financial regulators pursuing fraud charges, for instance, “it’s going to be awfully hard” to avoid Jarkesy, said Andrew Pincus, a partner at Mayer Brown. “It’s really a sea change in how regulators have thought about this area of administrative adjudication,” Pincus said. The National Labor Relations Board and Department of Labor also make extensive use of their so-called administrative law judges and are facing ongoing litigation of their own, though some legal experts said the pair may not be as affected by Thursday’s ruling as other federal agencies. In the NLRB’s case it doesn’t have the authority to impose fines for labor law infractions, setting it apart from the SEC in Jarkesy. The Labor Department’s enforcement of the Occupational Safety and Health Act was upheld by the Supreme Court in Atlas Roofing, a 1977 decision that the court drew contrasts to throughout Thursday’s opinions. “This should have no impact on our major labor and employment law enforcement schemes,” Sharon Block, a Harvard Law School professor who’s worked at both agencies, told POLITICO. Thursday’s decision split along ideological lines, with Chief Justice John Roberts writing that “a defendant facing a fraud suit has the right to be tried by a jury of his peers before a neutral adjudicator.” Roberts argued his ruling is relatively narrow — but in her dissent, Justice Sonia Sotomayor said the results will be “earthshattering” and “a massive sea change.” “The constitutionality of hundreds of statutes may now be in peril, and dozens of agencies could be stripped of their power to enforce laws enacted by Congress,” she wrote. Some agencies, including EPA, at least have the ability to pursue civil penalties in federal court, Sotomayor noted. But others such as the Federal Energy Regulatory Commission and the Federal Mine Safety and Health Review Commission operate under laws that require that civil penalties be pursued in agency enforcement proceedings. &quot;For those and countless other agencies, all the majority can say is tough luck; get a new statute from Congress,&quot; she wrote. Enforcement experts quickly pointed to a litany of questions created by the Supreme Court’s ruling. “The Jarkesy opinion creates a great deal of uncertainty for EPA’s administrative enforcement docket,” Susan Bodine, EPA’s enforcement chief during the Trump administration, wrote in an email. The Supreme Court already ruled in 1987’s Tull v. United States that the Clean Water Act’s penalty structure is similar to the type of “common law” for which the Constitution promises a trial by jury. The Clean Air Act and the Safe Drinking Water Act have similar structures. “The agency and ultimately courts will have to decide if the regulatory regime being enforced is more akin to common law or whether it is wholly new” and thus not the kind of law for which the Constitution guarantees a jury trial, like the OSH Act, Bodine said. Bodine said the ruling creates several more open questions. One is whether a defendant could choose to undergo administrative enforcement proceedings instead of a judicial case. She also wondered whether it matters if the appeal of an EPA administrative decision is made to a district court, where the defendant could have a trial by jury, or to an appellate court, where that is not an option. While the majority opinion did not make those points clear, Bodine said a concurring opinion from Justice Neil Gorsuch indicates the answer to both questions is no. Jarkesy could also mean big changes at the Federal Mine Safety and Health Review Commission, a five-member body that oversees administrative law judges who hear disputes over mine safety enforcement actions. The mine commission’s judges could probably still reinstate miners who were terminated for whistleblower activities or order companies to issue back pay because those are different from the sort of enforcement identified in the Supreme Court&#039;s opinion, former Chair Arthur Traynor told POLITICO. But the bulk of the commissions docket consists of fights over assessed penalties for safety violations, which often involve highly technical issues. The ruling may mean the judges there will have to empanel juries instead of settling cases themselves, argued Traynor, who left the commission in 2022 and is now an attorney at Mooney Green. &quot;This will obviously greatly increase the time and expense involved with adjudication of contested citations,&quot; he wrote in an email. The mine commission and its current chair, Mary Lu Jordan, did not reply to questions about the Supreme Court ruling’s impact on its operations. The decision could also shake up proceedings at FERC, though legal experts are still weighing how it will affect the agency’s ability to assess civil penalties under the Federal Power Act and the Natural Gas Act. FERC Chair Willie Phillips said he had not yet seen the ruling as of Thursday morning, given it was released during the agency’s monthly open meeting. “I know for a fact that the lawyers that we have here at the commission — the best regulatory lawyers in government — are taking a careful look at it,” Phillips told reporters following the meeting. Ari Peskoe, a FERC expert and director of Harvard’s Electricity Law Initiative, said in an email the most likely immediate effect will be to shift market manipulation cases under the Natural Gas Act to federal district courts, while FERC administrative law judges will still be able to hear utility and pipeline rate cases. The Justice Department’s Environment and Natural Resources Division declined to comment on the enforcement effects of the Supreme Court’s ruling. James Bikales, Declan Harty , Catherine Morehouse and Nick Niedzwiadek contributed to this report.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "negative"
        },
        {
          "name": "kevin minoli",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "supreme court",
          "sentiment": "negative"
        },
        {
          "name": "epa",
          "sentiment": "negative"
        },
        {
          "name": "securities and exchange commission",
          "sentiment": "none"
        },
        {
          "name": "sec",
          "sentiment": "none"
        },
        {
          "name": "labor department",
          "sentiment": "none"
        },
        {
          "name": "environmental protection agency",
          "sentiment": "none"
        },
        {
          "name": "consumer financial protection bureau",
          "sentiment": "none"
        },
        {
          "name": "politico",
          "sentiment": "none"
        },
        {
          "name": "national labor relations board",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T02:12:55.862+03:00",
    "updated": "2024-06-28T02:12:55.862+03:00"
  },
  {
    "uuid": "d30d05510fdc572e55a118c5338bf6d6e73e63d8",
    "url": "https://www.ilgiornaleditalia.it/news/esteri/644103/bombardamenti-sud-libano-700-morti-72-ore.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redazione",
    "published": "2024-09-26T19:04:00Z",
    "title": "Bombardamenti aerei nel sud del Libano, raid Idf causano 700 morti in 72 ore, segretario Onu Guterres: \"Paese sull’orlo del baratro\" - Il Giornale d'Italia",
    "text": "Continuano i bombardamenti aerei di Israele nel sud del Libano : i raid Idf hanno provocato più di 700 morti in 72 ore , 81 nelle ultime 24. Per questo, nella notte il segretario generale dell’Onu Antonio Guterres ha dichiarato che \"l’inferno si sta scatenando in Libano. Il paese è sull’orlo del baratro. Lunedì è stato il giorno più sanguinoso in Libano in una generazione\" . Mentre le centinaia di morti causate in pochi giorni dall’offensiva israeliana sembrano aver risvegliato la diplomazia occidentale, il primo ministro israeliano Benjamin Netanyahu è già arrivato a New York . Da ieri proprio gli Stati Uniti , con l’aiuto degli alleati europei (sopratutto la Francia ), stavano lavorando per arrivare ad una rapida tregua temporanea di 3 settimane tra Israele e Hezbollah , ma Netanyahu ha fermato tutto: \"Notizia errata, andiamo avanti\" , ha dichiarato il primo ministro israeliano. I numeri dei civili coinvolti nei bombardamenti dell'Idf non eguagliano nemmeno l’ultima guerra del Libano del 2006, durante la quale, in un mese furono uccise 1.200 persone. Ma la pressione dello 'Stato ebraico' non accenna a diminuire: si avvicina ormai a 100 mila il numero di persone costrette a fuggire dalle proprie case nel sud del Paese da lunedì scorso, in appena 4 giorni. Lo riferisce la Bbc britannica citando i dati aggiornati diffusi dal ministro dell’Interno libanese, Bassam Mawlawi . Il ministro ha detto che al momento si contano 70.100 sfollati interni , alloggiati in 535 ricoveri di fortuna, e 27.000 profughi scappati oltre confine, la metà dei quali risultano essere cittadini siriani residenti in Libano tornati in patria nella confinante Siria .\nIsraele, pronta invasione di terra in Libano, Onu: \"Sarà guerra totale in Medioriente\", Francia propone tregua di 3 settimane\nLo Stato ebraico si prepara ad espandere la guerra in Medioriente\nSi continua a morire in Libano, in Siria e a Gaza In Medio Oriente si continua a morire: il ministero della Salute libanese ha comunicato che nelle ultime 24 ore Israele ha ucciso 81 persone e ne ha ferite 403. In totale, ha reso noto il governo di Beirut , le vittime sono più di 1.500 dall’inizio degli scontri al confine con lo Stato ebraico circa un anno fa, ovvero dopo il massacro di Hamas del 7 ottobre. Gli attacchi sono ancora in corso, con le Idf che dichiarano di aver colpito infrastrutture dell’organizzazione islamista tra la Siria e il Libano . Il Partito di Dio, invece, sostiene di aver preso di mira i complessi industriali militari israeliani a nord di Haifa e oggi un missile balistico Qader-1 è stato lanciato verso Tel Aviv ed ha raggiunto l’area per la prima volta, mirando al quartier generale del Mossad , ma è stato intercettato e distrutto senza fare danni. Le Idf hanno risposto con ulteriori attacchi nella periferia meridionale di Beirut, confermando di aver eliminato nel raid il comandante della divisione aerea di Hezbollah, responsabile anche dei droni dell’organizzazione sciita, Muhammad Hussein Sorour (noto anche con il nome di battaglia di Abu Saleh). Tuttavia, pensare che si tratti di operazioni mirate a colpire esclusivamente obiettivi militari sarebbe un errore: sempre secondo il ministero della Salute libanese, il numero delle vittime degli attacchi aerei israeliani di oggi è salito a 26. Il ministero dell’informazione del paese, invece, afferma che 3 missili lanciati da un jet israeliano hanno centrato e distrutto una palazzina nel quartiere di Jamus , poco lontano dalla moschea al Qaem: la stessa zona interessata dai raid di venerdì scorso e dove è stato ucciso un alto comandante di Hezbollah assieme ad una cinquantina di civili. Venti persone sono state uccise a Younine , nel nord-est del Libano, di cui 19 siriani. Tre nelle città del distretto di Tiro . Una vittima è segnalata a Qana , nel Libano meridionale, e due a Cadmo . Secondo il dicastero del Paese dei cedri, nella valle del Bekaa un raid ha distrutto un edificio di tre piani causando la morte di 8 persone, tra cui donne e bambini. Decine di feriti sono stati evacuati verso gli ospedali della regione dalla Croce Rossa libanese e dalla Protezione Civile . I raid in Libano, non fermano l’offensiva israeliana nella Striscia di Gaza : almeno 15 persone sono state uccise in un attacco di Tel Aviv alla scuola Hafsa al-Faluja di Jabalia , riporta Al Jazeera. Anche in questo caso, tra le vittime ci sono donne e bambini.\nCortei pro Palestina vietati a Roma il 5 ottobre, Viminale applica censura, divieto notificato ai promotori di due manifestazioni\nGli attivisti sulla pagina Facebook Forum Palestina: \"perimetro delle libertà politiche e di espressione nel nostro paese viene delimitato dai sionisti, inaccettabile\"\nIl Giornale d'Italia è anche su Whatsapp . Clicca qui per iscriversi al canale e rimanere sempre aggiornati.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.whatsapp.com/channel/0029Va88KqZ8F2pNAf08MZ07",
      "https://whatsapp.com/channel/0029Va88KqZ8F2pNAf08MZ07"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Benjamin Netanyahu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Hezbollah",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Israele",
          "sentiment": "none"
        },
        {
          "name": "Libano",
          "sentiment": "none"
        },
        {
          "name": "New York",
          "sentiment": "none"
        },
        {
          "name": "Francia",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T00:20:14.382+03:00",
    "updated": "2024-09-27T00:20:14.382+03:00"
  },
  {
    "uuid": "95d938af163c9bffe61f6c18fafbd2fe3622d172",
    "url": "https://www.devdiscourse.com/article/politics/3014282-ukraine-urges-nato-to-lift-long-range-weapon-restrictions-calls-it-a-game-changer",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Devdiscourse News Desk",
    "published": "2024-07-11T19:39:00Z",
    "title": "Ukraine Urges NATO to Lift Long-Range Weapon Restrictions, Calls it a 'Game-Changer' | Politics",
    "text": "Ukraine Urges NATO to Lift Long-Range Weapon Restrictions, Calls it a 'Game-Changer' Ukraine has called on NATO to lift restrictions on its use of long-range weapons, highlighting the need for more robust support against Russia. During a NATO summit, Secretary General Jens Stoltenberg emphasized unity and ongoing support for Ukraine. NATO's declaration criticized China’s alignment with Russia, inciting a strong rebuke from Beijing. [Devdiscourse News Desk](/devdiscourse-stories)| Updated: 12-07-2024 03:39 IST | Created: 12-07-2024 03:39 IST Ukraine on Thursday urged NATO allies to lift restrictions on its use of long-range weapons against targets in Russia, describing such a move as a \"game-changer\" in its ongoing war with Moscow. Meanwhile, China slammed NATO's criticism of its support for Russia, calling it biased and malicious. Speaking at a three-day NATO summit in Washington, Secretary General Jens Stoltenberg emphasized the alliance's continued support for Ukraine, asserting, \"At this summit we are turning a corner and putting in place the foundations for Ukraine to prevail.\" The summit ended with a strong declaration of unity, intending to reassure Ukraine of NATO's long-term backing. In a lighter moment, U.S. President Joe Biden mistakenly referred to Ukrainian President Volodymyr Zelenskiy as \"President Putin\" before quickly correcting himself. This summit also brought attention to divergences among NATO members on the use of donated weapons by Ukraine. While some members endorse strikes inside Russia, the U.S. has taken a more conservative stance. (Disclaimer: With inputs from agencies.)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jens stoltenberg",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "devdiscourse news desk",
          "sentiment": "none"
        },
        {
          "name": "nato",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "beijing",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "moscow",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T01:10:22.223+03:00",
    "updated": "2024-07-12T01:10:22.223+03:00"
  },
  {
    "uuid": "a72640a88123811e518c18c2a4a460cc99948913",
    "url": "https://www.bryantimes.com/news/ledecky-led-usa-to-use-world-championships-as-springboard-to-la-2028/article_88a7a6a9-011f-5eb4-84b1-f297fe7c6537.html",
    "ord_in_thread": 0,
    "author": "Rebecca BRYAN AFP",
    "published": "2025-07-24T02:39:00Z",
    "title": "Ledecky-led USA to use world championships as springboard to LA 2028",
    "text": "Nine-time Olympic gold medallist Katie Ledecky leads a United States swimming team aiming to shore up its global dominance at the world championships in Singapore with an eye already on the 2028 Los Angeles Games.\nLedecky is headed to a seventh world championships on a high note, having lowered her longstanding world record in the 800m freestyle in May -- her first long-course world mark since 2018.\nShe also posted the second-fastest 1,500m free ever this season and swam the second-best 400m free of her career -- all signalling that she remains a force, 13 years on from her breakthrough Olympic gold in the 800m free in London in 2012.\nThe world championships begin on Sunday and if Ledecky sweeps her three individual events and is part of a winning 4x200m free relay, she would take her tally of world golds to 25.\nThat is just one shy of Michael Phelps's overall record of 26 world titles.\nThe 28-year-old Ledecky said she isn't focusing on that type of comparison, or indeed on comparisons with her younger self.\nAfter years in which she felt she could threaten a world record in virtually every race, Ledecky said she had stopped putting expectations on herself.\n\"I just kind of swim a little more free and just try to improve in different areas, improve off of the previous year or the previous two years or whatever it is, rather than always comparing myself to my 19-year-old self or whatever it may be,\" she said.\nLedecky is right to be cautious, especially with newly minted world record-holder Summer McIntosh waiting in the 400m free.\nLedecky's presence and level-headed approach will anchor a US team that is a mix of experience and young talent.\nThe men are aiming to bounce back from a lackluster Paris Olympics at which Bobby Finke's record-breaking 1,500m free gold was the only victory for the US men.\nThe United States still topped the medals table with eight golds to Australia's seven, and 28 medals in total, but it was the Americans' lowest Olympic total since the 1988 Games in Seoul.\nAfter the women kept America afloat in Paris they look strong again.\nGretchen Walsh has twice lowered her 100m butterfly world record this year and won the 50m fly at the US trials with the fourth-fastest swim ever.\nRegan Smith, the 100m backstroke world record-holder, heads a formidable women's backstroke line-up eager to challenge Australia's Kaylee McKeown, who won double backstroke gold at the Tokyo and Paris Olympics.\n- Setting a tone -\nWith Finke again leading the way, the US men emerged from the domestic championships in June with contenders in multiple events.\nLuke Hobson became the first American since Phelps to break 1min 44sec in the 200m freestyle with a time of 1:43.73 and Jack Alexy posted a sizzling 46.99sec in the 100m free.\nLuca Urlando owns the first and third-fastest times this year in the 200m butterfly and Shaine Casas signalled he's ready to take the fight to French star Leon Marchand in the 200m individual medley.\n\"The US men are pretty strong, so I think that was a really encouraging week of swimming for all of us,\" Carson Foster said in June after securing his place in Singapore with a series of second-place finishes at the US trials.\n\"I'm really excited for worlds.\"\nLedecky called the Singapore squad \"a great group.\"\n\"It will be a lot of good energy,\" she said. \"We want to set the tone as a whole team, a whole unit, this summer, and build from there.\"\nbb/rcw/pst",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->olympic games",
      "Sport->swimming",
      "Human Interest->record and achievement",
      "Lifestyle and Leisure->exercise and fitness",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": false,
    "has_canonical": true,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Katie Ledecky",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "a72640a88123811e518c18c2a4a460cc99948913",
      "first_syndicated": true
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [],
      "bias": "center",
      "source": {
        "type": "local_news",
        "city": [
          "Bryan",
          "Edgerton"
        ],
        "state": [
          "Ohio"
        ],
        "country": [
          "US"
        ],
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:43:22.235+03:00",
    "updated": "2025-07-24T17:29:01.661+03:00"
  }
]