[
  {
    "uuid": "8be96a00af036f006815d2db1dac7d07ccafc649",
    "url": "https://entertainment.whatfinger.com/34-celebs-reveal-their-best-makeup-secrets-of-2023-vogue/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Editor 4",
    "published": "2023-12-28T14:53:00Z",
    "title": "34 Celebs Reveal Their Best Makeup Secrets of 2023 | Vogue – Entertainment News 24/7 Updates",
    "text": "Recent tabs widget still need to be configured! Add tabs, add a title, and select type for each tab in widgets area. Facebook Twitter Instagram Thursday, December 28 Whatfinger® Breaking Videos Military Sports Humor Money Daily List World Daily Paper Sci-Tech Top 3 Community Chat GPT Choice Left Wing Clips About Search Top 10 Retirement Home » All news » 34 Celebs Reveal Their Best Makeup Secrets of 2023 | Vogue All news 34 Celebs Reveal Their Best Makeup Secrets of 2023 | Vogue By Editor 4 December 28, 2023 Updated: December 28, 2023 No Comments 1 Min Read Facebook Twitter Pinterest LinkedIn Tumblr Email Share Facebook Twitter LinkedIn Pinterest Email Share. Facebook Twitter Pinterest LinkedIn Tumblr Email Editor 4 Latest Posts i really need to come here more often December 28, 2023 What Happens As We Die? | Kathryn Mannix | TED December 28, 2023 Die Hard: Hilarious Moments and Bloopers You Didn’t See| OSSA December 28, 2023 The Tragic Real-Life Story Of Mayim Bialik December 28, 2023 The Tragedy Of Adam Sandler Is So Sad December 28, 2023 Nick Cannon Receives Unique Gift Featuring His 12 Kids December 28, 2023 Celine Dion’s History-Making Moments and the Disease Threatening Her Career | ET Vault Unlocked December 28, 2023 Simone Biles Seemingly Responds to Criticism Over Husband’s Relationship Comments December 28, 2023 Submit Type above and press Enter to search. Press Esc to cancel.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "adam sandler",
          "sentiment": "none"
        },
        {
          "name": "kathryn mannix",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nick cannon receives unique gift featuring",
          "sentiment": "none"
        },
        {
          "name": "tech top",
          "sentiment": "none"
        },
        {
          "name": "gpt choice left wing clips about search top",
          "sentiment": "none"
        },
        {
          "name": "facebook twitter pinterest linkedin tumblr email",
          "sentiment": "none"
        },
        {
          "name": "facebook twitter instagram",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:19:56.091+02:00",
    "updated": "2023-12-29T00:19:56.091+02:00"
  },
  {
    "uuid": "a0904e2826399fb59c01708c3a47e75a1b840f6c",
    "url": "https://www.elespanol.com/mujer/estilo-vida/20240329/pueblo-extremeno-interes-nacional-pura-devocion-semana-santa/841915891_0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Miguel Ángel Ruiz de Bodión",
    "published": "2024-03-29T13:17:00Z",
    "title": "El pueblo extremeño de interés nacional y pura devoción por la Semana Santa",
    "text": "En el suroeste de España, en la provincia de Badajoz (Extremadura) se erige un pueblo que destila historia y tradición en cada callejón y plaza: Jerez de los Caballeros . Este municipio, famoso por sus raíces templarias y su patrimonio arquitectónico, se convierte en un destino turístico sin igual durante la Semana Santa , ofreciendo a los visitantes una experiencia que mezcla devoción, cultura y gastronomía.\nJerez de los Caballeros, cuyo panorama urbano está dominado por torres de antiguas iglesias y fortalezas, guarda en su corazón una de las celebraciones de Semana Santa más emotivas y profundas de toda España. Esta fiesta , declarada de Interés Turístico Nacional , atrae cada año a miles de visitantes que buscan vivir de cerca la pasión y el fervor con que los jerezanos viven esta época.\nFiesta de Interés Turístico Nacional La Semana Santa en Jerez de los Caballeros es un despliegue de arte y espiritualidad. Las procesiones que recorren las empedradas calles del pueblo son el principal atractivo para los turistas.\n[Estos son los mejores sitios de Valencia para tener una cita: te contamos por qué]\nLa riqueza de esta festividad se ve acentuada por la presencia de imágenes imponentes , creadas tanto por artistas anónimos como por renombrados escultores del siglo XX, incluidos Sebastián Santos, León Ortega, y Castillo Lastrucci, entre otros. Acompañan a estas obras maestras, bordados y obras de orfebrería de gran valor, enriqueciendo aún más la experiencia.\nDesde el inicio con el Domingo de Ramos, caracterizado por las palmas y el aroma a romero, hasta el místico Lunes de Penitencia y el contemplativo Martes de Oración, cada día de la Semana Grande ofrece una experiencia distinta. Los actos del Miércoles y Jueves Santo, con sus liturgias y procesiones, incluido el tradicional paso de Nuestro Padre Jesús Nazareno al amanecer del Viernes Santo, invitan a un encuentro profundo con la tradición.\n[Gambia, el país de las sonrisas, el 'reggae', la naturaleza salvaje y el recuerdo a Kunta Kinte]\nLa semana culmina con el Domingo de Resurrección, prometiendo a todos los asistentes, especialmente a aquellos que la descubren por primera vez, una experiencia inolvidable que invita a volver. Desde 1987, este evento ha sido reconocido a nivel regional, y ahora, con su distinción nacional, Jerez de los Caballeros se perfila como un destino imperdible para vivir la pasión y devoción de la Semana Santa.\nLa Semana Santa es, sin duda, la mejor época para visitar Jerez de los Caballeros. La belleza de sus procesiones, unida al encanto de sus calles y la calidez de sus gentes, hacen de este pueblo un destino turístico inolvidable. Sin embargo, Jerez merece ser descubierto en cualquier momento del año , pues siempre tiene algo nuevo y emocionante que ofrecer al visitante.\nComo un buffet libre, un poco de todo Pero Jerez de los Caballeros ofrece mucho más que su Semana Santa. Su riqueza histórica va desde la fortaleza templaria que corona la ciudad hasta las numerosas iglesias de estilo barroco que salpican su casco urbano. Para los amantes de la historia y la arquitectura, Jerez es un libro abierto que narra siglos de convivencia entre culturas.\nAdemás de su patrimonio histórico y cultural, Jerez de los Caballeros seduce al visitante por su gastronomía. Los productos del cerdo ibérico, especialmente el jamón de bellota, son estrellas de la cocina local. La hostelería del pueblo ofrece tapas y platos donde este producto tiene un papel protagonista, acompañado siempre de vinos de la tierra que deleitan el paladar de los más exigentes.\n[Explora, de norte a sur de España, las mejores tartas de queso: un viaje gastronómico]\nPara quienes buscan experiencias más allá de la contemplación y el deleite culinario, Jerez de los Caballeros propone rutas de senderismo y ciclismo por sus alrededores, donde la naturaleza se muestra en todo su esplendor. Los paisajes de dehesas, tan característicos de Extremadura, son el escenario perfecto para desconectar y disfrutar de la paz que solo el campo puede dar.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T16:25:18.719+03:00",
    "updated": "2024-03-29T18:20:49.297+03:00"
  },
  {
    "uuid": "024ae7c611777e98c78e6a7376702066a9ee8765",
    "url": "https://wsfcam.iheart.com/content/2023-12-28-rep-lauren-boebert-drops-out-of-race-for-current-congressional-seat/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jason Hall",
    "published": "2023-12-28T19:17:00Z",
    "title": "Rep. Lauren Boebert Drops Out Of Race For Current Congressional Seat",
    "text": "Photo: Getty Images North America\nRep. Lauren Boebert (R-Colo.) announced her decision to drop out of an upcoming race for her current congressional seat representing Colorado's 3rd District in 2024 and will instead run for the more Republican-friendly 4th District.\n“I am going to do everything in my power to represent the 3rd District well for the remainder of this term as I work to earn the trust of grassroots conservative voters in the 4th District to represent them in 2025,” Boebert said in a video shared on her Facebook page announcing her decision. “It’s the right move for me personally, and it’s the right decision for those who support our conservative movement.\"\nBoebert was narrowly re-elected to a second term in the 3rd District in 2022, defeating Democrat Adam Frisch by only 546 votes. Frisch is once again challenging for the 3rd District congressional seat and reported to have raised three times more than Boebert in funds during the past three months, according to the New York Post .\nThe 4th District -- currently represented by Republican Ken Buck , who announced that he wouldn't seek re-election last month -- leans 27 percentage points in favor of Republicans, three times more than the 9 percentage-point edge held by the GOP in the 3rd District. Boebert isn't required to move to the 4th District to represent it if elected.\n“I did not arrive at this decision easily,” Boebert said. “A lot of prayer, a lot of tough conversations and a lot of perspective convinced me that this is the best way I can continue to fight for Colorado, for the conservative movement and for my children’s future.”\nThe congresswoman said her announcement was \"a fresh start\" to what she called a \"pretty difficult year for me and my family.\" Boebert filed for divorce from her husband of 18 years in May and was kicked out of a theater after being caught on camera vaping and appearing to rub her date's groin area while he fondled her breasts in September .\n“I’ve made my own personal mistakes and have owned up and apologized for them,” Boebert said. “It’s tested my faith, my strength and my abilities both as a mom and a congresswoman. It’s been humbling and challenging, but it’s also given me perspective and helped me grow. I cannot put into words how grateful I am for everyone who has steadfastly stood alongside me in the 3rd District and across America.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "https://nypost.com/2023/07/17/rep-lauren-boeberts-democratic-challenger-outraises-her-threefold/",
      "https://www.nypost.com/2023/07/17/rep-lauren-boeberts-democratic-challenger-outraises-her-threefold/",
      "https://nypost.com/2023/07/17/rep-lauren-boeberts-democratic-challenger-outraises-her-threefold"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lauren boebert",
          "sentiment": "negative"
        },
        {
          "name": "frisch",
          "sentiment": "none"
        },
        {
          "name": "ken buck",
          "sentiment": "none"
        },
        {
          "name": "adam frisch",
          "sentiment": "none"
        },
        {
          "name": "boebert",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "getty images north america",
          "sentiment": "negative"
        },
        {
          "name": "new york post",
          "sentiment": "none"
        },
        {
          "name": "republican",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "colo.",
          "sentiment": "none"
        },
        {
          "name": "3rd district",
          "sentiment": "none"
        },
        {
          "name": "colorado",
          "sentiment": "none"
        },
        {
          "name": "4th district",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:20:07.000+02:00",
    "updated": "2023-12-29T00:20:07.000+02:00"
  },
  {
    "uuid": "60db89f3f90241fc9c63a51b883fd82a11fbc4bf",
    "url": "https://www.dailybreeze.com/2024/06/13/criminal-investigation-underway-at-cal-state-la-after-students-occupy-building",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Orona, Victoria Ivie",
    "published": "2024-06-13T14:34:00Z",
    "title": "Criminal investigation underway at Cal State LA after students occupy building",
    "text": "A criminal investigation was underway at Cal State L.A. and classes went online only Thursday, June 13, a day after pro-Palestine students and other protesters intensified their demands on the school, vandalized structures on campus and occupied a campus administration building, for a time forcing the school’s own president to shelter in place inside.\nNo more people were inside the Student Services Building on Thursday, where the once-calm\npro-Palestine encampment on campus — which is demanding divestments from Israeli interests and other concerns – accelerated their demands Wednesday night by taking over the building, where President Berenecea Johnson Eanes’ office is.\nUniversity spokesman Erik Frost Hollins told reporters Thursday that Eanes was among about 12 administrators who were initially sheltering in place inside the building.\nPolice escorted some employees out of the building within a few hours of the occupation beginning. Eanes and the remaining administrators left the building shortly after midnight Thursday.\n“Obviously it’s a different and more dangerous situation when you have people in a multi-story building,” Hollins said. “There were a dozen (administrators in the building), then it got down to maybe half a dozen administrators who remained in the building to work the situation throughout the evening.”\nPolice were seen staging around campus after protesters occupied the student services building and demanded to meet with the university president, to agree or address\ntheir demands.\nThe campus was sparse and quiet by Thursday morning, but the toll of the night before was visible. Dozens of abandoned bench and umbrella barricades were among the only outwardly visible evidence of the occupation that took place Wednesday night. But signs were also popping up on social media, including shattered glass at offices inside the Student Services building.\nOne post called the damage “pretty staggering.” Another post showed what it said were two facility services vehicles that had been flipped on their sides.\nIn a now-deleted social media post, the protesters said Eanes “continues to dance around and repress our divestment demands,” referencing calls for the university to halt any funding or financial support of businesses tied to Israel.\n“We’ve been waiting for a response to our demands for 18 days,” one now-deleted post said. “There is no more time to spare while families are being massacred by U.S. Imperialism with each minute that passes.”\nThe Instagram account and backup account for Students for Justice in Palestine at Cal State LA, which is the student-led encampment organizers, were taken down Wednesday and Thursday respectively.\nSJP did not get back for comment despite multiple attempts.\nNo arrests have been made yet for building damage, which included smashed window, graffiti and overturned campus services vehicles. Protesters voluntarily left the Student Services building at around 1 a.m. Thursday.\nIt was unclear what sparked the activity, which came after weeks of off-and-on negotiations between the protesters and administration.\nOn Wednesday, some protesters chained themselves together outside the main entrance as others used patio furniture, golf carts and other materials to establish a barricade around the structure.\nUniversity officials issued a campus alert urging anyone inside the building to shelter in place, and telling others to leave the campus.\nOne protester told KTLA5 overnight that Palestine protesters have been peaceful during their demonstrations.\n“We haven’t hurt a single person the entire time we’ve been out here,” the protester — wearing a mask to cover her face and providing only her first name — told the station. “And we’ve been negotiating with her (Eanes) in good faith for over a month. She has not been negotiating with us in good faith, that’s the bottom line. If she wants to pretend like we’re a danger to her, I think it’s nefarious really. I think it’s evil.”\nOne student told reporters the protests were getting out of control.\n“I just think it’s pretty selfish of them,” Gilbert Sosa said. “This campus is for everybody, they’re just taking over. I don’t think it’s very appropriate, I don’t think they’re really accomplishing anything either. I’m here, I’m paying to go to school. I’m here to learn and I can’t today because these guys want to throw a little tantrum.”\nCity News Service contributed to this report.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice",
      "Education"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.x.com/acatwithnews/status/1801156349402710509?s=46&t=XCN6F7cLzo5YlkZNcULLPQ",
      "https://www.dailynews.com/2024/05/01/encampment-builds-as-cal-state-la-students-rally-for-palestine-on-may-day",
      "https://www.dailynews.com/2024/06/12/pro-palestine-activists-at-cal-state-la-stage-campus-sit-in-as-demands-intensify/",
      "https://www.x.com/filmthepolicela/status/1801161239365820752?s=46&t=XCN6F7cLzo5YlkZNcULLPQ",
      "https://www.dailynews.com/2024/06/12/pro-palestine-activists-at-cal-state-la-stage-campus-sit-in-as-demands-intensify",
      "https://x.com/filmthepolicela/status/1801161239365820752",
      "https://dailynews.com/2024/06/12/pro-palestine-activists-at-cal-state-la-stage-campus-sit-in-as-demands-intensify/",
      "https://x.com/acatwithnews/status/1801156349402710509",
      "https://www.dailynews.com/2024/05/16/cal-state-la-president-meets-with-student-protesters-signals-support-for-financial-transparency",
      "https://dailynews.com/2024/05/01/encampment-builds-as-cal-state-la-students-rally-for-palestine-on-may-day/",
      "https://dailynews.com/2024/05/16/cal-state-la-president-meets-with-student-protesters-signals-support-for-financial-transparency/",
      "https://www.dailynews.com/2024/05/16/cal-state-la-president-meets-with-student-protesters-signals-support-for-financial-transparency/",
      "https://x.com/acatwithnews/status/1801156349402710509?s=46&t=XCN6F7cLzo5YlkZNcULLPQ",
      "https://x.com/filmthepolicela/status/1801161239365820752?s=46&t=XCN6F7cLzo5YlkZNcULLPQ",
      "https://www.dailynews.com/2024/05/01/encampment-builds-as-cal-state-la-students-rally-for-palestine-on-may-day/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "berenecea johnson eanes",
          "sentiment": "none"
        },
        {
          "name": "eanes",
          "sentiment": "none"
        },
        {
          "name": "erik frost hollins",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cal state la",
          "sentiment": "negative"
        },
        {
          "name": "cal state l.a.",
          "sentiment": "negative"
        },
        {
          "name": "university",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T01:08:17.572+03:00",
    "updated": "2024-06-14T01:08:17.572+03:00"
  },
  {
    "uuid": "d92198c8cb3894502e34e87367e59faac8715ef6",
    "url": "https://www.malagahoy.es/malaga_cf/Malaga-CF-Real-Sociedad-Subidon_0_1864314402.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "José Manuel",
    "published": "2024-01-07T22:09:00Z",
    "title": "Málaga CF - Real Sociedad: Subidón de autoestima (0-1)",
    "text": "Seguramente fue el partido ideal, pensando en frío tras la derrota. El Málaga ganó autoestima ante un equipo de moda, la Real Sociedad , envidia en España y que juega la Champions con prestancia y desafía al PSG . Empleó todo lo bueno que tenía disponible, honrando al estadio, la competición y al rival, con ocho internacionales absolutos en el once inicial. Compitió de manera excelente el cuadro de Pellicer , tuteó por momentos al contrario y estuvo a punto de adelantarse mediado el primer tiempo con un zurdazo d e Víctor García que se estrelló en la escuadra de Marrero. Aguantó con dignidad hasta el final. El club también llenó la hucha con un entradón, con 22.111 espectadores p agando por asistir al partido y un ingreso imprevisto bastante alto que debe ayudar a reforzar la plantilla en este mercado. El partido fue televisado en abierto a nivel nacional y el Málaga recordó que no se ha ido, que ahí sigue picando piedra en su intento de regresar al fútbol profesional. La afición ofreció una imagen muy buena, apoyando todo el partido y disfrutando de un partido que era rutinario hasta hace poco más de un lustro pero que ahora es extraordinario. Y, después del subidón, a por la faena gorda, que es el ascenso. Competir así ante un grande actual del fútbol español debe valer a todos para convencerse de que es posible. Es también tarea de los dirigentes ahora darle al entrenador lo que necesita y reforzar al equipo.\nDiríase que era más titular el once de Imanol que el de Pellicer de partida. Colocó una zaga con Murillo-Moussa-Galilea-Víctor, con Gabilondo más adelantado, como interior. Pellicer decidió premiar al guipuzcoano jugando de titular, como Sangalli , ante el equipo de su corazón. Delante, con el descaro de Ochoa y Cordero acompañando a Roberto , no llegaba a 19 años de media el trío más ofensivo. El Málaga fue bravo, fue al choque y trató bien el balón, intentando ser fiel a su idea. La fama de la Real Sociedad es de buena conexión con el balón y fútbol asociativo, un equipo bonito de ver. Pero su gran salto cualitativo ha sido la competitividad, la capacidad de ser perro, de pegar, de cortar ataques del rival utilizando a distintos jugadores para evitar la tarjeta. El Málaga lo experimentó en sus carnes.\nEl partido estaba equilibrado. Dos buenas paradas de Carlos López mantenían la meta a cero. Y el Málaga merodeaba el área de Marrero ya antes del trallazo de Víctor. Roberto ,del que Imanol hablaba bien en la previa, hacía un máster con una pareja de centrales de súper élite. Ochoa era capaz de pegar un recorte pisándola en la frontal. Detrás el Málaga estaba firma. Moussa hizo un partido sensacional, que recordó al fin al que Pepe Mel c olocó de titular en su llegada y que se rompió. Es un jugador que tiene el chasis y el físico. Salió varias veces también con el balón jugado. Sufría, lógicamente, en alguna transición el Málaga, pero se llegaba al descanso con el 0-0.\nEl partido se desequilibró al poco de comenzar. Un Juanpe que no acaba de dar el nivel perdió el balón en el centro del campo e hizo una falta tras reclamar una sobre él. El balón colgado lo cabeceó uno de los mejores especialistas del fútbol europeo, Mikel Merino y el desvío de Einar al intentar salvarla acabó de hacer imposible la estirada de Carlos López . Pellicer reaccionó con un triple cambio, sacando a Dioni, Dani Lorenzo y Kevin para dar mordiente arriba e intentar ir a por el empate. El partido se abrió más. El Málaga no llegó a tener ninguna ocasión clarísima, aunque sí pisaba el área rival. Varios córners, un disparo de Kevin tras un rechace, un remate alto de Roberto tras centro de Gabilondo , un tiro con la zurda de Larrubia ya en el tramo final... Galilea salvaba bajo palos una picadita de Oyarzabal (qué futbolista es el de Eibar, vaya calidad) y daba una bola extra. Gil Manzan o, que había llevado bien el partido, tomaba alguna decisión inexplicable en el tramo final. La Rosaleda vibró buscando el empate, pero enfrente había un rival de mucho nivel que no permitió la igualada.\nLa aventura copera acabó de manera dignísima para el Málaga, ha valido para enganchar a jugadores, para que los jóvenes tengan minutos de vuelo y para que Pellicer amplíe el fondo de armario. Y para la citada derrama que va venir de perlas económicamente. Ahora llega el solomillo, intentar ir a por el ascenso, primero de manera directa y, si no es posible, por la vía del play off. Hay que acertar con los refuerzos. No es concluyente el partido por la diferencia de categoría, pero sí falta ese algo diferencial arriba. El equipo, la afición y el entrenador se han ganado ese esfuerzo.\nCOMENTAR / VER COMENTARIOS",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:34:23.227+02:00",
    "updated": "2024-01-08T00:34:23.227+02:00"
  },
  {
    "uuid": "6cf59c477b885238945db93f4822deda41d44045",
    "url": "https://www.latestnigeriannews.com/p/3079843/your-life-is-a-testament-of-great-grace-and-the-favour-of-god-juliana-olayode-te.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Latestnigeriannews",
    "published": "2023-12-29T07:11:00Z",
    "title": "Your life is a testament of Great grace and the favour of God Juliana Olayode tells Funke Akindele",
    "text": "20.3 million out-of-school children: 36 states, FCT failed to access N68.7bn grant in 18 years 'UBEC - Tribune 2023: Year of unprecedented happenings for Nigerians - https://www.latestnigeriannews.com/news/3079728/2023-year-of-unprecedented-happenings-for-nigerians.html 2024 hajj: IHR urges NAHCON, private tour operators to close ranks - https://www.latestnigeriannews.com/news/3079320/2024-hajj-ihr-urges-nahcon-private-tour-operators-to-close-ranks.html Again, bandits shoot 1, abduct district head, 5 others in FCT - Daily Trust Aiyedatiwa leads Ondo exco members on condolence visit to Akeredolu's family in Ibadan - https://www.latestnigeriannews.com/news/3079322/aiyedatiwa-leads-ondo-exco-members-on-condolence-visit-to-akeredolus-family-in-i.html Aliyu Signs Bill On Guards Corps Establishment To End Terrorism In Sokoto - New Telegraph Another Cycle Of Violence In Plateau State - Leadership Banditry: Zamfara govt shuts down 11 cattle markets - https://www.latestnigeriannews.com/news/3079266/banditry-zamfara-govt-shuts-down-11-cattle-markets.html Be good ambassadors of Islam, Mimiko urges Muslims at MSSN's vacation course - https://www.latestnigeriannews.com/news/3079620/be-good-ambassadors-of-islam-mimiko-urges-muslims-at-mssns-vacation-course.html 2024: Analysts Project Increase in Telecoms Tariffs - https://www.latestnigeriannews.com/news/3079472/2024-analysts-project-increase-in-telecoms-tariffs.html 24 Teams on Parade as Seyi Akinwunmi Charity Tourney Holds Today - https://www.latestnigeriannews.com/news/3079584/24-teams-on-parade-as-seyi-akinwunmi-charity-tourney-holds-today.html 49ers' Brock Purdy Reflects on 'Learning Experience' After 4 INTs in Loss to Ravens - Bleacher Report A big wake-up call': Son tells Tottenham to learn from wild defeat at Brighton - Yahoo Aaron Rodgers Talks Jets' 2024 Needs: 'Shore Up' OL, Add Skill Player on the Outside - https://www.latestnigeriannews.com/news/3079175/aaron-rodgers-talks-jets-2024-needs-shore-up-ol-add-skill-player-on-the-outside.html AFCON: NFF, Peseiro Bicker Over Eagles Final List - https://www.latestnigeriannews.com/news/3079588/afcon-nff-peseiro-bicker-over-eagles-final-list.html Anthony Edwards Thrills NBA Fans as Timberwolves Win vs. Mavs Without Luka Doni - https://www.latestnigeriannews.com/news/3079181/anthony-edwards-thrills-nba-fans-as-timberwolves-win-vs-mavs-without-luka-doni.html Arsenal beat out a tune heard too often ' it's time to sign a goalscorer - https://www.latestnigeriannews.com/news/3079146/arsenal-beat-out-a-tune-heard-too-often-its-time-to-sign-a-goalscorer.html Arsenal lose to West Ham and miss chance to return to Premier League summit - https://www.latestnigeriannews.com/news/3079134/arsenal-lose-to-west-ham-and-miss-chance-to-return-to-premier-league-summit.html",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://newtelegraphng.com/aliyu-signs-bill-on-guards-corps-establishment-to-end-terrorism-in-sokoto/?utm_source=rss&utm_medium=rss&utm_campaign=aliyu-signs-bill-on-guards-corps-establishment-to-end-terrorism-in-sokoto",
      "https://tribuneonlineng.com/20-3-million-out-of-school-children-36-states-fct-failed-to-access-n68-7bn-grant-in-18-years-ubec/",
      "https://leadership.ng/another-cycle-of-violence-in-plateau-state/",
      "https://uk.sports.yahoo.com/news/big-wake-call-son-tells-233802619.html",
      "https://newtelegraphng.com/2024-analysts-project-increase-in-telecoms-tariffs/?utm_source=rss&utm_medium=rss&utm_campaign=2024-analysts-project-increase-in-telecoms-tariffs",
      "https://tribuneonlineng.com/be-good-ambassadors-of-islam-mimiko-urges-muslims-at-mssns-vacation-course/",
      "https://tribuneonlineng.com/2023-year-of-unprecedented-happenings-for-nigerians/",
      "https://bleacherreport.com/articles/10102864-anthony-edwards-thrills-nba-fans-as-timberwolves-win-vs-mavs-without-luka-doncic",
      "https://bleacherreport.com/articles/10102837-49ers-brock-purdy-reflects-on-learning-experience-after-4-ints-in-loss-to-ravens",
      "https://dailytrust.com/again-bandits-shoot-1-abduct-district-head-5-others-in-fct/",
      "https://newtelegraphng.com/24-teams-on-parade-as-seyi-akinwunmi-charity-tourney-holds-today/?utm_source=rss&utm_medium=rss&utm_campaign=24-teams-on-parade-as-seyi-akinwunmi-charity-tourney-holds-today",
      "https://uk.sports.yahoo.com/news/arsenal-denied-return-premier-league-222009824.html",
      "https://bleacherreport.com/articles/10102854-aaron-rodgers-talks-jets-2024-needs-shore-up-ol-add-skill-player-on-the-outside",
      "https://dailytrust.com/banditry-zamfara-govt-shuts-down-11-cattle-markets/",
      "https://tribuneonlineng.com/2024-hajj-ihr-urges-nahcon-private-tour-operators-to-close-ranks/",
      "https://uk.sports.yahoo.com/news/arsenal-beat-tune-heard-too-001750982.html",
      "https://newtelegraphng.com/afcon-nff-peseiro-bicker-over-eagles-final-list/?utm_source=rss&utm_medium=rss&utm_campaign=afcon-nff-peseiro-bicker-over-eagles-final-list",
      "https://tribuneonlineng.com/aiyedatiwa-leads-ondo-exco-members-on-condolence-visit-to-akeredolus-family-in-ibadan/",
      "https://tribuneonlineng.com/2023-year-of-unprecedented-happenings-for-nigerians",
      "https://www.uk.sports.yahoo.com/news/big-wake-call-son-tells-233802619.html",
      "https://www.tribuneonlineng.com/20-3-million-out-of-school-children-36-states-fct-failed-to-access-n68-7bn-grant-in-18-years-ubec/",
      "https://newtelegraphng.com/24-teams-on-parade-as-seyi-akinwunmi-charity-tourney-holds-today/",
      "https://tribuneonlineng.com/20-3-million-out-of-school-children-36-states-fct-failed-to-access-n68-7bn-grant-in-18-years-ubec",
      "https://www.bleacherreport.com/articles/10102854-aaron-rodgers-talks-jets-2024-needs-shore-up-ol-add-skill-player-on-the-outside",
      "https://www.newtelegraphng.com/24-teams-on-parade-as-seyi-akinwunmi-charity-tourney-holds-today/?utm_source=rss&utm_medium=rss&utm_campaign=24-teams-on-parade-as-seyi-akinwunmi-charity-tourney-holds-today",
      "https://www.tribuneonlineng.com/2024-hajj-ihr-urges-nahcon-private-tour-operators-to-close-ranks/",
      "https://dailytrust.com/again-bandits-shoot-1-abduct-district-head-5-others-in-fct",
      "https://www.bleacherreport.com/articles/10102837-49ers-brock-purdy-reflects-on-learning-experience-after-4-ints-in-loss-to-ravens",
      "https://newtelegraphng.com/aliyu-signs-bill-on-guards-corps-establishment-to-end-terrorism-in-sokoto/",
      "https://www.uk.sports.yahoo.com/news/arsenal-beat-tune-heard-too-001750982.html",
      "https://leadership.ng/another-cycle-of-violence-in-plateau-state",
      "https://www.dailytrust.com/again-bandits-shoot-1-abduct-district-head-5-others-in-fct/",
      "https://www.tribuneonlineng.com/2023-year-of-unprecedented-happenings-for-nigerians/",
      "https://www.dailytrust.com/banditry-zamfara-govt-shuts-down-11-cattle-markets/",
      "https://www.newtelegraphng.com/aliyu-signs-bill-on-guards-corps-establishment-to-end-terrorism-in-sokoto/?utm_source=rss&utm_medium=rss&utm_campaign=aliyu-signs-bill-on-guards-corps-establishment-to-end-terrorism-in-sokoto",
      "https://tribuneonlineng.com/2024-hajj-ihr-urges-nahcon-private-tour-operators-to-close-ranks",
      "https://www.leadership.ng/another-cycle-of-violence-in-plateau-state/",
      "https://tribuneonlineng.com/be-good-ambassadors-of-islam-mimiko-urges-muslims-at-mssns-vacation-course",
      "https://www.newtelegraphng.com/afcon-nff-peseiro-bicker-over-eagles-final-list/?utm_source=rss&utm_medium=rss&utm_campaign=afcon-nff-peseiro-bicker-over-eagles-final-list",
      "https://dailytrust.com/banditry-zamfara-govt-shuts-down-11-cattle-markets",
      "https://www.tribuneonlineng.com/aiyedatiwa-leads-ondo-exco-members-on-condolence-visit-to-akeredolus-family-in-ibadan/",
      "https://www.tribuneonlineng.com/be-good-ambassadors-of-islam-mimiko-urges-muslims-at-mssns-vacation-course/",
      "https://www.newtelegraphng.com/2024-analysts-project-increase-in-telecoms-tariffs/?utm_source=rss&utm_medium=rss&utm_campaign=2024-analysts-project-increase-in-telecoms-tariffs",
      "https://newtelegraphng.com/2024-analysts-project-increase-in-telecoms-tariffs/",
      "https://www.bleacherreport.com/articles/10102864-anthony-edwards-thrills-nba-fans-as-timberwolves-win-vs-mavs-without-luka-doncic",
      "https://www.uk.sports.yahoo.com/news/arsenal-denied-return-premier-league-222009824.html",
      "https://tribuneonlineng.com/aiyedatiwa-leads-ondo-exco-members-on-condolence-visit-to-akeredolus-family-in-ibadan",
      "https://newtelegraphng.com/afcon-nff-peseiro-bicker-over-eagles-final-list/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "juliana olayode",
          "sentiment": "negative"
        },
        {
          "name": "funke akindele",
          "sentiment": "negative"
        },
        {
          "name": "mimiko",
          "sentiment": "none"
        },
        {
          "name": "akeredolu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fct",
          "sentiment": "negative"
        },
        {
          "name": "ubec",
          "sentiment": "negative"
        },
        {
          "name": "fct - daily trust aiyedatiwa",
          "sentiment": "none"
        },
        {
          "name": "nahcon",
          "sentiment": "none"
        },
        {
          "name": "new telegraph another cycle of violence in plateau state",
          "sentiment": "none"
        },
        {
          "name": "islam",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "zamfara",
          "sentiment": "none"
        },
        {
          "name": "sokoto",
          "sentiment": "none"
        },
        {
          "name": "ibadan",
          "sentiment": "none"
        },
        {
          "name": "ondo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T10:52:48.037+02:00",
    "updated": "2023-12-29T10:52:48.037+02:00"
  },
  {
    "uuid": "ec848380deb2eda89ccb84dc8772e0efcb6bd7dd",
    "url": "https://www.cartacapital.com.br/mundo/palavras-no-deserto",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@cartacapital",
    "published": "2024-08-22T20:07:00Z",
    "title": "Palavras no deserto",
    "text": "Só os ingênuos acreditaram que desta vez seria diferente. Pela nona vez em dez meses, Antony Blinken , secretário de Estado norte-americano, realizou um tour pelo Oriente Médio para negociar o cessar-fogo na Faixa de Gaza. E, como sempre, voltou para casa de mãos abanando, depois de ameaças vãs e frases de efeito para acalmar certas consciências em Washington. Blinken aterrissou em Tel-Aviv no domingo 18, reuniu-se com o presidente, Isaac Herzog, e o primeiro-ministro israelense, Benjamin Netanyahu . Na terça-feira 20, dirigiu-se ao Egito, deu alguns telefonemas e concluiu o périplo no Catar. Nesse meio-tempo, ataques israelenses a uma escola e a um mercado popular acrescentaram outras 52 vítimas aos mais de 40 mil mortos desde o início da operação militar no enclave palestino. Na mesma terça da despedida de Blinken, o exército israelita anunciou a recuperação dos corpos de seis reféns em poder do Hamas. Segundo o jornal Yedioth Ahronoth, os sequestrados provavelmente foram envenenados pelo vazamento de gás em um túnel em Khan Younis durante uma ação de soldados de seu próprio país.\nO secretário norte-americano ainda teve de responder à costumeira petulância de Netanyahu. Em uma reunião com familiares de reféns, o premier israelense afirmou ter “convencido” Blinken a apoiar a permanência de tropas na Faixa de Gaza. A retirada completa da região é uma das exigências do Hamas para aceitar o cessar-fogo. Em conversas com jornalistas, uma fonte anônima da comitiva dos Estados Unidos respondeu: “Declarações maximalistas como essa não são construtivas e, certamente, colocam em risco a capacidade de implementar negociações niveladas, de trabalho e técnicas para poder avançar quando ambas as partes concordarem com uma proposta de transição”. Ao lado do presidente egípcio, Abdel Fattah al-Sisi, Blinken foi enfático. “Os EUA”, afirmou, “não aceitam nenhuma ocupação de longo prazo por Israel. Mais especificamente, o acordo é muito claro sobre o cronograma e os locais das retiradas das forças de defesa de Gaza, e Israel concordou com isso. Então, isso é tudo que eu sei. É sobre isso que estou muito claro.” E encerrou com uma frase retórica: “O tempo é essencial”.\nEnquanto Blinken passeava pelo Oriente Médio, Israel ampliava o número de vítimas palestinas\nO Hamas acusa Washington de participar de um teatro para alongar a ocupação israelense e rejeita as novas exigências de Netanyahu. Inicialmente, o plano estabelece uma trégua de seis semanas, período em que haveria uma troca de reféns israelenses por prisioneiros palestinos. Em seguida, corpos e soldados seriam devolvidos pelos dois lados, as forças invasoras começariam a deixar o terreno e os civis seriam autorizados a voltar para casa. Os partidos de extrema-direita da base de apoio de Netanyahu ameaçam abandonar o primeiro-ministro à própria sorte, caso considerem “elevado” o número de prisioneiros libertados. Além disso, Tel-Aviv não parece disposta a devolver o território aos verdadeiros donos. Nem no curto, nem no médio, nem no longo prazo. Israel, sob o pretexto de inibir a circulação de armas e impedir a reorganização do Hamas, insiste em manter por tempo indeterminado o controle sobre a passagem para Rafah e ao menos dois corredores no enclave, o Filadélfia, na fronteira com o Egito, e o Netzarim, faixa de 7 quilômetros que divide o norte e o sul de Gaza.\nNeste momento, parece mais provável o conflito alastrar-se pelo Oriente Médio do que as negociações de um cessar-fogo alcançarem um bom termo. Os Estados Unidos despacharam um porta-aviões para o Golfo e anunciaram um novo pacote de apoio financeiro a Tel-Aviv com o intuito de desestimular uma resposta do Irã ao assassinato em Teerã de Ismail Haniyeh, líder do Hamas, e a mobilização do Hezbollah no Líbano. Na terça-feira 20, Alimohammad Naini, porta-voz da Guarda Revolucionária Islâmica, declarou que os aiatolás não têm pressa na retaliação, mas ela virá, mais dia, menos dia. “O tempo está a nosso favor e o período de espera pode ser longo.” A Blinken, Al-Sisi expôs seus temores em relação às consequências “imprevisíveis” de uma guerra regional em múltiplas frentes de batalha e disse que uma eventual trégua é só um primeiro passo. “O cessar-fogo em Gaza deve ser o início de um reconhecimento internacional mais amplo do Estado palestino e da implementação da solução de dois Estados, pois esta é a garantia básica da estabilidade.”\nSem voz e sem poder político, resta aos civis palestinos e aos familiares dos reféns israelenses a dor, a angústia e a revolta. Em uma declaração conjunta, um grupo de famílias israelitas atribui a Netanyahu a responsabilidade “direta e total” pelo fracasso do acordo. “As tentativas incessantes de criticar as equipes de negociação, de culpar os mediadores, os meios de comunicação, os familiares e os próprios sequestrados, tudo isto atira areia nos olhos”, diz o comunicado. A recusa, prossegue o texto, favorece os interesses particulares do primeiro-ministro, mas “mata os reféns e reduz a possibilidade de devolução dos vivos”.\nSegundo Louise Wateridge, porta-voz da UNRWA, agência das Nações Unidas para os refugiados palestinos, a morte é a “única certeza” no cotidiano dos 2,4 milhões de civis retidos na Faixa de Gaza. “Nenhum lugar é seguro, absolutamente nenhum. É devastador. Enfrentamos desafios sem precedentes quando se trata da disseminação de doenças, quando se trata de higiene. Até mesmo uma escola não é mais um lugar seguro. Agora, parece que você nunca está a mais do que alguns quarteirões da linha de frente.”\nTambém estas são palavras ao vento, perdidas no deserto, sufocadas pelo barulho das bombas e das rajadas de metralhadoras. •\nPublicado na edição n° 1325 de CartaCapital , em 28 de agosto de 2024.\nEste texto aparece na edição impressa de CartaCapital sob o título ‘Palavras no deserto ‘",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T00:54:58.534+03:00",
    "updated": "2024-08-23T00:54:58.534+03:00"
  },
  {
    "uuid": "d1971ef2ba272d90218ebc6cff3936afbfc3e932",
    "url": "https://notizie.tiscali.it/feeds/fitto-importante-missione-meloni-negli-usa-00001",
    "ord_in_thread": 0,
    "author": "italpress",
    "published": "2025-04-16T22:31:28Z",
    "title": "Fitto \"Importante la missione di Meloni negli Usa\" - Tiscali Notizie",
    "text": "TORINO (ITALPRESS) - \"La presidente del Consiglio Giorgia Meloni domani ha una missione molto rilevante e importante per l'Italia innanzitutto. I temi di rilevanza saranno sicuramente anche di competenza europea, quindi in un contesto di proficua e positiva collaborazione.\nSul tema dei dazi, come sapete c'è in atto una trattativa molto complessa, la competenza è europea, il contributo che tutti gli stati possono dare in questo senso è assolutamente rilevante, quindi sono certo che verrà un contributo positivo e propositivo in questa direzione\". Così Raffaele Fitto, vicepresidente esecutivo della Commissione Europea, a margine dell'incontro con il presidente della Regione Alberto Cirio e la sua giunta sui fondi di coesione europei, oggi al Grattacielo Piemonte di Torino. xn3/pc/mca3/Italpress (ITALPRESS)].\ndi Italpress 16-04-2025 - 22:42 Link copiato",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Politics"
    ],
    "topics": [
      "Politics->political development",
      "Politics->international relations"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Giorgia Meloni",
          "sentiment": "negative"
        },
        {
          "name": "Raffaele Fitto",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Grattacielo Piemonte",
          "sentiment": "none"
        },
        {
          "name": "Torino",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ITALPRESS",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Consiglio",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Regione Alberto Cirio",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Commissione Europea",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Italia",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T01:31:28.788+03:00",
    "updated": "2025-04-17T01:31:28.788+03:00"
  },
  {
    "uuid": "dfa72077afaa1fabb56951fd8974762ffeb137ff",
    "url": "https://www.newsbreak.com/pro-football-sports-network-299253692/3863501048286-i-m-a-dodge-mom-nascar-legend-tony-stewart-s-wife-leah-pruett-teases-nhra-racing-return",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sadik Hossain",
    "published": "2025-03-19T22:19:00Z",
    "title": "'I'm a Dodge Mom' - NASCAR Legend Tony Stewart's Wife Leah Pruett Teases NHRA Racing Return - NewsBreak",
    "text": "Leah Pruett’s racing hiatus is temporary, but her title as a “Dodge Mom” will be permanent. The 12-time NHRA Top Fuel National Event winner, married to NASCAR icon Tony Stewart, dropped her strongest hint yet about a return to drag racing during a recent Gainesville Raceway press conference. Since stepping back in late 2024 to welcome son Dominic, Pruett has balanced diaper duty with dyno tests while Stewart fills her seat in their Dodge-powered dragster. Her absence hasn’t dimmed her influence. Behind the scenes, she mentors crews and fine-tunes setups while plotting a comeback she calls inevitable. For Stewart, the message is non-negotiable: The moment she revs her engines, he’ll yield the cockpit. Pruett’s world since November 2024 orbits two universes: newborn chaos and nitro-burning precision. The 36-year-old gave birth to Dominic just hours before the 2024 NHRA Finals, swapping fire suits for midnight feedings. But the track’s siren call persists. She juggles pit crew strategy sessions with baby naps and troubleshooting clutch setups between diaper changes. Stewart, who replaced her in Tony Stewart Racing’s Top Fuel Dragster, admits her dual role astounds him. “She’s not sitting on her hands all day away from the kid—she’s working in this pit. So she has a full schedule, and we have help with Dominic here; things have gone really, really well,” he said. The three-time NASCAR champ knows his seat is borrowed. “That race car is her race car, and when she’s ready to get back in, I will immediately get back out,” he emphasized . “If mid-season, she says, I wanna get back in that car, I will gladly step out of that car for my wife.” Pruett’s timeline remains fluid, but her resolve isn’t. “I did not think that I could do a job for Dodge, for our fans, and be engaging with the team like I love to be, and also be a mom at Dodge,” she teased. “I’m a Dodge mom,” she burst into laughter. A renewed multi-year deal with Dodge adds torque to Pruett’s return plans. The automaker’s commitment to Tony Stewart Racing, netting 16 NHRA wins since 2022, anchors the team’s future. “It’s such a testament to what Dodge stands for, right? Power and muscle,” Pruett said. Stewart, who reached two finals in 2024, filling Pruett’s seat, credits her legacy for their success. The synergy between Pruett, Stewart, and Funny Car star Matt Hagan has turned TSR into a nitro powerhouse. But Stewart’s stint has an expiration date. “That is her team, and I’m just the fill-in guy,” he vowed. Pruett’s comeback path remains murky. She juggles developmental projects for Dodge while mastering motherhood, calling Dominic her “lottery win.” Stewart, meanwhile, savors fatherhood’s unexpected perks. A lousy run stings less when met with his son’s grin. Pruett’s return hinges on more than speed—it’s about legacy. For Dominic, for Dodge, and for a sport she helped redefine. The countdown to her comeback ticks quietly, drowned out by giggles and the idle rumble of a Hemi waiting for its queen.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "topics": [
      "Sport->sport achievement",
      "Sport->motor car racing",
      "Lifestyle and Leisure->game",
      "Lifestyle and Leisure->lifestyle",
      "Social Issue->social networking",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.profootballnetwork.com/nascar/tony-stewart-possibly-stepping-aside-nhra-wife-leah-pruett/#:~:text=I%20will%20gladly%20step%20out%20of%20that%20car%20for%20my%20wife",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0iFwHz_0znxYOLs00",
      "https://img.particlenews.com/image.php?url=0iFwHz_0znxYOLs00",
      "https://www.autoweek.com/racing/nhra/a64102830/leah-pruett-sheds-light-return-to-nhra/#:~:text=I%20have%20won%20the%20absolute%20lottery%20(with)%20a%20beautiful%20baby",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?url=0iFwHz_0znxYOLs00",
      "https://autoweek.com/racing/nhra/a64102830/leah-pruett-sheds-light-return-to-nhra/#:~:text=I%20have%20won%20the%20absolute%20lottery%20(with)%20a%20beautiful%20baby",
      "https://profootballnetwork.com/nascar/tony-stewart-possibly-stepping-aside-nhra-wife-leah-pruett/#:~:text=I%20will%20gladly%20step%20out%20of%20that%20car%20for%20my%20wife",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0iFwHz_0znxYOLs00"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:11:44.836+02:00",
    "updated": "2025-03-20T01:11:44.836+02:00"
  },
  {
    "uuid": "b5b73525b3a3298d8172321d81827a1af9035212",
    "url": "https://www.repubblica.it/cronaca/2023/12/24/news/omelie_lunghe_noiose_libro_appello-421745793/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "di Orazio La Rocca",
    "published": "2023-12-24T10:10:00Z",
    "title": "Omelie lunghe e noiose, in un libro l’appello: “Basta inutili torture ai fedeli: citate fatti di cronaca, i testi di Gino Paoli e Hemingway” - la Repubblica",
    "text": "“Noiose, lunghe, prive di 'anima', più che prediche, inutili torture, eccessivamente ostiche per chi le ascolta...”. Non è un buon momento per lo stato di salute delle omelie declamate dagli altari dai preti nelle Messe domenicali, nelle feste comandate a partire delle celebrazioni natalizie e pasquali. A decretarlo – nero su bianco – non è un osservatore qualsiasi, e tantomeno un anticlericale, ma padre Leonardo Sapienza , Reggente della Prefettura della Casa Pontificia, stretto collaboratore di papa Francesco , del quale è responsabile della “Tabella” quotidiana, vale a dire l'organizzazione del lavoro dentro e fuori il Vaticano (udienze, incontri ufficiali, visite alle parrocchie, viaggi.\nAbbonati per leggere anche Leggi i commenti I commenti dei lettori",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.repstatic.it/cless/common/widget/dynamic-paywall/2023-v1/css/style.css",
      "http://www.repstatic.it/cless/main/nazionale/2020-v1/include/detail/paywall.html",
      "http://www.repstatic.it/cless/main/nazionale/2020-v1/include/detail/under-content.html--",
      "https://www.repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
      "http://www.repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
      "https://repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
      "http://repstatic.it/cless/main/nazionale/2020-v1/include/detail/under-content.html--",
      "http://repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
      "https://repstatic.it/cless/common/widget/dynamic-paywall/2023-v1/css/style.css",
      "http://repstatic.it/cless/main/nazionale/2020-v1/include/detail/paywall.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T13:34:31.612+02:00",
    "updated": "2023-12-24T18:38:54.272+02:00"
  }
]