[
  {
    "uuid": "ddadcc0544ecf2bb8b38cd7f89e49c9bfe9fc025",
    "url": "https://www.waff.com/2023/12/28/endangered-missing-alert-issued-4-year-old-infant-colorado/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@waff48",
    "published": "2023-12-28T21:31:00Z",
    "title": "4-year-old and infant in Colorado found safe after endangered missing alert",
    "text": "4-year-old and infant in Colorado found safe after endangered missing alert STERLING, Colo. ( [KKTV](https://www.kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/)/Gray News) - A statewide alert issued in Colorado on Thursday for two young children has been canceled, [KKTV reports.](https://www.kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/) The Colorado Bureau of Investigation issued an alert for 4-year-old Zuryah Thalacker and 23-month-old Ansom Thalacker. Officials say the two children were located and were safe as of 3 p.m. on Thursday. Officials say the children have been missing since Wednesday at 1:30 p.m. when they were last seen in the Sterling area. The alert stated that the children may have been with 28-year-old Justina Lambert. The CBI did not disclose the relationship between the three in the alert. The alert said the children were believed to be traveling in a 2007 White Nissan Murano with CA license plate 9ERA912, with the rear bumper missing. Copyright 2023 KKTV via Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://www.kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/)",
      "https://www.kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/)/Gray",
      "https://kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/)",
      "https://kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/)/Gray"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zuryah thalacker",
          "sentiment": "none"
        },
        {
          "name": "justina lambert",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kktv",
          "sentiment": "none"
        },
        {
          "name": "gray media group, inc",
          "sentiment": "none"
        },
        {
          "name": "cbi",
          "sentiment": "none"
        },
        {
          "name": "colorado bureau of investigation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "colorado",
          "sentiment": "none"
        },
        {
          "name": "colo.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:42:53.052+02:00",
    "updated": "2023-12-29T00:42:53.052+02:00"
  },
  {
    "uuid": "f3dd682cd57dc96fee5988d4878625273233069e",
    "url": "https://www.slcdunk.com/2024/7/25/24206188/nba-trade-rumor-jordan-clarkson-not-receiving-interest-on-the-trade-market-nba-utah-jazz-ainge",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Clint Nielson",
    "published": "2024-07-25T22:32:00Z",
    "title": "NBA Trade Rumor: Jordan Clarkson is not receiving interest on the trade market",
    "text": "According to Andy Larsen of The Salt Lake Tribune, Jordan Clarkson, the 2020-2021 6th Man of the Year, is not receiving interest on the trade market. Clarkson had a down year last season, which is why he reportedly does not have current trade value. Clarkson is also 32 years old, which may signal to rival executives that relying on Clarkson having a bounce-back season is risky. Jordan Clarkson is surprisingly receiving no interest on the trade market, per— NBACentral (@TheDunkCentral) [@andyblarsen] “Clarkson, meanwhile, needs a bounceback season after really struggling with his efficiency last year. As of now, there haven’t been any other interested NBA teams in trading for his… [pic.twitter.com/9OGw7Yd9pu] [July 25, 2024] Jordan Clarkson is the current longest-tenured Jazzman and has had multiple fantastic seasons with the team. He came to the Jazz in a trade in 2019 and immediately made his impact as a bench offensive engine, serving a role similar to other great guard 6th men of former years like Lou Williams, Jamal Crawford, or Vinnie Johnson. His greatest moment with the Jazz was during the pinnacle of the Gobert/Mitchell era when he won 6th Man of the Year over former Jazzman Joe Ingles. while Clarkson’s 2023-2024 season was his worst on the Jazz due to inefficiency and regression on defense, his 2022-2023 season was strong. Clarkson was likely the Jazz’s second-best player that season. What should the Jazz do with Clarkson? If he has no trade value as Larsen has reported, then the team should keep him and try to rehabilitate his value. Sexton (if he doesn’t get traded) has rightfully earned the starting shooting guard spot, but that could be a boon to Clarkson. Jordan was a good starter 2 seasons ago, but his traditional role is a 6th man and with the emergence of Sexton, Clarkson can step back into that role. If Clarkson has a strong season off the bench, he will have trade value again, especially considering his friendly contract due to the Jazz’s wise frontloading strategy. If Clarkson continues to struggle, he will help the Jazz tank, which seems to be a goal for the organization next season. Regardless of what happens, Clarkson will always be a fan favorite in Utah. Do you think the Jazz should try to trade him this offseason or see if they can rehabilitate his value? Comment Below!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "andy larsen",
          "sentiment": "negative"
        },
        {
          "name": "jordan clarkson",
          "sentiment": "negative"
        },
        {
          "name": "jamal crawford",
          "sentiment": "none"
        },
        {
          "name": "vinnie johnson",
          "sentiment": "none"
        },
        {
          "name": "lou williams",
          "sentiment": "none"
        },
        {
          "name": "clarkson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "the salt lake tribune",
          "sentiment": "negative"
        },
        {
          "name": "nba",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T02:22:49.930+03:00",
    "updated": "2024-07-26T10:46:48.547+03:00"
  },
  {
    "uuid": "a44105eeb0bf8f36d8c66ef6d4c75127b50cf6b7",
    "url": "https://www.time.news/lebanon-israel-border-shelling-continues-as-officials-meet-with-foreign-counterparts/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "time news",
    "published": "2023-12-28T23:32:00Z",
    "title": "Lebanon-Israel border shelling continues as officials meet with foreign counterparts",
    "text": "Tensions Escalate along Lebanon-Israel Border\nShelling along the Lebanon-Israel border continued Thursday, as Lebanese officials spent the day in meetings with foreign counterparts from France and Britain about the growing conflict between Israel and Hezbollah, the powerful Iran-backed paramilitary group.\nHezbollah claimed it carried out simultaneous attacks around 4 p.m. local time (9 a.m. ET) — targeting multiple “barracks” across northern Israel.\nThe Israel Defense Forces told CNN that approximately 20 launches were detected on Thursday that were aimed at Kiryat Shmona, a northern Israeli municipality that has been the target of Hezbollah strikes over the last several days. The municipality claimed two anti-tank missiles were fired at the town earlier in the day. Hezbollah made six direct missile hits on Kiryat Shmona on Wednesday.\nLebanon’s Prime Minister Najib Mikati met with British Foreign Secretary David Cameron in Beirut on Thursday and also spoke with French Foreign and European Affairs Minister Catherine Colonna on a call to discuss the growing clashes in southern Lebanon and northern Israel. Mikati called for “maximum pressure to stop the Israeli attacks on southern Lebanon” during his meeting with Cameron, according to a social media post from the Lebanese government.\nCameron said in a post on X that an “escalation of the conflict in Gaza to Lebanon, the Red Sea or across the wider region, would add to the extremely high level of danger and insecurity in the world.” The fighting is among various incidents involving Iran and its proxies that have raised global concerns that Israel’s war in Gaza could widen into a greater regional conflict.\nREAD Also: US President Biden to Meet with Israeli Officials, Emphasizes Friendship and Tough Questions\nAs the threat of greater violence between Hezbollah and Israel rises, evidence of the growing tensions on the ground in Lebanon is appearing. The United Nations Interim Force in Lebanon (UNFIL) on Thursday called on Lebanese authorities to investigate after an attack on a patrol unit. The UN peacekeeping mission in southern Lebanon says the attack “by a group of young men” in the southern city of Taybeh left a peacekeeper wounded and a vehicle damaged, according to an X account run by UNIFIL.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "thu",
          "sentiment": "negative"
        },
        {
          "name": "david cameron",
          "sentiment": "none"
        },
        {
          "name": "catherine colonna",
          "sentiment": "none"
        },
        {
          "name": "najib mikati",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "israel defense forces",
          "sentiment": "none"
        },
        {
          "name": "european affairs",
          "sentiment": "none"
        },
        {
          "name": "hezbollah",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lebanon",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "kiryat shmona",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "beirut",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:34:10.916+02:00",
    "updated": "2023-12-29T01:34:10.916+02:00"
  }
]