[
  {
    "uuid": "fe996d0e7750a7f58542e7604e951057ea332932",
    "url": "https://www.meneame.net/story/fe-familia-odio-progresismo-poder-evangelicos-latinos-extiende/c042",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Wachoski",
    "published": "2024-05-25T11:24:00Z",
    "title": "#42 Fe, familia y odio al progresismo: el poder de los evangélicos latinos se extiende por Estados Unidos",
    "text": "Portada\nmis comunidades\notras secciones\n[#4](c4#c-4) Es una manera de verlo. Otra es que unos cuantos españoles se han marchado a países menos corruptos, han visto que se vive mejor así y evitan votar a los partidos que mantienen aquí niveles indecentes de corrupción.\nPero hay de todo…\n[#4](c4#c-4) te recomiendo algo más de fibra en tu dieta, parece que aún no has digerido el que no ganaran los tuyos\n[#4](c4#c-4) que yo conozca la gente que emigra a EEUU normalmente son gente con títulos superiores donde irse a América es muy buena opción laboral, y ya esta, si votan a la izquierda española sera porque ven desde fuera que es mejor opción.\nQue pasa con los que votan a la derecha?\nQue significaria?\nPor cierto a mayor nivel de estudios el votante de izquierda aumenta, tampoco dices nada de eso?\n[#1](c1#c-1) No veo relación entre el fanatismo religioso cristiano y los problemas político sociales en latinoamérica.\nEl Salvador es de los países más evangélicos, junto a Brasil, y las cosas les han empezado a ir bien.\nArgentina y Venezuela no son países de corte religioso evangélico y están comiendo mierda.\nEn Cuba ni religiosos son, y no tienen ni para comer mierda.\n[#33](c33#c-33) derecha y diosito van siempre juntitos, si te convenzo que estás en la tierra para sufrir a cambio de una recompensa cuando te mueras, aguantas mejor que te pisen, porque a mayor sufrimiento mayor recompensa\nY los testigos de Jehová. Antes estaban a la salida de los hospitales con sus plafones. Ahora los veo en: la salida del metro, de los parques y en cualquier esquina o paseo. De 3 en 3. Si no les miras no te molestan, al menos en mi experiencia, pero me parece preocupante cómo van invadiendo el espacio público para su negocio de proselitismo religioso. ¿Puedo plantar un plafón con folletos de mi empresa 7 u 8 horas allá dónde me apetezca y abordar a los transeúntes?\n[#3](c3#c-3) al igual que llevan toda la vida ocupando espacio publico los mendigos, los que reparten folletos, los grupos de turistas guiados.... mientras la ocupacion no sea permanente, no hay problema\n[#3](c3#c-3) En mi pequeña ciudad de 40k habitantes el otro día me crucé a cuatro así, todos eran latinos. Les dije con palabras poco amables que se fueran con sus historias a su templo, que la calle no era lugar para ello. Eran muy ridículos, hablaban con una grandiosidad típica de pastor evangélico y que si la gloria de dios y mierdas así. Llamé a la policía. Me parece sumamente preocupante esto. Uno de ellos aún venía con ese falso buen rollo a \"debatir\" conmigo y me hacía preguntas de lo más ridículas. Largo de la calle por favor.\n[#21](c21#c-21) y que pasó cuando llamaste a la policía? Que te dijeron los guardias? conseguiste que se fueran?\n[#3](c3#c-3) pero esos, \"por fortuna\", son tan radicales que no van a ser mayoría nunca y hasta la fecha no se meten en política. Por lo demás, totalmente de acuerdo.\nYo lo llamaría \"fe seudocristiana\", porque muchas veces esto no está movido por una fe religiosa, sino que la fe religiosa es solo el medio para mover otra cosa, por ejemplo, mantener a la gente distraída odiando el aborto o a los homosexuales mientras no se dan cuenta de que otros se están quedando con la mayor parte de su esfuerzo al trabajar.\n[#30](c30#c-30) Pero su Dios no es el mismo, el de los judíos aún está por venir.\nVamos que tampoco tengo mucha idea de estos cuentos.\nLa religión era prácticamente la única cosa de LATAM que EEUU no controlaba, pero con el evangelismo es probable que en una década o dos reemplace al catolicismo en cantidad de seguidores.\nLo peor es que muchos de esos nuevos templos se construyen en base a la necesidad de las gentes que acuden a ellos, aportan \"lo que no tienen\" y cuatro vividores y sus comparsas se hacen de oro. Para colmo, les adoctrinan con ideología neoliberal envuelta en el evangelio de \"san saduceo\" , que les promete la \"prosperidad\", sobre todo la material, demonizando todo sentido crítico que les haga pensar que ese sistema económico es el que les mantiene en la servidumbre y la desigualdad y del que muy pocos saldrán , que siempre son los que les piden el diezmo y lo que haga falta \"para el culto\", que no es otro que el que zarandea un libro con dorso dorado y una cruz desde el atril...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T15:29:43.633+03:00",
    "updated": "2024-05-25T15:29:43.633+03:00"
  },
  {
    "uuid": "b729916c86d927ebe25e999667a784076d88905c",
    "url": "https://www.meneame.net/story/exconcejal-socialista-chema-davila-condenado-abuso-sexual/c09",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mazepin",
    "published": "2024-06-27T20:24:00Z",
    "title": "#9 El exconcejal socialista Chema Dávila, condenado por abuso sexual",
    "text": "[Delay](/user/Delay)a [publico.es](/go/link/3953725) [#1](c1#c-1) Es que ser afiliado a un partido no te hace ser mejor o peor persona. Un tema son tus ideas políticas y otra cómo eres como persona.\n[#3](c3#c-3) Ese hijo de puta dimitió como concejal. Ya me dices cuantos hijos de puta de los tuyos han dimitido siendo altos cargos de PPSOE. Concejales y/o gente de malvivir no es necesario que los nombres.\n[#4](c4#c-4) Este hijo de puta no dimitió porque las acusaciones fueron después de su paso como concejal, lo que si fue expulsado del PSOE ipso facto, lo mismo que hizo Podemos con este señor.\nPero vamos, yo no tengo de \"los míos\", los míos no tienen escaños pero si dignidad como para no abusar de mujeres ni de otros hombres, los tuyos la tienen solo a la hora de dimitir cuando ya han sido denunciados.\nYo no voto a PP ni PSOE ni Vox ni Podemos, no escojo la mierda que menos huele y que menos viola, simplemente, no soy una mosca como tú, no escojo la mierda y punto.\nY menos lo que voy a hacer es usar una condena a un abusador sexual expulsado del partido para hacer campaña como haces tú contra ese mismo partido que le expulsó.\n[#6](c6#c-6) Curioso que digas que son los mios y tu seas huérfano de partido. Mosca y cojonera eres. Por mí como si te la machacas. A mi no me insultes babas. Sin importarme una mierda a quien votes, habria que investigar a tu “honrado” partido al cual dices que votas.\n[#8](c8#c-8) Digo que son de los tuyos porque en tus comentarios hablas de comandos anti-iglesias y comandos ppsoe y demás mierdas.\nDigo el mio sin problema PCTE toda la vida salvo las ultimas europeas que voté a FO aunque no pienso repetirlo.\nAhora que has visto que no puedes usar a un violador para atizarme ya dices que pasas, antes sacaste todo el arsenal del PPSOE como buen NPC.\nLo mismo digo, A rañala.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:47:15.063+03:00",
    "updated": "2024-06-28T00:47:15.063+03:00"
  },
  {
    "uuid": "23cd7c32b24b354d57db60ecaac8a104c01e5cd4",
    "url": "https://wdwnt.com/2023/12/photos-transportation-and-ticket-center-security-line-stretches-into-parking-lot-with-only-one-line-open/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shannen Ace",
    "published": "2023-12-28T19:01:00Z",
    "title": "PHOTOS: Transportation and Ticket Center Security Line Stretches Into Parking Lot With Only One Lane Open During ... - WDW News Today",
    "text": "It’s been a rainy day at Walt Disney World. With such poor weather, there weren’t many guests at Magic Kingdom, and only one security line has been operating at the Transportation and Ticket Center. This is where most guests go through security screening before entering the park. Unfortunately, as the rain has subsided, crowds of guests have arrived but only one line remains open.\nTransportation and Ticket Center Security Line\nWhen we were leaving the Transportation and Ticket Center between 1:00 p.m. and 1:20 p.m., the security line stretched under the bridge and into the disability parking lot.\nGuests who took a tram from their car were being dropped off close to the security station but then had to walk back to the end of this line.\nA Cast Member told us that there was a fire code in one of the parking lots that pulled several security officers away from the Transportation and Ticket Center.\nGuests rushing to the back of the line also led some trams to make emergency stops due to danger.\nHopefully, another security screening station will open soon and the long line will be resolved.\nAll guests must go through security screening. In addition to the Transportation and Ticket Center, there are smaller security stations at the nearby resorts for park guests to go through.\nFor the latest Disney Parks news and info, follow\nWDW News Today on\nRelated posts:\nREVIEW: Mickey Mousse Ornament Treat From Mickey's Very Merry Christmas Party at Magic KingdomNovember 8, 2022 PHOTOS: Three Little Pigs, Mulan, and Mushu Greet Guests for Lunar New Year at Disney California Adv...January 30, 2022 DeSantis' Central Florida Tourism Oversight District to Void Disney's Land Use Agreement and More at...April 20, 2023",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "walt disney world",
          "sentiment": "negative"
        },
        {
          "name": "transportation and ticket center",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:14:30.985+02:00",
    "updated": "2023-12-29T00:14:30.985+02:00"
  },
  {
    "uuid": "f045c50dd7bc182acf51557dd474eee8f993522c",
    "url": "https://wpde.com/news/local/several-new-projects-underway-for-community-members-in-darlington-fun-summer-kids-splash-pad-walking-trail",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shawnia Butler",
    "published": "2024-06-23T22:38:00Z",
    "title": "chevron-right",
    "text": "pGRAND STRAND: MONDAY - Partly sunny and fairly hot. Chance of scattered showers and storms. HIGH: 92 a href=\"http://wpde.com/weather/grand-strand-forecast/grand-strand-forecast-01-22-2018\" target=\"_blank\" title=\"http://wpde.com/weather/grand-strand-forecast/grand-strand-forecast-01-22-2018\"View the 10-Day Forecast here. pINLAND: MONDAY - Partly sunny and very hot. Chance of scattered showers and storms. HIGH: 97 a href=\"http://wpde.com/weather/inland-forecast/inland-forecast-01-22-2018\" target=\"_blank\" title=\"http://wpde.com/weather/inland-forecast/inland-forecast-01-22-2018\"View the 10-Day Forecast here.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Disaster and Accident",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "curtis boyd",
          "sentiment": "none"
        },
        {
          "name": "lydy",
          "sentiment": "none"
        },
        {
          "name": "boyd",
          "sentiment": "none"
        },
        {
          "name": "tabitha lydy",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "darlington",
          "sentiment": "none"
        },
        {
          "name": "darlington",
          "sentiment": "none"
        },
        {
          "name": "myrtle beach's warbird park",
          "sentiment": "none"
        },
        {
          "name": "darlington county courthouse",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-24T02:43:55.548+03:00",
    "updated": "2024-06-24T08:29:52.111+03:00"
  },
  {
    "uuid": "3fb104407da9923860bc6e492d1fffb2b366fc3f",
    "url": "https://www.tauntongazette.com/story/news/nation/2023/12/29/12-31-23-date-meaning/72042544007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amaris Encinas",
    "published": "2023-12-30T00:05:00Z",
    "title": "What does 12/31/23 mean? The last day of 2023 is an angel number",
    "text": "NYE 2023 is on a unique date that occurs once every 100 years: Here's what 12/31/23 means. [Amaris Encinas](https://www.usatoday.com/staff/5133245001/amaris-encinas/) The upcoming year will be filled with blessings, at least that is what the numerical sequence of this New Year’s Eve date suggests. If you take a closer look at the date, written as 12/31/23 or even 123123, you might see an angel number, which are [repeating number sequence](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/)s, often used as a guide for deeper spiritual exploration. The numerical sequences can range anywhere from [000](/story/life/2022/11/30/angel-number-000-meaning/10589434002/) to [999](/story/life/2023/01/30/angel-number-999-meaning/10806425002/), with each number having a distinct meaning and energy, USA Today previously [reported. ](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/) The once-in-a-century date, which won’t be seen again on our calenders until Dec. 31, 2123, marks a new beginning. One, that asks us to “transform and evolve with the times and in the right place to embrace what is coming to us,” [according to the Old Farmer’s Almanac website. ](https://www.almanac.com/123123-meaning-123123) The date has also sparked an online trend, with TikTok users creating videos on the significance of the number and merchandise commemorating the date selling online, including on platforms like [Amazon](https://www.amazon.com/s?k=123123&ref=cs_503_search), [eBay](https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0) and [Etsy](https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1), the Detroit Free Press, part of the USA Today Network [reported.](/story/news/local/michigan/2023/12/27/angel-number-meaning-123123-last-day-year-numerology/72001298007/) Here’s what we know about the date. What does 12/31/23 signify within numerology? [Numerology is an ancient esoteric science](https://www.britannica.com/topic/numerology) that deals with numbers and letters and the energy, intention and vibration behind them, professional numerologist [Novalee Wilder](https://www.novaleewilder.com/) shared with USA Today earlier this month. \"Before there was even language, there were numbers,\" she said. \"Before we had named things, we had counted them, and we had assigned meaning to that count.\" The numbers that make up the angel number are just as important as the whole number, especially when you are trying to determine the vibration and intention behind the number. Professional astrologer [Narayana Montúfar](https://www.naramon.com/) told [ Farmer’s Almanac ](https://www.almanac.com/123123-meaning-123123) that the “Number 1 brings the very spark of initiation, 2 focuses on building, and 3 is related to the concept of creation. Together, the sequence of these three numbers speaks of the spark of initiation that seeks to build a new creation.” If you add all the numbers that make up the date 123123 together, you will come up with 12. The number 12 in numerology can symbolize spiritual enlightenment, with potential for the day to deliver epiphanies and “aha” moments for individuals and society at large, the website stated. FYI: [How to keep your pets calm during New Year's Eve fireworks](/story/graphics/2023/12/28/keep-dog-calm-new-years-eve-fireworks/71999504007/) What are some dates to keep in mind in 2024? If you are an angel number enthusiast, there are a few key dates you might want to keep in mind as 2024 rapidly approaches. A palindrome, not unlike an angel number, is a term typically reserved for words or phrases that are spelled the same way backward as they are forward. Words like level, kayak, civic, and radar are among some of the most common palindromes, according to the [Old Farmer’s Almanac. ](https://www.farmersalmanac.com/its-palindrome-day-14486) Numerical sequences seen in dates or times can also be palindromes, the most well-recognized ones being 3/20/23 or [11:11](https://www.farmersalmanac.com/1111-good-luck-and-history), the website stated. Here are all palindrome dates that will occur in 2024, courtesy of the [Farmer’s Almanac](https://www.farmersalmanac.com/its-palindrome-day-14486): - 4/2/24 - 4/20/24 - 4/21/24 - 4/22/24 - 4/23/24 - 4/24/24 - 4/25/24 - 4/26/24 - 4/27/24 - 4/28/24 - 4/29/24 Contributing: Olivia Munson, USA Today 30 famous Capricorns you should know: [These celebrities belong to the winter Zodiac sign](/story/entertainment/celebrities/2023/11/29/famous-people-that-are-capricorns/71489302007/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.naramon.com/)",
      "https://www.britannica.com/topic/numerology)",
      "https://www.novaleewilder.com/)",
      "https://www.almanac.com/123123-meaning-123123)",
      "https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486)",
      "https://www.usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486):",
      "https://www.amazon.com/s?k=123123&ref=cs_503_search),",
      "https://www.farmersalmanac.com/1111-good-luck-and-history),",
      "https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://almanac.com/123123-meaning-123123)",
      "https://naramon.com/)",
      "https://etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://farmersalmanac.com/its-palindrome-day-14486)",
      "https://britannica.com/topic/numerology)",
      "https://www.amazon.com/s",
      "https://ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.etsy.com/market/123123",
      "https://usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://amazon.com/s?k=123123&ref=cs_503_search),",
      "https://farmersalmanac.com/1111-good-luck-and-history),",
      "https://novaleewilder.com/)",
      "https://www.ebay.com/sch/i.html",
      "https://farmersalmanac.com/its-palindrome-day-14486):"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "usa today",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T03:35:49.156+02:00",
    "updated": "2023-12-30T03:35:49.156+02:00"
  },
  {
    "uuid": "2e86a51f67d30222a9d382a3a5c961e64272a846",
    "url": "https://www.lemanbleu.ch/Scripts/Index.aspx?id=399808",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "www.lemanbleu.ch, Léman Bleu Télévision",
    "published": "2025-03-06T02:48:00Z",
    "title": "La banquise mondiale atteint un nouveau plus bas historique",
    "text": "La banquise mondiale atteint un nouveau plus bas historique\nLa banquise fond naturellement l'été (en Antarctique en ce moment) et se reforme l'hiver (Arctique), mais en des proportions désormais déclinantes (archives).Photo: KEYSTONE/PHOTOPRESS/WWF INTERNATIONAL\nL'étendue cumulée de la banquise autour des deux pôles a atteint un nouveau minimum historique en février, a annoncé jeudi le réseau européen Copernicus. Le phénomène est particulièrement marqué dans l'Arctique.\n'Février 2025 s'inscrit dans la lignée des températures records ou quasi records observées au cours des deux dernières années' sous l'effet du réchauffement climatique, souligne dans un communiqué Samantha Burgess, du centre européen pour les prévisions météorologiques à moyen terme (ECMWF).\n'L'une des conséquences d'un monde plus chaud est la fonte de la glace de mer' conduisant 'l'étendue mondiale de la banquise à un minimum historique', ajoute-t-elle./ATS",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Science and Technology",
      "Weather"
    ],
    "topics": [
      "Environment->nature",
      "Environment->global warming",
      "Environment->climate change",
      "Science and Technology->meteorology",
      "Science and Technology->natural science",
      "Weather->weather statistic"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T06:09:21.105+02:00",
    "updated": "2025-03-06T06:09:21.105+02:00"
  },
  {
    "uuid": "4e0a3e3903f3b23c98f8d0f0f8f87c1ea613e0a1",
    "url": "https://www.deccanherald.com/specials/communication-and-the-five-senses-2837358",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Valsala R",
    "published": "2024-01-05T21:37:00Z",
    "title": "Communication and the Five Senses",
    "text": "On a trip to Kabini, all us tourists piled into a jeep early in the morning and drove through the forest in excited anticipation of seeing a tiger or two. The guide was experienced and was taking us to the river, sure that the morning hours were the perfect time to catch those magnificent creatures get their first drink of the day. The forest was quiet. It was as if the animals were all either sleeping or all too keen to avoid us humans. As we wound along the forest track, there was a sudden burst of chatter from the monkeys that we had so far not seen a sign of. The guide stopped the jeep. He put his finger to his lips and said, “the king is on the move”. Sure enough, a majestic tiger, huge and healthy, strolled across the path not deigning to take notice of us in our silly little jeep gaping at him. The monkeys had given notice to anyone listening that they better not be roaming the forest, or else…!\nMuch of the reason we humans claim superiority is because of our ability to communicate — the more effectively we communicate, the more successful we deem ourselves to be. But animals communicate too. They don’t seem to have a language but depend on their five senses to communicate – hearing (auditory), sight (visual), touch (tactile) and smell/taste (with pheromones). There are some who believe that dolphins with their whistles, chirps and clicks do have a language and considering how intelligent they are, that’s not a far-fetched idea. Mostly, we find that animals use the ’sense’ that is most strong in them to communicate.\nAuditory cues like the ones the monkeys gave in my story are of course, common in birds. That song isn’t just a song! It can send out warnings, attract mates, defend territories, and coordinate groups. Wouldn’t you love to know what crickets and grasshoppers are telling each other as they merrily chirp away? Lots of insects communicate this way. A Vervet monkey even has different sounds to indicate different predators. Marine animals too use sound to communicate.\nUnder visual cues come gestures, postures and even facial expressions. There’s a ‘fear grin’ that a young chimpanzee gives a dominant male to indicate acceptance of the latter’s superiority. Chimpanzees raise their arms and slap the ground to indicate a threat. And we all know what it means when a wolf bares its fangs. Visual communication usually helps when the message pertains to what is happening in the moment.\nSo, a peacock shows off its bright feathers when it wants to attract attention. And some animals change colour to say “beware”. Bright colours are mostly helpful but can sometimes mean trouble. Bright colours and loud noises can attract a mate but also occasionally attract a predator. Large male Photinus fireflies mimic the flashes of the female firefly and when a small male approaches, it eats it up!\nLet’s move on to tactile cues. Obviously, animals have to be close to each other for touch to work. Seen an animal grooming another? That’s one way of saying I’m looking out for you and signals cooperation in the group. When an elephant stomps its foot it sends out vibrations that can be felt far and wide. A honey bee goes back to the swarm after finding honey and performs a ‘waggle dance’ that the other bees cannot see in the dark, but can feel through the movement of air and this tells them where the honey is.\nYou’d have seen how ants faithfully follow a seemingly invisible trail and even if you’ve just wiped away one string of ants, there they come again — they’re following the pheromone that’s still there. A squashed ant releases pheromones warning other ants of danger and sometimes even inciting them to swarm and sting.\nSmell is a common communication tool especially for animals that have a strong sense of smell. Dogs mark territory by urinating around an area. Sniffing is also a means of collecting information. Taste and smell share the same airways and so can often be clubbed together.\nSo, which of the 5 senses is most dominant in you? Which animal might you have a chance to communicate with?\nADVERTISEMENT (Published 05 January 2024, 21:07 IST)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Environment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "kabini",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:03:46.661+02:00",
    "updated": "2024-01-06T00:03:46.661+02:00"
  },
  {
    "uuid": "cac5370ef9c686d1c33da61f0682833fa78a5f25",
    "url": "https://indianexpress.com/article/india/rajasthan-school-teachers-suspended-love-jihad-conversion-9177713",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Parul Kulshrestha",
    "published": "2024-02-23T13:52:00Z",
    "title": "Two Rajasthan school teachers suspended over ‘love jihad’, conversion allegations | India News - The Indian Express",
    "text": "Rajasthan Education Minister Madan Dilawar has suspended two teachers from a government school in Kota district amid allegations that they were involved in activities linked to religious conversion and [‘love jihad’](https://indianexpress.com/article/cities/mumbai/muslim-youth-beaten-up-love-jihad-railway-police-fir-8895086/). Another teacher is also facing an investigation in this regard. The suspension orders of the teachers, posted at a school in Kota’s Sangod block, were issued on Thursday night. The minister released a video statement regarding the issue. “We got the information that the name of a Hindu girl in secondary school was changed to a Muslim name. There is a conspiracy of religious conversion and love jihad going on in the area. When we got the information, we took steps and suspended two teachers and an investigation is ongoing into another teacher. After investigation, if it is found that they were involved in these acts, the three of them will be terminated from the job…,” Dilawar said in the video. The suspended teachers were identified as Mirza Mujahid and Firoz Khan. The action came after Sarva Hindu Samaj, Sangod, sent a memorandum to the Education Minister, alleging that activities of religious conversion and love jihad have been going on in the school since 2019. The memorandum also alleged that three teachers have connections with banned outfits and that they had links to Pakistani groups. The memorandum also stated that an [FIR](https://indianexpress.com/article/explained/everyday-explainers/fir-cognizable-offence-ipc-explained-7780266/) had previously been registered in this regard at Sangod police station, but no action was taken. Sikandar Kher, son of Kirron Kher and Amitabh Bachchan's old business partner Gautam Berry, opened up about his bond with childhood friend Abhishek Bachchan. He considers Abhishek's daughter Aaradhya as his own child, and praised his generosity and affection. The two have been close since childhood.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Education"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ko",
          "sentiment": "negative"
        },
        {
          "name": "madan dilawar",
          "sentiment": "negative"
        },
        {
          "name": "dilawar",
          "sentiment": "none"
        },
        {
          "name": "mirza mujahid",
          "sentiment": "none"
        },
        {
          "name": "firoz k",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "indian express rajasthan education",
          "sentiment": "negative"
        },
        {
          "name": "| india news",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "rajasthan",
          "sentiment": "none"
        },
        {
          "name": "kota",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T18:31:50.888+02:00",
    "updated": "2024-02-23T18:31:50.888+02:00"
  },
  {
    "uuid": "cf12f4994875ecf5c1cff7194921d855a6114cab",
    "url": "https://menafn.com/1108061030/Caribou-Biosciences-Expands-Clinical-Development-Of-CB-010-With-FDA-Clearance-Of-IND-In-Lupus",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-04-04T01:16:00Z",
    "title": "Caribou Biosciences Expands Clinical Development Of CB-010 With FDA Clearance Of IND In Lupus | MENAFN.COM",
    "text": "( MENAFN - GlobeNewsWire - Nasdaq) -- FDA has cleared Caribou's IND application for CB-010 in lupus nephritis and extrarenal lupus; GALLOP Phase 1 clinical trial expected to initiate by YE 2024 --\n-- Driven by encouraging initial safety and efficacy in the ongoing ANTLER trial for r/r B-NHL, CB-010 clinical development has expanded to include autoimmune diseases --\n-- Advancing ANTLER Phase 1 trial for 2L LBCL; initial dose expansion data to be shared at a medical congress in Q2 2024 --\n-- Conference call and webcast scheduled for today at 5:00 pm ET --\nBERKELEY, Calif., April 04, 2024 (GLOBE NEWSWIRE) -- Caribou Biosciences, Inc. (Nasdaq: CRBU), a leading clinical-stage CRISPR genome-editing biopharmaceutical company, today announced that it received clearance of its Investigational New Drug (IND) application from the U.S. Food and Drug Administration (FDA) for CB-010, an allogeneic anti-CD19 CAR-T cell therapy with a PD-1 knockout (KO), for the treatment of lupus nephritis (LN) and extrarenal lupus (ERL). The Phase 1, multicenter, open label GALLOP clinical trial of CB-010 in patients with LN and ERL is expected to initiate by year-end 2024.\n“CB-010 has demonstrated encouraging initial safety and efficacy in patients with relapsed or refractory B cell non-Hodgkin lymphoma, and we are excited to expand CB-010's clinical development to include autoimmune diseases,” said Rachel Haurwitz, PhD, Caribou's president and chief executive officer.“By targeting CD19-positive B cells involved in the production of autoantibodies and the perpetuation of the autoimmune response, our off-the-shelf CAR-T cell therapy CB-010 has the potential to greatly improve the standard of care for patients with lupus, a prevalent and severe autoimmune disease.”\nCB-010 is the lead clinical-stage product candidate from Caribou's allogeneic CAR-T cell therapy platform. As previously reported, CB-010 has demonstrated encouraging initial safety and efficacy from the dose escalation portion of the ongoing ANTLER Phase 1 trial in patients with relapsed or refractory B cell non-Hodgkin lymphoma (r/r B-NHL). Caribou continues to enroll patients with large B cell lymphoma (LBCL) in the second-line setting, and initial dose expansion data from ANTLER will be presented at a medical congress in Q2 2024.\n“Despite treatment advancements, fatigue, organ damage, and low health-related quality of life often remain life-long characteristics of lupus,” said Richard Lafayette, MD, professor of medicine, Stanford Medicine Health Care.“An allogeneic anti-CD19 CAR-T cell therapy from healthy donor T cells has the potential to revolutionize lupus treatment, offering a readily available treatment for patients who need new therapeutic options.”\nLupus is an autoimmune disease characterized by widespread inflammation that damages tissues and organs throughout the body. B cells, which normally produce antibodies that protect from infection, can play a devastating role in lupus by producing autoantibodies that cause the immune system to attack healthy tissues. CB-010 targets CD19, a protein on the surface of B cells, and has a PD-1 knockout (KO) that reduces CAR-T cell exhaustion. CB-010 holds the potential for deep depletion of disease-causing B cells which could reset the immune system, leading to sustained drug-free remission. In the ongoing ANTLER trial, depletion and recovery of patients' B cells is on par with the duration of B cell aplasia recently reported by Müller et al.1 Unlike many autologous and allogeneic CAR-T cell therapies, the manufacture of CB-010 does not rely on lentiviral or other retroviral vectors, which the FDA has recently identified may lead to risk of secondary malignancy potentially due to random integration of the chimeric antigen receptor (CAR) construct. Instead, the chRDNA technology allows for precise insertion of the CAR at an intended location within the T cell genome. The GALLOP trial will include partial HLA matching between donor sources and patients, which may lead to improved clinical outcomes based on data from the ongoing ANTLER trial.\n“The human leukocyte antigen, or HLA, system acts as our body's identity card to know one's 'self' from 'not self.' In stem cell transplants, it has been shown that a close HLA match between patients and donors significantly reduces the rejection of the therapy. This same logic can be applied to allogeneic CAR-T cells as well, so that the activity of the therapy persists long enough to target and destroy the diseased cells,” said Mehdi Hamadani, MD, professor of medicine, section chief of hematologic malignancies at Medical College of Wisconsin and investigator for the ongoing ANTLER Phase 1 trial.“Intriguing data from the ongoing ANTLER trial support incorporating an HLA matching strategy into Caribou's CB-010 trials, an innovative clinical approach that can potentially improve outcomes for patients. I am pleased to be part of the ANTLER trial to advance the development of CB-010 as an off-the-shelf CAR-T cell therapy that aims to address the limitations of currently approved treatment options.”\nCaribou continues to expect the $372.4 million cash, cash equivalents, and marketable securities, as of December 31, 2023, to fund the current operating plan into Q1 2026.\nAbout the GALLOP trial\nThe GALLOP Phase 1 trial is an open-label, multicenter clinical trial designed to evaluate a single infusion of CB-010 in adult patients with LN and ERL. The GALLOP trial will evaluate the safety, pharmacokinetic (PK) profile, and initial clinical activity of a single dose level of CB-010 following a lymphodepletion regimen of cyclophosphamide at 20mg/kg/day for 2 days followed by fludarabine at 25mg/m2/day for 3 days. Patients will be screened for donor-specific antibodies and administered CB-010 manufactured from a donor with partial HLA matching. The primary endpoint is safety.\nWebcast conference call today at 5:00 pm ET\nCaribou will host a live conference call and webcast today at 5:00 pm ET to discuss the expansion of the clinical development of CB-010 to include an autoimmune program for lupus and the GALLOP Phase 1 clinical trial plans. The webcast presenters will include:\nRichard Lafayette, MD, professor of medicine, Stanford Medicine Health Care Mehdi Hamadani, MD, professor of medicine, section chief of hematologic malignancies at Medical College of Wisconsin and investigator for the ongoing ANTLER Phase 1 trial Rachel Haurwitz, PhD, president and chief executive officer, Caribou Biosciences\nAdditional webcast participants include:\nSteve Kanner, PhD, chief scientific officer, Caribou Biosciences Jason O'Byrne, chief financial officer, Caribou Biosciences Tonia Nesheiwat, PharmD, vice president of medical affairs and project leadership, Caribou Biosciences\nIf you would like the option to ask a question on the live conference call, please use this link to register to receive a personal PIN to access the conference call and to ask a question.\nThe listen-only webcast will be accessible under Events in the Investors section of Caribou's website. The archived audio webcast will be available on the company's website following the call and will be available for 30 days.\nAbout CB-010\nCB-010 is the lead clinical-stage product candidate from Caribou's allogeneic CAR-T cell therapy platform, and it is being evaluated in patients with relapsed or refractory B cell non-Hodgkin lymphoma (r/r B-NHL) and will be evaluated in patients with LN and ERL. In the ongoing ANTLER Phase 1 trial, Caribou is enrolling second-line patients with large B cell lymphoma (LBCL) comprised of different subtypes of aggressive r/r B-NHL (DLBCL NOS, PMBCL, HGBL, tFL, and tMZL). In the GALLOP Phase 1 trial, CB-010 will be evaluated in patients with LN and ERL.\nCB-010 is an allogeneic anti-CD19 CAR-T cell therapy engineered using Cas9 CRISPR hybrid RNA-DNA (chRDNA) technology. To Caribou's knowledge, CB-010 is the first allogeneic CAR-T cell therapy in the clinic with a PD-1 knockout, a genome-editing strategy designed to improve activity against diseases by limiting premature CAR-T cell exhaustion. To Caribou's knowledge, CB-010 is also the first anti-CD19 allogeneic CAR-T cell therapy to be evaluated in the second-line LBCL setting and, for r/r B-NHL, CB-010 has been granted Regenerative Medicine Advanced Therapy (RMAT), Fast Track, and Orphan Drug designations by the FDA. Additional information on the ANTLER trial (NCT04637763) can be found at clinicaltrials .\nAbout lupus nephritis and extrarenal lupus\nLupus nephritis (LN) and extrarenal lupus (ERL) are sub-categories of systemic lupus erythematosus (SLE), the most common form of lupus. Lupus is a chronic autoimmune disease characterized by B cell dysfunction in which the immune system attacks its own tissues, causing widespread inflammation and organ damage.2 There are approximately 320,000 patients with SLE in the US.3 It has been estimated about 50% of patients with SLE will develop lupus nephritis, and of those, roughly 10-30% of patients will progress to end-stage renal disease, which requires dialysis or kidney transplant.4\nAbout Caribou's novel next-generation CRISPR platform\nCRISPR genome editing uses easily designed, modular biological tools to make DNA changes in living cells. There are two basic components of Class 2 CRISPR systems: the nuclease protein that cuts DNA and the RNA molecule(s) that guide the nuclease to generate a site-specific, double-stranded break, leading to an edit at the targeted genomic site. CRISPR systems are capable of editing unintended genomic sites, known as off-target editing, which may lead to harmful effects on cellular function and phenotype. In response to this challenge, Caribou has developed CRISPR hybrid RNA-DNA guides (chRDNAs; pronounced“chardonnays”) that direct substantially more precise genome editing compared to all-RNA guides. Caribou is deploying the power of its chRDNA technology to carry out high efficiency multiple edits, to develop CRISPR-edited therapies.\nAbout Caribou Biosciences, Inc.\nCaribou Biosciences is a clinical-stage CRISPR genome-editing biopharmaceutical company dedicated to developing transformative therapies for patients with devastating diseases. The company's genome-editing platform, including its Cas12a chRDNA technology, enables superior precision to develop cell therapies that are armored to potentially improve antitumor activity. Caribou is advancing a pipeline of clinical-stage off-the-shelf cell therapies from its CAR-T platform as readily available treatments for patients with hematologic malignancies and autoimmune disease. Follow us @CaribouBio and visit .\nForward-looking statements\nThis press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements include, without limitation, statements related to Caribou's strategy, plans, and objectives, and expectations regarding its clinical and preclinical development programs, including its expectations relating to the timing of initiating patient enrollment in the GALLOP Phase 1 clinical trial for CB-010. These forward-looking statements also include statements regarding the timing for, and likelihood of, reporting progress on and additional clinical data from the ongoing ANTLER Phase 1 clinical trial for Caribou's CB-010 product candidate and the sufficiency of the company's cash to fund its current operating plan. Management believes that these forward-looking statements are reasonable as and when made. However, such forward-looking statements are subject to risks and uncertainties, and actual results may differ materially from any future results expressed or implied by the forward-looking statements. Risks and uncertainties include, without limitation, risks inherent in the development of cell therapy products; uncertainties related to the initiation, cost, timing, progress, and results of Caribou's current and future research and development programs, preclinical studies, and clinical trials; and the risk that initial, preliminary, or interim clinical trial data will not ultimately be predictive of the safety and efficacy of Caribou's product candidates or that clinical outcomes may differ as patient enrollment continues and as more patient data becomes available; the risk that preclinical study results observed will not be borne out in human patients or different conclusions or considerations are reached once additional data have been received and fully evaluated; as well as other risk factors described from time to time in Caribou's filings with the Securities and Exchange Commission, including its Annual Report on Form 10-K for the year ended December 31, 2023 and subsequent filings. In light of the significant uncertainties in these forward-looking statements, you should not rely upon forward-looking statements as predictions of future events. Except as required by law, Caribou undertakes no obligation to update publicly any forward-looking statements for any reason.\nCaution should be exercised when interpreting results from separate trials involving separate product candidates. Results of other CAR-T cell therapies referenced in this press release have been derived from publicly available reports of clinical trials run independently of Caribou, and Caribou has not performed any head-to-head trials comparing any of these other CAR-T cell therapies with CB-010. As such, the results of these clinical trials may not be comparable to clinical results for CB-010 and cross-trial comparisons may have no interpretative value on Caribou's existing or future results.\nCaribou Biosciences, Inc. contacts:\nInvestors:\nAmy Figueroa, CFA\n...\nMedia:\nPeggy Vorwald, PhD\n...\n1 Müller F, Taubmann J, Bucci L, et al. CD19 CAR T-Cell Therapy in Autoimmune Disease - A Case Series with Follow-up. N Engl J Med. 2024 Feb 22;390(8):687-700.\n2 Karrar S, Cunninghame Graham DS. Abnormal B Cell Development in Systemic Lupus Erythematosus: What the Genetics Tell Us. Arthritis Rheumatol. 2018 Apr;70(4):496-507.\n3 Li D, Yoshida K, Feldman CH, Speyer C, Barbhaiya M, Guan H, Solomon DH, Everett BM, Costenbader KH. Initial disease severity, cardiovascular events and all-cause mortality among patients with systemic lupus erythematosus. Rheumatology (Oxford). 2020 Mar 1;59(3):495-504.\n4 Bechler KK, Stolyar L, Steinberg E, Posada J, Minty E, Shah NH. Predicting patients who are likely to develop Lupus Nephritis of those newly diagnosed with Systemic Lupus Erythematosus. AMIA Annu Symp Proc. 2023 Apr 29;2022:221-230.\nMENAFN04042024004107003653ID1108061030\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.globenewswire.com/news-release/2024/04/04/2858178/0/en/Caribou-Biosciences-Expands-Clinical-Development-of-CB-010-with-FDA-Clearance-of-IND-in-Lupus.html",
      "https://globenewswire.com/news-release/2024/04/04/2858178/0/en/Caribou-Biosciences-Expands-Clinical-Development-of-CB-010-with-FDA-Clearance-of-IND-in-Lupus.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "fda",
          "sentiment": "negative"
        },
        {
          "name": "cb",
          "sentiment": "negative"
        },
        {
          "name": "nhl",
          "sentiment": "none"
        },
        {
          "name": "caribou biosciences, inc.",
          "sentiment": "none"
        },
        {
          "name": "u.s. food and drug administration",
          "sentiment": "none"
        },
        {
          "name": "lbcl",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "berkeley",
          "sentiment": "none"
        },
        {
          "name": "calif.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T00:32:31.059+03:00",
    "updated": "2024-04-05T00:32:31.059+03:00"
  },
  {
    "uuid": "e79b9d2a83abd36263130e7199d28e1bfa121e7c",
    "url": "https://www.diariopalentino.es/opinion/z46aa59e3-2002-46d6-b21684148a006235/202504/velas",
    "ord_in_thread": 0,
    "author": "Diario Palentino",
    "published": "2025-05-01T03:10:28Z",
    "title": "Velas",
    "text": "Antonio Álamo Velas01/05/2025 El apagón del lunes nos devolvió al pasado de sopetón. A las 12,10, más o menos, la corriente eléctrica cogió vacaciones sin avisar. A las 12,30 un paciente que esperaba en un centro de salud de Valladolid, el de Covaresa, advertía a médicos y ciudadanos que esperaban su turno de consulta que el apagón era muy serio porque afectaba a más de media Europa e incluso a zonas lejanas. Léase Grecia. Y se citó incluso a Putin. Periodismo alternativo, como ven. Los enfermos, es obvio, se quedaron sin recetas electrónicas. A las 13.30 una oficina del Santander, la de Parque Alameda, se encontraba a oscuras. Su cajero, apagado. En la puerta de un Froiz contiguo había una pequeña bronca porque no se podía pagar con tarjeta. La gente quería velas. En la calle, con los semáforos apagados, conductores y peatones se alternaban con una tolerancia encomiable. Como el PP y el PSOE pero al revés. En un bar contiguo, la dueña anunciaba que solo le quedaban seis copas limpias. Un feligrés recién llegado dijo que de ellas una la rellenara con un tinto de la casa… no estaba el día para un Mauro o un orujo de Lantadilla. No daré su nombre. En Madrid, hubo quien se quedó sin reserva de hotel (a ver, se fue la luz y no se pudo justificar en el ordenador de recepción). El matemático, que alterna trabajo presencial y teletrabajo, tuvo suerte; en dos casas le ofrecieron hueco -la de un economista y la de una periodista- aunque a cambio tuvo que recorrer diez kilómetros. En Valladolid, el silencio resultaba curioso… Ni los dos mirlos vecinos de casa abrieron el pico. Quizá entendieron lo que sucedía y se solidarizaron. El problema afectó a todo el mundo y en los telediarios ofrecieron muchos ejemplos, algunos conmovedores y otros no tanto. Lo mejor de todo, sin embargo, no salió en los informativos. Ni saldrá. Pero se pudo ver en la calle y en los autobuses… la gente no miraba los móviles simplemente porque estos no daban señales de vida. Por momentos parecían aldeanos de la Edad Media a quien Dios había abandonado a su suerte, tanto si caminaban por la acera como si viajaban en los carromatos eléctricos de la línea 1. Nada, como si hubiéramos regresado al bosque de Sherwood pero sin la compañía de Robin Hood o Lady Marian. , , , , , , , , , ,",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Social Issue->social condition",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Antonio Álamo",
          "sentiment": "none"
        },
        {
          "name": "Putin",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "PSOE",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "PP",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T06:10:28.934+03:00",
    "updated": "2025-05-01T03:19:48.000+00:00"
  }
]