[
  {
    "uuid": "17c1e502dc12cdfe35512f1532b5700f2ef00c41",
    "url": "https://www.wcvb.com/article/massachusetts-new-england-patriots-pat-patriot-phil-bissell-obit/46542191",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shaun Ganley",
    "published": "2024-01-25T22:04:00Z",
    "title": "Mass. man who was original creator of Pat Patriot design has died",
    "text": "Phil Bissell, Massachusetts man behind original Pat Patriot design, has died Phil Bissell, the original creator of the New England Patriots \"Pat Patriot\" logo has died at the age of 97, [the team announced](https://twitter.com/Patriots/status/1750634351933432127) Thursday. The Worcester, Massachusetts, native was just shy of his 98th birthday, according to a book he published in 2014. Bissell was a longtime Boston Globe cartoonist, who also drew greats like Bobby Orr, Ted Williams, Alan Shepard and Winston Churchill. Over 60 years ago, Pat Patriot, the longtime beloved mascot of the Patriots, was born. \"This is the way it appeared in the paper,\" he said in a December 2022 interview, pointing to one of the drawings he kept at his Rockport house. The drawing of the burly football player first appeared in the Boston Globe on Feb. 17, 1960. From blank paper to full image, it took him about 45 minutes to draw, giving the new American Football League's Boston Patriots an identity. \"I just wanted to make a guy that looked like he's ready to go. That he had hands all broken because he was in the trenches digging holes,\" he said. \"He was a real fighter in the trenches, and that's what made him a good Pat.\" The logo version of Pat Patriot was the Patriots' official insignia until 1993, when it was replaced by the current logo which is known as flying Elvis. Bissell never spoke highly of the present-day Patriots logo. \"Frankly, the flying Elvis was fine if it was on the car hood or something. But it didn't have any feeling. This guy's got feeling,\" he said. \"That's why he was able to center the ball and do as well as he did.\" \"Best logo ever!!\", he said. The work of the award winning cartoonist continues to hang in NFL, NBA, MLB and many other sports teams' Hall of Fames, his biography said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Social Issue"
    ],
    "external_links": [
      "https://twitter.com/Patriots/status/1750634351933432127",
      "https://www.twitter.com/Patriots/status/1750634351933432127"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pat patriot",
          "sentiment": "negative"
        },
        {
          "name": "phil bissell",
          "sentiment": "negative"
        },
        {
          "name": "alan shepard",
          "sentiment": "none"
        },
        {
          "name": "bobby orr",
          "sentiment": "none"
        },
        {
          "name": "winston churchill",
          "sentiment": "none"
        },
        {
          "name": "ted williams",
          "sentiment": "none"
        },
        {
          "name": "bissell",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "american football league",
          "sentiment": "none"
        },
        {
          "name": "boston globe",
          "sentiment": "none"
        },
        {
          "name": "boston patriots",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mass.",
          "sentiment": "none"
        },
        {
          "name": "massachusetts",
          "sentiment": "none"
        },
        {
          "name": "worcester",
          "sentiment": "none"
        },
        {
          "name": "rockport",
          "sentiment": "none"
        },
        {
          "name": "new england patriots",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:34:08.304+02:00",
    "updated": "2024-01-26T04:05:52.118+02:00"
  },
  {
    "uuid": "1d17b8315af27dd439c69b42ec30bda49b155df5",
    "url": "http://business.mammothtimes.com/mammothtimes/article/getnews-2024-1-5-the-3rc20-inscription-trading-platform-drives-3tchat-to-lead-the-web30-revolution",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2024-01-05T00:00:00Z",
    "title": "The 3RC20 Inscription Trading Platform drives 3TChat to lead the Web3.0 Revolution. | User | mammothtimes.com",
    "text": "The 3T Ecosystem is set to launch the 3RC20 Inscription Trading Platform, propelling the crypto market's rapid growth once again through the SocialFi track\nThe 3RC20 Inscription Trading Platform provides users with an innovative and forward-looking blockchain experience. This upcoming platform will redefine the rules of digital trading, dedicated to offering a more secure, efficient, and convenient digital asset trading environment.\n(3RC 20 Trading Scenarios)\n1. Introduction of Inscription Technology:\nThe 3RC20 Inscription Trading Platform will introduce advanced inscription technology, adding an extra layer of security to transaction data. This technology uses innovative encryption methods to hide users' transaction information in irreversible encrypted inscriptions, significantly enhancing the privacy and security of digital asset transactions.\n2. Decentralized Trading:\nThe 3RC20 Inscription Trading Platform is committed to promoting the development of decentralized trading. Supported by blockchain technology, it enables peer-to-peer transactions of digital assets without the need for third-party intermediaries, ensuring the transparency and traceability of transactions and giving users more confidence in participating in digital asset trading.\n3. Integration of Smart Contracts:\nSmart contracts are an important innovation in the blockchain world, and they are fully integrated into the 3RC20 Inscription Trading Platform. Users can implement automatically executed trading conditions through smart contracts, eliminating the trust barriers of traditional trading and providing a more efficient and reliable trading experience.\n4. Multi-Chain Compatibility:\nThe 3RC20 Inscription Trading Platform will achieve multi-chain compatibility, allowing users to freely trade digital assets across different blockchain networks. This flexibility not only enhances user choice but also creates broader possibilities for the liquidity of digital assets.\n5. Community Co-Governance:\nWe aim to promote community co-governance in the 3RC20 Inscription Trading Platform, giving users greater participation and say. Through mechanisms like token-based voting, community members will be able to participate in decision-making, ensuring the platform's development is closely linked to user needs.\nThe launch of the 3RC20 Inscription Trading Platform marks another important milestone in the development of the 3TChat ecosystem. We look forward to creating more possibilities for digital assets through this platform, making digital transactions smarter, more efficient, and secure. Stay tuned, as a revolution in digital asset trading is about to begin!\n3TChat: The world's first decentralized privacy social platform built on quantum technology.\nStanding at the forefront of Web3.0 application services, it's not only a gateway to the future but also a pioneer of the blockchain revolution. Our vision is to build a fair, just, co-creative, shared, and co-governed decentralized autonomous economy, empowering the evolution of the \"information industry\" and constructing the metaverse civilization of the WEB3 era. 3TChat truly achieves decentralized dual-encryption social applications, integrating privacy protection, instant messaging, video conferencing, asset management, cross-chain interoperability, and other features. It is the world's first Web3 social + blockchain technology comprehensive service ecosystem platform.\nNow, let's delve into the functions and mission of 3TChat:\n1. Internationalization of Private Social Networking\n3TChat is based on decentralized DID digital identity technology. You don't need to provide personal identity information; just create a wallet to complete chain identity registration. Each communication is encrypted, ensuring your data sovereignty, privacy, and communication security. With zero storage of private information, you can chat freely and securely.\n2. Security in Asset Management\nWe independently developed the 3Q quantum encryption wallet, featuring a built-in quantum chip and advanced security chip, merging hot and cold wallets, and keeping your funds and permissions safe from hackers and theft threats. 3TChat supports the management and storage of various cryptocurrencies, ensuring the security of your assets.\n3. Globalization of Token Applications\n3TChat uses native cross-chain technology to facilitate interoperability among multiple blockchain assets, addressing the complexity of the cross-chain ecosystem. You can use multi-chain digital assets, such as BTC, ETH, USDT, for payments and sending red packets, achieving diversified global payments in the Web3.0 era.\n4. Convenience of One-Stop Services\nThe 3TChat platform offers one-stop comprehensive services. Based on the native public chain combined with cross-chain compatibility, blockchain business becomes simple on this platform. You can also create Dapps for third-party projects and establish your own large community. The 3TAI meeting system resolves the limitations of online meetings while providing efficient third-party services, meeting various needs of blockchain comprehensive services.\n5. Diversification of Social Public Chains\nOn top of communication services, 3TChat integrates diversified public chains, including 3Q quantum wallet, cross-chain protocol, decentralized asset trading, NFT, DEFI, DAO, metaverse, etc., laying a solid infrastructure for the advance of Web3.0.\n6. Shared Traffic\nWe provide public traffic and advertising services, allowing equal access for every third party to platform's public domain traffic. Ad links from project parties can be embedded in ad slots, enabling users to directly participate in project interactions. Joining the 3T platform is like gaining free access to over a hundred million traffic users, realizing the shared use of ecological traffic.\n7. Ecosystem Autonomy\nThe 3TChat platform provides toolkits such as SDK, API interfaces, and infrastructure based on native public chain development, communication networks, hardware wallets, quantum mining machines, etc., supporting ecological construction. Future services will cover diverse ecosystems like live streaming, AI, shopping, local life, media, gaming, finance, etc. Through ecological development, we aim to enrich the circulation of 3T platform tokens and create value for global community users.\n8. Democratic DAO Autonomy\n3TChat is a platform pursuing decentralization in building Web3.0. Using SBT technology, it creates anonymous profiles and an immutable on-chain reputation system. Based on DAO protocol, it establishes a decentralized autonomous organization. Community members participate in governance and decision-making through DAO voting, ensuring democracy and transparency, aiding 3T's development in decentralized private social networking, and building a fair, just, co-creative, shared, and co-governed decentralized autonomous economy.\n9. Publicization of Data On-Chain\n3TChain public chain, whether it's building on DID digital identity, governing token issuance, or NFT minting, adheres to the principle of being fully on-chain and public. In the new era of Web3.0, 3TChat becomes a new opportunity and impetus for entrepreneurship and wealth creation. We are committed to aggregating traffic, transactions, tools, and projects to jointly shape the new face of Web3.0.\nAmidst the rising trend of various BRC20 and other inscription trading platforms, the 3RC20 Inscription Trading Platform, crafted by the 3T community based on the 3T SocialFi ecosystem, will redefine the new paradigm of inscription trading. Integrating innovative inscription technology, decentralized social networking, smart contracts, on-chain trading, and multi-chain compatibility, it aims to provide global crypto users with a safer, more efficient, and convenient digital asset trading experience. Download 3TChat to access the 3RC20 Inscription Trading DAPP through wallet signature.\n(Browse and scan the QR code or visit the official website: https://3tdao.io / to easily download)\nDisclaimer: The information provided in this press release is not a solicitation for investment, or intended as investment advice, financial advice, or trading advice. It is strongly recommended that you practice due diligence (including consultation with a professional financial advisor) before investing in or trading securities and cryptocurrency.\nMedia Contact\nCompany Name: Top business INC.\nContact Person: Martin Li\nEmail: Send Email\nCountry: United States\nWebsite: Https://3tdao.io\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.getnews.info/press_stat.php?pr=the-3rc20-inscription-trading-platform-drives-3tchat-to-lead-the-web30-revolution",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2024-1-5-the-3rc20-inscription-trading-platform-drives-3tchat-to-lead-the-web30-revolution",
      "Https://3tdao.io",
      "https://www.cloudquote.io",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://3tdao.io",
      "https://www.cloudquote.io/article/5",
      "http://www.universalpressrelease.com/?pr=the-3rc20-inscription-trading-platform-drives-3tchat-to-lead-the-web30-revolution",
      "https://www.cloudquote.io/article/6",
      "https://www.googletagmanager.com/gtag/js",
      "https://cloudquote.io/article/5",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://cloudquote.io/article/6",
      "https://tracking.newsrpm.com/pixel",
      "https://getnews.info/press_stat.php?pr=the-3rc20-inscription-trading-platform-drives-3tchat-to-lead-the-web30-revolution",
      "https://www.getnews.info/press_stat.php",
      "http://www.universalpressrelease.com/",
      "https://cloudquote.io",
      "http://universalpressrelease.com/?pr=the-3rc20-inscription-trading-platform-drives-3tchat-to-lead-the-web30-revolution",
      "Https://3tdao.io",
      "https://www.3tdao.io",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2024-1-5-the-3rc20-inscription-trading-platform-drives-3tchat-to-lead-the-web30-revolution"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:23:47.290+02:00",
    "updated": "2024-01-06T00:23:47.290+02:00"
  },
  {
    "uuid": "55900bad24ae6b895bc60350e10f1a2186d6629f",
    "url": "https://www.businessinsider.es/trabajadores-boeing-estan-listos-huelga-podria-costar-miles-millones-compania-1404946",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Noelia F. Aceituno",
    "published": "2024-09-13T13:43:00Z",
    "title": "Los trabajadores de Boeing están listos para una huelga que podría costar miles de millones a la compañía",
    "text": "Los trabajadores de Boeing están listos para una huelga que podría costar miles de millones a la compañía - Esta es la primera huelga de los trabajadores de Boeing desde 2008. - Los analistas estiman que el fabricante retrasará los pedidos en lugar de cancelarlos. Boeing se enfrenta a su primera huelga en 16 años y podría asestar un golpe de 1.000 millones de dólares (algo más de 900 millones de euros) al fabricante de aviones. Más de 30.000 empleados de su fábrica se disponen a ir a la huelga desde este viernes, después de que la Asociación Internacional de Maquinistas y Trabajadores Aeroespaciales (IAM, por sus siglas en inglés) votara por abrumadora mayoría rechazar el intento de acuerdo laboral con Boeing y movilizarse para conseguir un acuerdo mejor. La última huelga de Boeing fue en 2008 y duró cerca de dos meses. Ese paro costó a la compañía la entrega de 70 aviones comerciales menos de lo habitual en comparación con el trimestre afectado. [La huelga redujo los ingresos de Boeing](https://www.businessinsider.es/fea-lenta-muerte-empresas-poderosas-estados-unidos-1364035) en 4.300 millones de dólares (unos 3.800 millones de euros), según informó el fabricante entonces. Otra huelga de esa duración costaría a Boeing, al menos, 3.000 millones de dólares (unos 2.700 millones de euros), según un análisis de TD Cowen, citado por The New York Times. Los analistas de Jefferies estiman un impacto en efectivo a 30 días de 1.500 millones de dólares (unos 1.300 millones de euros), y advierten de que una huelga \"podría desestabilizar a los proveedores y las cadenas de suministros\", según recoge CNBC. El acuerdo rechazado habría costado a Boeing 900 millones de dólares (unos 811 millones más) al año si se hubiera aprobado, señalaron. En 1989, una huelga le costó a Boeing una pérdida de 2.500 millones de dólares (unos 2.200 millones, según el tipo de cambio actual). La siguiente, en 2005, en torno a 1.000 millones de dólares (unos 900 millones de euros actuales), [según cálculos del American Action Forum (AAF)](https://www.americanactionforum.org/insight/the-economic-impact-of-strikes-an-historical-boeing-case-study/). Sin embargo, esta organización, de tendencia conservadora, cree que Boeing podría ganar parte de ese dinero más tarde en lugar de perderlo por completo. \"Aunque las huelgas, especialmente las recientes, han sido costosas, no hay una tendencia clara sobre cómo han afectado a los ingresos interanuales\", explican desde AAF. \"Esto podría ser porque Boeing normalmente retrasa los pedidos antes que perderlos, por lo que sus ingresos llegan con retraso en vez de caer\", agregan. Aun así, creen que la huelga pendiente podría ser especialmente dolorosa, dado que Boeing acaba de llegar a un acuerdo de culpabilidad relacionado con [los accidentes de dos aviones 737 Max](https://www.businessinsider.es/boeing-737-max-parece-tener-tantos-problemas-1356250). Si el juez lo aprobara, el acuerdo supondría el pago de una multa de 244 millones de dólares (220 millones de euros) y una inversión extra de 455 millones (unos 410 millones de euros) en cumplimiento de la normativa y programas de seguridad. \"Considerando el coste las dos huelgas anteriores, junto con los problemas legales relacionados con asuntos de producción, una huelga en esta situación podría ser particularmente dañina\", dicen los analistas de AAF. Boeing también está atravesando turbulencias tras el reventón en pleno vuelo del tapón de una puerta de uno de sus aviones, en enero. Esto desencadenó investigaciones que terminaron revelando amplios problemas de seguridad y calidad, y provocó restricciones normativas a la producción. Del mismo modo, su programa espacial Starliner también se ha visto afectado por problemas de seguridad. El titán de la producción de aviones emplea a cerca de 150.000 personas en todo Estados Unidos y es el mayor exportador del país, lo que significa que una huelga que frene sus operaciones podría golpear a la economía más allá de su producción. \"Mientras que las huelgas anteriores de la IAM han tenido relativamente poco efecto en los ingresos de Boeing, los efectos de una futura huelga de la IAM contra Boeing podrían suponer trastornos significativos para la economía local y repercutir en toda la cadena de suministro nacional\", apunta el documento de la AAF. El consejero delegado de Boeing, Kelly Ortberg, [al frente de la compañía desde agosto](https://www.businessinsider.es/nuevo-ceo-boeing-ya-demostrando-mejorar-control-calidad-principal-prioridad-1400213), y su equipo dijeron el jueves que están preparados para volver a la mesa de negociaciones. Una finalización rápida de la huelga minimizaría su impacto financiero. Conoce [cómo trabajamos](/como-trabajamos) en BusinessInsider.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.americanactionforum.org/insight/the-economic-impact-of-strikes-an-historical-boeing-case-study/).",
      "https://americanactionforum.org/insight/the-economic-impact-of-strikes-an-historical-boeing-case-study/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-13T17:31:33.042+03:00",
    "updated": "2024-09-13T17:31:33.042+03:00"
  },
  {
    "uuid": "450fd9513f082e39c8146bd360e46f4b11e3da95",
    "url": "https://www.perthnow.com.au/news/environment/size-of-kangaroo-island-horror-discovery-at-popular-beaches-c-18622863",
    "ord_in_thread": 0,
    "author": "Alexandra Feiam NewsWire",
    "published": "2025-05-08T02:17:00Z",
    "title": "'Size of Kangaroo Island': Horror discovery at popular beaches",
    "text": "A significant toxic algae bloom is impacting the waters around South Australia’s coast, leaving scores of dead penguins and sea life, and locals feeling sick.\nThe Karenia mikimotoi algae bloom has emerged across waterways in South Australia, including the Southern Fleurieu Peninsula, Yorke Peninsula and Kangaroo Island.\nEnvironment Minister Susan Close said the bloom was “roughly the size of Kangaroo Island and up to 20m deep”.\nThe algae bloom washed discoloured foam to the shore and was likely “being driven by an ongoing marine heatwave impacting southern Australian waters”.\nWith water temperatures 2.5C warmer than usual, combined with “relatively calm marine conditions” and small swells and little wind, the bloom was first detected along the Southern Fleurieu Peninsula in early March.\n“(It was) first detected at Parsons Beach and Waitpinga Beach,” Ms Close told NewsWire.\nDaily satellite measures showed an increase in chlorophyll-a (chla) levels, which indicate a large concentration of algae throughout Investigator Strait between Kangaroo Island and Yorke Peninsula, extending across the tip of Yorke Peninsula from Port Moorowie to Daly Head, as well as in the coastal waters from Point Turton to Port Victoria in Spencer Gulf, the SA Research and Development Institute said in a statement.\nThere is a decrease in chla levels along the southeastern region of the Coorong and in waters to the west of the Yorke Peninsula’s southern tip.\nThe marine heatwave has been affecting the southern region of Australia since September last year, with the harmful algae bloom linked to the deaths of scores of marine life.\n“(The bloom) affects the gills of fish, depriving them of oxygen and causing a harmful toxin,” Ms Close told NewsWire.\nOnline, residents shared images of the dead animals strewn across the shore, including fish, seahorses and penguins.\nWhile the algae is not toxic to humans, exposure may cause flu-like symptoms that may linger for several hours.\nSome locals have reported feeling painful symptoms, including sore eyes, shortness of breath and skin irritations after coming in contact with the water, with experts urging residents to stay away from the water.\n“These symptoms resolve within several hours after leaving the beach and adjacent area,” Ms Close said.\nWhile it is not clear when the algae will dissipate, Ms Close said conditions would likely improve once “we get seasonal westerly winds and bigger swells”.\n“This usually occurs late April but consistent high pressure systems prevented this,” she said.\nThe algae blooms come days after a 3m great white shark was found in distress in the shallows of Henley Beach, the fourth to die in the area.\n“PIRSA is currently investigating the death of a 3.01m, male sub adult white shark retrieved from Henley Beach (on Monday) with samples collected for further analysis,” a Department of Primary Industries and Regions South Australia (PIRSA) spokesman told NewsWire.\n“The cause of death is still under investigation and any links to this incident and other recent shark mortalities at other locations on the South Australian coast are unable to be determined at this stage.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment"
    ],
    "topics": [
      "Environment->environmental pollution",
      "Environment->water pollution",
      "Environment->endangered species"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Susan Close",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "South",
          "sentiment": "none"
        },
        {
          "name": "Waitpinga Beach",
          "sentiment": "none"
        },
        {
          "name": "Kangaroo Island",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "SA",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "SA",
              "exchange": "NYSE"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T05:19:16.318+03:00",
    "updated": "2025-05-08T02:22:54.000+00:00"
  },
  {
    "uuid": "c055660ccc64f3bfd8e31d40684749ae77e329b1",
    "url": "https://njbia.org/raritan-valley-community-college-celebrates-apprenticeships",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Joanne Degnan",
    "published": "2024-12-05T18:48:00Z",
    "title": "Raritan Valley Community College Celebrates Apprenticeships",
    "text": "Raritan Valley Community College recently hosted a special Apprenticeship Day event for high school students and adult students in the college’s Advanced Manufacturing Program.\nThe event, which was part of the National Apprenticeship Week celebration Nov. 17-23, welcomed students from Manville and Bound Brook High Schools, along with an apprentice from Triad Tool, a Readington Township machine shop.\nA registered apprenticeship provides an industry-driven, high-quality career pathway that enables employers to build and sustain a skilled workforce, while allowing individuals to gain valuable paid work experience, earn progressive wage increases, receive classroom instruction, and achieve a nationally recognized credential. Programs are industry-approved and validated by the U.S. Labor Department or a state apprenticeship agency.\nThe RVCC event on Nov. 20 featured a presentation on the principles of apprenticeship, followed by firsthand accounts from a manufacturing apprentice. The speakers shared insights into their daily tasks, emphasized the importance of practical learning, and highlighted how apprenticeships promote lifelong professional growth.\nRepresentatives from Triad Tool, spoke about the advantages of incorporating apprentices into their organization, citing benefits such as improved productivity, reduced turnover, and the cultivation of a workforce equipped with critical, industry-valued skills.\nStudents had the unique opportunity to participate in a question-and-answer session with the apprentices, as well as engage in an informal discussion with a representative from Triad Tool. These conversations provided valuable insights into the rewarding career opportunities available in the manufacturing industry.\nFor more information about apprenticeship opportunities, contact Angelo Amante at aamante@raritanval.edu or visit www.apprenticeship.gov . To learn more about RVCC’s Advanced Manufacturing program, go to the college’s website here .\nRaritan Valley Community College is located at 118 Lamington Road in Branchburg.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Economy, Business and Finance"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.raritanval.edu/career-training/career-training-programs/advanced-manufacturing",
      "http://www.apprenticeship.gov/",
      "http://www.raritanval.edu/",
      "http://www.raritanval.edu",
      "https://raritanval.edu/career-training/career-training-programs/advanced-manufacturing",
      "http://apprenticeship.gov/",
      "http://www.apprenticeship.gov",
      "http://raritanval.edu/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T00:53:47.098+02:00",
    "updated": "2024-12-06T00:53:47.098+02:00"
  },
  {
    "uuid": "5e14266e306a7840ce83b9b92d4d5c68a03b9025",
    "url": "https://www.thestar.com/news/canada/this-ontario-cement-plant-doesnt-just-capture-carbon-it-sells-it/article_f87fb280-3326-11ef-a82f-57ddb9f1c404.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "moved@thestar.ca (Marco Chown Oved)",
    "published": "2024-07-05T09:00:00Z",
    "title": "This Ontario cement plant doesn't just capture carbon, it sells it",
    "text": "BATH, Ont.—The promise of carbon capture — that you can grab climate-changing emissions out of the air and shoot them underground or put them to use — has always exceeded the reality. Carbon capture projects around Canada and the world have consistently [failed to live up to expectations](https://www.thestar.com/news/canada/hidden-subsidy-made-shell-carbon-capture-project-appear-profitable/article_17d93d4a-0bd6-11ef-a6fc-27724a86918d.html), even after great expense. But a pilot project at a cement plant in Bath, Ont., is doing more than capturing carbon — it’s selling it. This, project proponents say, changes the economics of the process, transforming an expense into a source of revenue. “We’re turning dirty air into dollars,” said Heather Ward, CEO and founder of Hyperion Energy,. which developed the proprietary system. “We’re not dependent on carbon credits because we produce a product with a commodity value.” Hyperion has found a willing partner in Lafarge, the Canadian arm of Holcim, one of the world’s biggest building materials companies, which has committed to reducing its emissions. With steel tanks housed in shipping containers, the carbon capture machinery is a “drop-in” modular solution that requires no modifications to the existing plant. It’s been running for a year, capturing one tonne of carbon a day and making a product that can be mixed with cement as a strengthener for concrete. “It’s a circular strategy,” said Rob Cumming, head of Sustainability, Environment and Public Affairs at Lafarge Canada. The limestone used in cement forms over thousands of years with absorbed CO2, he said. That carbon dioxide is released in the cement kiln, and with this project, it’s captured and added back in. “That’s how nature does it. That’s how we need to do it.” Cement production is incredibly carbon intensive, responsible for one per cent of Canada’s greenhouse gas emissions and eight per cent worldwide. Unlike other [industries that can electrify to reduce emissions](https://www.thestar.com/podcasts/road-trip/episode-4-can-ontario-s-resource-extraction-and-industrial-economy-transition-to-the-clean-economy/article_bae2dd9a-d759-11ee-886b-ef50d3f16b8f.html), the emissions from cement making are inherent to the process. As a result, capturing carbon before it is released into the atmosphere is key for the industry. Yet existing Canadian carbon capture projects, despite heavy public subsidies, have both cost more and captured less than expected. This led Deloitte to conclude in a recent report that [carbon capture is “economically unviable.”](https://www.thestar.com/news/canada/alberta/emissions-cap-not-possible-without-oil-gas-production-cuts-deloitte/article_610cc4e8-ffb9-5b39-af39-46fb41ee9b2c.html) Last month, Capital Power [pulled the plug on a $2.4 billion carbon capture project](https://www.thestar.com/business/capital-power-pulls-plug-on-proposed-2-4b-carbon-capture-and-storage-project/article_bb7b0a4e-5bd8-5791-87c6-355010e965af.html) in Edmonton, saying it couldn’t justify the expense. The [Pathways Alliance consortium of Alberta oilsands producers](https://www.thestar.com/news/canada/oilsands-companies-false-net-zero-ads-spur-complaint-to-competition-bureau/article_ff9e1770-35ff-5e72-8308-3537f9724e56.html) has proposed Canada’s biggest carbon capture project, but hasn’t yet greenlit it, saying more government support is needed. These projects all involve underground sequestration, in which carbon is injected into caves, where it undergoes a chemical transformation into rock. To pay for the process, they rely on selling carbon credits for the emissions they captured. The project in Bath, in contrast, doesn’t bury its carbon. Instead, it’s transformed into calcium carbonate, a product that is used in pharmaceuticals, paint and packaging and can fetch between $400 and $2,700 a tonne on the world market, depending on purity and grade. While these varied uses show the growth potential for the future of the business, for now, all the carbon captured in Bath is sold back to Lafarge for concrete. “This is a very important solution,” said Sarah Petrevan, vice-president of decarbonization and sustainability at the Cement Association of Canada. “Not only to utilize the carbon we produce, but to create a value-added product.” With [the future of carbon pricing in doubt](https://www.thestar.com/opinion/star-columnists/canadians-are-going-to-pay-for-climate-change-with-or-without-a-carbon-tax/article_96ecdb90-e22e-11ee-84ee-67deec77dd20.html), market-based climate solutions that don’t rely on credits or government subsidies are particularly attractive. “This has now got momentum beyond government,” she said. “Yes, governments matter and policies matter. But particularly in my industry, I feel the momentum regardless of what happens in the political arena.” The Lafarge plant looks like two buildings with a giant six-metre-wide, 200-metre-long, rotating axle between them. This axle is a kiln, with a 4.5-metre flame shot into one end and ground-up limestone fed into the other. The kiln takes an hour and a half to shuffle the limestone from one end to the other at temperatures that reach 1,450 C. The lime that emerges forms the basis of cement, which is then mixed with sand, gravel and other materials to make concrete. About one-third of the emissions from cement-making come from combusting coal or natural gas to heat the kiln. These emissions can be reduced by using other fuels like recovered building materials or renewable natural gas captured from landfills. The other two-thirds are released by the limestone, and these emissions are unavoidable — so they must be captured. For every tonne of cement made by the Bath plant, 843 kilograms of carbon is produced. “The cement industry produces a lot of carbon,” said Petrevan. “Net zero dictates that we’re going to have to do things differently.” Cement is an essential ingredient in concrete, a building material used in everything from bridges to highways to condo towers. Many climate solutions, including wind turbines, hydro dams, solar installations and nuclear plants, require concrete, too. As a result, figuring out how to reduce and eventually eliminate cement emissions is essential to avoiding the worst effects of climate change. A small black pipe attaches to the side of the huge ducts that send emissions from the kiln to the smoke stack. Carbon is stripped out of the waste gasses using a conventional process that sends a chemical down while the air rises. The process succeeds in capturing 98 per cent of the carbon in the stack. From there, it heads into a beige shipping container, where steel holding tanks are connected by pipes labelled “reactor.” The mix that results is filtered and baked into precipitated calcium carbonate, a white powder. Because the process both captures carbon from cement making and puts it back into concrete — replacing a product that would normally produce emissions to make — it gets double credit. “For every tonne of CO2 captured, we get credit for 1.29 tonnes,” said Rob Perrins, vice-president of operations at Hyperion. “As a result, we can actually produce the lowest carbon concrete in the world.” The pilot plans to scale up to 10 tonnes a day in the next year and 100 tonnes a day by 2027. But even then it will only capture a fraction of the 1,700 tonnes of carbon produced each day by the Lafarge plant. This aligns with what the International Energy Agency said last year — that [carbon capture technology can only take care of a small amount of emissions](https://www.thestar.com/news/canada/the-oil-and-gas-industry-is-facing-a-moment-of-truth-carbon-capture-won-t/article_fd9ef7d2-d91e-532e-bd61-0ab74b2fd808.html). The path to net zero will overwhelmingly come from actually cutting emissions, not capturing them. “Will one technical solution solve the problem? No,” said Lafarge’s Cumming. “There’s no silver bullet, it’s silver buckshot.” “There are a lot of other technical solutions we’re looking at on top of Hyperion, but we’ve identified it — both at our technical office in Europe and locally — as one of the more promising technologies. So we’re very keen on it.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "heather ward",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hyperion energy",
          "sentiment": "none"
        },
        {
          "name": "holcim",
          "sentiment": "none"
        },
        {
          "name": "lafarge",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ontario",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "ont.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T12:11:10.315+03:00",
    "updated": "2024-07-05T12:44:31.867+03:00"
  },
  {
    "uuid": "0815d1d40bfccdbc460772ac3baaa2014ae2a108",
    "url": "https://www.hindustantimes.com/world-news/king-charles-addresses-hand-of-friendship-in-maundy-thursday-message-ahead-of-easter-101711675426828.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tuhin Das Mahapatra",
    "published": "2024-03-28T23:16:00Z",
    "title": "King Charles addresses ‘hand of friendship’ in Maundy Thursday message ahead of Easter | World News - Hindustan Times",
    "text": "King Charles III, on Maundy Thursday, emphasized the criticality of acts of friendship as he and Kate Middleton, the Princess who suffered from cancer, waged a life-or-death battle.His verbal address was beamed at the Royal Maundy Yearly service held at the Worcester Cathedral in England, thereby marking his maiden public delivery since his daughter-in-law revealed her chemotherapy treatment. The princess came clean with her ailment, which had lately held the nation on its feet, suspecting her health for around the last three months.As cancer treatment was ongoing for Charles at the same time, the Queen would fill in for him with the job of offering Maundy gifts by Queen Camilla’s own grace.With his recent discharge from the hospital, the King has opted for a reduced public schedule, the royals discovering this gesture as Queen Camilla fills in the shoes of the King during the frontline royal engagements.ALSO READ| Prince Harry’s legal battle over police protection costs taxpayers over $630,000Yet, lingering with the upcoming Easter Sunday, on that special day King and Queen would make an appearance at the church service together with the King as it is the Queen’s most prominent public appearance after her diagnosis was announced.‘The First Lesson’The day of Maundy Thursday continues to be a holy day which observes the events that were to take place as Easter approaches, as it was mentioned for the first time in the year 600. Holy Thursday commemorated the action of service that Jesus performed by washing his disciples' feet, at the Last Supper.A statement Charles had recorded with the service is started with \\\"The First Lesson\\\" from John’s Gospel, followed by Charles’s apology that he could not be present physically, but still, he valued the service so much.He remarked, “It has its origin in the life of Our Lord who knelt before his disciples and, to their great surprise, washed their travel-weary feet. And, as we have just heard, in doing so he deliberately gave to them and to us all an example of how we should serve and care for each other.”“In this country we are blessed by all the different services that exist for our welfare. But over and above these organizations and their selfless staff, we need and benefit greatly from those who extend the hand of friendship to us, especially in a time of need.”Reaffirming his coronation pledge to serve with his whole heart, Charles honored recipients of the Maundy money, recognizing their exemplary dedication to community service.ALSO READ| Prince William not interested to see Harry after Kate's cancer, wants to avoid ‘drama,' friends sayIn a ceremonial gesture, Queen Camillawill distribute the Maundy money in two purses—red and white—among 75 men and 75 women, mirroring the King's age.Notably, Charles’ message, recorded in mid-March, refrained from explicit references to his or Catherine’s health status, focusing instead on the enduring themes of service and camaraderie",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "charles iii",
          "sentiment": "positive"
        },
        {
          "name": "charles",
          "sentiment": "positive"
        },
        {
          "name": "kat",
          "sentiment": "positive"
        },
        {
          "name": "harry",
          "sentiment": "none"
        },
        {
          "name": "middleton",
          "sentiment": "none"
        },
        {
          "name": "camilla",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "worcester cathedral",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T05:00:32.901+03:00",
    "updated": "2024-03-29T05:00:32.901+03:00"
  },
  {
    "uuid": "99f51178f1db5d237364da8fb6032c3c9542fc54",
    "url": "https://www.masslive.com/education/2025/06/mass-school-cracks-down-after-chickenpox-surge-unvaccinated-students-denied-return.html",
    "ord_in_thread": 0,
    "author": "Heather Morrison | hmorrison@masslive.com",
    "published": "2025-06-26T12:07:00Z",
    "title": "Mass. school cracks down after chickenpox surge: Unvaccinated students denied return",
    "text": "Unvaccinated students won’t be allowed to return to school in the fall at Newton public schools after a recent chickenpox surge.\nA series of cases of chicken pox last week brought to light that nearly 200 students didn’t have the proper vaccines or documentation for exemption, according to a letter from Superintendent Anna Nolin to the school committee.\nSince 2020, 182 students at Newton Public Schools “were allowed to matriculate to school during COVID conditions without the immunizations required in MA to attend public school, and they still remain in our district attending school with improper vaccination,” the letter stated.\nThe former superintendent was able to waive vaccine requirements, Nolin said. However, she is reinstating them.\nThe types of missing immunizations range, although there are 42 students who are not fully immunized for measles. Personalized details will be shared with each family.\nFamilies have also been offered to have nurses come to their homes to provide the needed vaccines.\n“In short, there is no barrier in Newton for any family to be vaccinated according to the law,” the superintendent wrote.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Education"
    ],
    "topics": [
      "Health->health care approach",
      "Health->health facility",
      "Health->communicable disease",
      "Education->students",
      "Education->educational grading",
      "Education->school"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://drive.google.com/file/d/1g1cGDULE6EoSRX4-5h896WL1fufSs0df/view",
      "https://www.drive.google.com/file/d/1g1cGDULE6EoSRX4-5h896WL1fufSs0df/view"
    ],
    "entities": {
      "persons": [
        {
          "name": "Anna Nolin",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Newton Public Schools",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [],
      "bias": "center"
    },
    "rating": null,
    "crawled": "2025-06-26T15:21:08.347+03:00",
    "updated": "2025-06-26T12:27:28.000+00:00"
  }
]