[
  {
    "uuid": "fd66a9c8092fd48e5249e62dd4dea1ea0bbd6c72",
    "url": "https://elkodaily.com/life-entertainment/nation-world/movies-tv/the-top-10-tv-shows-of-2023-succession-last-of-us-the-bear/article_ad9752cb-de48-5207-b7b0-8579abf03385.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lee Media Studio",
    "published": "2023-12-28T21:30:00Z",
    "title": "The Top 10 TV shows of 2023: 'Succession,' 'The Last of Us,' 'The Bear' and more! | Streamed & Screened podcast",
    "text": "Apple Podcasts| Google Podcasts| Spotify| YouTube| RSS Feed| Omny Studio| All Of Our Podcasts\nWe here at Streamed & Screened watched a lot of shows on broadcast, cable and streaming services in 2023 and there were a lot of great programs including \"Succession,\" \"Beef,\" \"The Bear,\" \"Fargo\" and \"The Last of Us.\"\nBut which show was the best? Co-hosts Bruce Miller and Terry Lipshetz had a lot of crossovers but ultimately put two different shows on top. Give a listen and find out which shows ranked in the top 10 for each and why!\nBruce Miller's Top 10 TV shows from 2023\n- \"Beef\"\n- \"Jury Duty\"\n- \"The Bear\"\n- \"Fargo\"\n- \"John Mulaney: Baby J\"\n- \"Fellow Travelers\"\n- \"Reservation Dogs\"\n- \"The Last of Us\"\n- \"What We do in the Shadows\"\n- \"Succession\"\nTerry Lipshetz's Top 10 TV shows from 2023\nPeople are also reading…\n- \"Succession\"\n- \"Fargo\"\n- \"The Last of Us\"\n- \"The Bear\"\n- \"The Crown\"\n- \"Shrinking\"\n- \"The Marvelous Mrs. Maisel\"\n- \"Ted Lasso\"\n- \"Dave\"\n- Tied/honorable mentions: \"A Small Light,\" \"Barry,\" \"Silo,\" \"The Great.\"\n- Honorable mention for being Star Wars: \"The Mandalorian,\" \"The Bad Batch\" and \"Ahsoka.\"\n- Honorable mention for not being a terrible spinoff despite getting canceled: \"How I Met Your Father\"\n- Honorable mention for not being a terrible reboot: \"Night Court\"\nContact us!\nWe want to hear from you! Email questions to and we'll answer your question on a future episode!\nAbout the show\nStreamed & Screened is a podcast about movies and TV hosted by Bruce Miller, a longtime entertainment reporter who is now the editor of the Sioux City Journal in Iowa and Terry Lipshetz, managing editor of the National Newsroom for Lee Enterprises based in Madison, Wisconsin.\nThere were multiple blockbusters in 2023, with \"Barbie\" and \"The Super Mario Bros. Movie\" both topping $1 billion in worldwide ticket sales. But which films were the best?\nEpisode transcript\nNote: The following transcript was created by Headliner and may contain misspellings and other inaccuracies as it was generated automatically:\nTerry Lipshetz: Welcome, everyone, to another episode of Streamed & Screened, an entertainment podcast about movies and TV from Lee Enterprises. I'm Terry Lipshetz, managing editor of the national newsroom for Lee and co-host of the program with Bruce Miller, editor of the Sioux City Journal and a longtime entertainment reporter, and like me, a dedicated, professional couch potato.\nBruce Miller: Oh, the TV is never off in my house. It's always on. It's my family. I'm always watching something. When you started with the pandemic, that's all we had, and then it's just kind of leached over to the rest of our lives. And so now TV is the thing, right?\nTerry Lipshetz: Yeah. I think back, too, to even the pandemic. Not that I needed another reason to get back into watching more TV, because none of us really need that, but it was a good opportunity to explore a lot of shows because everything got shut down. So it's like, what are you going to do? You can only take so many walks around the block and that kind of thing. So it got me a little bit back into watching some shows, exploring some streaming services that I hadn't really discovered before now, even though, as we talked about in the last episode, with movies, I don't have a lot of time to get to the movie theater. I can always squeeze in one or two episodes of a sitcom, of a drama on Netflix, on Hulu, each and every night. I've seen a lot of what you would probably call premium, top notch television shows from the past year. So I came up with the top ten list. I know you have a top ten list.\nBruce Miller: This was going to be a year where nothing was going to happen because we had strikes and didn't think there was going to be even a fall TV season. I think at the end of the year, we got a few really barn burners. We can still look at 2023 as a great TV year, and 2024, it's even going to be better.\nTerry Lipshetz: Yes.\nBruce Miller: Okay.\nTerry Lipshetz: Absolutely.\nBruce Miller: So what's in your number ten spot?\nTerry Lipshetz: My number ten spot are a series of kind of, like, honorable mentions because I got down, there's like three shows, four shows, which were absolutely at the top of my list. But as I went a little further down, it got a little bit more difficult. So I gave an honorable mention for night court for just not being a terrible reboot. It was an enjoyable reboot. It's not the greatest show out there, but if you're somebody who's, let's say, a gen Xer or a bit older who grew up on night court, it's a fun watch. Go check it out. I was a little disappointed to see this one actually get canceled. Not a great show, but it was one where my wife and I could watch it. It wasn't spectacular, but it was one where we could throw it on and for half an hour be entertained. And that was the reboot for how I met your father. It's definitely not to the level of the original, but that original show, how I met your mother, those characters, they're all roughly my age, so I was always able to identify with them. So I gave how I met your father a chance. We watched it for the two seasons. It was fine. It wasn't spectacular, but it was fine. And then I'm going to give an honorable mention to all the mediocre Star wars shows that I watched this year. Mandalorian, season three, the Bad Batch, season two. Ahsoka. These were not great shows. They were okay. They disappointed me, a lot, in a lot of different ways. But I think about Star wars. Like pizza. No matter how bad Star wars might.\nBruce Miller: Be, it's still good.\nTerry Lipshetz: It's still good. It's like pizza. Like pizza. How bad does pizza have to be for you not to want to keep eating it? Right? It would have to be just truly atrocious. So they're fine. They're not spectacular. They're fine. And then there was a handful of other shows that I watched this year, which I'll throw in there, that these are legitimately. I've seen them pop up on some other folk’s top ten lists, but they didn't quite hit it for me in some way or the other. I thought a small light on National Geographic. It was a really nice miniseries. Not top ten for me, but it was a really good look at the story of Anne Frank. And it brought you in a little bit deeper.\nBruce Miller: Sure. From a different perspective.\nTerry Lipshetz: Absolutely. Barry. I've loved Barry since the beginning, but I really thought that season one to season two was a little bit of a downturn. Two to three and then three to four, it was okay. I didn't love the ending to it. I couldn't put it in my top ten silo on Apple TV. Plus, it started out slow. It got much better as it went along. My wife and I really liked watching it, so that one was fine. And then the great on Hulu the first season was just raucous and crazy. I thought this last season, it was fine. It took a turn. I don't want to give it away for anyone that maybe missed it or still is. Catching up on programming. one of the main characters won't be back for any future seasons, let's just say that. But they did an okay job with it. It's still one that I like, and, it's a good show and we're definitely going to keep watching it. The first show that I actually gave a number ranking to at number nine is Dave on Hulu and FxX. I guess it is. And that show, man, it's like eating candy for me. I mean, it's crazy. It's a little bit weird, but it's a funny show.\nBruce Miller: My favorite episode had Brad Pitt on it. This.\nTerry Lipshetz: Yes. Yep. Yep.\nBruce Miller: I thought that was so brilliant, and he did such a great job with that. But if you haven't discovered Dave, it is an acquired taste. It is not something that everybody will go, well, what is you know, we'd be like the parents on the show. It's so out there, but it's about a rapper and what he has to do to try and make the career go. Dave is a good choice. I don't have it on my list. But you're up to nine.\nTerry Lipshetz: I'm up to nine, yeah.\nBruce Miller: I had succession at number ten, and I bet you have it higher because you like that.\nTerry Lipshetz: I love it. Yeah.\nBruce Miller: Okay. I think they got a little too tied up in their own world so that they had nowhere else to go, and so it's great. But it didn't get up higher than ten at nine. I have what we do in the shadows because I think that is my only time to really laugh out loud and make fun of something that's just outrageous. Most of these shows are labeled comedies, but they're just half hour dramas is what it amounts to. But this is one that I can just laugh and laugh and laugh and laugh. And if I had the vampires living next door, I would invite them over.\nTerry Lipshetz: I do want to see this one because it takes place on island. Right?\nBruce Miller: Right.\nTerry Lipshetz: It is my homeland one runs for office.\nBruce Miller: I mean, you have a lot of things that you could relate, too. So that's my number nine now. Up to eight.\nTerry Lipshetz: Eight? Yes.\nBruce Miller: What do you have for eight?\nTerry Lipshetz: I had Ted Lasso final season.\nBruce Miller: You know, there were a lot of those. Mrs. Maisel would be another one I'd put on.\nTerry Lipshetz: Yeah, yeah.\nBruce Miller: I have a couple of other ones that are on there that quit. And how do you include them? Because it's their last year. Should you just ignore them because they're done? Or do you say, this is my final hat tip?\nTerry Lipshetz: Yeah. For me, it was a little bit of a tip of a cap. I mean, I don't think it was as strong as the previous seasons, but I also felt that it's. Again, sometimes when you get something that's not as good, you look down on it, but then when you put it in perspective, it's still better than a lot of the other things out there. It's just not as good.\nBruce Miller: I have at eight, the last of us, and I bet you have that higher.\nTerry Lipshetz: I do, yes. It is on my list, but it is higher than eight.\nBruce Miller: Okay. At seven, I have Reservation Dogs because I love that I lived that. I know that. And I think they ended it really well. I thought they left us all hopeful that these kids are going to turn out all right. So that was my number. Seven. What was your seven?\nTerry Lipshetz: Seven. It's similar in theme to the Ted lasso, and that is Mrs. Maisel. Again, it was not the greatest season, but I like the way they approached it by doing the flashbacks and flash forwards. I thought it did a pretty good job at wrapping up the series. I was a little disappointed at times, know, not enough Tony Shalub and that kind of thing. But it's a show that strikes a chord for me personally, growing up out east of Jewish heritage and that kind of thing. So, for me, it's still one of the best shows out there. Absolutely.\nBruce Miller: Okay. What is your number? Six.\nTerry Lipshetz: We're up to six. So this one is not on your list. And I think I mentioned it to you previously, and it was either one you hadn't really seen or just didn't get into, but Shrinking on Apple TV, plus Jason Segal and Harrison Ford. I thought this was. It's got a few nominations for, I guess, Golden Globes. Right. There's a few out there. I thought it was witty. I thought it was just, it was one of those where I can kind of. I know I'm going to get a good episode no matter what I watch from it. And it's 30 minutes of just, like, having fun.\nBruce Miller: I will give it fun. I will give it a chance. I saw the first episode and I thought, this isn't me. I don't care.\nTerry Lipshetz: Right. But you know what, though? I think maybe it's also, we're at different points of our lives also. Right.\nBruce Miller: I'm more Harrison Ford.\nTerry Lipshetz: Right. You are more Harrison Ford. Yeah. And I am a little bit more Jason Segal. Yes.\nBruce Miller: Right.\nTerry Lipshetz: Exactly.\nBruce Miller: So what did you have at that point, number six? I have Fellow Travelers. This was a limited series. About two men in the beyond who are closeted and they don't dare come out that they are in a relationship, or they have a relationship, because it was the height of the McCarthy era, and they were putting everything. And so how did their lives turn out? Where did one go? Where did the other go? And I find it very fascinating. Matt Bomer, who was, in white collar and a number of other things, it's one of his best things he's ever. He's. He seems like just a pretty boy, to be honest with you. You could see where he was feeling the strain of this. Jonathan Bailey, who, by the way, is going to be Piero in the musical version of Wicked, when that becomes a movie next year, he's the other guy. And you see how these lives kind of diverged, and then what it's like for them when they come back together many years later and coulda, shoulda, woulda kind of thing like that. I thought it was fascinating because you got to see a bit of history, but you saw it through a different lens. So that's my number six. Number five. What did you have there?\nTerry Lipshetz: So five is one, which, again, it's not on your list. And it's the type of show where I think the people that love it, love it, and the people that are less in love with it aren't going to put it on their list. And that's The Crown on Netflix final season. I think the series as a whole has had some ups and downs, but just like the crown. Right. Feels like it always takes me a season to get used to the cast change, because they do two seasons and then they age them. And then two seasons, and then they age them. So I thought last season, it was a little bit difficult getting used to the new Charles, the new Diana. But I really am liking what I've seen so far. I have not caught the second wave of episodes. So we watched, within just a couple of days of them dropping the first wave that came out, and now the second wave is out. So, I don't want to give anything away, but it starts with Diana. We know what happens to Diana, so just spoiler alert there. I know the second half of the season gets a little bit more into Prince William and know his relationship with Kate. I'm looking forward to it. I don't know. I guess it's possible that the show could go up a notch, go down a notch. But that's why I figured five is safe. It's kind of middle of the road.\nBruce Miller: I like the crown, initially, when they switch around a little too much, they do. it bothers me because some of those actors are not as good as others in these roles. And then you get a really good one and you think, well, hang on to him. Don't let him go. And so that bothers me. But it's a classier look at that than I thought it was going to be. I thought it was going to be just trash that you'd find on lifetime, and it's not. It's a classy way of looking at everything. At number five, I had the standup comedy special, baby j from John Mulaney. And John Mulaney, I mean, I have always liked him. I always thought he's kind of a, ah, smart ass, to use a word. But I would laugh at him, and I thought he was funny. But this year, he really opened a vein and talked about his own life and his addictions and how it was to go to rehab. And it, wasn't like he wanted you to feel sorry for him. He was being very matter of fact about it. And I think being the most honest he's ever been about his own life. I loved it. I'll watch that again. It’s like Bo Burnham had, a special a couple of years ago that was my favorite of all TV shows, but baby j watched it. It's good. And again, I don't know if the kids can be around.\nTerry Lipshetz: I'll have to check that one out. I wasn't even thinking of comedy specials, and I didn't catch that one, but I definitely will. So number four for me is one that you like too. You haven't mentioned it yet because it's a hair higher on your list, but it's The Bear.\nBruce Miller: Oh, good.\nTerry Lipshetz: On Hulu. That's number four for me. I really struggled with this one because, like, it could be number one. Do I need a two or three? But I settled in on four, and I'll tell you why it stresses me out. That show, to me, a lot of shows, if I love it, I want to watch it and binge it, and I get angry if I can't. It's like, Fargo right now. I can't just go and watch every episode because they make you wait week to week. I needed that with the bear. I needed to watch an episode, and it is so intense and there's so much screaming and there's so much yelling that I would get to the end of the episode and be like, I need to watch something else, because it was literally one of the best things I had just seen on TV all year. But at the same time, I couldn't take any more of it. But I really liked with this season how they gave each character their own moment to shine. I thought it was sweet in a lot of ways. And then the other piece was that Christmas episode. Oh, my goodness.\nBruce Miller: Is that not the best piece of television? And Jamie Lee Curtis, she may have won an Oscar last year for everything, everywhere, all at once, but this is the performance of her life. When she plays that, I mean, you know that mother. You know that mother immediately. And how she just became another thorn, another problem for Carmen to deal with was, like, unbelievable. And you want, you know, we got to get this restaurant open. It's got to happen. Come on. And cousin Richie, how he switched. It was such a remarkable second season for a show. And you're right. It could be number one. It really could. I had a number one last year, and I thought, I can't do two years in a row with the same show. But it's that good. It's number three on my list. Number four on my list is probably your number three. And that's Fargo.\nTerry Lipshetz: It's close. We're getting close.\nBruce Miller: Okay, Fargo, we can wait and we'll get to the next ones. Because you had what for three?\nTerry Lipshetz: I had The Last of Us at number three, and that was all the way down for number you. Yeah, last of us. I needed a drama like that. Like a Sci-Fi type of drama. It's another one. We've gotten a few surprises from HBO the last few know, we had that one a few years ago, and they always drop these apocalyptic type of programs on you. So it's like, what are we going to expect? Is it going to be okay or isn't it? And I was really surprised with it. I know there is going to be a season two for it. And I'm really looking forward.\nBruce Miller: Not The Last of Us.\nTerry Lipshetz: No, it isn't. It's almost the Last of Us, but not quite. So. Yeah, no, I really liked it. I thought it was very well done, considering an adaptation of a video game, but it wasn't like this gory spook fest. It was a lot of emotion and good character development, so I loved it. Three for me.\nBruce Miller: Okay, so then I had the bear at three. At two, I have Jury Duty, and I love Jury Duty. This is that Amazon preview, series where they pretend that everybody is actually doing Jury Duty, except one person thinks it's real. He has no idea that it's a reality show being punked. And James Marsden is one of the, jurors, and he plays this kind of heightened version of himself where he's just full of himself. And you would like that. I think they talk about Sonic in there. And wasn't, he in Sonic the hedgehog? I think he was.\nTerry Lipshetz: He might have been, yeah.\nBruce Miller: This guy, Ronald, the real guy, says, yeah, that wasn't a very good movie. Was. You know, it's like, how does he react to this? Because this is being made up as they go along. But jury duty, if you haven't seen it, it's a great one. Now you have two. Probably have Fargo at two.\nTerry Lipshetz: I have Fargo at two, yeah. I really love this season. And, I think when we did the Fargo episode a few episodes back, you had mentioned this is, like, the best Fargo since, what, the first. Right, right. And after the last season of Fargo, I wasn't even sure if I wanted to come back to Fargo because I was so disappointed with it this season. It's brilliant. I was telling my wife even the other day, because she's not into Fargo at all, she hated the movie. but I said, I got to show you a little bit of it with Juno Temple, because this is Keeley from Ted Lasso, and it is definitely not Keeley. It's totally different. But, I don't know how this season is going to end. I could see me bumping this up to number one if it maintains and even improves on where it is. I think I'm through the first five episodes.\nBruce Miller: Okay. I watched all of the episodes. I finished it out last night. I had two episodes left. I watched it. It could be number one. It really could be. The ending is so rewarding in many, Know, it’s odd to make this comparison, but this season of Fargo is a lot like Barbie, the movie, where it's a real, if you will, feminist pitch. And it's talking about things that really don't get talked about. Spousal abuse, come on. The political situation in our world, it's a lot of stuff that they unpack and they do it well. But the ending, you will feel a lot of emotion because of the way they wrap things up for certain people. And, it's remarkable. Remarkable. I will easily predict that this is going to be a strong contender for next year's Emmys. And I do think that John Hamm and Juno are largely responsible, and they will be considered best actor and actress for a limited TV movie. That was, that was your number two.\nTerry Lipshetz: It was my number two. Number one was Succession. That is, to me, hands down, the best series on TV this year. I know some people don't think it was the best season of succession, and I would agree with it. It wasn't the best season of succession, but it was still the best show on TV for me. Pound for pound, it was still a show that left me wondering what was going to happen, the way character roles played out with who would end up on top. I did feel it was going to get a little predictable at a couple. You know, we had some know that didn't make it all the way from season one all the way to the last episode, and it was a surprise. It was a little bit jarring to watch. I just think it was the best show. It's the best show that HBO has really done in a long time. Granted, they also did the last of us, so two of my top three are from HBO, but in terms of dramas, and you look at things like, the sopranos first, season of Westworld, Deadwood, there's been a lot of really Game of Thrones, a lot of really good dramas the last 2025 years in the history of HBO, and this one is good.\nBruce Miller: Okay. And my number one Beef. Okay, did you watch Beef?\nTerry Lipshetz: I did not. No.\nBruce Miller: Okay. This is one that an incident happens. What happens to the people, what goes on, what could have been. It’s from Korea, and it stars Stephen Yoon and Ali Wong, and they're both nominated for Emmys, so you've seen them before. But this is yet another one of those kind of things we're learning from Korean filmmakers is how they did parasite. That gives you kind of point of reference.\nTerry Lipshetz: Okay.\nBruce Miller: It's one of those very self-contained series that you can go, okay, I get it. That was extremely remarkable, particularly in a year when, broadcasters were looking for other places to find new material. Okay. They found it there. And so that's why I thought, it's something different. It's something new. It's my number one. So there's our list. We had a lot of crossovers, and we don't live next door to each other.\nTerry Lipshetz: No. And I think you and I, we certainly had some solid crossovers, maybe in different rankings, different spots, but, yeah, succession, Fargo, the bear, all really good shows. And I think we threw out some ideas for each other, too, to check out some other ones.\nBruce Miller: I'll be shrinking. Just know be shrinking.\nTerry Lipshetz: We'll see what check it out. But we are, I guess, not to rub it in, we are at different stages in our life, I guess. So I could see where that one maybe just doesn't strike the same chord for you.\nBruce Miller: I've got to get to shrinking sooner than you would have to get to something else that I'm recommending to you.\nTerry Lipshetz: it's the end of the year. It's the end of the season. I mean, check out this episode. Obviously you're listening to it right now, but if you didn't go back and check our previous episode on the top movies from 2023, have a great rest of the year.\nBruce Miller: If you look back, we have some interviews with some of those people from those various shows. I think if you do a deep dive into the podcast, you should be able to find some of those and you'll hear what we heard, when we talk to them.\nTerry Lipshetz: Absolutely. All right, well, have a safe and wonderful rest of the year. Happy New Year. And we'll be back again in 2024 with another season of Streamed & Screened.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Science and Technology"
    ],
    "external_links": [
      "https://linktr.ee/leepodcasts",
      "https://twitter.com/siouxbruce",
      "https://www.omnycontent.com/d/playlist/02e3bbb0-9e87-4832-b297-aab901168f93/b35d61d9-77bb-47dd-8e08-ab4f013fcfea/bb722a54-f483-4b8b-8a26-ab4f0140f6ad/podcast.rss",
      "https://podcasts.apple.com/us/podcast/streamed-screened/id1497387116",
      "https://siouxcityjournal.com/",
      "https://www.youtube.com/@StreamedScreened?sub_confirmation=1",
      "https://www.google.com/podcasts?feed=aHR0cHM6Ly93d3cub21ueWNvbnRlbnQuY29tL2QvcGxheWxpc3QvMDJlM2JiYjAtOWU4Ny00ODMyLWIyOTctYWFiOTAxMTY4ZjkzL2IzNWQ2MWQ5LTc3YmItNDdkZC04ZTA4LWFiNGYwMTNmY2ZlYS9iYjcyMmE1NC1mNDgzLTRiOGItOGEyNi1hYjRmMDE0MGY2YWQvcG9kY2FzdC5yc3M%3D",
      "https://open.spotify.com/show/28W6TG5TZMsXwWARz6lEu4?si=77b47d12a3314f82",
      "https://omny.fm/shows/just-to-be-nominated",
      "https://madison.com/users/profile/terry.lipshetz",
      "https://www.siouxcityjournal.com/",
      "https://www.youtube.com/@StreamedScreened",
      "https://omnycontent.com/d/playlist/02e3bbb0-9e87-4832-b297-aab901168f93/b35d61d9-77bb-47dd-8e08-ab4f013fcfea/bb722a54-f483-4b8b-8a26-ab4f0140f6ad/podcast.rss",
      "https://www.open.spotify.com/show/28W6TG5TZMsXwWARz6lEu4?si=77b47d12a3314f82",
      "https://siouxcityjournal.com",
      "https://www.linktr.ee/leepodcasts",
      "https://youtube.com/@StreamedScreened?sub_confirmation=1",
      "https://google.com/podcasts?feed=aHR0cHM6Ly93d3cub21ueWNvbnRlbnQuY29tL2QvcGxheWxpc3QvMDJlM2JiYjAtOWU4Ny00ODMyLWIyOTctYWFiOTAxMTY4ZjkzL2IzNWQ2MWQ5LTc3YmItNDdkZC04ZTA4LWFiNGYwMTNmY2ZlYS9iYjcyMmE1NC1mNDgzLTRiOGItOGEyNi1hYjRmMDE0MGY2YWQvcG9kY2FzdC5yc3M%3D",
      "https://www.omny.fm/shows/just-to-be-nominated",
      "https://www.twitter.com/siouxbruce",
      "https://www.madison.com/users/profile/terry.lipshetz",
      "https://open.spotify.com/show/28W6TG5TZMsXwWARz6lEu4",
      "https://www.podcasts.apple.com/us/podcast/streamed-screened/id1497387116",
      "https://www.google.com/podcasts"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "terry lipshetz",
          "sentiment": "none"
        },
        {
          "name": "barry",
          "sentiment": "none"
        },
        {
          "name": "maisel",
          "sentiment": "none"
        },
        {
          "name": "bruce miller",
          "sentiment": "none"
        },
        {
          "name": "dave",
          "sentiment": "none"
        },
        {
          "name": "john mulaney",
          "sentiment": "none"
        },
        {
          "name": "ted lasso",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "streamed & screened",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:03:43.065+02:00",
    "updated": "2023-12-29T00:03:43.065+02:00"
  },
  {
    "uuid": "e592f0a24b9e5dcd93397ec67d93254468ed866d",
    "url": "https://www.leparisien.fr/international/hongrie-un-proche-de-viktor-orban-juge-irresponsable-la-resistance-de-lukraine-face-a-la-russie-26-09-2024-HTC4FLXYUZDHFC3WR2LOQE6JPY.php",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@le_parisien",
    "published": "2024-09-26T19:23:00Z",
    "title": "Hongrie : un proche de Viktor Orban juge « irresponsable » la résistance de l’Ukraine face à la Russie",
    "text": "Hongrie : un proche de Viktor Orban juge « irresponsable » la résistance de l’Ukraine face à la Russie\nPour un conseiller politique du Premier ministre hongrois, le président ukrainien « a entraîné son pays dans une guerre défensive, beaucoup de gens sont morts, des territoires ont été perdus ». Il laisse entendre que Budapest ne se serait pas défendu contre les Russes, évoquant la répression de 1956 et suscite l’indignation\nUn proche collaborateur du Premier ministre hongrois Viktor Orban s’est trouvé jeudi dans la tourmente après avoir suggéré que le pays d’Europe centrale ne se serait pas défendu contre une invasion russe, fustigeant la réaction de l’Ukraine.\nDans une vidéo publiée mercredi par le journal pro gouvernemental Mandiner, le directeur politique Balazs Orban a estimé que « sur la base de 1956 », date du soulèvement hongrois réprimé dans le sang par l’armée soviétique, la Hongrie n’aurait « probablement pas fait comme le président [ukrainien] Volodymyr Zelensky il y a deux ans et demi, parce que c’est irresponsable ».\n« Il a entraîné son pays dans une guerre défensive, beaucoup de gens sont morts, des territoires ont été perdus », a estimé le responsable – qui n’a aucun lien de parenté avec Viktor Orban. « Or si on nous l’avait demandé, nous ne l’aurions pas conseillé, parce qu’en 1956, nous avons appris qu’il fallait être prudent et faire attention aux précieuses vies hongroises », a-t-il ajouté.\nBalazs Orban « a humilié la mémoire des milliers de combattants hongrois pour la liberté et l’indépendance de leur pays », a réagi jeudi le principal opposant Peter Magyar sur le réseau social X, appelant à sa démission avant le 23 octobre, marquant la commémoration du soulèvement de 1956. « Une telle personne ne peut pas occuper une fonction publique aux côtés du Premier ministre hongrois », a-t-il poursuivi.\nCette déclaration a également provoqué un tollé sur les réseaux sociaux, le commentateur conservateur Andras Stumpf accusant le directeur politique de traiter « d’idiots » les héros de 1956, « de manière désinvolte ». « Le dur à cuire exhibant la masculinité d’un gouvernement constamment au combat – contre Bruxelles, bien sûr – vous conseille de ne surtout pas vous défendre en cas d’attaque », s’est-il indigné.\nLa Hongrie fait cavalier seul\nBalazs Orban s’est ensuite défendu sur le réseau social X en criant à la fake news contre le média Politico Europe %2C%20was%20a%20guest%20on%20a%20podcast%20on%20Wednesday%20where%20he%20talked%20about%20Ukraine%27s%20self-defense%20against%20Russian%20aggression.%20%0A%0A%E2%80%9CEvery%20country%20has%20the%20right%20to%20decide%20its%20own%20destiny%2C%20and%20leaders%20take%20responsibility%2C%E2%80%9D%20Orb%C3%A1n%20said.%20However%2C%20he%20went%20on%20to%20add%20that%20if%20the%20same%20situation%20had%20happened%20to%20Hungary%2C%20they%20wouldn%27t%20have%20taken%20up%20the%20fight%20against%20the%20aggressors%20%E2%80%94%20a%20lesson%20learned%20in%20Hungary%27s%20own%20unsuccessful%20pushback%20against%20the%20Russians%20in%201956.&op=translate)qui avait développé l’information : « Les héros de 1956 sont nos héros nationaux et leur mémoire est sacrée. Point final. Cependant, nous ne pouvons pas assimiler 1956 à la guerre actuelle entre la Russie et l’Ukraine. Depuis deux ans et demi, depuis le début de la guerre, nous sommes soumis à une pression constante de la propagande belliciste, et maintenant ils osent même exploiter l’héritage de nos héros de 1956. »\nViktor Orban est souvent critiqué par ses alliés occidentaux pour le renforcement des liens qu’il a opéré avec le président russe Vladimir Poutine depuis l’invasion de l’Ukraine en 2022.\nIl désapprouve les sanctions votées contre la Russie et se démarque aussi par son opposition à toute aide militaire à Kiev, bloquant régulièrement les efforts européens dans ce domaine.\nTout en ménageant la Russie, il rend chaque année hommage aux 2 500 victimes et près de 20 000 blessés du soulèvement de 1956.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://translate.google.com/?hl=fr&sl=en&tl=fr&text=If%20it%20were%20in%20Ukraine%27s%20shoes%2C%20Budapest%20wouldn%27t%20have%20fought%20the%20Russians%2C%20said%20Prime%20Minister%20Viktor%20Orb%C3%A1n%27s%20top%20aide.%0A%0ABal%C3%A1zs%20Orb%C3%A1n%2C%20the%20political%20director%20of%20his%20namesake%20(but%20no%20relation%20to%20him",
      "https://x.com/mandiner/status/1839309503898202401",
      "https://x.com/BalazsOrban_HU/status/1839354087042957702",
      "https://www.x.com/BalazsOrban_HU/status/1839354087042957702",
      "https://www.translate.google.com/?hl=fr&sl=en&tl=fr&text=If%20it%20were%20in%20Ukraine%27s%20shoes%2C%20Budapest%20wouldn%27t%20have%20fought%20the%20Russians%2C%20said%20Prime%20Minister%20Viktor%20Orb%C3%A1n%27s%20top%20aide.%0A%0ABal%C3%A1zs%20Orb%C3%A1n%2C%20the%20political%20director%20of%20his%20namesake%20(but%20no%20relation%20to%20him",
      "https://www.x.com/mandiner/status/1839309503898202401",
      "https://translate.google.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T02:04:23.336+03:00",
    "updated": "2024-09-27T02:04:23.336+03:00"
  },
  {
    "uuid": "76146b4903258d52c3e36110ee02f0401f5d8007",
    "url": "https://bucswire.usatoday.com/2024/01/07/bucs-news-tampa-bay-buccaneers-game-nfc-south-carolina-panthers-week-18/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jason Kanno",
    "published": "2024-01-07T21:24:00Z",
    "title": "Bucs News: Bucs blank the Panthers 9-0 to win the NFC South",
    "text": "It may not have been pretty, but the Tampa Bay Buccaneers pitched a shut-out on the Carolina Panthers, winning 9-0 and clinching the NFC South and a playoff berth. While the Tampa Bay offense struggled for a second straight week, the defense made big plays at exactly the right time to keep the Panthers off the scoreboard for the second week in a row.\nBaker Mayfield struggled most of the day, going 20-of-37 for a season-low 137 yards. Bryce Young was not any better, as he completed 11 of 18 passes for 94 yards, his lowest of the season. Both teams had more relative success running the ball, with the Bucs gaining 113 rush yards and the Panthers getting 131 yards on the ground.\nThe first quarter was defined by a stubborn detente in which neither team gained more than 30 yards on any drive after the Bucs’ opening series. The Panther’s first offensive drive ended with a Yaya Diaby sack, giving him 7.5 for the season, leading the Bucs.\nAt the start of the second quarter, the Panthers managed to put together a drive that nearly put them in the endzone on a 43-yard reception until Antoine Winfield Jr. forced a fumble just short of the goal line. Jamel Dean recovered the ball for a touchback.\n. @AntoineWJr11 knocked it out for a touchback 👏\n📺: #TBvsCAR on FOX\n📱: Stream on #NFLPlus https://t.co/X0vcyHUoyR pic.twitter.com/s8rVqVD4AV\n— NFL (@NFL) January 7, 2024\nAfter trading another pair of punts, the Bucs were able to get into field goal range thanks to a 20-yard reception by tight end Cade Otton. A 36-yard field goal by Chase McLaughlin gave the Bucs the first points of the game. A few more punts later, the Bucs drove down into field goal range again, with McLaughlin closing the half with a 57-yard field goal.\nThe second half began not unlike the first with both teams trading punts. A 29-yard punt return by Ihmir Smith-Marsette gave the Panthers good field position at bottom half of the third quarter. However, the drive stalled following an Antoine Winfield Jr. sack, pushing their field goal attempt back to the Tampa Bay 34-yard line. Backup kicker Matthew Wright missed the ensuing 52-yard field goal, keeping the Panthers off the board.\nA big 21-yard Chase Edmonds run on the Bucs’ next drive put them in field goal position once again. Chase McLaughlin remained perfect on the day, making the 39-yard field goal and pushing the score to 9-0.\nIn Carolina’s final chance to get in the game, they drove 33 yards and appeared to score on a 28-yard Raheem Blackshear run, but an illegal formation penalty nullified the touchdown. On the next play, Joe Tryon-Shoyinka sacked Bryce Young, forcing a fumble recovered by Greg Gaines. The Bucs sealed the game on the next drive with eight Rachaad White runs and a key third-down conversion from Chris Godwin.\n. @joe_tryon 🤝 @GregGaines99\n📺: #TBvsCAR on FOX pic.twitter.com/vBvAyzkuwS\n— Tampa Bay Buccaneers (@Buccaneers) January 7, 2024\nThe win gives the Bucs their third-straight division title and fourth-straight playoff berth. Chris Godwin’s team-leading 51 receiving yards put him at 1024 yards for the season, giving him his fourth career 1000-receiving yard season.\nTampa Bay will play either the Dallas Cowboys or Philadelphia Eagles, depending on which of those teams wins the NFC East today. The Bucs have lost the previous matchups with both teams, and their current offensive woes do not bode well for their chances even at home next week.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://twitter.com/joe_tryon?ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/TBvsCAR?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/NFL/status/1744068321178517760?ref_src=twsrc%5Etfw",
      "https://twitter.com/GregGaines99?ref_src=twsrc%5Etfw",
      "https://t.co/s8rVqVD4AV",
      "https://t.co/X0vcyHUoyR",
      "https://twitter.com/hashtag/NFLPlus?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/Buccaneers/status/1744092693569933711?ref_src=twsrc%5Etfw",
      "https://twitter.com/AntoineWJr11?ref_src=twsrc%5Etfw",
      "https://t.co/vBvAyzkuwS",
      "https://www.twitter.com/hashtag/NFLPlus?src=hash&ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/TBvsCAR?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/NFLPlus",
      "https://twitter.com/AntoineWJr11",
      "https://twitter.com/joe_tryon",
      "https://www.t.co/vBvAyzkuwS",
      "https://twitter.com/GregGaines99",
      "https://www.twitter.com/NFL/status/1744068321178517760?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/Buccaneers/status/1744092693569933711?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/AntoineWJr11?ref_src=twsrc%5Etfw",
      "https://www.t.co/X0vcyHUoyR",
      "https://twitter.com/NFL/status/1744068321178517760",
      "https://www.twitter.com/GregGaines99?ref_src=twsrc%5Etfw",
      "https://www.t.co/s8rVqVD4AV",
      "https://www.twitter.com/joe_tryon?ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/TBvsCAR",
      "https://twitter.com/Buccaneers/status/1744092693569933711"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bryce young",
          "sentiment": "none"
        },
        {
          "name": "yaya diaby",
          "sentiment": "none"
        },
        {
          "name": "antoine wi",
          "sentiment": "none"
        },
        {
          "name": "baker mayfield",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tampa bay buccaneers",
          "sentiment": "negative"
        },
        {
          "name": "panthers",
          "sentiment": "negative"
        },
        {
          "name": "nfc south",
          "sentiment": "none"
        },
        {
          "name": "bucs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nfc south",
          "sentiment": "none"
        },
        {
          "name": "tampa bay",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:04:51.976+02:00",
    "updated": "2024-01-08T00:04:51.976+02:00"
  },
  {
    "uuid": "b8311fdee3777363fdeec6c12819939d2f878ba8",
    "url": "https://www.lanacion.com.ar/agencias/huelgas-afectaran-a-volkswagen-en-diciembre-por-la-escalada-del-conflicto-laboral-nid29112024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@LANACION",
    "published": "2024-11-29T13:51:00Z",
    "title": "Huelgas afectarán a volkswagen en diciembre por la escalada del conflicto laboral - LA NACION",
    "text": "BERLÍN, 29 nov (Reuters) - El sindicato IG Metall dijo el viernes que los trabajadores de Volkswagen podrían ir a la huelga en toda Alemania tan pronto como la próxima semana, en un momento en que el enfrentamiento entre los trabajadores y la dirección sobre los despidos y cierres de plantas se intensifica. \"Las huelgas son posibles y también necesarias desde principios de diciembre\", dijo IG Metall en un folleto a los trabajadores visto por Reuters, añadiendo que un acuerdo existente para no realizar paros terminará el 30 de noviembre.\nSe espera que las huelgas de advertencia en las plantas del fabricante de automóviles comiencen el lunes en toda Alemania, según personas conocedoras del asunto, lo que serían los primeros paros a gran escala en las operaciones nacionales de la compañía desde 2018. Las huelgas de advertencia suelen durar desde unas pocas horas hasta un día.\nVolkswagen exige un recorte salarial del 10%, argumentando que necesita recortar costos y aumentar los beneficios para defender la cuota de mercado frente a la competencia barata china y la caída de la demanda de autos europeos. También amenaza con cerrar plantas en Alemania por primera vez en sus 87 años de historia.\nLos representantes de los trabajadores y la dirección volverán a reunirse el 9 de diciembre para seguir negociando un nuevo convenio laboral para los trabajadores de la empresa alemana -VW AG-, y los sindicatos prometen resistirse a cualquier propuesta que no ofrezca un plan a largo plazo para todas las plantas de la firma.\nLas huelgas, que podrían convertirse en paros de 24 horas o ilimitados si no se llega a un acuerdo en la próxima ronda de negociaciones salariales, harán mella en la producción de Volkswagen en un momento en que la compañía ya se enfrenta a la disminución de las entregas y la caída de los beneficios.\n\"Volkswagen determinará en la mesa de negociaciones la duración y la dureza del conflicto: los trabajadores de VW en todo el país están dispuestos a ir a la huelga\", dijo IG Metall.\nUna propuesta de los sindicatos para evitar despidos y cierres de fábricas mediante medidas como la reducción de la jornada laboral y la renuncia a primas constituirá la base de las discusiones. Sin embargo, la dirección afirmó que no está dispuesta a retirar los cierres de plantas de la mesa de negociación.\n(Reporte de Friederike Heine, Victoria Waldersee y Christoph Steitz; editado en español por Carlos Serrano)\nReuters Conforme a los criterios de Conocé más",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Labor"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Reuters",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-29T17:27:39.012+02:00",
    "updated": "2024-11-29T17:27:39.012+02:00"
  },
  {
    "uuid": "3ba739ed0065b9960006c8494e383684eb755a5b",
    "url": "https://www.irishexaminer.com/world/arid-41298508.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Irishexaminer.com (digitaldesk@irishexaminer.com)",
    "published": "2023-12-28T19:28:00Z",
    "title": "Three men die after 4×4 recovered from river in UK",
    "text": "Three men have died after a 4×4 vehicle was recovered from a river on the North York Moors in England, police said.\nEmergency services including police, ambulance and air support attended a location on the River Esk near Glaisdale shortly before midday on Thursday.\nA 4×4 was recovered from the river by the fire service just after 3pm and three men found inside have died, North Yorkshire Police said.\nAnother man who attempted to help those in the vehicle was pulled to safety from the river and has been receiving medical treatment.\nA police spokesperson advised people to travel with care after the “tragic incident”.\nIt comes after Storm Gerrit caused flooding and travel chaos across the country throughout Wednesday and Thursday.\nThe spokesperson said: “Localised conditions across our area are making driving hazardous.\n“Roads are particularly badly affected around the River Esk, to the north of the county, as we have seen with the tragic incident near Glaisdale.\n“There was another incident at nearby Houlsyke at 12.49pm when a car got stuck in flood water and another at Kirby Wiske in Hambleton at 2.35pm.\n“Thankfully, the occupants of both vehicles were brought to safety.\n“The key advice is to consider whether your journey is necessary.\n“Please avoid driving through any kind of standing or moving flood water if you possibly can.”\nWitnesses to the incident are urged to call North Yorkshire Police on 101, option 4, quoting reference NYP-28122023-0146.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "north yorkshire police",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north york moors",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "englan",
          "sentiment": "none"
        },
        {
          "name": "kirby wiske",
          "sentiment": "none"
        },
        {
          "name": "houlsyke",
          "sentiment": "none"
        },
        {
          "name": "glaisdale",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:20:54.486+02:00",
    "updated": "2023-12-29T00:20:54.486+02:00"
  },
  {
    "uuid": "12ebef0aaf55e747d37e2b800d90a65b6b4dc17b",
    "url": "https://www.tribstar.com/sports/sycamores-endure-grind-it-out-win-at-uni-now-alone-atop-mvc-standings/article_728714c6-ad92-11ee-8d41-4f74882863ff.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mark Bennett Tribune-Star • Cedar Falls, Iowa",
    "published": "2024-01-07T05:00:00Z",
    "title": "Sycamores endure grind-it-out win at UNI; now alone atop MVC standings | Sports | tribstar.com",
    "text": "Sunday afternoon began with red-hot Indiana State and Drake sharing first place in the Missouri Valley Conference men's basketball race. The Sycamores and Bulldogs entered the day with records of 12-2 overall and 3-0 in the MVC. Things changed by afternoon's end. The Sycamores (now 13-2, 4-0) survived a grinder of league duel, winning 77-66 in McLeod Center at Cedar Falls. Meanwhile, Drake (12-3, 3-1) got drilled 87-65 at the hands of host Belmont in Nashville, Tenn., leaving ISU alone atop the MVC standings. Jayson Kent stepped into the fore after several teammates got hit with foul trouble, leading ISU with 24 points. Isaiah Swope added 11, Julian Larry and Ryan Conwell 10 each, and sharpshooter Masen Miller added three clutch 3-pointers for nine points in reserve. Northern Iowa (7-8, 1-3) got a game-high 27 points from high-octane guard Bowen Born. \"It's a credit to our depth,\" said ISU center Robbie Avila, who was limited to 28 minutes of action and eight points after being saddled with four fouls with more than 12 minutes left in the game. We had guys come in. Masen, A.G. [Aaron Gray], Jake [Wolfe] played big minutes for us.\" Gray dropped in a 3-pointer to repel a Northern Iowa rally, and Wolfe hit a shot in 5 minutes of reserve duty. \"For most of the first half, I thought we were terrific on both ends,\" Sycamore Coach Josh Schertz said afterward as a small contingent of ISU fans congratulated him. \"The second half, I just thought we came out and were really just out of rhythm offensively,\" he added. \"The defense kind of held us in there. I thought we did a good job on the glass. I thought we did a good job defensively. Offensively, we never could get rhythm, and because we kept fouling so much the game lost its flow. We were taking the ball to the net all the time. We weren't able to get the second half to a real rhythm because it felt like we were just constantly inbounding the ball of free throws.\" Officials called 20 fouls on ISU and 14 on UNI. The Panthers scored 21 of their 66 points at the free throw line. The Sycamores hit 12 of their 16 free throws. Kent hit a team-best 5 of 7 free throws, as well as 3 of 7 3-pointers and 8 of 13 shots overall. The lanky, versatile Kent entered the game with just 7 3s made this season out of 24 tries. Northern Iowa's defense seemed to dare him to shoot from outside, especially after ISU foul trouble depleted the regular lineup. \"They really tried to bait me into it, just from a statistical standpoint,\" Kent said outside the visitors locker room. \"But I know I can shoot. My team knows I can shoot. My team trusted me, and they gave me the confidence to hit those shots.\" ISU yielded the first basket to Northern Iowa's center Jacob Hutson for a 2-0 deficit, but immediately responded with back-to-back buckets by Kent for a 4-2 lead. Larry followed that with a 3-pointer, and ISU briefly assumed control. The Sycamores built a 19-6 lead, capped by Conwell's 3-pointer. Then UNI got scrappy. Three different Panthers hit free throws, including Bowen Born's three-point play to pull within 19-13. Northern Iowa's momentum didn't last. The Sycamores matched UNI's points with a Kent dunk and two Robbie Avila free throws, and then hit the gas with 3-pointers from reserve sharpshooter Masen Miller and Swope, followed by a hustling steal-and-fastbreak-layup by Conwell for a 31-17 ISU edge with 4 minutes, 57 seconds left in the first half. Play got rugged as the first half continued, and ISU seemed to handle it better and more smoothly. The Panthers did capitalize somewhat, hitting 11 of 14 first-half free throws, compared to Indiana State getting just five chances and hitting four. That only slowed the Sycamores slightly. They finished the first 20 minutes on a 13-10 run. That stretch included 3s by Swope, Avila and Miller, as well as slick assists by Avila that led to layups by Kent and Jake Wolfe. ISU led 44-27 at the break. As the NCAA leaders in field goal accuracy, the Sycamores lived up to that billing in the first half, hitting 16 of 28 shots from the floor (57%), while UNI dropped only 8 of 28 (28%). Both teams started the second half cold, then the Panthers found a groove first. They clawed back on a 13-8 run, trimming the ISU lead to 52-40. After Kent hit two free throws, Avila got whistled for his fourth foul and went to the bench with 12:33 left to play and ISU ahead 54-40. When Hutson banked in a one-hander pulling UNI to within 57-46, Schertz called timeout with 10:45 remaining. UNI kept coming, led by the lefty Born seeking big shots and sinking them, as well as Hutson's forceful inside play. The rough pace sent Xavier Bledson to the bench with four fouls, joining Avila. Aaron Gray stepped in for Bledson and hit a 3-pointer then Miller hit one too, stemming the Panthers' drive and giving ISU a 66-53 lead. The Panthers cut the margin to 10 twice. The first time, on Trey Campbell's falling jumper at 66-56 ISU, drew Schertz to put Avila back in. The second came when drove in for a basket at 69-59 ISU. Bledson soon returned, too. UNI cooled down, missing two crucial free throws and then a pair of close-in shots and a 3-pointer on their next two possessions with under 3 minutes left. ISU ground it out in those final minutes, maintaining its edge. \"It was a really good team win. I thought the team played well. We did enough as a group to get it going,\" Schertz said. \"And that was enough. \"I think it will have residual benefits,\" Schertz added, \"because it's been the other way so much this year, where those top guys have been kind of dominant and the bench guys haven't had [a chance] to contribute as much. I thought it was great to see Masen, Aaron Gray, Jake Wolfe contribute.\" The Sycamores' Iowa adventure continues Wednesday 123 miles southwest of Cedar Falls at Drake in Des Moines.\" Schertz isn't letting a first-place moment overwhelm his team's thinking. \"It is what it is. You're 20 percent through your season. This Valley season is a long year,\" Schertz said. \"Eighty percent of the games are ahead of you.\" He reminded folks ISU was 6-0 in the conference last season, then lost five straight. \"So life comes at you quickly in this league,\" he added, \"and you have to be prepared and ready for every opportunity, because you're going to play great teams night in, night out.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "drake",
          "sentiment": "negative"
        },
        {
          "name": "isaiah swope",
          "sentiment": "none"
        },
        {
          "name": "bowen born",
          "sentiment": "none"
        },
        {
          "name": "masen",
          "sentiment": "none"
        },
        {
          "name": "a.g. [aaron",
          "sentiment": "none"
        },
        {
          "name": "ryan conwell",
          "sentiment": "none"
        },
        {
          "name": "robbie avila",
          "sentiment": "none"
        },
        {
          "name": "julian larry",
          "sentiment": "none"
        },
        {
          "name": "masen miller",
          "sentiment": "none"
        },
        {
          "name": "jayson kent",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "uni",
          "sentiment": "negative"
        },
        {
          "name": "mvc",
          "sentiment": "negative"
        },
        {
          "name": "bulldogs",
          "sentiment": "none"
        },
        {
          "name": "isu",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "missouri vall",
          "sentiment": "none"
        },
        {
          "name": "indiana state",
          "sentiment": "none"
        },
        {
          "name": "cedar falls",
          "sentiment": "none"
        },
        {
          "name": "tenn.",
          "sentiment": "none"
        },
        {
          "name": "iowa",
          "sentiment": "none"
        },
        {
          "name": "belmont",
          "sentiment": "none"
        },
        {
          "name": "mcleod center",
          "sentiment": "none"
        },
        {
          "name": "nashville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:55:08.831+02:00",
    "updated": "2024-01-08T01:55:08.831+02:00"
  },
  {
    "uuid": "b47f69b7d58db849bb9f1a78970bde21dff48674",
    "url": "https://hirecoders30649.ampedpages.com/about-hire-coders-51613894",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hirecoders",
    "published": "2023-12-28T19:11:00Z",
    "title": "About hire coders",
    "text": "Will be the project’s technical necessities Obviously outlined? Will the developer be aiding with their definition?\nfive out of 5 stars. That is with 99 per cent of reviewers indicating they'd recommend the corporate to a pal. A number of the positives of Doing work right here involve get the job done-lifestyle harmony, progress opportunities, and fewer operate strain.\nTo that stop, it’s truly worth using the services of a PHP engineer who is aware of several tricks about optimizing async phone calls to Relaxation APIs and dealing with their mistakes properly.\nTripcents wouldn't exist without having Toptal. Toptal Tasks enabled us to quickly produce our Basis with a product manager, lead developer, and senior designer. In only in excess of 60 days we went from concept to Alpha.\nWe provide transparent, adaptable billing selections with in-depth invoices for our on-desire developer aid solutions, which include packaged several hours, regular subscriptions, and yearly contracts. Speak to our sales group to debate the billing system that best fits your needs.\nA Toptal director of engineering will get the job done with you to grasp your ambitions, specialized wants, and group dynamics.\nShopper Testimonial“We trust and count on them as companions to fulfill our objectives and assistance us improve and be successful.”\nAs a small company with restricted resources we will not find the money for to produce pricey blunders. Toptal supplied us with a qualified programmer who was able to hit the bottom working and start contributing immediately. It's been an awesome knowledge and one we would repeat yet again in a very heartbeat.\nFunction with your new PHP developer for your trial time period (spend provided that happy), making sure They are the proper healthy before starting the engagement.\nUST is a fantastic enterprise to operate for. Many employee opinions on Glassdoor imply that the organization provides a very good work atmosphere while supporting tech expansion prospects. Staff have also praised the business’s constructive\nhire good coders get the job done-lifetime harmony.\nHTML, CSS, and JavaScript – In some ways, PHP’s Major output system would be to make HTML. Typically, passing info by way of JSON for the JavaScript working over a website page might be a handy talent even for just a PHP professional focused only on an app’s back finish, but a full-stack PHP coder will really want to learn CSS and\nhire coders JavaScript to complete their front-end ability established.\nOutsource Accelerator is the major outsourcing advisory for that Philippines, together with providing a complete spectrum of brokerage, incubation and co-management products and services.\nThrough his job, Ryan has regularly worked with startups and small software package shops in which Just\nwebsite to hire coders about every milestone was make-it or split-it. He enjoys infrastructure as code managed with Terraform in AWS. Ryan located his area of interest crafting DevOps tooling in Go and Bash and contributes for the open-supply community on a regular basis.\nThe method is completely confidential with the you, the shopper, and transparent and honest for all parties. It really is important for our mission that we continue to be a trustworthy intermediary by both of those the purchasers along with the outsourcing suppliers.\nAbout hire coders\nWill be the project’s technical necessities Obviously outlined? Will the developer be aiding with their definition?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://hire-coders80245.blog-a-story.com/3669898/5-tips-about-hire-coders-you-can-use-today",
      "https://hirecoders46791.theblogfairy.com/24138000/5-simple-techniques-for-hire-coders",
      "https://hire-coders80235.isblog.net/about-hire-coders-41221641",
      "https://www.hire-coders80235.isblog.net/about-hire-coders-41221641",
      "https://www.hirecoders46791.theblogfairy.com/24138000/5-simple-techniques-for-hire-coders",
      "https://www.hire-coders80245.blog-a-story.com/3669898/5-tips-about-hire-coders-you-can-use-today"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "php",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:13:00.453+02:00",
    "updated": "2023-12-29T00:13:00.453+02:00"
  },
  {
    "uuid": "9f966dbdde61b9dd3b2ebcf082175fcb9e6c6ada",
    "url": "https://www.upi.com/Entertainment_News/Music/2024/09/19/Sabrina-Carpenter-Nonsense-Christmas-holiday-special-Netflix/1681726772947",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Annie Martin",
    "published": "2024-09-19T20:49:00Z",
    "title": "Sabrina Carpenter to headline Netflix holiday special - UPI.com",
    "text": "Sept. 19 (UPI) -- Sabrina Carpenter will headline a new holiday special at Netflix.\nA Nonsense Christmas with Sabrina Carpenter will premiere on the streaming service Dec. 6 at 9 p.m. EST. Advertisement\nCarpenter will perform songs from her holiday EP Fruitcake and other holiday classics. The special will also feature other music performances, \"unexpected duets and comedic guests you will not want to miss.\"\n\"The holidays have always been special to me,\" Carpenter said in a statement . \"I am excited to bring my take to a classic holiday variety show -- infusing my love of music and comedy to make something that is uniquely me.\"\nThis is really gonna jingle your bells\nA Nonsense Christmas with Sabrina Carpenter - her first-ever holiday special - features unexpected duets and comedic guests you will not want to miss! Mark your calendars for December 6 at 9PM ET/ 6 PM PT! pic.twitter.com/9FVDDjYJGy — Netflix (@netflix) September 19, 2024\nThe special is produced by OBB Pictures and At Last Productions, with Carpenter among the executive producers.\n\"Sabrina's vision to subvert the classic holiday special has been clear since day one,\" said Michael D. Ratner, executive producer and founder/CEO of OBB Media. \"At OBB, we partner with the world's most captivating artists to reimagine the expected, and we're proud of the work by our entire team and want to highlight Simone Spira, the Volara team, Sam Wrench, Nikki Boella and all involved that brought Sabrina's vision to life at Netflix.\" Advertisement\nCarpenter released Fruitcake , her first-ever holiday album, in November 2023. The EP features the songs \"A Nonsense Christmas,\" \"Buy Me Presents,\" \"Santa Doesn't Know You Like I Know You,\" \"Cindy Lou Who,\" \"Is It New Years Yet?\" and \"White Christmas.\"\nThe singer and actress most recently released the album Short n' Sweet in August.\nRead More Sabrina Carpenter performs on 'Tonight,' releases new album Sabrina Carpenter adds N.Y., L.A. dates to fall tour 'Sweetpea': Ella Purnell thriller gets trailer, Oct. premiere date",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/netflix/status/1836797513229046101",
      "https://t.co/9FVDDjYJGy",
      "https://twitter.com/netflix/status/1836797513229046101?ref_src=twsrc%5Etfw",
      "https://deadline.com/2024/09/sabrina-carpenter-holiday-special-netflix-1236094393/",
      "https://www.deadline.com/2024/09/sabrina-carpenter-holiday-special-netflix-1236094393/",
      "https://www.twitter.com/netflix/status/1836797513229046101?ref_src=twsrc%5Etfw",
      "https://deadline.com/2024/09/sabrina-carpenter-holiday-special-netflix-1236094393",
      "https://www.twitter.com/netflix/status/1836797513229046101",
      "https://www.t.co/9FVDDjYJGy",
      "https://twitter.com/netflix/status/1836797513229046101"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:22:18.931+03:00",
    "updated": "2024-09-28T15:47:33.238+03:00"
  },
  {
    "uuid": "b66cb699cbd15bdaa8d4b938ebf8d36d286971a4",
    "url": "https://viapais.com.ar/rafaela/sunchales-sufrio-un-fuerte-temporal-mas-de-100-arboles-caidos/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Adrian Gerbaudo",
    "published": "2023-12-29T12:51:00Z",
    "title": "Sunchales sufrió un fuerte temporal: más de 100 árboles caídos",
    "text": "La jornada del jueves fue tórrida y se aguardaban tormentas fuertes. Desde hacía varios días que el Servicio Meteorológico Nacional había avisado que habría un “alerta amarilla”. Pero hacia la tarde, se convirtió en “naranja” y en algunas localidades, vivieron con intensidad las consecuencias de la tormenta. Tal fue el caso de Sunchales, en donde el viento derribó más de un centenar de árboles.\nLos vientos en Sunchales superaron los 100 km/h. Esto complicó muchísimo la situación, dado que no solo cayeron árboles, sino también postes que sostienen los cables de servicios, que también se vieron afectados. Por ejemplo, los de telefonía o los de la EPE. La empresa anunció esta mañana que estaba recorriendo la zona afectada para determinar los daños ocasionados.\nEn cuanto a la lluvia, fueron cerca de 70 mm. Pero en muy corto período -apenas 20 minutos-, lo que hizo que se anegaran muchas calles y viviendas. Por eso pidieron que no circularan.\nLa Municipalidad de Sunchales realizó una reunión de emergencia y emitió un comunicado. Anticiparon que “La recolección de residuos se regularizará a lo largo de la jornada”.\nEn Ceres también\nLo mismo ocurrió en Ceres: allí techos completos de viviendas volaron, mientras que también sufrieron daños quinchos, garages, carteles publicitarios, antenas de radio, etc.\nEn Rafaela\nPor otra parte, en Rafaela, un rayo habría sido el causante de un incendio en Aragno al 1800. Allí se vio afectado un dormitorio, en donde se prendieron fuego dos camas de una plaza con sus respectivos colchones, un ropero, una cómoda, un televisor, el cielorraso y la instalación eléctrica. Además, terminó afectado de forma parcial un ventilador, un televisor y ropa.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T15:17:16.190+02:00",
    "updated": "2023-12-29T15:17:16.190+02:00"
  },
  {
    "uuid": "418756b66d0e9279cb5cde5f798ab4059173c99d",
    "url": "https://sputnikglobe.com/20231228/california-coast-put-on-alert-for-tremendous-waves-that-could-reach-up-to-40-feet-1115862951.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Manley",
    "published": "2023-12-28T22:29:00Z",
    "title": "California Coastline to Experience Monstrous Waves This Week",
    "text": "California Coast Put on Alert for 'Tremendous' Waves That Could Reach Up to 40 Feet The first huge swell of the winter has arrived in California, and with it comes dangerous surf set to rival some of the biggest waves this year.— San Francisco Chronicle (@sfchronicle) Read more: [https://t.co/BGPPPsd8Bz] 🎥: [@stephenlamphoto] 🎥 [pic.twitter.com/raSntIcDJ0] [December 28, 2023] [Nicole Sarment](https://www.sfchronicle.com/weather/article/california-surf-wave-warning-18575570.php), a weather service meteorologist. “People should really not even go.” A coastal Flood Warning is in effect for southern California until 3 pm! Beware of potential flooding, high tides, and strong winds along the coast due to large waves. Stay safe!— WeatherNation (@WeatherNation) [#CoastalFloodWarning] [#CAwx] [pic.twitter.com/gt1rbANJ5c] [December 28, 2023] At least three factors help to create these dramatic wave heights: wind speed, fetch, and time. Fetch being the area over the ocean where winds blow and generate waves, says the weather service. The longer the weather system sits there, the higher the waves will be. These type of weather systems are also more common during the winter months. High tides, big waves and rip currents are on tap for Southern California— Jon Baird (@KNXBaird) [#beaches]for the next couple of days. This is the view from the pier in [#HermosaBeach]. [@knxnews] [pic.twitter.com/cLgKuXdUZv] [December 28, 2023] “As those (swells) come to the coast and they break, that’s when you get those large waves at the coastlines and at the beaches,” said [Alexis Clouser](https://www.washingtonpost.com/weather/2023/12/28/big-waves-california-storms-surf/), a weather service meteorologist. “These are not the highest wave heights we’ve seen, but they’re certainly on the larger side.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://sfchronicle.com/weather/article/california-surf-wave-warning-18575570.php),",
      "https://www.washingtonpost.com/weather/2023/12/28/big-waves-california-storms-surf/),",
      "https://washingtonpost.com/weather/2023/12/28/big-waves-california-storms-surf/),",
      "https://www.sfchronicle.com/weather/article/california-surf-wave-warning-18575570.php),",
      "https://t.co/BGPPPsd8Bz",
      "https://www.t.co/BGPPPsd8Bz"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "experience monstrous waves this week california coast put",
          "sentiment": "negative"
        },
        {
          "name": "san francisco chronicle",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california coastline",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:48:22.254+02:00",
    "updated": "2023-12-29T01:37:28.309+02:00"
  }
]