[
  {
    "uuid": "8d0d385d8e38937f4362ee451a13874dc34ebade",
    "url": "https://www.heraldo.es/noticias/internacional/2024/03/09/el-papa-pide-a-zelensky-que-tenga-la-valentia-de-alzar-la-bandera-blanca-y-negociar-con-rusia-1717455.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Europa Press. Roma",
    "published": "2024-03-09T16:48:00Z",
    "title": "El Papa pide a Zelensky que tenga la \"valentía\" de \"alzar la bandera blanca\" y negociar con Rusia",
    "text": "guerra rusia-ucrania El Papa pide a Zelensky que tenga la \"valentía\" de \"alzar la bandera blanca\" y negociar con Rusia \"Hoy se puede negociar con la ayuda de las potencias internacionales. La palabra negociar es valiente\", ha declarado Francisco en una entrevista. [El Papa](https://www.heraldo.es/tags/personas/el_papa.html) ha instado al gobierno de Volodimir Zelensky a tener \"valentía\" para alzar la \"bandera blanca\" y negociar el fin de la guerra con Rusia. \"Es más fuerte que vea la situación, que piense en el pueblo, que tenga el valor de la bandera blanca, para negociar. Hoy se puede negociar con la ayuda de las potencias internacionales. La palabra negociar es valiente\", ha declarado Francisco en una entrevista grabada el mes pasado con la emisora suiza RSI, antes de la última oferta del viernes del presidente turco Tayyip Erdogan de acoger una cumbre entre Ucrania y Rusia para poner fin a la guerra. \"Cuando ves que estás derrotado, que las cosas no van, debes tener el coraje de negociar. Te da vergüenza, pero ¿con cuántos muertos acabará? Negociar a tiempo, buscar algunos países que medien. En la guerra de Ucrania, hay muchos. Turquía, se ha ofrecido. Y otros. Que no tengan vergüenza de negociar antes de que empeore\", ha señalado el Pontífice en la entrevista a la Radiotelevisión Suiza que será emitida el próximo 20 de marzo pero de la que algunos medios italianos ya han adelantado fragmentos. El Papa también ha contestado una pregunta sobre si se había ofrecido a negociar en los conflictos de Ucrania y de la Franja de Gaza: \"Estoy aquí, y punto. He enviado una carta a los judíos de Israel, para que reflexionen sobre esta situación. Negociar nunca es rendirse. Es el valor de no llevar al país al suicidio. Los ucranianos, con la historia que tienen, pobrecitos, los ucranianos en la época de Stalin cuánto sufrieron....\". El Papa ha denunciado que detrás de las guerras \"está la industria armamentística\". \"Es un pecado colectivo\", ha afirmado. \"Hace un mes, el ecónomo me contaba cómo estaban las cosas en el Vaticano, siempre en déficit, ¿sabes dónde están hoy las inversiones que dan más ingresos? La fábrica de armas. Se gana por matar. Más ingresos: la fábrica de armas. Una guerra terrible\", ha agregado.. Además, ha recordado que cuando viajó en 2014 a Redipuglia lloró ante el monumento conmemorativo de la Primera Guerra Mundial. \"Luego me pasó lo mismo en Anzio, entonces cada 2 de noviembre voy a un cementerio a celebrarlo. La última vez fui al cementerio británico y miré la edad de los chicos. Ya lo he dicho, pero lo repetiré: \"cuando se conmemoró el desembarco de Normandía, todos los jefes de Gobierno celebraron esa fecha, pero nadie dijo que en esa playa quedaron hasta 20.000 muchachos'\", ha manifestado. \"La guerra es una locura, es una locura\", ha concluido. Asimismo, le han preguntado sobre cómo responden los líderes políticos que recibe en el Palacio Apostólico cuando les pide la paz: \"Hay quien dice, es verdad pero hay que defenderse... Y entonces te das cuenta de que tienen la fábrica de aviones para bombardear a los demás. Defendernos no, destruir. ¿Cómo acaba una guerra? Con muerte, destrucción, niños sin padres. Siempre hay alguna situación geográfica o histórica que provoca una guerra.... Puede ser una guerra que parece sólo por razones prácticas. Pero detrás de una guerra está la industria armamentística, y eso significa dinero\". El Papa también ha explicado que todos los días a las siete de la tarde llama por teléfono al sacerdote argentino, Gabriel Romanelli, párroco de la Sagrada Familia de Gaza. \"Seiscientas personas viven allí y cuentan lo que ven: es una guerra. Y la guerra la hacen dos, no uno. Los irresponsables son estos dos que hacen la guerra. Luego no sólo está la guerra militar, está la \"guerra de guerrillas\", digamos, de Hamás, un movimiento que no es un ejército. Es algo malo\", ha reflexionado el Papa. Del mismo modo ha instado a no perder la esperanza: \"Miremos la historia, las guerras que hemos vivido, todas terminan en acuerdo\". [Regístrate gratis](#) [Iniciar sesión](#)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-09T21:06:34.251+02:00",
    "updated": "2024-03-10T01:42:33.952+02:00"
  },
  {
    "uuid": "30d07e5f366cc42ac85cc5aeef8992d1a8f7b5fb",
    "url": "https://tribune.com.pk/story/2474725/kashmiri-children-suffering-ignored",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "APP",
    "published": "2024-06-27T22:38:00Z",
    "title": "Kashmiri children suffering ‘ignored’",
    "text": "Highlighting the plight of children living under foreign occupation, Pakistan on Wednesday criticized the United Nations for ignoring the suffering of Kashmiri children in its report on ‘Children and Armed Conflict’, calling the omission “unjust.” Speaking in the UN Security Council, which met under South Korea’s presidency, Ambassador Munir Akram said the situation of children in Indian-occupied Jammu and Kashmir had been unjustly omitted this time, despite their ongoing suffering under foreign occupation. “Generations of Kashmiri children have grown up amidst fear of violence and repression under foreign occupation,” the Pakistani envoy told the 15-member council. “The report’s most glaring and persistent failure and double standard has been its selective omission of certain situations, most importantly, the children of Palestine. It has taken the killing of 14,000 children in the (ongoing) Gaza war for Israel to be included in the report (this year).” Meanwhile, Ambassador Akram added, “the plight of children in Indian-occupied Jammu and Kashmir, previously included in the reports, has been unjustly omitted, despite their ongoing suffering under foreign occupation. Detailing the plight of children in the occupied territories, where human rights violations are “tragically routine”, the Pakistan envoy said, “We vividly recall the heart-wrenching image of a three-year old Kashmiri boy sitting in shock on his grandfather’s lifeless body just murdered by Indian soldier; we remember 18-month-old Hiba, her eyes ruptured by pellet guns fired by security forces inside her home in Kapran village of Kashmir.” COMMENTS Comments are moderated and generally will be posted if they are on-topic and not abusive. For more information, please see our [Comments FAQ](/comments-policy)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "akram",
          "sentiment": "none"
        },
        {
          "name": "munir akram",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united nations",
          "sentiment": "none"
        },
        {
          "name": "un security council",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "south korea",
          "sentiment": "none"
        },
        {
          "name": "kashmir",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "jammu",
          "sentiment": "none"
        },
        {
          "name": "palestine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T02:13:43.501+03:00",
    "updated": "2024-06-28T02:13:43.501+03:00"
  },
  {
    "uuid": "0bbc3f470cdf81cfd1740b318bf0a82ee85de0cf",
    "url": "https://www.expressandstar.com/news/uk-news/2023/12/28/off-road-drivers-were-swept-away-by-river-says-man-who-tried-to-save-them/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UK News",
    "published": "2023-12-28T23:08:00Z",
    "title": "Off-road drivers were swept away by river, says man who tried to save them",
    "text": "Off-road drivers were swept away by river, says man who tried to save them\nEmergency services including police, ambulance and a helicopter attended a location on the River Esk near Glaisdale shortly before midday on Thursday.\nA man who tried to save three men trapped in a submerged 4×4 vehicle said they were “swept away” as they attempted to cross a river.\nEmergency services including police, ambulance and a helicopter attended a location on the River Esk near Glaisdale shortly before midday on Thursday.\nA 4×4 was recovered from the river by the fire service just after 3pm and three men found inside had died, North Yorkshire Police said.\nChris Ford, who lives nearby, told the PA news agency the men were part of an off-roading group when they crossed a ford on Rake Lane.\nThe river, swollen by heavy rain, swept them away and carried them around 400 yards downstream, he said.\nIt came as Storm Gerrit caused flooding and travel chaos across the country throughout Wednesday and Thursday.\nMr Ford, a firewood salesman, was called to the scene to help recover the vehicle with his tractor and found it fully submerged beneath the water, he said.\nHe and two others used tractors to pull the 4×4 on to the riverbank, he said.\nPolice said another man, who attempted to help those trapped in the car, was pulled from the river and needed medical treatment.\nMr Ford told PA: “There was a ford they were going over and they were swept down 400 yards.\n“They were part of an off-road club.\n“I went down with my tractor. There was a couple of vehicles – one parked up.\n“You couldn’t see the (other) vehicle. It was 3ft beneath the water.\n“I helped get it out on to the riverbank with three other tractors.”\nTwo other locals, Rosie and Andrew Dale, said they were with Mr Ford when he got the call to help.\nThey said they saw several 4×4 vehicles pass their home in the direction of the ford shortly before the incident.\nMrs Dale said “nobody local” would attempt to cross the ford in the current conditions.\nThe area is popular with 4×4 drivers, she said, adding: “In the summer you get 10 of them at a time.”\nA spokesperson for North Yorkshire Police said: “Localised conditions across our area are making driving hazardous.\n“Roads are particularly badly affected around the River Esk, to the north of the county, as we have seen with the tragic incident near Glaisdale.\n“There was another incident at nearby Houlsyke at 12.49pm when a car got stuck in flood water and another at Kirby Wiske in Hambleton at 2.35pm.\n“Thankfully, the occupants of both vehicles were brought to safety.\n“The key advice is to consider whether your journey is necessary.\n“Please avoid driving through any kind of standing or moving flood water if you possibly can.”\nWitnesses to the incident at Glaisdale are urged to call North Yorkshire Police on 101, option 4, quoting reference NYP-28122023-0146.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chris ford",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "north yorkshire police",
          "sentiment": "none"
        },
        {
          "name": "ford",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "glaisdale",
          "sentiment": "none"
        },
        {
          "name": "rake lane",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:14:09.771+02:00",
    "updated": "2023-12-29T01:14:09.771+02:00"
  },
  {
    "uuid": "a0fb01a6f76b7ddb9d970be9ca499f4a9b036443",
    "url": "https://www.ajc.com/news/business/the-biggest-georgia-climate-and-environment-stories-of-2023/6LICB7HAUBF3NBXF5AG2ZFH5G4/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Drew Kann",
    "published": "2023-12-29T10:00:00Z",
    "title": "The biggest Georgia climate and environment stories of 2023",
    "text": "Dangerous heatwaves. More frequent severe weather. A promising year for a landmark Georgia crop undone by a warm winter and an untimely cold snap.\nA controversial mine. “Forever chemicals” in water. Questions about what to do with the toxic waste left behind from burning coal for electricity.\nExplore Explore: Georgia climate news from the AJC The biggest climate and environmental stories of 2023 showed how a warming planet and pollution are affecting the lives and livelihoods of average Georgians. But there also were stories of ingenuity and hope.\nA clean energy boom. Green jobs. Saving “sky puppies.”\nHere are the Georgia climate and environment stories to remember from 2023:\nExtreme heat\nCredit: Michael Blackshire\nCredit: Michael Blackshire\nAs the planet endured what was likely the hottest year in its recorded history, Georgia also faced dangerous heatwaves, putting vulnerable populations at risk . At the same time, new research revealed which Atlanta neighborhoods are the hottest , providing the city valuable insight to help it plan for and adapt to a warmer future .\nPeaches blitzed\nCredit: Miguel Martinez/AJC\nCredit: Miguel Martinez/AJC\nGeorgia has long been known as the Peach State, but its namesake fruit had a rough 2023 , owing to an exceptionally warm winter and a March freeze . Peaches aren’t the only crop that has struggled to adapt to rising temperatures. The state’s most valuable fruit — blueberries — has also sustained heavy losses .\nPecans lashed by a hurricane\nCredit: Special to the AJC\nCredit: Special to the AJC\nAfter Florida took a direct hit from Hurricane Idalia in late August, the storm churned north into Georgia, causing severe damage on many farms in the southern part of the state. Pecans were hit hardest , with thousands of trees uprooted by the winds on some farms, but federal help should help growers replant and recover.\nWildfires\nCredit: Georgia Forestry Commission\nCredit: Georgia Forestry Commission\nFirefighters battled several fires in northwest Georgia this fall, including at least one that was the result of arson . Bone-dry conditions, falling leaves and gusty winds combined to fuel several significant blazes. The fires were a reminder of the risk of wildfires in heavily wooded Georgia, particularly in times of drought, a condition that is likely to be more common amid a changing climate.\nGeorgia a green jobs winner\nCredit: Natrice Miller / Natrice.Miller@\nCredit: Natrice Miller / Natrice.Miller@\nAfter Hyundai announced plans to build its “Metaplant” in Georgia in 2022, the state continued its hot streak in recruiting electric vehicle (EV) and clean energy projects . Hyundai not only helped bring a wave of suppliers, the main Hyundai plant under construction in Bryan County grew to a $7.6 billion investment and 8,500 promised jobs.\nSolar panel manufacturer Qcells announced a major expansion of its production capacity at two sites in Georgia , while a host of battery makers and other EV parts suppliers announced plans to come to the state, bringing thousands of jobs with them.\nPlant Vogtle\nCredit: arvin.temkar@ajc.com\nCredit: arvin.temkar@ajc.com\nThe long-delayed and over-budget expansion of the nuclear power plant near Augusta finally switched on its first new reactor , making history in the process and bringing a major new source of clean energy to the state .\nVogtle’s second new unit, meanwhile, sustained a setback, while Georgia Power’s customers found out how much more they’ll be paying for the project .\n‘Forever chemicals’\nCredit: TNS\nCredit: TNS\nAs a federal crackdown looms on per- and polyfluoroalkyl substances — also known by their acronym, PFAS — for water supplies, new testing revealed which Georgia water systems contain concentrations of the chemicals .\nA major lawsuit over PFAS contamination in northwest Georgia reached a settlement, bringing the city of Rome tens of millions of dollars . But in its wake, a legal fight over DuPont and its successor companies’ deal with the city erupted. At the same time, water utilities across the state are weighing their options to remove the chemicals from their water supplies .\nWater war victory\nCredit: Riley Bunch/riley.bunch@ajc.com\nCredit: Riley Bunch/riley.bunch@ajc.com\nIn one of the long-running disputes with its neighbors in Alabama over the states’ shared water supplies, Georgia notched a major legal victory . And in another of the so-called “water wars,” Georgia and Alabama reached a tentative deal that could resolve a separate conflict .\nBats\nCredit: Jason.Getz@ajc.com\nCredit: Jason.Getz@ajc.com\nMany of Georgia’s bats — dubbed “sky puppies” by lovers of the flying mammals — are in serious decline due to a number of threats, from human development to a deadly fungal disease.\nAs more of the animals make their homes in bridges and culverts around the state , a multi-agency effort to protect them is paying off.\nInvasive species\nCredit: Yellow-legged hornet (Vespa velutina, formerly called Asian hornet) by Gilles San Martin is licensed under CC BY-SA 2.0 (cropped)\nCredit: Yellow-legged hornet (Vespa velutina, formerly called Asian hornet) by Gilles San Martin is licensed under CC BY-SA 2.0 (cropped)\nGeorgia is home to an impressive array of native wildlife, but a few invasive species showed up in the state this year uninvited. A bee-eating hornet and a blue land crab were among the most concerning new arrivals.\nFishing access\nCredit: TNS\nCredit: TNS\nGeorgia is home to thousands of miles of rivers and streams, but a new state law has raised questions over what is and is not a public waterway . A lawsuit is testing where the state will draw the line on the issues of private property and public access, with big implications for people who fish and other lovers of the great outdoors.\nOkefenokee mine\nCredit: Photos contributed by Georgia state parks and historic sites\nCredit: Photos contributed by Georgia state parks and historic sites\nThe fight over a proposed titanium mine near the Okefenokee National Wildlife Refuge heated up in 2023. Georgia environmental regulators released the project’s draft mining plan in January , but no permits have been issued yet.\nThen, this fall, the Okefenokee was tabbed for nomination to a prestigious list reserved for the planet’s most significant natural, historical and cultural gems . At the same time, opponents of the project have stayed on the attack, this time targeting corporate boardrooms .\nCoal ash\nCredit: TNS\nCredit: TNS\nGeorgia’s electricity providers are turning away from their dirty and expensive coal-fired power plants. But as they do, big questions remain about how to handle the pits of dangerous waste left behind by years of burning coal .\nGeorgia Power is giving some of its coal ash a second life in concrete mixes , but there are serious legal and environmental questions about its handling of the material left behind at other sites .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael blackshire",
          "sentiment": "none"
        },
        {
          "name": "michael blackshire credit",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ajc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "georgia",
          "sentiment": "none"
        },
        {
          "name": "atlanta",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:13:52.849+02:00",
    "updated": "2023-12-29T12:13:52.849+02:00"
  },
  {
    "uuid": "7e1621636b74ef252bb5c104e33b1f908910a1a4",
    "url": "https://freerepublic.com/focus/f-news/4206430/posts",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Twotone",
    "published": "2023-12-28T07:18:00Z",
    "title": "Rep. Tim Burchett Says Congressional Conservatives Fail Because of the Prevalence of Sexual Blackmail",
    "text": "Last Thursday, Tennessee Republican Tim Burchett was the guest on the \"Benny Show\" podcast hosted by Benny Johnson. The topic of why conservative members of Congress vote for really un-conservative stuff came up, and Burchett's answer caused jaws to drop all over the country.\n\"Here's how it works,\" he said.\n“You’re visiting—you’re out of the country or out of town or you’re in a motel or at a bar in D.C.—and whatever you’re into—women or men or whatever—comes up and they’re very attractive, and they’re laughing at your jokes. And you’re buying them a drink. Next thing you know, you’re in the motel room with them naked,”\nAnd the next thing, you're about to make a key vote an what happens? Some well-dressed person comes out and whispers in your ear, ‘Hey, man, there’s tapes out on you.’ Or, ‘Were you in a motel room or whatever with whoever?’ And then you’re like, ‘Uh-oh.’ And they say, ‘You really ought not be voting for this thing.’”\nBurchett also gave his views on why all the flight logs of Jeffrey Epstein's \"Lolita Express\" haven't been made public.\nToo many of my colleagues, I’m afraid, are compromised in this area for whatever reason,” Mr. Burchett told Newsmax this week. “Somebody whispered in their ear saying, \"Hey, you don’t want something to come out on something else, you better keep your mouth shut on this.\" That’s exactly what they’ve done. And it continues to go whether it's the \"honey pot\" the Russians used or something worse, I don't known. But it's clearly, you see that up and down the line. You see good conservatives vote for liberal policies.\nFlorida Representative Anna Paulina Luna agreed:\nI don't know how much Burchett knows, but I don't think he's the kind of guy to beclown himself by making a statement like this if it's false, because the chances of contradiction are just too high.\nWhat we do know is that conservative Congressmen seem to be uniquely at risk for allegations of sexual impropriety. The case of Madison Cawthorn, for instance, resonates strongly with Burchett's story. Matt Gaetz was hit with what looks like spurious allegations of sex trafficking. And yes, there are enough very strange votes by conservatives that make you scratch your head, and Burchett provides a very easy-to-believe \"unified field theory\" to explain their actions. It also reminds us of the \"Pence Rule.\" This rule, made famous by former vice president Mike Pence but used by sane men from time immemorial, says you don't have private dinners or meetings with members of the opposite sex...or the same sex, if you bat for that team. The outcry was so loud and vociferous — Vox.com (naturally) found an employment lawyer to claim that it was illegal behavior — that is, it was nearly suspicious-sounding.\nI hope that, if Burchett has proof of this, he leaks more details to someone not afraid to run with the story, because it makes no sense to spend your time and money working for conservative senators and congressmen if they lose control of their libidos and allow themselves to be sexually compromised.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tim burchett",
          "sentiment": "negative"
        },
        {
          "name": "burchett",
          "sentiment": "none"
        },
        {
          "name": "jeffrey epstein",
          "sentiment": "none"
        },
        {
          "name": "benny johnson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "lolita express",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tennessee",
          "sentiment": "none"
        },
        {
          "name": "d.c.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:26:35.225+02:00",
    "updated": "2023-12-29T00:26:35.225+02:00"
  },
  {
    "uuid": "bef0c7fe3dca76366594cadec96fdf9158707bb3",
    "url": "https://www.yourtango.com/self/womans-date-refuses-get-her-water-because-subservient",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary-Faith Martinez",
    "published": "2025-01-30T18:15:00Z",
    "title": "Woman's Date Refuses To Get Her Water At A Party Because It's A 'Subservient' Gesture",
    "text": "Woman's Date Refuses To Get Her Water At A Party Because It's A 'Subservient' Gesture\nSome suspect he's a chauvinist, and they're probably right.\nSome things are just nice to do for other people. Many would say that one of those things is getting others something to drink. One man, however, felt like that would be crossing a line.\nPeople often joke that chivalry is dead, but maybe just common decency is. Case in point: A woman asked her date if he would get her a glass of water, and he refused because it would be a \"subservient\" gesture. You know what's not a subservient gesture? Breaking up with him immediately.\nA man refused to get his date water because he felt it would be ‘subservient’ for him to do so.\nOne woman shared on Reddit how she discovered the guy she had been seeing just wasn’t the one for her after an interesting incident involving a glass of water at a party. “I had been seeing someone I met through mutual friends,” she explained. “We’d had good times one-on-one, and when he invited me to events with his friends, I’d contribute to the group dynamic by never showing up empty-handed and offering to grab drinks for others.”\n“Fast forward to a holiday-themed party with his friends,” she continued. “My date and I planned to meet there and hang out afterward. I spent the day cleaning my condo and preparing mulled wine to bring.”\nMikhail Nilov | Canva Pro\nWhile the mulled wine may seem like an insignificant detail, it turned out to be huge for this woman.“During the party, people were getting drinks for one another, including me when I served the wine,” she said. “At one point, I was sitting on the couch, blocked in by only my date on one [side] and many others on my other side. I was tired and didn’t feel like tightly squeezing past people I didn’t know, so I asked my date if he could grab me a glass of water.”\nWhat seemed like a perfectly reasonable request turned into a sticking point for the couple.\n“He shook his head and after I said ‘huh’ he said, ‘No. I was just up, and you could’ve asked me before I sat down again,’” she recalled. The woman admitted to being “taken aback” by this. She thought this was a simple act of kindness that she would have no trouble performing if the roles were reversed.\nAt that point, she was done and decided to head home. Her date walked her out.\nRDNE Stock project | Pexels\n“As we walked out, I jokingly mentioned how him not getting me water surprised me,” she said. “He replied, ‘Wow, that really upset you, huh? I have to be guarded about these things, you know.’”\nThe couple went back and forth a few times over the next few weeks without ever really addressing the issue. “A month later, we finally had a conversation,” she said. “He explained that getting me water felt ‘subservient’ and was something I had to earn through time and ‘being in the trenches with him.’ He also said I didn’t understand how busy his life was (for context, I work multiple jobs).”\nIt sounds like this man is a chauvinist.\nIn a comment, one Redditor shared what was likely on the minds of many. “His use of the word subservient and his need to have his ego stroked for ‘being so busy’ make me wonder if he’s the worst kind of chauvinist,” they said. “Just let him go. Not worth it.”\nAccording to Merriam-Webster, chauvinism is “an attitude of superiority toward members of the opposite sex.”\nBy claiming that it would be subservient for him to get his date a glass of water, this man was certainly displaying chauvinism. It’s clear that he thinks he is better than women and shouldn’t have to take on such menial tasks.\nPavel Danilyuk | Pexels\nOthers agreed that the woman did the right thing by breaking things off.\nPlenty of other Redditors agreed with this commenter’s sentiments. “Consider yourself lucky,” one person said. “You dodged a bullet.”\n“This seems to be a bigger issue than just water,” someone else added. Another person pointed out that the man apparently thought it was fine for the woman to take on the “subservient” role by serving drinks herself.\nThis man clearly needs to work through his priorities if he wants future relationships to be successful.\nMary-Faith Martinez is a writer with a bachelor’s degree in English and Journalism who covers news, psychology, lifestyle, and human interest topics.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Social Issue->social problem",
      "Social Issue->dating and relationships",
      "Social Issue->sexism",
      "Lifestyle and Leisure->party",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.merriam-webster.com/dictionary/chauvinism",
      "https://www.reddit.com/r/AmItheAsshole/comments/1iawnhv/aita_for_leaving_a_party_because_my_date_refused/",
      "https://reddit.com/r/AmItheAsshole/comments/1iawnhv/aita_for_leaving_a_party_because_my_date_refused/",
      "https://merriam-webster.com/dictionary/chauvinism",
      "https://www.reddit.com/r/AmItheAsshole/comments/1iawnhv/aita_for_leaving_a_party_because_my_date_refused"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "Reddit",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "bef0c7fe3dca76366594cadec96fdf9158707bb3",
      "first_syndicated": true
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T00:55:51.105+02:00",
    "updated": "2025-01-31T00:55:51.105+02:00"
  },
  {
    "uuid": "26a97cf00ef6e58c1e478dc6891dfd301969d649",
    "url": "https://dnyuz.com/2024/06/06/kennedys-campaign-is-accused-of-lying-about-his-new-york-residency",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "New York Times",
    "published": "2024-06-06T21:35:00Z",
    "title": "Kennedy’s Campaign Is Accused of Lying About His New York Residency",
    "text": "A group aligned with President Biden is challenging Robert F. Kennedy Jr.’s New York ballot petition, saying his campaign lied about his New York residency.\nThe group, Clear Choice, says he long ago moved to the West Coast and has virtually no connection to the address listed on his petitions — an address of a longtime friend, where\nMr. Kennedy’s independent presidential campaign acknowledges he has never actually lived.\nThe complaint, filed with the state Board of Elections on Thursday afternoon, is one of more than a dozen filed with New York’s board of elections, some of which object to his campaign’s\nsignature-gathering efforts. The group provided a time-stamped copy of the complaint to The New York Times.\nThe Board of Elections did not immediately respond to a request for comment.\nThese challenges are certain to stall\nMr. Kennedy’s ballot access push in New York, and possibly elsewhere: He has used the same address in a number of other states where he is filing to run.\nA particular concern is\nCalifornia, whose 54 electoral votes make it the biggest prize in the presidential election. Mr. Kennedy’s running mate, Nicole Shanahan, also lists California as her home, which adds another complication for Mr. Kennedy. Under a Constitutional quirk, presidential and vice-presidential candidates who hail from the same state are ineligible to receive its electoral votes.\nOn May 28, the Kennedy campaign said it had turned in more than 135,000 signatures with New York elections officials — three times the required 45,000 valid signatures to get on the ballot.\nBut the Board of Elections received 13 objections to the Kennedy petition, records show; those were followed up this week with more specific complaints.\nIn its challenges, Clear Choice cites property records, legal filings, news articles and a series of public statements establishing Mr. Kennedy’s current home as California. Because he claimed residency in New York, the group contends, his petitions list the wrong address for the candidate and therefore should all be thrown out.\n“The objectors have proven and, will continue to prove, by clear and convincing evidence that candidate Kennedy violated New York State law when he listed the petition residence on his presidential petitions, and therefore candidate Kennedy should be barred from seeking the public office of president of the United States,” the group’s complaint says.\nMr. Kennedy has deep ties to New York. His campaign says he has been a permanent resident of the state since 1968, the year his father died after a shooting (56 years ago on Thursday) in Los Angeles. In 1982, at age 27, he was\nhired as an assistant district attorney in Manhattan. He later worked for decades as an environmental lawyer for Riverkeeper, a nonprofit group dedicated to protecting and restoring the Hudson River.\nHis campaign insists his current address in Katonah, N.Y., is legitimately his official address.\n“He receives mail there. His driver’s license is registered there. His automobile is registered there. His voting registration is from there,” the campaign said in a statement. “He pays rent to the owner.”\nMr. Kennedy owned property in Westchester County from the mid-1980s until at least 2012, when he sold a\nfamily estate in Bedford, about 40 miles north of Manhattan, records show. Earlier that year, his estranged wife, Mary Richardson Kennedy, died by suicide at the property while the two were locked in bitter divorce proceedings.\nSince then Mr. Kennedy has been registered to vote at several addresses, including one belonging to his sister and others owned by friends, records show. The New York Post first\nreported on Mr. Kennedy’s claim of New York residency in May.\nIn 2023, he switched his listed address from the house of one friend to another in Westchester County, voting records show. The home he gave most recently as his address is on Croton Lake Road in Katonah. Its listed owner is a woman described in published reports as the wife of Mr. Kennedy’s longtime friend Timothy Haydock, a Westchester doctor. Mr. Haydock and Mr. Kennedy each\nserved as best man in the other’s wedding.\n“Mr. Kennedy’s best friend invited him to move into his Croton Lake Road residence in which Mr. Kennedy had been a frequent guest,” the campaign said in its statement. “Mr. Kennedy transferred his residence in June 2023.”\nMr. Kennedy bought property in Malibu, Calif., in 2014 with his third wife, the actress Cheryl Hines, according to\nThe Daily Mail. But Mr. Kennedy’s campaign said he has always considered New York his permanent home, though he has lived elsewhere temporarily, including in California.\n“He has never claimed any other state as a residency,” the campaign said. “He intends to move back to New York after his wife retires from acting.”\nNew York election law states that residence in the state is defined as “that place where a person maintains a fixed, permanent and principal home and to which he, wherever temporarily located, always intends to return.”\nThe post\n Kennedy’s Campaign Is Accused of Lying About His New York Residency appeared first on New York Times.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Business and Market Analysis",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://nytimes.com/1982/03/28/nyregion/robert-f-kennedy-jr-hired-by-morgenthau.html",
      "https://nypost.com/2024/05/20/us-news/rfk-jr-may-face-legal-trouble-after-listing-westchester-home-as-residence-without-actually-living-there-experts/",
      "https://www.nytimes.com/2024/04/29/us/politics/rfk-jr-ballot-access.html",
      "https://nytimes.com/2024/04/29/us/politics/rfk-jr-ballot-access.html",
      "https://www.nytimes.com/2024/06/04/us/politics/rfk-jr-debate.html",
      "https://www.nytimes.com",
      "https://nytimes.com/2024/05/09/us/politics/rfk-signatures-ny.html",
      "https://nytimes.com/1981/07/05/style/averil-payson-meyer-is-wed.html",
      "https://www.dailymail.co.uk/tvshowbiz/article-2765736/Robert-F-Kennedy-Jr-Cheryl-Hines-s-5-million-Malibu-mansion-complete-recording-studio-two-storey-tree-house.html",
      "https://www.nypost.com/2024/05/20/us-news/rfk-jr-may-face-legal-trouble-after-listing-westchester-home-as-residence-without-actually-living-there-experts/",
      "https://www.nytimes.com/",
      "https://www.nytimes.com/1981/07/05/style/averil-payson-meyer-is-wed.html",
      "https://nytimes.com/",
      "https://www.nytimes.com/2012/10/23/nyregion/robert-f-kennedy-jr-property-in-westchester-county-is-for-sale.html",
      "https://dailymail.co.uk/tvshowbiz/article-2765736/Robert-F-Kennedy-Jr-Cheryl-Hines-s-5-million-Malibu-mansion-complete-recording-studio-two-storey-tree-house.html",
      "https://nypost.com/2024/05/20/us-news/rfk-jr-may-face-legal-trouble-after-listing-westchester-home-as-residence-without-actually-living-there-experts",
      "https://www.nytimes.com/2024/04/30/us/politics/rfk-jr-california-ballot.html",
      "https://nytimes.com/2024/06/04/us/politics/rfk-jr-debate.html",
      "https://nytimes.com/2024/04/30/us/politics/rfk-jr-california-ballot.html",
      "https://www.nytimes.com/1982/03/28/nyregion/robert-f-kennedy-jr-hired-by-morgenthau.html",
      "https://nytimes.com/2012/10/23/nyregion/robert-f-kennedy-jr-property-in-westchester-county-is-for-sale.html",
      "https://www.nytimes.com/2024/05/09/us/politics/rfk-signatures-ny.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "negative"
        },
        {
          "name": "kennedy",
          "sentiment": "negative"
        },
        {
          "name": "robert f. kennedy jr.",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "board of elections",
          "sentiment": "none"
        },
        {
          "name": "clear choice",
          "sentiment": "none"
        },
        {
          "name": "new york times",
          "sentiment": "none"
        },
        {
          "name": "state board of elections",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "west coast",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:12:27.553+03:00",
    "updated": "2024-06-07T01:12:27.553+03:00"
  },
  {
    "uuid": "548591dd573e7f9dd283320f98de2d0665c3144f",
    "url": "https://flipboard.com/topic/superfund/-/a-PzObPlPrRbquOJ9RbaLkww%3Aa%3A2648295990-%2F0",
    "ord_in_thread": 0,
    "author": "insideclimatenews.org - By Peter Aldhous",
    "published": "2025-05-07T22:23:00Z",
    "title": "Trump Administration Decommissions Sea Ice Data That Sounded an Alarm on Arctic Climate Change | Flipboard",
    "text": "Trump Administration Decommissions Sea Ice Data That Sounded an Alarm on Arctic Climate Change Cuts at the National Oceanic and Atmospheric Administration are now degrading the datasets used to monitor the most rapidly warming parts of the …\ninsideclimatenews.org - By Peter Aldhous • 3h",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Science and Technology"
    ],
    "topics": [
      "Environment->global warming",
      "Environment->climate change",
      "Environment->environmental pollution",
      "Science and Technology->political science",
      "Science and Technology->natural science"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Peter Aldhous",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "National Oceanic and Atmospheric Administration",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T05:18:29.500+03:00",
    "updated": "2025-05-08T02:21:42.000+00:00"
  }
]