[
  {
    "uuid": "03b714d91c81c0eeb614b6e84881f7618b6efd8a",
    "url": "https://www.wfxrtv.com/news/positively-virginia/gods-pit-crew-providing-relief-items-to-new-mexico-wildfire-victims",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "James Dalpino",
    "published": "2024-06-20T20:18:00Z",
    "title": "God's Pit Crew providing relief items to New Mexico wildfire victims",
    "text": "DANVILLE, Va. ( [WFXR](https://www.wfxrtv.com/))– Relief efforts provided by God’s Pit Crew are currently heading down to Roswell, New Mexico, to help the Ruidoso village impacted by a deadly wildfire outbreak. Over 7,000 members in the area were given an evacuation order on Monday, June 17, with the notice on the community’s website stating ‘GO NOW: Do not attempt to gather belongings or protect your home. Evacuate immediately.’ In response, God’s Pit Crew is sending a full semi-load of Blessing Buckets, which are five-gallon containing non-perishable food, water, hygiene items, first-aid kits, flashlights, Bibles, and handwritten notes of encouragement. The truck left God’s Pit Crew’s location in Danville on Thursday, June 20 and is traveling over 1,700 miles to New Mexico. The supplies will be distributed by officials in the area to anyone in need. “It’s heartbreaking to have so many people have to drop everything in an instant and leave behind all they have to escape the approaching fire,” remarked [Chris Chiles,](https://godspitcrew.org/our-team/) God’s Pit Crew Immediate Disaster Response Coordinator. “This is a horrible scene that is 0% contained at the moment.” God’s Pit Crew’s President, [Randy Johnson](https://godspitcrew.org/our-team/), says he hopes that these items will bring hope to the people of Ruidoso. “We are praying for everyone impacted by this devasting fire, and we pray that supplies our ministry is sending will bring needed relief in such a terrifying time,” said Johnson. So far in 2024, the non-profit organization has responded to 10 major disaster situations throughout the country and delivered 19 tractor-trailer loads of relief to disaster victims. For more information on God’s Pit Crew and their mission, visit their [website](https://godspitcrew.org/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://godspitcrew.org/our-team/",
      "https://godspitcrew.org/",
      "https://www.godspitcrew.org/our-team/",
      "https://www.godspitcrew.org/",
      "https://godspitcrew.org",
      "https://godspitcrew.org/our-team"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chris chiles",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "va.",
          "sentiment": "none"
        },
        {
          "name": "new mexico",
          "sentiment": "none"
        },
        {
          "name": "danville",
          "sentiment": "none"
        },
        {
          "name": "danville",
          "sentiment": "none"
        },
        {
          "name": "roswell",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T00:11:58.954+03:00",
    "updated": "2024-06-21T23:38:33.225+03:00"
  },
  {
    "uuid": "1cadf01d34a51ba06f956b55479aabefc7982fb1",
    "url": "https://www.jaxdailyrecord.com/news/2024/mar/14/first-residents-move-into-johnson-commons-town-homes-in-lavilla",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "J. Brooks Terry",
    "published": "2024-03-14T21:11:00Z",
    "title": "First residents move into Johnson Commons town homes in LaVilla | Jax Daily Record",
    "text": "Representatives of the Johnson Commons town home development in LaVilla Downtown celebrated its first homeowners March 14. Johnson Commons is the first large-scale, single-family home project built in the historic Black neighborhood since much of LaVilla’s housing was acquired and demolished by the city in the 1980s and ‘90s. Planned for “total completion” in the fourth quarter of 2025, it is a joint project between JWB Real Estate Capital LLC and Corner Lot Development Group. The Jacksonville City Council agreed to convey the development site, appraised in 2019 at $3.58 million, to the Johnson Commons partnership for $100 in exchange for keeping the prices affordable for middle-income buyers. Alex Sifakis, JWB Real Estate Capital president, called Johnson Commons a “great development with great demand.” Developers say 47 Johnson Commons units have been released for sale and 32 are sold or under contract. Prices start at $299,900, according the development’s website. The 91-unit project is next to the new Lift Ev’ry Voice and Sing Park, the Emerald Trail and the Jacksonville Transportation Authority’s Jacksonville Regional Transportation Center, making it a transit-oriented development “It’s been a long time coming. We really have this vision of Johnson Commons being a vibrant, inclusive, affordable place to live in downtown Jacksonville,” Sifakis said. “We think we did that with this project.” District 7 City Council member Jimmy Peluso said Johnson Commons is inching Downtown closer to becoming a “true urban core like every major city has.” “A lot of things we talk about when we talk about Downtown is that chicken-and-the-egg problem. Everyone says ‘Well, what do we need? Do we need more residences? Do we need more retail and attractions to bring people here?’ Well, this is a great solution,” he said. “If we want to spur more urban core development and show everyone Downtown Jacksonville is the place to be, this is one of the ways we are going to succeed.” Austin Mackey, 34, and his wife, Jessica, are among the first Johnson Common residents. Natives of North Carolina, Mackey said living Downtown makes sense for them both. “My wife works for the library system and she can get to all of the branches in 15 or 20 minutes,” said Mackey, who works remotely for a marketing firm out of Tampa. “And we’re so close to the main branch, which is great.” Mackey said he plans to walk to city destinations, including the Winston Family YMCA in Brooklyn, on a regular basis. Resident Stephen Wiley, 38, previously lived in Atlanta, where he is a hybrid worker at an infection prevention and other procedural products and service provider. He said Downtown is a familiar atmosphere for him. He previously lived at the Plaza Condominiums at Berkman Plaza & Marina. “Living Downtown was something I always wanted to do when I moved to Atlanta,” he said. “I like being near things. I like being near the water. “The location of Johnson Commons is perfect for me.” Resident and retired veteran Devonne Phillips called living Downtown “an awesome experience.” He is originally from Jacksonville, North Carolina. “Jacksonville isn’t far from where I was last stationed in Valdosta (Georgia),” he said. “And I just thought I’d really love to be able to walk out my door to Downtown restaurants and bars, and entertainment. It’s great for me.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "johnson commons",
          "sentiment": "negative"
        },
        {
          "name": "alex sifakis",
          "sentiment": "none"
        },
        {
          "name": "lavilla",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "corner lot development group",
          "sentiment": "none"
        },
        {
          "name": "jacksonville city council",
          "sentiment": "none"
        },
        {
          "name": "johnson commons",
          "sentiment": "none"
        },
        {
          "name": "jwb real estate capital",
          "sentiment": "none"
        },
        {
          "name": "jwb real estate capital llc",
          "sentiment": "none"
        },
        {
          "name": "voice",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lavilla downtown",
          "sentiment": "none"
        },
        {
          "name": "jacksonville transpor",
          "sentiment": "none"
        },
        {
          "name": "emerald trail",
          "sentiment": "none"
        },
        {
          "name": "black",
          "sentiment": "none"
        },
        {
          "name": "sing park",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:47:31.057+02:00",
    "updated": "2024-03-15T00:47:31.057+02:00"
  },
  {
    "uuid": "bff301d3663da359519aea514ad2e237d81a5890",
    "url": "https://french.almanar.com.lb/2881375",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ghada Hobballa",
    "published": "2024-02-22T18:35:00Z",
    "title": "L’ambassadeur de l’entité sioniste à Dublin accuse les Irlandais d’avoir une » vision monolatérale » de la guerre contre Gaza",
    "text": "Jeudi, l’ambassadrice « d’Israël » en Irlande, Dana Ehrlich, a accusé le peuple irlandais de considérer unilatéralement le conflit au Moyen-Orient.\nDans une interview à l’émission de radio Pat Kenny, Ehrlich s’est interrogé: » pourquoi le peuple irlandais ne condamne pas le Hamas et n’appelle pas à la libération des prisonniers israéliens ? »\nElle a ajouté : « Si vous regardez la façon dont la guerre est présentée ici en Irlande, j’entends une vision unilatérale, montrant Israël comme le seul méchant et ne montrant aucune responsabilité envers le Hamas. »\nL’Irlande a appelé « à un cessez-le-feu immédiat à Gaza, afin d’éviter un nouveau génocide », et a souligné « la nécessité pour l’UNRWA de poursuivre son travail et son soutien ».\nL’Irlande a noté que « l’engagement de l’Union européenne en faveur des droits de l’homme et de la dignité humaine ne peut connaître d’exceptions », notant « qu’un cessez-le-feu facilite l’arrivée des fournitures humanitaires ».\nIl convient de noter que des centaines de militants irlandais soutenant la Palestine ont manifesté, peu après l’opération de déluge d’Al-Aqsa, devant l’ambassade israélienne dans la capitale, Dublin.\nLes participants ont exprimé leur colère et leur condamnation des bombardements barbares sur Gaza et ont exprimé leur soutien au peuple palestinien dans son droit de résister et de défendre sa liberté par tous les moyens.\nLe député irlandais, Richard Boyd Barrett, a dénoncé la politique de deux poids, deux mesures des dirigeants des États-Unis d’Amérique, de l’Union européenne et du gouvernement irlandais, qui ont soutenu l’Ukraine avec tous les types d’armes et de munitions, au cours des deux dernières années, jusqu’à l’interdiction internationale des armes à sous-munitions et le désaveu du peuple palestinien, qui possède tous les droits de résister à l’occupation ».\nSource: Médias",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-23T02:26:18.991+02:00",
    "updated": "2024-02-23T02:26:18.991+02:00"
  },
  {
    "uuid": "7189a3903100632db0fa146617673cf64920e475",
    "url": "https://www.cincyjungle.com/2023/12/29/24018393/bengals-news-cam-taylor-britt-bring-energy-defense",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PatrickJudis",
    "published": "2023-12-29T11:00:00Z",
    "title": "Bengals News: Cam Taylor-Britt ready to bring energy to defense - Cincy Jungle",
    "text": "[Quick Hits: It's Ja'Marr's Call If He'll Play; Mike Hilton Looks To Avenge 'One Of Worst Games' Of Career; Taylor-Britt Set To Bring '100%' Juice For Bengals](https://www.bengals.com/news/it-s-ja-marr-s-call-if-he-ll-play-mike-hilton-looks-to-avenge-) \"Good question. If I knew I'd be playing,\" Chase said when asked how close he is to 100%. \"I'm getting (range of motion) back. It's going to come down to tolerating pain from a hit, for real. If anything, that will be the biggest test. You can't test that pregame. You'll hurt yourself before you play. We'll find out.\" [The Conversation: Bengals Rookie WR Andrei Iosivas Emerges: 'If You Gave Me All The Knowledge And Experience I Have Now ...'](https://www.bengals.com/news/the-conversation-andrei-iosivas-emerges-if-you-gave-me-all-the) All career-highs in the middle of the playoff crucible last Saturday in Pittsburgh for Bengals rookie wide receiver Andrei Iosivas with [Pro Bowl](http://www.sbnation.com/nfl-pro-bowl) wide receiver Ja'Marr Chase injured. From snaps (46) to catches (four) to yards (36). [Ja'Marr Chase injury update: Bengals WR returns to practice, takes dig at Chiefs defense ahead of Week 17 game](https://www.cbssports.com/nfl/news/jamarr-chase-injury-update-bengals-wr-returns-to-practice-takes-dig-at-chiefs-defense-ahead-of-week-17-game/) The [Cincinnati Bengals](https://www.cincyjungle.com/) may be getting a big part of their offense back for Sunday's Week 17 showdown against the [Kansas City Chiefs](https://www.arrowheadpride.com). Pro Bowl wideout Ja'Marr Chase returned to practice as a limited participant on Thursday. [Bengals WR Ja'Marr Chase on what stands out about Chiefs secondary: 'Nothing'](https://www.nfl.com/news/bengals-wr-ja-marr-chase-on-what-stands-out-about-chiefs-secondary-nothing) \"I don't even know who that is,\" Chase said. \"Is that No. 6? I don't know, man. Just a guy to me. He ain't Jessie Bates to me. You want me to go (into) comparisons? It's not the same. Just saying.\" [John Hussey assigned to Bengals vs. Chiefs Week 17](https://sports.yahoo.com/john-hussey-assigned-bengals-vs-013507796.html) John Hussey will be the head referee for a Bengals game for the second time this season. The first was when they beat the [Los Angeles Rams](https://www.turfshowtimes.com/) 19-16 on a Monday night in Week 3. Before that, he had also called the Bengals vs. [Steelers](https://www.behindthesteelcurtain.com/) game on Dec. 21, 2020. [Bengals visit Chiefs in AFC title game rematch amid fight for the playoffs](https://www.wcpo.com/sports/football/bengals/bengals-visit-chiefs-in-afc-title-game-rematch-as-both-teams-fight-for-the-playoffs) The Bengals (8-7) have won three of their last four games to keep their AFC wild-card hopes alive, but they desperately need to beat Kansas City (9-6) to give themselves a good shot at making the postseason field. [Chiefs vs. Bengals in Week 17: Must-win for Kansas City?](https://www.foxsports.com/watch/fmc-ff6osfbvyllxq4sk) Kansas City Chiefs TE Travis Kelce said that the Chiefs need to ‘do their job.’ Joy Taylor, and former Chief LeSean McCoy discuss whether or not their matchup against the Cincinnati Bengals is a must-win for Kansas City.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "http://www.sbnation.com/nfl-pro-bowl)",
      "https://behindthesteelcurtain.com/)",
      "https://www.behindthesteelcurtain.com/)",
      "https://sports.yahoo.com/john-hussey-assigned-bengals-vs-013507796.html)",
      "https://www.bengals.com/news/the-conversation-andrei-iosivas-emerges-if-you-gave-me-all-the)",
      "https://www.foxsports.com/watch/fmc-ff6osfbvyllxq4sk)",
      "https://www.cbssports.com/nfl/news/jamarr-chase-injury-update-bengals-wr-returns-to-practice-takes-dig-at-chiefs-defense-ahead-of-week-17-game/)",
      "https://www.arrowheadpride.com).",
      "https://www.bengals.com/news/it-s-ja-marr-s-call-if-he-ll-play-mike-hilton-looks-to-avenge-)",
      "https://cbssports.com/nfl/news/jamarr-chase-injury-update-bengals-wr-returns-to-practice-takes-dig-at-chiefs-defense-ahead-of-week-17-game/)",
      "https://www.nfl.com/news/bengals-wr-ja-marr-chase-on-what-stands-out-about-chiefs-secondary-nothing)",
      "https://arrowheadpride.com).",
      "https://nfl.com/news/bengals-wr-ja-marr-chase-on-what-stands-out-about-chiefs-secondary-nothing)",
      "https://bengals.com/news/the-conversation-andrei-iosivas-emerges-if-you-gave-me-all-the)",
      "https://www.sports.yahoo.com/john-hussey-assigned-bengals-vs-013507796.html)",
      "https://www.turfshowtimes.com/)",
      "https://foxsports.com/watch/fmc-ff6osfbvyllxq4sk)",
      "https://turfshowtimes.com/)",
      "http://sbnation.com/nfl-pro-bowl)",
      "https://bengals.com/news/it-s-ja-marr-s-call-if-he-ll-play-mike-hilton-looks-to-avenge-)",
      "https://www.wcpo.com/sports/football/bengals/bengals-visit-chiefs-in-afc-title-game-rematch-as-both-teams-fight-for-the-playoffs)",
      "https://wcpo.com/sports/football/bengals/bengals-visit-chiefs-in-afc-title-game-rematch-as-both-teams-fight-for-the-playoffs)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mike hilton",
          "sentiment": "negative"
        },
        {
          "name": "cam taylor",
          "sentiment": "negative"
        },
        {
          "name": "taylor",
          "sentiment": "none"
        },
        {
          "name": "andrei iosivas",
          "sentiment": "none"
        },
        {
          "name": "britt",
          "sentiment": "none"
        },
        {
          "name": "chase",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cincy jungle",
          "sentiment": "negative"
        },
        {
          "name": "juice for bengals",
          "sentiment": "none"
        },
        {
          "name": "bengals",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bengal",
          "sentiment": "none"
        },
        {
          "name": "pittsburgh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T13:15:16.254+02:00",
    "updated": "2023-12-29T13:15:16.254+02:00"
  },
  {
    "uuid": "c88a9395dc91c7f432f06449e8fed605c1289ab2",
    "url": "https://www.zerohedge.com/political/trump-paddles-fani-over-insertion-racial-animus-and-misconduct-demands-dismissal-georgi",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tyler Durden",
    "published": "2024-01-25T00:00:00Z",
    "title": "Trump Paddles Fani Over Insertion Of 'Racial Animus' And Misconduct, Demands Dismissal Of Georgia Election Case | ZeroHedge",
    "text": "Trump Paddles Fani Over Insertion Of 'Racial Animus' And Misconduct, Demands Dismissal Of Georgia Election Case Former President Donald Trump filed a motion Thursday to join his co-defendant in his Georgia election case, arguing that District Attorney Fani Willis should be disqualified over misconduct allegations, and injecting \"racial animus\" into the case with recent comments made at the Big Bethel AME Church following said allegations. Trump moved to adopt co-defendant Michael Roman's Jan. 8 claim that Willis awarded a \"lucrative\" contract to her alleged lover, special prosecutor Nathan Wade - through whom she benefited from lavish vacations using taxpayer money paid to Wade. Trump's attorneys also cited her speech at the AME Church, which they say was a \"glaring, flagrant, and calculated effort to foment racial bias into this case,\" the [Daily Caller](https://dailycaller.com/2024/01/25/trump-joins-motion-dismiss-fani-willis-alleged-misconduct) reports. \"The awesome power to prosecute ought never to be manipulated for personal or political profit,\" reads the motion. \"In addition to the extensive misconduct alleged in Roman’s motion, the DA did just that in her speech by wrongfully inserting racial animus into this case to publicly denounce and rebuke the defendants, and to defend her personal and political reputation against the numerous and diverse allegations Roman made in his court filing.\" \"The DA’s provocative and inflammatory extrajudicial racial comments, made in a widely publicized speech at a historical Black church in Atlanta, and cloaked in repeated references to God, reinforce and amplify the ‘appearance of impropriety’ in her judgment and prosecutorial conduct,\" the filing continues. She also straight up lied! As the Caller notes, During her speech, Willis also [falsely]claimed that she paid all three special prosecutors on the case the same hourly rate. John Floyd, the attorney known as Georgia’s top racketeering expert, was only paid $200 as recently as May 2023, while Wade was paid $250 an hour, according to billing statements and contracts obtained by the Daily Caller News Foundation. Willis also hired a firm to monitor media coverage days before announcing the investigation into Trump. Fani Willis’ office agreed to pay $10,000 on a service to monitor her media coverage just days before announcing the probe into former President Donald Trump, according to invoices and emails obtained by the— Katelynn Richardson (@katesrichardson) [@DailyCaller]News Foundation.🧵 [https://t.co/U7an4Mx7l7] [January 23, 2024] Trump attorney Steve Sadow told the Caller: \"The motion filed today on behalf of President Trump seeks to hold District Attorney Willis legally accountable both for her misconduct alleged in a motion filed by Mr. Roman as well as her extrajudicial public statements falsely and intentionally injecting race into this case,\" adding \"In doing so, DA Willis violated her Special Responsibilities of a Prosecutor under the Georgia Rules of Professional Conduct.\" \"Her attempt to foment racial animus and prejudice against the defendants in order to divert and deflect attention away from her alleged improprieties calls out for the sanctions of dismissal and disqualification,\" he continued.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice",
      "Politics"
    ],
    "external_links": [
      "https://dailycaller.com/2024/01/25/trump-joins-motion-dismiss-fani-willis-alleged-misconduct)",
      "https://t.co/U7an4Mx7l7",
      "https://www.dailycaller.com/2024/01/25/trump-joins-motion-dismiss-fani-willis-alleged-misconduct)",
      "https://www.t.co/U7an4Mx7l7"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump paddles fani",
          "sentiment": "negative"
        },
        {
          "name": "fani willis",
          "sentiment": "none"
        },
        {
          "name": "michael roman",
          "sentiment": "none"
        },
        {
          "name": "wade",
          "sentiment": "none"
        },
        {
          "name": "willis",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "nathan wade",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ame church",
          "sentiment": "none"
        },
        {
          "name": "big bethel ame church",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "georgia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:29:15.768+02:00",
    "updated": "2024-01-26T00:29:15.768+02:00"
  },
  {
    "uuid": "678a8536796ab1a26d2e7e15e4c05f5454276ed5",
    "url": "https://english.jagran.com/india/breaking-news-live-december-29-imd-weather-red-alert-trains-cancelled-dense-fog-covid-19-new-cases-updates-ulfa-agreement-pm-modi-ram-madir-lb-1375",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@englishjagrannews",
    "published": "2023-12-29T01:41:00Z",
    "title": "LIVE: IMD Red Alert As Dense Fog Blankets Delhi; Commuters Stranded With Trains Cancelled And Flights Delayed",
    "text": "LIVE: IMD Red Alert As Dense Fog Blankets Delhi; Commuters Stranded With Trains Cancelled And Flights Delayed - Author : [Vivek Raj](/authors/vivek-raj) - Updated: Fri, 29 Dec 2023 10:34 AM (IST) Breaking News LIVE Updates: The Indian Meteorological Department (IMD) has issued a red alert for Delhi on Friday, accompanied by an orange alert for December 30 and a yellow alert for the year-end and New Year's Eve. The capital, along with North India, is experiencing mist and dense fog, leading to significant travel disruptions and a surge in road accidents. The adverse weather conditions have resulted in the cancellation of several trains and delays in numerous flights. The region is advised to exercise caution due to reduced visibility and challenging travel conditions. India recorded 702 new COVID-19 cases on Thursday, pushing the total active cases to 4,097, as per the latest health ministry data. Delhi has ordered genome sequencing for all positive cases to identify instances of the JN.1 subvariant. While the rising cases have raised concerns, experts are urging the public not to panic, and that the situation is being closely monitored. In a historic development, a tripartite agreement is anticipated to be finalised today between the United Liberation Front of Asom (ULFA), the Central Government, and the State Government. The primary goal of this agreement is to establish enduring peace in the northeastern state. The signing ceremony, scheduled to include Home Minister Amit Shah, Assam Chief Minister Himanta Biswa Sarma, and more than a dozen leaders from the pro-talk faction of ULFA, marks a significant step towards fostering stability in the region. - 10:34 AM, 29 Dec 2023 Shiv Sena Asserts Dominance In INDIA Alliance Seat Sharing Discussions In a statement on seat-sharing within the INDIA alliance, Shiv Sena Member of Parliament Sanjay Raut remarked, \"This is Maharashtra, and Shiv Sena is the biggest party here. Congress is a national party.\" Addressing Congress's electoral performance in Maharashtra, Raut maintained, \"Congress did not win a seat in Maharashtra, so they have to start from zero (seats), but Congress is an important ally for us in MVA (Maharashtra Vikas Aghadi).\" - 09:48 AM, 29 Dec 2023 Rajinikanth Expresses Grief Over Captain Vijayakanth's Death Renowned actor Rajinikanth has shared heartfelt condolences on the demise of DMDK chief and actor Captain Vijayakanth. Rajinikanth said, \"We will never get a person as good as Vijayakanth. In politics and cinema, there is no one like him. This loss is irreplaceable.\" - 09:47 AM, 29 Dec 2023 Delhi Weather: Dense Fog Delays Flights Amid Low Visibility Delhi witnessed dense fog on Friday morning, and due to adverse weather conditions and poor visibility, a few flights were delayed in the national capital at Indira Gandhi International (IGI) Airport. — ANI (@ANI) [#WATCH](https://twitter.com/hashtag/WATCH?src=hash&ref_src=twsrc%5Etfw)| Delhi: Few flights delayed due to fog and low visibility in the national capital; Visuals from Indira Gandhi International (IGI) Airport As per airport sources, no diversions have been reported at IGI Airport till 8 am. [pic.twitter.com/snZVYgnEl0](https://t.co/snZVYgnEl0) [December 29, 2023](https://twitter.com/ANI/status/1740585292233691190?ref_src=twsrc%5Etfw)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vivek raj",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "north india",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T06:17:30.580+02:00",
    "updated": "2023-12-29T07:24:48.084+02:00"
  },
  {
    "uuid": "78c5ea9b04ed7551faf7c46166fad17ea2d50eee",
    "url": "https://www.wbfo.org/2024-02-29/50-years-ago-blazing-saddles-broke-wind-and-box-office-expectations",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bob Mondello",
    "published": "2024-02-29T19:00:00Z",
    "title": "50 years ago, 'Blazing Saddles' broke wind — and box office expectations | WBFO",
    "text": "50 years ago, 'Blazing Saddles' broke wind — and box office expectations Fifty years ago, [Mel Brooks](https://www.npr.org/2021/12/07/1061836388/mel-brooks-all-about-me) released Blazing Saddles to gales of laughter and a mighty roar of flatulence jokes. Also to mixed reviews from harrumphing critics. [Typical](https://www.nytimes.com/1974/02/08/archives/screen-blazing-saddles-a-western-in-burlesque.html)was Vincent Canby, whose New York Times review lamented the film's \"desperate, bone crushing efforts to be funny.\" The critics eventually came around, though it took a while. By the film's 30th anniversary, NBC's Today Show was [acknowledging](https://www.today.com/popculture/blazing-saddles-still-has-big-laughs-wbna5263487)that its laughs were in the service of a plot that \"skewers just about every aspect of racial prejudice.\" And in 2006, when NPR's Linda Wertheimer reported that Blazing Saddles was being added to the National Film Registry, she was clearly [feigning incredulity](https://www.npr.org/2006/12/30/6700144/blazing-saddles-makes-national-film-registry). \"Who could have imagined a film featuring a bunch of cowboys sitting around the campfire, eating beans and breaking wind, to be enshrined in the Library of Congress?\" By then, of course, everyone could imagine. Brooks had subsequently made a slew of genre-spoof classics (Young Frankenstein, Silent Movie, High Anxiety, Spaceballs, Robin Hood: Men in Tights) and even riffed on history itself (History of the World: Part I), not to mention the 2000 Year Old Man routines he created with [Carl Reiner](https://www.npr.org/2020/06/30/510434234/carl-reiner-actor-director-writer-producer-and-mensch-dies-at-98). The man was a legend. But in 1974, he was significantly less well-known, having made a couple of mildly successful comedies (The Twelve Chairs and The Producers) and worked in [Sid Caesar](https://www.npr.org/2013/07/10/200755247/sid-caesar-who-got-laughs-without-politics-or-putdowns-dies-at-91)'s joke-writer stable for TV. So what he was doing in this western parody got, in the words of another of that era's funnymen, \"no respect.\" Upending Hollywood's version of the Old West Blazing Saddles starts out like many a Western before it: Big Sky country, a wide open prairie in the 1870s being tamed by a railroad. The foreman is white, his workers mostly African American, and he expects them to be singing as they sweat. \"When you were slaves you sang like birds,\" he smirks. \"How about a good ol' n work song.\" Brooks worried about using the racial epithet I've just elided. But his co-screenwriter [Richard Pryor](https://www.npr.org/2014/12/11/369641000/richard-pryor-a-comedy-pioneer-who-was-always-whittling-on-dynamite) insisted he use it — and use it often — consciously putting it the mouths of evil or unthinking characters, so that star Cleavon Little could comically mock or demolish them. Which he does. Repeatedly. And hilariously. So, Blazing Saddles is not really \"like many a Western before it.\" Brooks was upending Hollywood's version of the Old West, much as [Robert Altman](https://www.npr.org/2006/11/21/6520822/film-world-mourns-director-robert-altman)'s dark, land-grab drama McCabe & Mrs. Miller had, three years earlier. He just took a different tack. To set his comedy in motion, he had [Harvey Korman](https://www.npr.org/2008/05/30/90981454/comedic-actor-harvey-korman-dies-at-81)'s scheming politician come up with the idea of hiring a Black sheriff to scare the townsfolk of Rock Ridge away from their town, so he can buy it on the cheap before any of them learns the rail line will soon be coming through. His ploy works. When Cleavon Little's Sheriff Bart rides into view, they are indeed less than welcoming. But they are also less than bright – foiled in their plan to shoot their new sheriff, for instance, when he points his gun at his own head and takes himself hostage. 'He's like wet sauerkraut in my hands' Bart then teams up with [Gene Wilder](https://www.npr.org/2016/08/30/491944275/in-this-2005-interview-gene-wilder-explains-how-he-learned-to-get-laughs)'s Waco Kid, a hung-over gunslinger, at which point the film adopts the rhythms of a black/white buddy comedy. Until, that is, it turns into a spoof of The Blue Angel, as Madeline Kahn's seductress-for-hire Lili Von Shtupp croons a gloriously off-pitch \"I'm Tired\" and sets about seducing Sheriff Bart. \"He's like wet sauerkraut in my hands,\" she purrs in an accent that suggests she got vocal coaching from both Marlene Dietrich and Elmer Fudd. To satirize 1970s racial prejudice using 1870s characters, Brooks opted to become an equal-opportunity shredder of genres and conventions. A horse gets punched, as does an old lady. Even Busby Berkeley musicals come in for a brief ribbing when a brawl literally breaks the fourth wall and the cast crashes into a dance number on a nearby soundstage. And of course, there's that campfire scene: cowboys consuming pots of coffee and platefuls of baked beans, with predictable — though unusual for film — results. 'Bury it.' When studio executives first saw Blazing Saddles, they were not amused. One distributor [suggested](https://www.youtube.com/watch?v=uv7L6Hrlj58&t=99s)they \"bury it.\" Others wanted rewrites. But Brooks' [contract gave him final cut](https://ew.com/article/2014/05/01/blazing-saddles-mel-brooks/), and he flat-out refused to make changes. So on Feb. 7, 1974, the studio opened the film as a test in three cities — NYC, LA, Chicago — considered the most likely to get Brooks' Borscht Belt sense of humor. Critics were dismissive, but even the most negative reviews conceded that audiences were howling. And word got around. By the time the weather had warmed, Blazing Saddles was playing to long lines in suburban cinemas across the country. It ended up the biggest box-office hit of 1974, seen by some 63 million moviegoers in North America (more than would, decades later, see any of the Lord of the Rings movies in U.S. theaters). Blazing Saddles became, in short, a pop culture touchstone. And 50 years later, that's what it remains. Copyright 2024 NPR. To see more, visit https://www.npr.org.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.npr.org/2006/12/30/6700144/blazing-saddles-makes-national-film-registry).",
      "https://www.nytimes.com/1974/02/08/archives/screen-blazing-saddles-a-western-in-burlesque.html)was",
      "https://www.npr.org/2021/12/07/1061836388/mel-brooks-all-about-me)",
      "https://www.npr.org/2013/07/10/200755247/sid-caesar-who-got-laughs-without-politics-or-putdowns-dies-at-91)",
      "https://ew.com/article/2014/05/01/blazing-saddles-mel-brooks/),",
      "https://www.npr.org/2006/11/21/6520822/film-world-mourns-director-robert-altman)",
      "https://www.npr.org/2014/12/11/369641000/richard-pryor-a-comedy-pioneer-who-was-always-whittling-on-dynamite)",
      "https://www.npr.org/2020/06/30/510434234/carl-reiner-actor-director-writer-producer-and-mensch-dies-at-98).",
      "http://www.youtube.com/watch?v=uv7L6Hrlj58",
      "https://www.npr.org/2016/08/30/491944275/in-this-2005-interview-gene-wilder-explains-how-he-learned-to-get-laughs)",
      "https://www.npr.org/2008/05/30/90981454/comedic-actor-harvey-korman-dies-at-81)",
      "https://www.today.com/popculture/blazing-saddles-still-has-big-laughs-wbna5263487)that",
      "https://www.npr.org.",
      "https://npr.org.",
      "https://www.ew.com/article/2014/05/01/blazing-saddles-mel-brooks/),",
      "https://npr.org/2021/12/07/1061836388/mel-brooks-all-about-me)",
      "http://youtube.com/watch?v=uv7L6Hrlj58",
      "https://npr.org/2006/12/30/6700144/blazing-saddles-makes-national-film-registry).",
      "https://npr.org/2020/06/30/510434234/carl-reiner-actor-director-writer-producer-and-mensch-dies-at-98).",
      "https://npr.org/2016/08/30/491944275/in-this-2005-interview-gene-wilder-explains-how-he-learned-to-get-laughs)",
      "https://npr.org/2006/11/21/6520822/film-world-mourns-director-robert-altman)",
      "https://npr.org/2008/05/30/90981454/comedic-actor-harvey-korman-dies-at-81)",
      "http://www.youtube.com/watch",
      "https://npr.org/2013/07/10/200755247/sid-caesar-who-got-laughs-without-politics-or-putdowns-dies-at-91)",
      "https://today.com/popculture/blazing-saddles-still-has-big-laughs-wbna5263487)that",
      "https://npr.org/2014/12/11/369641000/richard-pryor-a-comedy-pioneer-who-was-always-whittling-on-dynamite)",
      "https://nytimes.com/1974/02/08/archives/screen-blazing-saddles-a-western-in-burlesque.html)was"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mel brook",
          "sentiment": "neutral"
        },
        {
          "name": "vincent canby",
          "sentiment": "none"
        },
        {
          "name": "linda wertheimer",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "npr",
          "sentiment": "none"
        },
        {
          "name": "new york times",
          "sentiment": "none"
        },
        {
          "name": "national film registry",
          "sentiment": "none"
        },
        {
          "name": "nbc",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:42:44.349+02:00",
    "updated": "2024-03-01T00:42:44.349+02:00"
  }
]