[
  {
    "uuid": "666d31733647c0fd9fded7b95f8d9f45cfbc73bf",
    "url": "https://larepublica.pe/sociedad/2024/02/29/joven-de-abancay-estudio-medicina-en-la-unsaac-y-ahora-triunfa-en-espana-mi-futuro-era-ser-transportista-evat-2516098",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nayeli Fitzcarrald",
    "published": "2024-02-29T22:15:00Z",
    "title": "Joven de Abancay estudió Medicina en la UNSAAC y ahora triunfa en España: “Mi futuro era ser transportista” | Sociedad | La República",
    "text": "Joven de Abancay estudió Medicina en la UNSAAC y ahora triunfa en España: “Mi futuro era ser transportista” En una entrevista, Fredy Chipa reveló que, a pesar de haber estudiado Medicina en la Universidad Nacional de San Antonio Abad del Cusco, su futuro estaba en el rubro del transporte porque en su adolescencia, cuando su padre manejaba un tráiler, lo ayudaba. [Frank Luján, el atleta huancavelicano que debutó como el peruano más rápido en la historia: conoce su historia](/deportes/2024/02/25/frank-lujan-huancavelicano-hizo-historia-en-sevilla-y-es-el-peruano-mas-rapido-en-debutar-en-un-maraton-evat-1583850) [¿Cuánto cuesta vivir en ESPAÑA? Peruana lo revela y asombra: \"El recibo de agua llega cada 3 meses\"](/tendencias/2024/02/25/peruana-revela-cuanto-le-cuesta-vivir-en-espana-y-asombra-el-recibo-de-agua-nos-llega-cada-3-meses-evat-1725375) Desde las calles de Abancay hasta los prestigiosos hospitales de España, la historia de Fredy Chipa Ccasani es un relato de superación y éxito. Fue criado en un entorno humilde y enfrentó numerosos desafíos desde muy joven. A pesar de ello, [ su determinación y deseo de crecimiento personal](https://larepublica.pe/deportes/2024/02/25/frank-lujan-huancavelicano-hizo-historia-en-sevilla-y-es-el-peruano-mas-rapido-en-debutar-en-un-maraton-evat-1583850) lo llevaron a convertirse en un destacado cardiólogo electrofisiólogo reconocido internacionalmente. ¿Quién es Fredy Chipa? Fredy Chipa nació y creció en Abancay, donde las dificultades económicas eran parte de día a día. A pesar de estas circunstancias, no se dejó vencer por los obstáculos. De pequeño, ayudó a su familia en diversas labores, desde trabajar en una bodega hasta asistir a su padre en el manejo de un tráiler. \"Recuerdo que de pequeño a veces no teníamos un lugar donde dormir o a veces el techo se nos caía encima, pero viví una infancia feliz. Mis padres siempre han hecho todo lo posible para darnos de comer, con lo poco que se podía obtener del trabajo en la chacra\", expresó Fredy para la agencia Andina. PUEDES VER: [Alumna sorprende al revelar por qué dejó la UNMSM y se fue a la Agraria: \"Le conté a mis padres por videollamada] ¿Por qué decidió estudiar Medicina? “Mi madre tenía una pequeña bodega, también iba con una carretilla a vender algunos productos en la calle, ayudé a mi papá a los 14 años cuando manejaba un tráiler. Mi futuro más o menos era ser transportista o algo semejante, pero siempre quise estudiar algo. Incluso hubo un año que dejé el colegio por la situación económica en casa, pero nada me detuvo”, detalló Chipa. A pesar de que sus padres nunca habían tenido la oportunidad de asistir a la universidad, inculcaron en él el valor del conocimiento. Esta acción lo llevó a mudarse a Cusco, donde logró ingresar a la carrera de Medicina en la Facultad de Medicina de la Universidad Nacional de San Antonio Abad (UNSAAC). \"Hacía cuidados intensivos, la parte cardiológica me llamaba mucho la atención. Siempre supe que en la parte cardiológica se podía hacer cosas más sofisticadas y en Cusco no había tecnologías, eso me motivó a ir a Lima a trabajar en cardiología\", recordó el doctor para la agencia Andina. Fredy viajó a España para especializarse en el campo de la electrofisiología. Foto: Andina ¿Cómo llegó a estudiar en España? Consciente de las limitaciones tecnológicas y de recursos en el país para el estudio avanzado de la cardiología, especialmente en electrofisiología, Fredy decidió expandir sus horizontes. Su búsqueda lo llevó a trabajar y realizar una maestría en España, país donde pudo realizar sus pasantías en prestigiosas instituciones, como el Hospital Sant Joan de Déu y el Hospital Clínic de Barcelona. PUEDES VER: [Ingresó a la UNI, UNMSM y otras 3 universidades con solo 17 años: ahora apunta a la NASA y ya escribió 2 libros] ¿Qué acciones realiza Fredy en Perú? El reconocido cardiólogo visita el país cada tres meses para ayudar a personas sin acceso a atención cardíaca especializada. Ha liderado la implementación de servicios avanzados de cardiología en importantes hospitales, y ha ofrecido también procedimientos gratuitos como la ablación cardíaca. Cabe precisar que participó en la implantación de un mini Holter Subcutáneo en el Instituto Nacional de Salud del Niño de San Borja, el primero en el Perú. Con ello se ha facilitado la detección y seguimiento de afecciones cardíacas en niños. Egresada de la carrera de Ciencias de la Comunicación con especialidad en Periodismo en la Universidad Nacional Federico Villarreal. Experiencia como redactora en diversas áreas, y con especial interés en salud, economía y sociedad.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Education"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:39:26.274+02:00",
    "updated": "2024-03-01T00:39:26.274+02:00"
  },
  {
    "uuid": "6ec70aa22200881ffb109026629d25aba21bf76c",
    "url": "https://www.informador.mx/estilo/Estos-son-los-beneficios-de-la-semilla-de-girasol-para-la-salud-20240404-0113.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CMS Medios",
    "published": "2024-04-04T21:57:00Z",
    "title": "Estos son los beneficios de la semilla de girasol para la salud | El Informador",
    "text": "Las semillas de girasol son realmente sorprendentes, además de ser deliciosas, tienen una gran cantidad de beneficios para la salud. La vitamina E que contienen es un antioxidante poderoso que ayuda a proteger nuestras células del daño causado por los radicales libres. El calcio es esencial para la salud ósea, mientras que el fósforo y el magnesio son importantes para la función muscular y nerviosa. El potasio, por otro lado, es vital para mantener el equilibrio de líquidos en nuestro cuerpo.Además de todos estos nutrientes, las semillas de girasol también son una excelente fuente de ácidos grasos saludables, como el ácido linoleico, que es un tipo de grasa omega-6 que puede ayudar a reducir el riesgo de enfermedades cardiovasculares.Agregar semillas de girasol a tu dieta es una forma fácil y deliciosa de mejorar tu salud. Puedes disfrutarlas solas como un refrigerio satisfactorio y lleno de nutrientes, o agregarlas a tus ensaladas, yogures, cereales o batidos para obtener un impulso adicional de sabor y nutrición. Al aportar magnesio y fósforo al organismo, las semillas de girasol se convierten en grandes aliadas para el cerebro, mejorando el rendimiento mental, la capacidad de concentración y la memoria.Una forma 100% natural de tener más energía y vitalidad durante el día es consumiendo la semilla de girasol, gracias a su contenido en tiamina evita problemas nerviosos y fatiga crónica.Si lo que buscas es mantener a tu organismo lejos de virus y alergias, estas semillas ayudarán a aumentar las defensas de tu cuerpo previniendo y ayudando a combatir diferentes patologías.Las semillas de girasol también presentan un alto contenido en vitamina E que ayuda primordialmente a nutrir y rejuvenecer la dermis con su efecto antioxidante.Las mujeres al llegar a cierta edad, junto con la menopausia el cuerpo sufre una gran descalcificación en los huesos, por lo que es muy recomendado aumentar su consumo de lácteos, sin embargo las semillas de girasol también son una gran fuente natural de calcio.MF",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T01:08:52.215+03:00",
    "updated": "2024-04-05T01:08:52.215+03:00"
  },
  {
    "uuid": "52108efce22f031b247715108d482c60539fc060",
    "url": "https://www.newsweek.com/how-winter-weather-could-impede-new-years-travel-1856583",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anna Skinner",
    "published": "2023-12-29T18:00:00Z",
    "title": "How Winter Weather Could Impede New Year's Travel",
    "text": "New Year's Eve is already a perilous night for motorists, and winter weather could make the next few days even more difficult for travelers in some parts of the U.S.\nCar crash fatalities jump on New Year's Eve, largely attributed to drunk driving accidents, and although the forecast is mostly clear, poor weather conditions this year could contribute to hazardous road conditions for holiday travelers in some areas.\nMultiple states faced hazardous holiday travel over Christmas when a blustery winter storm brought blizzard conditions to Nebraska and South Dakota. The storm has moved eastward, with 12 states expecting snow over the weekend , including multiple states in the Midwest, northern Alabama and Georgia, and New York and Maine, as well as Vermont, Virginia and West Virginia.\nHowever, much of the snow was expected to fall on Friday and Saturday, leaving Sunday through Tuesday mostly clear for travelers, according to the National Oceanic and Atmospheric Administration (NOAA).\nA highway information sign advises motorists toe dangerous driving conditions in downtown Atlanta, Georgia. A dozen states faced the threat of snow over the weekend, but a NOAA report said weather from December 31 to January 2 would be mostly clear for New Year's travelers. Getty \"The outlook is rosy for most travelers at the start of 2024. A sprawling area of high pressure will keep most of the country dry,\" an NOAA report said Tuesday. \"High temperatures are expected to be near or above average for much of the country through the first half of next week as Arctic air stays bottled up to the north.\"\nHowever, the snow in northern Maine from Saturday may have \"lingering effects\" that \"could impact travel into the New Year,\" NOAA public affairs specialist and meteorologist Erica Grow Cei told Newsweek , although major interstates in the region are unlikely to have any weather-related issues. She added that snow showers enhanced by the lake effect are likely for the Midwest on Sunday, with an inch of snow forecast in the Great Lakes region and 2 to 4 inches predicted in upstate New York and northern Wisconsin.\nThe NOAA report added that precipitation will be scarce, although showers are possible on Monday from the lower Mississippi Valley to the southern and central Appalachian mountains.\n\"Some snow is possible in higher mountain elevations, but since there's not much cold air in place, the majority of precipitation is likely to fall as rain. Looking ahead to Tuesday, the outlook is dry for most folks traveling east of the Rockies,\" the report said.\nRead more Chart shows how California reservoir changed after winter storms First-ever December flood warning issued for Red River of the North Wind storm sparks warning for people to stay away from windows Rain showers are expected along the West Coast on Monday, with a threat of snow in the Cascades and the northern Sierras.\n\"However, the impact on travel should be low, as the snow is likely confined to elevations above the mountain passes and major interstates,\" NOAA reported.\nMeanwhile, air travel could be interrupted by a low ceiling on Monday and Tuesday in and out of Seattle, San Francisco, Los Angeles and San Diego.\n\"January 2nd could also be gusty at airport hubs along the East Coast, including Atlanta, Washington DC, and New York City,\" the report said.\nMore motorists are impacted by winter weather in the days leading up to the new year, with the National Weather Service issuing weather advisories for five states on Friday. Parts of Alaska, California, Maine, Nevada and Tennessee will be impacted by high wind, as well as snow and freezing rain that could reduce visibility in the early part of the weekend.\nUncommon Knowledge Newsweek is committed to challenging conventional wisdom and finding connections in the search for common ground.\nNewsweek is committed to challenging conventional wisdom and finding connections in the search for common ground.\nRequest Reprint & Licensing Submit Correction View Editorial Guidelines About the writer Anna Skinner\nFOLLOW Anna Skinner is a Newsweek senior reporter based in Indianapolis. Her focus is reporting on the climate, environment and weather but she also reports on other topics for the National News Team. She has covered climate change and natural disasters extensively. Anna joined Newsweek in 2022 from Current Publishing, a local weekly central Indiana newspaper where she worked as a managing editor. She was a 2021 finalist for the Indy's Best & Brightest award in the media, entertainment and sports category. You can get in touch with Anna by emailing a.skinner@newsweek.com . Languages: English.\nAnna Skinner is a Newsweek senior reporter based in Indianapolis. Her focus is reporting on the climate, environment and weather ... Read more To read how Newsweek uses AI as a newsroom tool, Click here.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "noaa",
          "sentiment": "none"
        },
        {
          "name": "national oceanic and atmospheric administration",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vermont",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "west virginia",
          "sentiment": "none"
        },
        {
          "name": "midwest",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "atlanta",
          "sentiment": "none"
        },
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "south dakota",
          "sentiment": "none"
        },
        {
          "name": "georgia",
          "sentiment": "none"
        },
        {
          "name": "alabama",
          "sentiment": "none"
        },
        {
          "name": "virginia",
          "sentiment": "none"
        },
        {
          "name": "nebraska",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T20:17:14.540+02:00",
    "updated": "2023-12-29T20:48:43.379+02:00"
  },
  {
    "uuid": "205cc44201cf39893982405dc301331268951491",
    "url": "https://bnnbreaking.com/tech/democrats-propose-connect-the-grid-act-a-bold-step-towards-energy-reliability-and-sustainability-in-texas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Quadri Adejumo",
    "published": "2024-02-16T01:14:00Z",
    "title": "Democrats Propose Connect the Grid Act: A Bold Step towards Energy Reliability and Sustainability in Texas",
    "text": "In a pivotal move to safeguard the future of electricity in Texas, Democratic lawmakers have put forward a groundbreaking proposal aimed at revolutionizing the state's power grid. The initiative, spearheaded by U.S. Rep Greg Casar, introduces the Connect the Grid Act, which could mark the beginning of a new era for energy reliability and sustainability in the state. At the heart of this legislative effort is a plan to integrate the Texas grid, operated by the Electric Reliability Council of Texas (ERCOT), with the broader federal power network. This ambitious strategy promises not only to enhance the resilience of Texas's electric system but also to usher in significant economic and environmental benefits.\nUnveiling the Grid of Tomorrow\nThe proposed bill is more than just a technical adjustment; it's a visionary leap towards a more interconnected and dynamic energy landscape. By facilitating the exchange of power across state lines, Texas aims to tap into a vast reservoir of energy resources. During peak demand, the state could draw additional power from its neighbors, mitigating the risk of shortages that have previously led to catastrophic blackouts, such as the one experienced in 2021. Conversely, in times of surplus, Texas could sell excess power, generating revenue and stabilizing the market. But the bill's ambitions extend further, challenging the status quo by proposing to strip ERCOT of its regulatory authority in a bid to streamline operations and enhance oversight.\nA Path to Renewable Prosperity\nEnergy expert Ed Hirs underscores the necessity of this transition, advocating for incentives to maintain legacy power plants during the grid's evolution towards renewable sources. This approach not only addresses immediate reliability concerns but also aligns with the broader vision of unlocking Texas's renewable energy potential. The Connect the Grid Act is poised to catalyze this transformation by mandating new interconnections with neighboring grids such as the Southwest Power Pool, MISO, and the Western Interconnection. Such a move is expected to lower power costs for consumers, reduce energy scarcity, and ultimately save Texans approximately $4 billion over the next dozen years.\nStrengthening the Backbone of America's Energy\nParallel to the legislative developments in Texas, Siemens Energy is spearheading a significant expansion in Charlotte, North Carolina, to combat the national shortage of large power transformers (LPTs) - a critical component in the US power grid. This expansion is not just a response to an immediate need; it's a strategic investment in the future of American energy. With the US embarking on a $2 trillion journey to revamp its grid by 2050, the initiative by Siemens Energy is a testament to the urgent need for infrastructure that can support the burgeoning demand for renewable energy. The project promises to create hundreds of jobs and enhance the reliability and security of the national grid, marking a pivotal step in the country's energy transition.\nThe challenges facing the US power grid, underscored by the recent vulnerabilities in Texas and the nationwide shortage of key components, highlight a critical juncture in the nation's energy narrative. The legislative and industrial responses to these challenges are not merely reactive measures but are indicative of a profound shift towards a more resilient, efficient, and sustainable energy framework. As the country stands on the brink of a major energy transformation, the actions taken today will define the landscape of tomorrow, ensuring that the lights stay on in homes across America.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "greg casar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "democratic",
          "sentiment": "negative"
        },
        {
          "name": "energy reliability and sustainability",
          "sentiment": "negative"
        },
        {
          "name": "electric reliability council of texas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T05:17:35.199+02:00",
    "updated": "2024-02-16T05:17:35.199+02:00"
  },
  {
    "uuid": "9107e8e1340635ba99d8a24b8b65e6b133318343",
    "url": "https://www.guelphtoday.com/wellington-county/deteriorating-weather-interrupting-some-wellington-county-services-9948269",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EloraFergusToday Staff",
    "published": "2024-12-12T21:23:00Z",
    "title": "'Deteriorating' weather interrupting some Wellington County services",
    "text": "WELLINGTON COUNTY — Residents should expect several municipal service interruptions due to heavy snowfall in the northern parts of Wellington County.\nAccording to the County of Wellington website, the county's northern library branches in Arthur, Mount Forest, Clifford, Harriston, Palmerston and Drayton closed Thursday at 3 p.m. due to ongoing weather.\nSolid waste services waste facilities in Harriston, Riverstown and Elora closed at 2:30 p.m. and roll-off trucks have been pulled from the roads. Curbside collection in Wellington North is postponed until Saturday.\nThe Wellington County Archives and municipal offices in Minto, Mapleton and Wellington North are also currently closed due to weather. The Wellington County Museum remains open.\nThe Erin Hillsburgh Recycling App said further curbside collection in Erin is also postponed until Saturday due to \"deteriorating\" road and weather conditions. Anyone who did not receive service today is asked to have materials out for 7 a.m.\nWellington OPP is advising all motorists to stay off the roads.\nHave photos of the wintry weather? Send them to [[email protected]]https://www.guelphtoday.com/cdn-cgi/l/email-protection.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "9107e8e1340635ba99d8a24b8b65e6b133318343",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-12-13T00:13:17.721+02:00",
    "updated": "2024-12-13T00:13:17.721+02:00"
  }
]