[
  {
    "uuid": "d9f1b0298a679971cf28f7cff1aa8256e732858b",
    "url": "https://ground.news/article/red-rocks-sets-attendance-record-in-2023-season",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-28T20:04:00Z",
    "title": "Ground News - Red Rocks sets attendance record in 2023 season",
    "text": "Summary by Ground News More than 1.65 million tickets were sold at Red Rocks in 2023, the city of Denver says. This makes it one of the five busiest venues in the world, according to a list put together by Billboard Magazine. The list has London's O2 Arena at the top, followed by Mexico City's Foro Sol stadium. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nKDVR Center High Factuality Media Conglomerate: Nexstar Media Group Media Conglomerate: Tribune Media Red Rocks sets attendance record in 2023 season DENVER (KDVR) -- If you like live music and live in Colorado, chances are high that you've been to at least one show at Red Rocks. New numbers released by the city of Denver show just how much of a draw the iconic amphitheater is. Between concerts, films and other events held at the venue, more than 1.65 million tickets were sold in 2023. Full list of concerts at Red Rocks in 2024, so far This makes it one of the five busiest venues in …\n3 hours ago · Denver, United States Read Full Article\nKDVR Center High Factuality Media Conglomerate: Nexstar Media Group Media Conglomerate: Tribune Media\nRed Rocks sets attendance record in 2023 season DENVER (KDVR) -- If you like live music and live in Colorado, chances are high that you've been to at least one show at Red Rocks. New numbers released by the city of Denver show just how much of a draw the iconic amphitheater is. Between concerts, films and other events held at the venue, more than 1.65 million tickets were sold in 2023. Full list of concerts at Red Rocks in 2024, so far This makes it one of the five busiest venues in …\n3 hours ago · Denver, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://kdvr.com/news/local/red-rocks-sets-attendance-record-in-2023-season/?utm_source=ground.news&utm_medium=referral",
      "https://www.kdvr.com/news/local/red-rocks-sets-attendance-record-in-2023-season/?utm_source=ground.news&utm_medium=referral",
      "https://kdvr.com/news/local/red-rocks-sets-attendance-record-in-2023-season/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ground news - red rocks",
          "sentiment": "neutral"
        },
        {
          "name": "nexstar media group media",
          "sentiment": "none"
        },
        {
          "name": "kdvr center high factuality media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "billboard magazine",
          "sentiment": "none"
        },
        {
          "name": "red rocks",
          "sentiment": "none"
        },
        {
          "name": "nexstar media group media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "tribune media red rocks",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "colorado",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "denver",
          "sentiment": "none"
        },
        {
          "name": "foro sol",
          "sentiment": "none"
        },
        {
          "name": "mexico city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:12.076+02:00",
    "updated": "2023-12-29T00:43:12.076+02:00"
  },
  {
    "uuid": "a93c9730e50448c4559324aeb1453c07e54eb0a9",
    "url": "https://www.dailystar.co.uk/sport/boxing/manny-pacquiao-fight-floyd-mayweather-31778402",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Patrick Austen-Hardy",
    "published": "2023-12-31T13:50:00Z",
    "title": "Manny Pacquiao announces he'll face Floyd Mayweather in 'big fight' in 2024 - Daily Star",
    "text": "Manny Pacquiao announced he will fight Floyd Mayweather again - eight years after their 'Fight of the Century' clash. The Pac-Man has been teasing a return to the squared circle for many years. Conor McGregor recently claimed he and Pacquiao were being touted for a match in Saudi Arabia, when the Irishman was set next to Cristiano Ronaldo for the 'Day of Reckoning' fight card. However, Pacquiao, 45, appears confident he will be fighting his former nemesis in a monumental clash in Japan. After the Filipino boxing legend, who retired in 2021 with an extraordinary record of 62 wins and eight losses, made his announcement, the world of combat sports became excited. READ MORE: Five boxing New Year's resolutions including Conor Benn and Chris Eubank Jr hope READ MORE: Deontay Wilder 'had a problem' before Joseph Parker defeat which ruined AJ fight Pacquiao said: “I will see you here in Japan again, for a big fight with Floyd Mayweather.\" After turning round and appearing to ask the announcer for permission to announce it, he said: “Floyd Mayweather, I thought you wouldn’t want me to say that. “I am excited for that. Thank you for always supporting ‘RIZIN’ promotions.” Mayweather is yet to respond to Pacquiao's announcement. Do you want to see Floyd Mayweather fight Manny Pacquiao again? Let us know in the comment section below The boxing legend, who retired in 2017 with a flawless 50-0 record, has been fighting in numerous exhibition bouts since he retired. As well as taking on YouTubers such as Logan Paul and Deji Olatunji, he also fought Japanese kick-boxer Tenshin Nasukawa during another exhibition bout in Japan in 2019. It's currently unclear when Pacquiao thinks they will be able to have their rematch. In November, Mayweather announced he would be fighting John Gotti III for a second time, but is yet to clarify any finer details including the date or the location. It is not the first time Pacquiao has said he will fight Mayweather in Japan. In October, he said he would be taking on the Michigan native just before Christmas . He said: “I have an exhibition match coming in December in Japan,” said Manny Pacquiao in media reports. “We’re working on the opponent. We’re working with Mayweather. Yes,”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "floyd mayweather",
          "sentiment": "negative"
        },
        {
          "name": "manny pacquiao",
          "sentiment": "negative"
        },
        {
          "name": "joseph parker",
          "sentiment": "none"
        },
        {
          "name": "pacquiao",
          "sentiment": "none"
        },
        {
          "name": "cristiano ronaldo",
          "sentiment": "none"
        },
        {
          "name": "chris eubank jr",
          "sentiment": "none"
        },
        {
          "name": "conor benn",
          "sentiment": "none"
        },
        {
          "name": "deontay wilder",
          "sentiment": "none"
        },
        {
          "name": "conor mcgregor",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "saudi arabia",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T16:15:40.770+02:00",
    "updated": "2024-01-07T16:57:59.046+02:00"
  },
  {
    "uuid": "3320e24a7c015575f91c8af6c3ad3116d04d5690",
    "url": "https://www.elnuevodia.com/noticias/gobierno/notas/bomberos-reciben-un-aumento-salarial-de-375/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "/autor/el-nuevo-dia/",
    "published": "2023-12-29T13:53:00Z",
    "title": "Bomberos reciben un aumento salarial de $375 - El Nuevo Día",
    "text": "El secretario del [Departamento de Seguridad Pública (DSP)](https://www.elnuevodia.com/topicos/departamento-de-seguridad-publica/), [Alexis Torres](https://www.elnuevodia.com/topicos/alexis-torres/) y el comisionado del Negociado del [Cuerpo de Bomberos (NCBPR)](https://www.elnuevodia.com/topicos/bomberos-de-puerto-rico/), [Marcos Concepción Tirado](https://www.elnuevodia.com/noticias/gobierno/notas/el-gobernador-designa-a-marcos-concepcion-como-comisionado-de-bomberos-en-propiedad/), anunciaron que los bomberos recibieron un aumento de $375. El alza salarial surge luego que el gobernador [Pedro Pierluisi](https://www.elnuevodia.com/topicos/pedro-pierluisi/) firmara la Ley Especial de Salario Base para los Bomberos y que la [Junta de Supervisión Fiscal](https://www.elnuevodia.com/topicos/junta-de-supervision-fiscal/) lo autorizara. Con este aumento, el salario base de los bomberos se eleva a $2,500. El secretario del DSP informó que la inversión de este pago, que se hizo retroactivo, fue de $3,217,976 y destacó que este es el cuarto aumento salarial que el gobernador Pierluisi otorga a los bomberos en este cuatrienio. En tanto, Pierluisi dijo que “la labor de nuestros bomberos es indispensable para salvaguardar la vida y propiedad de nuestros ciudadanos. Son primeros respondedores que demuestran su compromiso con Puerto Rico, cumpliendo con su deber sin importar los riesgos”. El gobernador añadió que durante su administración se ha asegurado de “cumplir con la justicia salarial que les prometí y me comprometo a continuar identificando recursos para que tengan todas las herramientas que necesitan para seguir realizando su trabajo eficientemente”. De otro lado, Torres informó que los 46 empleados civiles del NCBPR recibirán el pago el próximo 15 de enero de 2024, para una inversión de $83,790. Destacó que durante este cuatrienio se han reclutado unos 450 bomberos y, en marzo de 2024, inicio de una nueva academia, que sumaría 300 adicionales. Por su parte, Concepción Tirado dijo que este aumento se suma a la entrega de camiones de extinción, de cisterna y de mantenimiento, así como vehículos forestales y equipo tecnológico para los inspectores de prevención de incendios, bunkers, generadores eléctricos, mangas de 1½ y 2½, radios bases y portátiles para comunicación, entre otros equipos necesarios para los bomberos. Finalmente, planteó que “hoy puedo decir que cada uno de los reclamos de los compañeros ha sido atendido con diligencia. Hoy los bomberos reciben un aumento sin precedentes, merecido y justo”. [💬Ver comentarios] - ⎙",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T16:31:30.389+02:00",
    "updated": "2023-12-29T19:36:18.478+02:00"
  },
  {
    "uuid": "8922d5d97438b71b778f6b501f88cb0eee80d5da",
    "url": "https://www.patheos.com/editorial/podcasts/follow-him-a-come-follow-me-podcast/2023/introductory-pages-of-the-book-of-mormon-part-1--dr-casey-griffiths--dr-scott-woodward--jan-1--jan-7",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Patheos",
    "published": "2023-12-28T15:31:00Z",
    "title": "Introductory Pages of the Book of Mormon Part 1 • Dr. Casey Griffiths & Dr. Scott Woodward • Jan 1 - Jan 7",
    "text": "How often do we hold a miracle in our hands? Dr. Casey Griffiths and Dr. Scott Woodward open doors to understanding one of the most influential texts in history. They explore the Introduction of the Book of Mormon, the witnesses to the golden plates, and the promises made through studying this miraculous book. Show Notes (English, French, Spanish, Portuguese): https://followhim.co/book-of-mormon-episodes-1-13/ Apple Podcasts: https://podcasts.apple.com/us/podcast/follow-him-a-come-follow-me-podcast/id1545433056 YouTube: https://youtu.be/zeajSoxrFW8 Instagram: https://www.instagram.com/followhimpodcast Spotify: https://open.spotify.com/show/15G9TTz8yLp0dQyEcBQ8BY Please rate and review the podcast! 00:00 Part 1–Dr. Casey Griffiths and Dr. Scott Woodward 03:33 Introduction of guests 04:12 Why study Church History 07:22 Church History Matters Podcast 09:02 Introductory pages of the Book of Mormon 12:10 Miracles have not ceased 17:09 Jesus Christ is the focus of the Book of Mormon 19:13 Three-fold purpose of the Book of Mormon 20:54 Purpose as speaker system 25:05 The covenant consciousness 27:39 Jesus Christ is for the entire world 31:23 The purpose and function of the Book of Mormon 33:38 Moroni and the errors of men 36:41 Dr. Woodward shares an experience reviewing online 40:36 Testimonies of the eleven men and one woman 45:23 Never deny their testimonies 48:20 Martin Harris 50:16 David Whitmer 58:38 President Dallin Harris Oaks on Martin Harris 1:01:12 End of Part I–Dr. Casey Griffiths and Dr. Scott Woodward Thanks to the followHIM team: Shannon Sorensen: Cofounder, Executive Producer, Sponsor David & Verla Sorensen: Sponsors Dr. Hank Smith: Co-host John Bytheway: Co-host David Perry: Producer Kyle Nelson: Marketing, Sponsor Lisa Spice: Client Relations, Editor, Show Notes Jamie Neilson: Social Media, Graphic Design Annabelle Sorensen: Creative Project Manager Will Stoughton: Video Editor Krystal Roberts: Translation Team, English & French Transcripts, Website Ariel Cuadra: Spanish Transcripts \"Let Zion in Her Beauty Rise\" by Marshall McDonald https://www.marshallmcdonaldmusic.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://open.spotify.com/show/15G9TTz8yLp0dQyEcBQ8BY",
      "https://podcasts.apple.com/us/podcast/follow-him-a-come-follow-me-podcast/id1545433056",
      "https://youtu.be/zeajSoxrFW8",
      "https://www.instagram.com/followhimpodcast",
      "https://followhim.co/book-of-mormon-episodes-1-13/",
      "https://www.marshallmcdonaldmusic.com",
      "https://marshallmcdonaldmusic.com",
      "https://instagram.com/followhimpodcast",
      "https://followhim.co/book-of-mormon-episodes-1-13",
      "https://www.open.spotify.com/show/15G9TTz8yLp0dQyEcBQ8BY",
      "https://www.youtu.be/zeajSoxrFW8",
      "https://www.podcasts.apple.com/us/podcast/follow-him-a-come-follow-me-podcast/id1545433056",
      "https://www.followhim.co/book-of-mormon-episodes-1-13/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "scott woodward",
          "sentiment": "negative"
        },
        {
          "name": "casey griffiths",
          "sentiment": "negative"
        },
        {
          "name": "jesus christ",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:07:43.798+02:00",
    "updated": "2023-12-29T00:07:43.798+02:00"
  },
  {
    "uuid": "ba1998a00e4020b716e0e855acd06b3eaeb242be",
    "url": "https://dzone.com/articles/the-power-of-ngrxsignalstore-a-deep-dive-into-task",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Peter Eijgermans",
    "published": "2024-01-05T05:00:00Z",
    "title": "The Power of @ngrx/signalstore: A Deep Dive Into Task Management - DZone",
    "text": "The domain of Angular state management has received a huge boost with the introduction of Signal Store, a lightweight and versatile solution introduced in NgRx 17. Signal Store stands out for its simplicity, performance optimization, and extensibility, making it a compelling choice for modern Angular applications.\nIn the next steps, we'll harness the power of Signal Store to build a sleek Task Manager app. Let's embark on this journey to elevate your Angular application development. Ready to start building? Let's go!\nA Glimpse Into Signal Store’s Core Structure Signal Store revolves around four fundamental components that form the backbone of its state management capabilities:\n1. State At the heart of Signal Store lies the concept of signals, which represent the application's state in real-time. Signals are observable values that automatically update whenever the underlying state changes.\n2. Methods Signal Store provides methods that act upon the state, enabling you to manipulate and update it directly. These methods offer a convenient way to interact with the state and perform actions without relying on observable streams or external state managers.\n3. Selectors Selectors are functions that derive calculated values from the state. They provide a concise and maintainable approach to accessing specific parts of the state without directly exposing it to components. Selectors help encapsulate complex state logic and improve the maintainability of applications.\n4. Hooks Hooks are functions that are triggered at critical lifecycle events, such as component initialization and destruction. They allow you to perform actions based on these events, enabling data loading, state updates, and other relevant tasks during component transitions.\nCreating a Signal Store and Defining Its State To embark on your Signal Store journey, you'll need to install the @ngrx/signals package using npm:\nBut first, you have to install the Angular CLI and create an Angular base app with:\nJavaScript npm install -g @angular/cli@latest\nJavaScript ng new <name of your project>\nJavaScript npm install @ngrx/signals\nCreating a state (distinct from a store) is the subsequent step:\nTypeScript import { signalState } from '@ngrx/signals'; const state = signalState({ /* State goes here */ });\nManipulating the state becomes an elegant affair using the patchState method:\nTypeScript updateStateMethod() { patchState(this.state, (state) => ({ someProp: state.someProp + 1 })); }\nThe patchState method is a fundamental tool for updating the state. It allows you to modify the state in a shallow manner, ensuring that only the specified properties are updated. This approach enhances performance by minimizing the number of state changes.\nFirst Steps for the Task Manager App First, create your interface for a Task and place it in a task.ts file:\nTypeScript export interface Task { id: string; value: string; completed: boolean; }\nThe final structure of the app is:\nAnd our TaskService in taskService.ts looks like this:\nTypeScript @Injectable({ providedIn: 'root' }) export class TaskService { private taskList: Task[] = [ { id: '1', value: 'Complete task A', completed: false }, { id: '2', value: 'Read a book', completed: true }, { id: '3', value: 'Learn Angular', completed: false }, ]; constructor() { } getTasks() : Observable<Task[]> { return of(this.taskList); } getTasksAsPromise() { return lastValueFrom(this.getTasks()); } getTask(id: string): Observable<Task | undefined> { const task = this.taskList.find(t => t.id === id); return of(task); } addTask(value: string): Observable<Task> { const newTask: Task = { id: (this.taskList.length + 1).toString(), // Generating a simple incremental ID value, completed: false }; this.taskList = [...this.taskList, newTask]; return of(newTask); } updateTask(updatedTask: Task): Observable<Task> { const index = this.taskList.findIndex(task => task.id === updatedTask.id); if (index !== -1) { this.taskList[index] = updatedTask; } return of(updatedTask); } deleteTask(task: Task): Observable<Task> { this.taskList = this.taskList.filter(t => t.id !== task.id); return of(task); } }\nCrafting a Signal Store for the Task Manager App The creation of a store is a breeze with the signalStore method:\nCreate the signalStore and place it in the taskstate.ts file:\nTypeScript import { signalStore, withHooks, withState } from '@ngrx/signals'; export const TaskStore = signalStore( { providedIn: 'root' }, withState({ /* state goes here */ }), );\nTaking store extensibility to new heights, developers can add methods directly to the store. Methods act upon the state, enabling you to manipulate and update it directly.\nTypeScript export interface TaskState { tasks: Task[]; loading: boolean; } export const initialState: TaskState = { tasks: []; loading: false; } export const TaskStore = signalStore( { providedIn: 'root' }, withState(initialState), withMethods((store, taskService = inject(TaskService)) => ({ loadAllTasks() { // Use TaskService and then patchState(store, { tasks }); }, })) );\nThis method loadAllTasks is now available directly through the store itself. So in the component, we could do it in ngOnInit() :\nTypeScript @Component({ // ... providers: [TaskStore], }) export class AppComponent implements OnInit { readonly store = inject(TaskStore); ngOnInit() { this.store.loadAllTasks(); } }\nHarmony With Hooks The Signal Store introduces its own hooks, simplifying component code. By passing implemented methods into the hooks, developers can call them effortlessly:\nTypeScript export const TaskStore = signalStore( { providedIn: 'root' }, withState(initialState), withMethods(/* ... */), withHooks({ onInit({ loadAllTasks }) { loadAllTasks(); }, onDestroy() { console.log('on destroy'); }, }) );\nThis results in cleaner components, exemplified in the following snippet:\nTypeScript @Component({ providers: [TaskStore], }) export class AppComponent implements OnInit { readonly store = inject(TaskStore); // ngOnInit is NOT needed to load the Tasks !!!! }\nRxJS and Promises in Methods Flexibility takes center stage as @ngrx/signals seamlessly accommodates both RxJS and Promises:\nTypeScript import { rxMethod } from '@ngrx/signals/rxjs-interop'; export const TaskStore = signalStore( { providedIn: 'root' }, withState({ /* state goes here */ }), withMethods((store, taskService = inject(TaskService)) => ({ loadAllTasks: rxMethod<void>( pipe( switchMap(() => { patchState(store, { loading: true }); return taskService.getTasks().pipe( tapResponse({ next: (tasks) => patchState(store, { tasks }), error: console.error, finalize: () => patchState(store, { loading: false }), }) ); }) ) ), })) );\nThis snippet showcases the library's flexibility in handling asynchronous operations with RxJS.\nWhat I find incredibly flexible is that you can use RxJS or Promises to call your data. In the above example, you can see that we are using an RxJS in our methods. The tapResponse method helps us to use the response and manipulate the state with patchState again.\nBut you can also use promises . The caller of the method (the hooks in this case) do not care.\nTypeScript async loadAllTasksByPromise() { patchState(store, { loading: true }); const tasks = await taskService.getTasksAsPromise(); patchState(store, { tasks, loading: false }); },\nReading the Data With Finesse Experience, the Signal Store introduces the withComputed() method. Similar to selectors, this method allows developers to compose and calculate values based on state properties:\nTypeScript export const TaskStore = signalStore( { providedIn: 'root' }, withState(initialState), withComputed(({ tasks }) => ({ completedCount: computed(() => tasks().filter((x) => x.completed).length), pendingCount: computed(() => tasks().filter((x) => !x.completed).length), percentageCompleted: computed(() => { const completed = tasks().filter((x) => x.completed).length; const total = tasks().length; if (total === 0) { return 0; } return (completed / total) * 100; }), })), withMethods(/* ... */), withHooks(/* ... */) );\nIn the component, these selectors can be effortlessly used:\nTypeScript @Component({ providers: [TaskStore], templates: ` <div> {{ store.completedCount() }} / {{ store.pendingCount() }} {{ store.percentageCompleted() }} </div> ` }) export class AppComponent implements OnInit { readonly store = inject(TaskStore); }\nModularizing for Elegance To elevate the elegance, selectors, and methods can be neatly tucked into separate files. We use in these files the signalStoreFeature method. With this, we can extract the methods and selectors to make the store even more beautiful. This method again has withComputed , withHooks , and withMethods for itself, so you can build your own features and hang them into the store.\n// task.selectors.ts :\nTypeScript export function withTasksSelectors() { return signalStoreFeature( {state: type<TaskState>()}, withComputed(({tasks}) => ({ completedCount: computed(() => tasks().filter((x) => x.completed).length), pendingCount: computed(() => tasks().filter((x) => !x.completed).length), percentageCompleted: computed(() => { const completed = tasks().filter((x) => x.completed).length; const total = tasks().length; if (total === 0) { return 0; } return (completed / total) * 100; }), })), ); }\n// task.methods.ts:\nTypeScript export function withTasksMethods() { return signalStoreFeature( { state: type<TaskState>() }, withMethods((store, taskService = inject(TaskService)) => ({ loadAllTasks: rxMethod<void>( pipe( switchMap(() => { patchState(store, { loading: true }); return taskService.getTasks().pipe( tapResponse({ next: (tasks) => patchState(store, { tasks }), error: console.error, finalize: () => patchState(store, { loading: false }), }) ); }) ) ), async loadAllTasksByPromise() { patchState(store, { loading: true }); const tasks = await taskService.getTasksAsPromise(); patchState(store, { tasks, loading: false }); }, addTask: rxMethod<string>( pipe( switchMap((value) => { patchState(store, { loading: true }); return taskService.addTask(value).pipe( tapResponse({ next: (task) => patchState(store, { tasks: [...store.tasks(), task] }), error: console.error, finalize: () => patchState(store, { loading: false }), }) ); }) ) ), moveToCompleted: rxMethod<Task>( pipe( switchMap((task) => { patchState(store, { loading: true }); const toSend = { ...task, completed: !task.completed }; return taskService.updateTask(toSend).pipe( tapResponse({ next: (updatedTask) => { const allTasks = [...store.tasks()]; const index = allTasks.findIndex((x) => x.id === task.id); allTasks[index] = updatedTask; patchState(store, { tasks: allTasks, }); }, error: console.error, finalize: () => patchState(store, { loading: false }), }) ); }) ) ), deleteTask: rxMethod<Task>( pipe( switchMap((task) => { patchState(store, { loading: true }); return taskService.deleteTask(task).pipe( tapResponse({ next: () => { patchState(store, { tasks: [...store.tasks().filter((x) => x.id !== task.id)], }); }, error: console.error, finalize: () => patchState(store, { loading: false }), }) ); }) ) ), })) ); }\nThis modular organization allows for a clean separation of concerns, making the store definition concise and easy to maintain.\nStreamlining the Store Definition With selectors and methods elegantly tucked away in their dedicated files, the store definition now takes on a streamlined form:\n// task.store.ts :\nTypeScript export const TaskStore = signalStore( { providedIn: 'root' }, withState(initialState), withTasksSelectors(), withTasksMethods(), withHooks({ onInit({ loadAllTasksByPromise: loadAllTasksByPromise }) { console.log('on init'); loadAllTasksByPromise(); }, onDestroy() { console.log('on destroy'); }, }) );\nThis modular approach not only enhances the readability of the store definition but also facilitates easy maintenance and future extensions.\nOur AppComponent then can get the Store injected and use the methods from the store, the selectors, and using the hooks indirectly.\nTypeScript @Component({ selector: 'app-root', standalone: true, imports: [CommonModule, RouterOutlet, ReactiveFormsModule], templateUrl: './app.component.html', styleUrl: './app.component.css', providers: [TaskStore], changeDetection: ChangeDetectionStrategy.OnPush, }) export class AppComponent { readonly store = inject(TaskStore); private readonly formbuilder = inject(FormBuilder); form = this.formbuilder.group({ taskValue: ['', Validators.required], completed: [false], }); addTask() { this.store.addTask(this.form.value.taskValue); this.form.reset(); } }\nThe final app:\nIn Closing In this deep dive into the @ngrx/signals library, we've unveiled a powerful tool for Angular state management . From its lightweight architecture to its seamless integration of RxJS and Promises, the library offers a delightful development experience.\nAs you embark on your Angular projects, consider the elegance and simplicity that @ngrx/signals brings to the table. Whether you're starting a new endeavor or contemplating an upgrade, this library promises to be a valuable companion, offering a blend of simplicity, flexibility, and power in the dynamic world of Angular development.\nYou can find the final code here .\nHappy coding!\nHook Library Signal AngularJS ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Education",
      "Health"
    ],
    "external_links": [
      "https://github.com/petereijgermans11/signalstore-ngrx17",
      "https://www.github.com/petereijgermans11/signalstore-ngrx17"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "signal sto",
          "sentiment": "negative"
        },
        {
          "name": "glimpse into signal store’s core structure signal store",
          "sentiment": "none"
        },
        {
          "name": "signal store",
          "sentiment": "none"
        },
        {
          "name": "methods signal store",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:07:50.865+02:00",
    "updated": "2024-01-06T11:35:04.590+02:00"
  },
  {
    "uuid": "f3837c60484a9b2f5b237c4b435e7716edd36603",
    "url": "https://www.elobservador.com.uy/nota/las-tormentas-en-santa-fe-corrientes-y-entre-rios-causaron-duros-destrozos-20231229144052",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción",
    "published": "2023-12-29T17:40:00Z",
    "title": "Las tormentas en Santa Fe, Corrientes y Entre Ríos causaron duros destrozos",
    "text": "Durante la noche del jueves y la madrugada del viernes, intensas tormentas con ráfagas de hasta 105 km/h causaron destrozos en las provincias de Santa Fe, Corrientes y Entre Ríos. En Santa Fe, localidades como Sunchales, Ceres, San Cristóbal, Hersilia, Elisa, Reconquista y Avellaneda fueron las más afectadas, experimentando caídas masivas de árboles y cortes de energía por la caída de postes eléctricos. Los residentes vivieron momentos de incertidumbre y las imágenes revelaron casas sin techo, árboles dispersos y estructuras desaparecidas. El Servicio Meteorológico Nacional (SMN) anunció que el mal tiempo cesará durante el día, con la salida del sol y una temperatura máxima de 33 grados. Corrientes también sufrió daños considerables debido a un frente de mal clima, con ciudades afectadas por ráfagas superiores a 100 km/h, generando escenarios similares a los de Santa Fe. Se esperan tormentas y lluvias durante el resto del día, despejándose hacia el inicio del sábado. En Entre Ríos, el temporal dejó graves daños, con árboles caídos sobre viviendas y la entrada de agua en algunas casas. En Bella Vista, las ráfagas causaron la rotura de una estatua en una plaza. Las condiciones adversas persistirán durante el viernes, mejorando recién el sábado después del mediodía, con una máxima de 31 grados. El alerta naranja se mantiene para el norte del país, incluyendo Jujuy, Tucumán, Salta, norte de Corrientes y sur de Misiones. Asimismo, hay alerta amarilla para el norte de Misiones, Corrientes, Chaco, Formosa, norte de Santa Fe y Santiago del Estero",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T19:56:33.338+02:00",
    "updated": "2023-12-29T19:56:33.338+02:00"
  },
  {
    "uuid": "fffa45e4af46be5deeac655bbffbdf6a1ffb815e",
    "url": "https://www.snl24.com/kickoff/worldnews/english-premier-league/premier-league-match-report-arsenal-v-west-ham-united-28-december-2023-20231228",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "KickOff Reporter",
    "published": "2023-12-28T20:18:00Z",
    "title": "Arsenal suffer first home defeat of the season | KickOff",
    "text": "Arsenal suffered a first home defeat of the Premier League campaign after going down 2-0 to London rivals West Ham United on Thursday night. Leandro Trossard was recalled to the Gunners' line-up after the 1-1 draw with Liverpool over the weekend, as Kai Havertz was suspended for an accumulation of yellow cards. The Hammers made the perfect start after Tomas Soucek sent a first-time finish beyond David Raya after Jarrod Bowen managed to keep the ball in by a small in margin in the build. Mikel Arteta's charges remained in control despite going behind but they were finding it tough to break a stubborn Hammers defence, who were happy to soak up the pressure. The Gunners went agonisingly close to find the leveller a few minutes before the interval as Martin Odegaard's intricate pass sent Bukayo Saka through on goal, but the England international's was kept out by the post. Arsenal were made to rue that miss as the Hammers doubled their lead ten minutes after the halftime break, with Konstantinos Mavropanos nodding home from a corner against his former side. The hosts went close to pulling one back with 25 minutes when Gabriel Jesus got on the end of Saka's in-swinging cross, but saw his header saved by goalkeeper Alphonse Areola. West Ham were afforded the chance to pile more misery on Arsenal in time added on after being awarded a penalty for Rice's foul, but Said Benrahma was denied by a good save from Raya. Two goals were enough to hand Moyes' side maximum points on the day while also denying the Gunners a chance to move top of the Premier League table. You must be [SIGNED IN](https://www.snl24.com/auth/signin) to read and post comments. Click [HERE](https://www.snl24.com/auth/signin) to register!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "leandro trossard",
          "sentiment": "none"
        },
        {
          "name": "kai havertz",
          "sentiment": "none"
        },
        {
          "name": "david raya",
          "sentiment": "none"
        },
        {
          "name": "mikel arteta",
          "sentiment": "none"
        },
        {
          "name": "konstantinos mavropanos",
          "sentiment": "none"
        },
        {
          "name": "tomas soucek",
          "sentiment": "none"
        },
        {
          "name": "martin odegaard",
          "sentiment": "none"
        },
        {
          "name": "bukayo saka",
          "sentiment": "none"
        },
        {
          "name": "jarrod bowen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "arsenal",
          "sentiment": "negative"
        },
        {
          "name": "premier league",
          "sentiment": "negative"
        },
        {
          "name": "liverpool",
          "sentiment": "none"
        },
        {
          "name": "west ham united",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:24:49.976+02:00",
    "updated": "2023-12-29T00:46:00.753+02:00"
  }
]