[
  {
    "uuid": "5c61d23fad470118ee6a281849206a936fea6a12",
    "url": "https://elintransigente.com/2023/12/no-pudo-encontrar-una-identidad-la-opinion-de-un-ex-boca-sobre-la-campana-del-2023/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mariano Huguet",
    "published": "2023-12-29T01:39:00Z",
    "title": "“No pudo encontrar una identidad”: la opinión de un ex Boca sobre la campaña del 2023",
    "text": "A través de una entrevista con el medio partidario “\nBoca de Selección”, el exjugador del Club de la Ribera, Abel «Chueco» Alves, debatió sobre multiples tópicos. Llegado a un momento compartió su opinión sobre la irregular campaña del Xeneize en el 2023: “Este equipo no pudo encontrar una identidad de juego por sobre todas las cosas la identidad de ser Boca”.\nAdemás agregó lo siguiente sobre La Bombonera: “Este año la mística y su historia dentro de la cancha de Boca no se pudo lograr”. Finalmente hizo mención a las figuras de\nJuan Román Riquelme y Martín Palermo: “Yo conozco a Palermo y a Riquelme desde muy chicos y no era fácil entrarles fueron creciendo y llegaron a ser lo que fueron”.\nLa campaña de Boca\nSin contar los amistosos, Boca disputó durante la campaña 2023 un total de 61 compromisos. 2 en finales, 5 en la Copa Argentina, 13 en la Copa Libertadores, 14 en la Copa de la Liga y los 27 restantes en la última Liga Profesional de Fútbol. Logró 25 victorias, 17 empates y 19 derrotas. Como puede apreciarse son números muy irregulares.\nAunque es importante agregar que varios de esos empates culminaron en victorias por penales. De hecho Boca jugó ni más ni menos que cinco definiciones a través de remates desde los doce pasos en el año. Pero lo más impresionante es que en ellas derrotó a todos sus rivales: Nacional, Racing, Palmeiras, Almagro y Talleres.\nPor otro lado, solo ganó un título: la Supercopa Argentina 2023 donde venció a Patronato. Lo más destacable que logró posteriormente fue haber alcanzado la final de la Copa Libertadores, en la que fue derrotado por Fluminense. Además terminó en la 6° posición de la tabla anual con 62 unidades, una de sus cosechas más bajas en los últimos años.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://www.instagram.com/martinpalermo.ok/",
      "https://www.instagram.com/martinpalermo.ok/?hl=es",
      "https://instagram.com/martinpalermo.ok/?hl=es"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T05:11:07.119+02:00",
    "updated": "2023-12-29T05:11:07.119+02:00"
  },
  {
    "uuid": "e0bd72d7062e39bcae3b6e35a57637d0427dbfba",
    "url": "https://nationworldnews.com/what-happened-to-lucy-lawless-who-went-from-being-a-gay-icon-in-xena-warrior-princess-to-fighting-for-the-environment-and-naming-a-planet/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nation World News Desk",
    "published": "2024-01-07T19:54:00Z",
    "title": "What Happened To Lucy Lawless, Who Went From Being A Gay Icon In 'Xena, Warrior Princess' To Fighting For The Environment And Naming A Planet?",
    "text": "In the 90s and early 2000s, we had several fantasy/horror/sci-fi series that became unexpectedly massive hits and earned the label of iconic titles. Despite its immense popularity, we lose track of most of its actors. What happened to Lucy Lawless? eco-warrior princess Lucille Frances Ryan Born in 1968 in Mount Albert (New Zealand), She completed her first school musical at the age of 10 and also won the Miss New Zealand contest at the age of 21. His first role on TV was in the New Zealand television comedy Funny Business at the age of 19 and he then went to study drama in Canada. In 1994, Will be seen in the TV movie ‘Hercules and the Amazons’ Which would lead to the ‘Hercules: His Legendary Journeys’ series. Read Also: Taylor Swift's Eras Tour concert film to open in North American cinemas a day early due to demand | Taylor Swift Although she played many roles in the universe of ‘Hercules’, it was the role of Xena that gained unusual popularity and ultimately became the lead. Your own spin-offwho left behind the mother series 6 seasons and 134 episodes aired between 1995 and 2001, Lawless became a true television phenomenon thanks to “Xena, Warrior Princess,” created by John Schulian and Robert Tapert and produced by Sam Raimi. Apart from. Remembered fantasy series turned her into a lesbian iconFor the intimate relationship between Xena and her traveling companion Gabrielle, which was a benchmark for the time and which she later defined as “definitely gay” and “were married”, Although the role that brought him to prominence, no subsequent role could overpower him. As a secondary, we saw him briefly in series like ‘The Among her most memorable roles, we have the role of D’Anna Byers in the reboot of ‘Battlestar Galactica’ or Collaborating with Sam Raimi again ‘Spider-Man’ and ‘Spartacus: Blood and Sand’ and in the first of the ‘Ash vs. Evil Dead’ series. To be honest, Lawless’s post-Xena career in film and TV bears no comparison to what was out there. Starting with his musical talent, which took him to Compete in the ‘Celebrity Duet’ music competition and to participate in theater musicals. Passing on her role as an activist, she began studying philosophy at university and eventually became involved in United Nations meetings and Actively participating in movements to fight climate change, In fact, he was arrested in 2012 for boarding a Shell drilling ship as a protest against the oil company. without forgetting him She was a climate ambassador for Greenpeace in 2012 And is involved in donations not only to the environment, but also to LGBT+ causes, breast cancer and research against AIDS. And if that wasn’t enough, Scientist Michael Brown named a dwarf planet after his character Invented in 2005, although they eventually changed the name to Eris (who also appears as Discordia in the Latin mythology version of the series). Read Also: Remake of 4 blockbusters of 90s will be made, Rohit Shetty-Subhash Ghai will direct 1 film each, this star will be the hero of 2! Despite being active on so many fronts at the same time, Lawless continues in the audiovisual world: whether as a voice actress in ‘The Greens in the Big City’ or ‘Minions: The Origin of Gru’, or Acting in the series ‘My Life is Murder’Where you can give free rein to your fanaticism true Crime, Without a doubt, Lawless has succeeded beyond the profession that made her famous. However, in this age in which you give one kick and you get a thousand reboots of classic series, surely more than one has considered If we’ll ever see her ride as a warrior princess again, For his part, the idea of doing action sequences absolutely terrifies him, but he wouldn’t mind revisiting the characters in any way. In espinof:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Environment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lucy lawless",
          "sentiment": "neutral"
        },
        {
          "name": "taylor swift",
          "sentiment": "none"
        },
        {
          "name": "lucille frances ryan born",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "new zealand",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "mount albert (new zealand",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:26:18.307+02:00",
    "updated": "2024-01-08T00:26:18.307+02:00"
  },
  {
    "uuid": "b89e82e3c343881b9534720e5a699cd674184b74",
    "url": "https://www.thecourier.com.au/story/8670336/rider-kicked-in-head-by-horse-returns-home-to-major-surprise/?src=rss",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michelle Smith",
    "published": "2024-06-21T07:00:00Z",
    "title": "Kicked in the face by a horse: rider leaves hospital eight weeks after accident",
    "text": "A track rider and stablehand kicked in the head by a racehorse in Ballarat eight weeks ago has finally been discharged from hospital, and returned home to a big surprise.\nLaura Burrell was flown to hospital and spent a week in a coma and a further five weeks 'asleep' following\nthe incident at the Ciaron Maher Racing stables in Miners Rest on April 30.\nShe had moved from New Zealand to Australia just four weeks earlier to take on a new job, leaving her beloved ex-harness racing horse Classie behind with future plans to fly him over to join her.\nThis week she returned from the Royal Melbourne Hospital to her Ingliston home, near Ballan, and found her partner, harness racing trainer Luke Tabone, had flown Classie over as a welcome-home surprise.\nThe pair were reunited on Thursday June 20, just hours after she was discharged.\nThat night she also travelled to Shepparton to watch a horse Mr Tabone had running, and on Friday morning she travelled to Ballarat to visit the stables where her accident happened.\n\"I just want to get back to normal,\" she said.\nMs Burrell was kicked in the face while working in the stable, leaving her with extensive facial and head injuries.\n\"Every day that I wake up I can feel my body get stronger. It's a positive, if anything. It was a freak accident that has made me so grateful.\"\nShe was in a coma for a week, then classed as 'asleep' until about two and a half weeks ago.\n\"I was talking to my family, my parents, flatmate and cousin but I can't remember that. I was conscious but what they class as asleep and can't remember anything until about two and a half weeks ago,\" she said.\nThe accident has left her relying on a leg brace to walk properly \"because my brain has forgotten how\" and some weakness in her right hand. She has a scar from her eye to her nose following surgery, and one eye appears smaller than the other though her vision has recovered.\nHer memory has slowly returned, though she has no memory of the accident and the two days before.\nAt first she could only remember a trip to Luna Park that she took a week before the accident, and thought her injuries must have resulted from a fall from a roller coaster.\n\"My head has started to piece things back together from what people have said, and what my partner told me, but essentially I don't remember anything up to two days before. I'll eventually ask to watch the CCTV but not right now,\" she said.\nThe freak accident has left Ms Burrell \"more thankful than ever\" for her life and determined to continue working in the industry she loves.\n\"It made me realise life is so short and I want to be employed doing something I love - and that's riding and dealing with horses,\" she said.\n\"I really want to take this accident as a wake up call and hope it's a wake up call for everyone.\n\"I think we become so comfortable around horses when we are with them that we forget they are capable of hurting us just as much as they are capable of hurting themselves,\" she said.\nMs Burrell had only moved from New Zealand to Ballarat at the start of April. \"I've spent more time in hospital than outside hospital,\" she laughed.\nShe will continue to undergo physiotherapy and start occupational therapy but is expected to make a full recovery.\nWalking next to her as she recovers will be her beloved Classie, who until Thursday night she had not seen since the end of March.\n\"He's my best mate and I love him to pieces. The fact he's in Australia is so crazy ... it was the surprise of a lifetime,\" she said.\n\"I plan on just hanging out with him as we both settle in to routine.\n\"Doctors haven't really advised me of a particular time (before I can ride) but I'm going to wait ... I'm going to give myself plenty of time to heal. I'm very impatient normally but I'm patient now and I'm just so grateful to be here but my standardbred Classie is the perfect horse for me.\"\nClassie, who was a harness racer in New Zealand racing under the name Classie Brigade, won 21 races including the Kaikoura Cup three years in a row and won close to $600,000.\nWhen he retired in 2022 Ms Burrell retrained him as a riding horse and together they advocate for the lives of standardbred horses (harness racers) after racing.\n\"I'm always always so proud and excited to share our adventures together. To even potentially have the opportunity to continue our story is beyond surreal,\" she wrote on a New Zealand fundraising page.\nShe does not blame anyone, or the horse, for the accident and believes everything happens for a reason.\n\"We don't take things for granted any more,\" she said. \"I was sitting with my cousin in a cafe (on day release from hospital) and it was such a big deal ... I realised we take so much for granted but not any more.\"\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Health"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "laura burrell",
          "sentiment": "none"
        },
        {
          "name": "luke tabone",
          "sentiment": "none"
        },
        {
          "name": "burrell",
          "sentiment": "none"
        },
        {
          "name": "classie",
          "sentiment": "none"
        },
        {
          "name": "tabone",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ciaron maher racing",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ballarat",
          "sentiment": "none"
        },
        {
          "name": "new zealand",
          "sentiment": "none"
        },
        {
          "name": "ingliston",
          "sentiment": "none"
        },
        {
          "name": "ballan",
          "sentiment": "none"
        },
        {
          "name": "shepparton",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "royal melbourne hospital",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T17:15:34.864+03:00",
    "updated": "2024-06-21T17:15:34.864+03:00"
  }
]