[
  {
    "uuid": "d3ea671a9a14f8b3c1c2a507e3d7fb3b6b01fce4",
    "url": "https://www.fijitimes.com.fj/spotlight-growing-fijis-kava-industry",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Meri Radinibaravi",
    "published": "2024-02-15T20:02:00Z",
    "title": "Spotlight | Growing Fiji’s kava industry",
    "text": "Kava has grown to be one of Fiji’s major agricultural trade commodities, contributing significantly to the nation’s gross domestic product. Figures from 2022 showed that it brought in more than $40million in exports and this, according to Deputy Prime Minister and Trade Minister Manoa Kamikamica, could easily grow and surpass the earnings of the sugar industry. “It will potentially surpass sugar. For the markets of Europe, United Kingdom, and China, we’re looking at trying to open them up and so the opportunity for more production is certainly there,” Mr Kamikamica said. “We need to probably put some regulations around it just to make sure that the quality is consistent and safe for consumption but it’s an exciting time for the kava growth. If we play our cards right, there should be a bit of a boom in the kava industry in the years to come.” Fiji’s major current kava export destinations are the United States, Australia, and New Zealand while other export destinations include Marshall Islands, Hawaii and Nauru. Last week, the European Union (EU) showed interest in working with the Fiji Government on a possible resumption of commercial kava export to the EU markets. Currently there’s a ban on kava exports into Europe which came into effect in early 2000. But imagine if China, UK, Europe, and countries opened their markets to Fiji and allow us to export kava to them? Government on Kadavu kava It is common knowledge in Fiji that Kadavu has quite a large number of kava farmers and is a main source of income for those on the island. A study conducted by the Pacific Horticultural and Agricultural Market Access Plus (PHAMA Plus) Program in 2018 showed that there were 1529 kava farmers on Kadavu, second to Cakaudrove province with 3005 farmers. However, these numbers could have grown significantly over the past two or three years, particularly during the COVID-19 pandemic period when most people returned to their villages for a period of one or two years. Mr Kamikamica had taken a three-day cooperative and small and medium enterprises tour on Kadavu early this month where he visited villages and held discussions with farmers, including the Kadavu Kava Farmers Co-op and the Kadavu Co-op Association. “Basically, in a very broad sense, Kadavu is one of the largest producers of kava in Fiji and as a resource owner, we’d like to think that they capture more of the benefit on the island. At the moment the middlemen are coming to Kadavu and then they really don’t get any benefit beyond the purchase price here,” he said. “So, there’s a discussion going in terms of how we can optimise the benefit of the effort that goes into the ground. It is sort of a four to five-year crop and so when it’s harvested, we, as a government, we feel that more needs to be done so that they can actually benefit from the hard labour. “That can potentially mean so many things, including centralising kava supply under a cooperative, but that needs the consent of the vanua, the chiefs of Kadavu and also the people. That’s part of an ongoing discussion.” He said the idea of supplying a kava cooperative was not new as thias was a process used by provinces before. “It’s not a new idea. It’s been floated before, but I think this government more than any, is probably well positioned to have those very constructive conversations and ultimately, if the owners of kava here are able to export directly into markets, that transforms the livelihood in terms of getting more benefits. “I mentioned in the village of Niudua, that kava is potentially a billion dollar industry for Fiji. It will potentially surpass sugar. The markets of Europe, United Kingdom, and China, we’re looking at trying to open them up and so the opportunity for more production is certainly there. “We need to probably put some regulations around it just to make sure that the quality is consistent and safe for consumption but it’s an exciting time for the kava growth.” Mr Kamikamica said if our cards were played right, there should be a bit of a boom in the kava industry in the years to come. • PART 2 next week",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kava",
          "sentiment": "negative"
        },
        {
          "name": "manoa kamikamica",
          "sentiment": "none"
        },
        {
          "name": "kamikamica",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "european union",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "fiji",
          "sentiment": "none"
        },
        {
          "name": "new zealand",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "marshall islands",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "hawaii",
          "sentiment": "none"
        },
        {
          "name": "united kingdom",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "nauru",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T10:14:56.179+02:00",
    "updated": "2024-02-16T12:54:45.435+02:00"
  },
  {
    "uuid": "0f929c1adc3b502a25ea07d2077b8019fc321685",
    "url": "https://vnexplorer.net/freezing-rain-expected-to-hit-parts-of-n-b-n-s-ahead-of-the-weekend-s697640.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T23:07:00Z",
    "title": "Freezing rain expected to hit parts of N.B., N.S. ahead of the weekend",
    "text": "Environment Canada has issued warnings in parts of New Brunswick and special weather statements in parts of Nova Scotia ahead of a system expected to bring freezing rain to the region.\nEnvironment Canada has issued warnings and statements in parts of New Brunswick and Nova Scotia ahead of a system expected to bring freezing rain to the region.\nMost of southern New Brunswick can expect a mix of freezing rain and rain overnight Thursday into Friday morning in western areas, lasting into the afternoon in eastern areas.\nThe precipitation will then change to snow Friday afternoon.\nFreezing rain warnings are issued when rain falling in sub-zero temperatures creates ice build-up and icy surfaces.\n“Surfaces such as highways, roads, walkways and parking lots may become icy and slippery,” the warning said. “Poor weather conditions may contribute to transportation delays.”\nIn Nova Scotia, special weather statements were issued along parts of northern mainland Nova Scotia and western Cape Breton.\nFreezing rain is expected to begin Friday morning in mainland Nova Scotia, lasting about four hours before changing to rain. In Cape Breton, the freezing rain is expected to begin Friday afternoon before changing to snow.\nMore on Canada\n“The risk of freezing rain is higher over high terrain,” the statement noted.\nEnvironment Canada’s warnings and statements come on the heels of significant wind storms in the region.\nPowerful winds battered New Brunswick and Nova Scotia early last week, and officials said more than 100,000 people woke up in New Brunswick last Tuesday morning without power.\nThe power outages persisted into the holidays, with more than 500 New Brunswick Power customers waking up Christmas morning in the dark.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA17KOee.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA17KOee.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "environment canada",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "new brunswick",
          "sentiment": "none"
        },
        {
          "name": "n.b.",
          "sentiment": "none"
        },
        {
          "name": "n.s.",
          "sentiment": "none"
        },
        {
          "name": "nova scotia",
          "sentiment": "none"
        },
        {
          "name": "cape breton",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:18:03.486+02:00",
    "updated": "2023-12-29T01:18:03.486+02:00"
  },
  {
    "uuid": "c37c52196dbac9bca08252a078aeb2fcf07eb1a4",
    "url": "https://www.newsbreak.com/news/3344758432404-spanish-priest-sidelined-by-church-for-allegedly-hawking-viagr",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-02-24T00:03:00Z",
    "title": "Spanish Priest Sidelined by Church for Allegedly Hawking Viagra",
    "text": "A Spanish priest has been sidelined by the Roman Catholic Church after he was busted by the Civil Guard’s organized-crime unit for allegedly selling Viagra and other “aphrodisiac substances” out of his home. Identified in local reports as a long-time parish priest from the small town of Don Benito, he is now receiving “psychological and spiritual” help during his temporary suspension, the diocese of Plasencia announced in a statement on Thursday, adding that it was “dismayed” by the “scandal” swirling around the case. Known as Don Alfonso, the priest was detained Monday but later provisionally released, while a second man who was arrested—described in local reports as Don Alfonso’s boyfriend—has remained in custody. According to El Mundo , Don Alfonso was monitored by the Civil Guard’s Organized-Crime and Anti-Drug Unit for months before cops finally swooped in and arrested him. Authorities claim he and the second man had been receiving deliveries of Viagra from other European countries and then selling it out of a rented apartment in Don Benito. Jesús Carretero, a lawyer for the priest, has disputed the allegations, telling the newspaper that Don Alfonso had “no knowledge” of any drug trafficking and “there is no evidence that incriminates him.” Read more at The Daily Beast.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://diocesisplasencia.org/wp-content/uploads/2024/02/COMUNICADO-OFICIAL-S.pdf",
      "https://www.thedailybeast.com/spanish-priest-don-alfonso-sidelined-by-church-for-allegedly-hawking-viagra",
      "https://www.elmundo.es/espana/2024/02/21/65d5e460fc6c83f5358b457c.html",
      "https://thedailybeast.com/spanish-priest-don-alfonso-sidelined-by-church-for-allegedly-hawking-viagra",
      "https://elmundo.es/espana/2024/02/21/65d5e460fc6c83f5358b457c.html",
      "https://www.diocesisplasencia.org/wp-content/uploads/2024/02/COMUNICADO-OFICIAL-S.pdf"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesús carretero",
          "sentiment": "none"
        },
        {
          "name": "el mundo",
          "sentiment": "none"
        },
        {
          "name": "don benito",
          "sentiment": "none"
        },
        {
          "name": "don alfonso",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "roman catholic church",
          "sentiment": "negative"
        },
        {
          "name": "civil guard",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "plasencia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-24T02:54:56.539+02:00",
    "updated": "2024-02-24T02:54:56.539+02:00"
  }
]