[
  {
    "uuid": "1006f8246ef0ec805f295f5cb1131d62cd65675d",
    "url": "https://www.komu.com/news/state/orangutan-born-at-st-louis-zoo/article_93b80110-a5bc-11ee-9a1f-eb2bcb0d0a4e.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carson DuRall",
    "published": "2023-12-28T20:06:00Z",
    "title": "Orangutan born at St. Louis Zoo",
    "text": "COLUMBIA − On the morning of Dec. 22, the St. Louis Zoo's Sumatran orangutan Rubih gave birth to her first baby. This is the first orangutan birth at the zoo in nine years and an important addition to the population of critically endangered Sumatran orangutans.\nA Facebook post from the zoo said the mother and newborn are doing well and bonding in the private maternity area of Jungle of the Apes.\nSt. Louis Zoo Sometimes Rubih chooses to spend parts of her day in the orangutan dayroom at Jungle of the Apes, where guests may get a glimpse of the pair; however, there is no set schedule. The zoo says providing the orangutans with an option of privacy is of utmost importance to their quality care.\nSince Rubih is keeping the baby close, the Animal Care team has not yet been able to determine the sex of the baby. A name will be selected by the care team at a later time.\nCurrently, Rubih lives with her baby's father, Cinta, her mother, Merah, and her half-sister, Ginger.\nTo report an error or typo, email news@komu.com .\nFacebook Twitter WhatsApp SMS Email Print Copy article link Save",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Environment"
    ],
    "external_links": [
      "https://wa.me/?text=https://www.komu.com/news/state/orangutan-born-at-st-louis-zoo/article_93b80110-a5bc-11ee-9a1f-eb2bcb0d0a4e.html",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.komu.com%2Fnews%2Fstate%2Forangutan-born-at-st-louis-zoo%2Farticle_93b80110-a5bc-11ee-9a1f-eb2bcb0d0a4e.html%3Futm_medium%3Dsocial%26utm_source%3Dfacebook%26utm_campaign%3Duser-share",
      "https://www.facebook.com/stlzoo/posts/pfbid035riDnzwoMTvNdTkbL6nX1GFxk2X9MdCgz7z6YHU9rVDFpZ95iFfxCNNngTju6AbPl",
      "https://twitter.com/intent/tweet?&text=Orangutan%20born%20at%20St.%20Louis%20Zoo&via=komunews&url=https%3A%2F%2Fwww.komu.com%2Fnews%2Fstate%2Forangutan-born-at-st-louis-zoo%2Farticle_93b80110-a5bc-11ee-9a1f-eb2bcb0d0a4e.html%3Futm_medium%3Dsocial%26utm_source%3Dtwitter%26utm_campaign%3Duser-share",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.komu.com%2Fnews%2Fstate%2Forangutan-born-at-st-louis-zoo%2Farticle_93b80110-a5bc-11ee-9a1f-eb2bcb0d0a4e.html%3Futm_medium%3Dsocial%26utm_source%3Dfacebook%26utm_campaign%3Duser-share",
      "https://wa.me/",
      "https://wa.me/?text=https://komu.com/news/state/orangutan-born-at-st-louis-zoo/article_93b80110-a5bc-11ee-9a1f-eb2bcb0d0a4e.html",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.twitter.com/intent/tweet?&text=Orangutan%20born%20at%20St.%20Louis%20Zoo&via=komunews&url=https%3A%2F%2Fwww.komu.com%2Fnews%2Fstate%2Forangutan-born-at-st-louis-zoo%2Farticle_93b80110-a5bc-11ee-9a1f-eb2bcb0d0a4e.html%3Futm_medium%3Dsocial%26utm_source%3Dtwitter%26utm_campaign%3Duser-share",
      "https://facebook.com/stlzoo/posts/pfbid035riDnzwoMTvNdTkbL6nX1GFxk2X9MdCgz7z6YHU9rVDFpZ95iFfxCNNngTju6AbPl",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rubih",
          "sentiment": "negative"
        },
        {
          "name": "cinta",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "st. louis zoo",
          "sentiment": "negative"
        },
        {
          "name": "facebook twitter",
          "sentiment": "none"
        },
        {
          "name": "st. louis zoo sometimes rubih",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "st. louis zoo columbia",
          "sentiment": "none"
        },
        {
          "name": "sumatran",
          "sentiment": "none"
        },
        {
          "name": "jungle",
          "sentiment": "none"
        },
        {
          "name": "merah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:04:09.351+02:00",
    "updated": "2023-12-29T00:04:09.351+02:00"
  },
  {
    "uuid": "61f4bef94fa15f52bfd3e881b13785b12d11ada3",
    "url": "https://www.meneame.net/story/como-perder-alcaldia-pamplona-reputacion-sola-frase/c015",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "joanagf987_658df085b94a1",
    "published": "2023-12-28T21:04:00Z",
    "title": "#15 Cómo perder la alcaldía de Pamplona y la reputación en una sola frase",
    "text": "[Osdransky](/user/Osdransky)a [eldiario.es](/go/link/3891544)\nLa plaza consistorial de Pamplona parece sanfermines en esta moción pero el PP sigue sin entender absolutamente nada!!!!\nIdos a tomar por culo!!!!!!!\n[#1](c1#c-1) llevan así desde la recogida de firmas para derogar el estatut catalán. Pero que sigan, que sigan.\n[#10](c10#c-10) y eso que allí ponen todos los impedimentos posibles para que la gente no vote (sobre todo los grupos poblacionales que no suelen votar a los republicanos).\n[#1](c1#c-1) Positivo por el elefante uso del imperativo del verbo ir con el enclético \"os\". Aunque la real academia admite desde hace años \"iros\" y todos recordamos con cariño aquel \"si me queréis, irse\" de la gran Lola no es menos cierto que \"Idos a tomar por culo\" destila elegancia, clasicismo, ritmo, gracia y donaire en cada sílaba.\nCreo que les ha retratado muy bien. Estoy un poco cansado de eldiario pero este artículo es bastante adecuado.\n[#0](c0#c-0) gracias\n[#2](c2#c-2) Tranquilo, tienen todo el escudo mediático. No lo verás en el telediario de A3, salvo que esa misma frase la hubiera dicho una alcaldesa del PSOE o de SUMAR.\n[#5](c5#c-5) Al hilo de lo que dices, hoy he visto las noticias de la noche de A·, con Vicente Vallés, y, en algún momento creía que le iba a dar un infarto: los independentistas, Bildu, traición del PSOE, traición de Sánchez y así así... Uno, si sigue escuchando cree que va a llegar el final de la democracia y el apocalipsis, como mínimo.\n[#6](c6#c-6) es indecente lo de ese señor... verlo vomitar bilis de esa manera, da muchisima grima, no se como no le aconseja alguien que se modere un poco\nA mí el que me hace gracia es Feijó diciendo que el PSOE ya no es un partido constitucionalista.\nPues no sé, creo que debió quedarse dormido en el artículo 1 porque en el 140 ya te dice de forma general como se eligen los concejales y como son estos los que eligen a un alcalde.\nEn fin, que habrá quien le compré el discurso pero no hay por donde cogerlo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:10:11.014+02:00",
    "updated": "2023-12-29T00:10:11.014+02:00"
  },
  {
    "uuid": "6fc3eee9c96542e185f5c16e4fd87831cac9fcd7",
    "url": "https://ipn.gov.pl/en/news/11146,A-Helper-is-a-Helper-Even-in-KL-Auschwitz-The-Story-of-Romualda-and-Feliks-Ciesi.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Institute of National Remembrance",
    "published": "2024-03-08T10:00:00Z",
    "title": "A Helper is a Helper, Even in KL Auschwitz. The Story of Romualda and Feliks Ciesielski",
    "text": "The film A Helper is a Helper, Even in KL Auschwitz depicts the heroism of a married couple, the Ciesielskis, who risked their lives to save their Jewish fellow citizens. In an apartment in Cracow’s Kazimierz district, a neighborhood that had been home to a Jewish community for centuries, Romualda and Feliks Ciesielski decided to provide shelter for Jews fleeing the ghetto. Among those who found safe refuge in their home were: Edmund Fiszler and his wife Leonora, and the Horowic family of four. The couple supported those in need in many ways, risking their own lives. Probably as a result of denunciations, the Ciesielskis were arrested by Germans in the summer of 1942.During the investigation Romualda was beaten and tortured. She was sent to Auschwitz Concentration Camp, where she was subjected to experimental pseudo-medical tests. In the camp, however, she did not stop helping; she hid children, she organized extra rations for children and falsified children's birth certificates. She stayed in Auschwitz until she escaped from an evacuation transport in Jawiszowice in January 1945.Her husband Feliks was also imprisoned in Auschwitz. From there he was transported to Mauthausen concentration camp, where he was murdered on 18 March 1945.\nWatch other episodes of the series: Not just the Ulmas – Poles rescuing Jews",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://bit.ly/4baybxB",
      "https://www.bit.ly/4baybxB"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "feliks ciesielski",
          "sentiment": "negative"
        },
        {
          "name": "edmund fiszler",
          "sentiment": "none"
        },
        {
          "name": "leonora",
          "sentiment": "none"
        },
        {
          "name": "horowic",
          "sentiment": "none"
        },
        {
          "name": "romualda",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "kl auschwitz",
          "sentiment": "none"
        },
        {
          "name": "romualda",
          "sentiment": "none"
        },
        {
          "name": "cracow’s kazimierz",
          "sentiment": "none"
        },
        {
          "name": "auschwitz concentration camp",
          "sentiment": "none"
        },
        {
          "name": "jawiszowice",
          "sentiment": "none"
        },
        {
          "name": "auschwitz",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T14:46:35.339+02:00",
    "updated": "2024-03-08T14:46:35.339+02:00"
  },
  {
    "uuid": "cd226b9ba21fb5ecc2f25148f6e5cce24362e560",
    "url": "https://fox17.com/news/local/nws-3rd-tornado-confirmed-in-midstates-severe-weather-outbreak-middle-tennessee-rutherford-county",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "WZTV",
    "published": "2024-05-10T04:04:00Z",
    "title": "chevron-right",
    "text": "RUTHERFORD COUNTY, Tenn. (WZTV) — The National Weather Service is reporting a third tornado hit the Midstate during Wednesday's severe weather outbreak. Preliminary data from NWS shows an EF-0 tornado touched down in Eagleville near the intersection of Threet Rd and New Zion Rd. ALSO READ | [One dead, multiple injured after tornado rips through Maury County](https://fox17.com/news/local/radar-confirmed-tornado-hits-maury-county-wednesday-middle-tennessee-columbia-spring-hill-national-weather-service-severe-weather) The report states the tornado reached the ground around 6:30 p.m. and moved east along New Zion Rd, snapping large branches from hardwood trees, along with uprooting trees near the intersection of Midland Rd and Jones Rd. According to NWS, the tornado continued east along Jones Rd snapping large limbs and uprooting more trees before it transitioned to straight line winds near the Gray Fox neighborhood. Rutherford County Government reports Eagleville and Christiana communities sustained major damage. While officials do not have exact numbers at this time, leaders say Rutherford County Emergency Management (RCEMA), Sheriff's deputies, Rutherford County Highway Department and the Tennessee Department of Transportation (TDOT) crews responded to several severe weather related calls throughout the county. READ MORE | [NWS confirms 2nd tornado hit Middle Tennessee during severe weather outbreak](https://fox17.com/news/local/nws-confirms-2nd-tornado-hit-middle-tennessee-during-severe-weather-outbreakrobertson-county-ef3-midstate#) Multiple water rescues took place over night as various roads were closed due to high water and debris, officials add. Most areas of the county received over six inches of rain. The West Fork Stones River went from 2.5 feet to almost 20 feet by 8 a.m. Thursday. \"Our Public Safety team is working around the clock to serve the community,\" said Mayor Joe Carr. \"I’m thankful to have such expertise in Rutherford County.” Rutherford County Government says Building Codes staff and RCEMA volunteers surveyed the damage to provide assessments to determine the event footprint. To assist in storm clean-up efforts, the Tennessee Department of Environmental and Conservation has certain open burn exceptions. Rutherford County Fire Marshal Joshua Sanders said the Fire Marshal’s office is available to answer any questions regarding the open burning of vegetative debris. Vegetative debris can be burned until May 15. Get reports like this and all the news of the day in Middle Tennessee delivered to your inbox each morning with the [FOX 17 News Daily Newsletter](https://fox17.com/sign-up).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ruther",
          "sentiment": "none"
        },
        {
          "name": "christiana",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "negative"
        },
        {
          "name": "nws",
          "sentiment": "none"
        },
        {
          "name": "rutherford county government",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tenn.",
          "sentiment": "none"
        },
        {
          "name": "eagleville",
          "sentiment": "none"
        },
        {
          "name": "new zion rd.",
          "sentiment": "none"
        },
        {
          "name": "gray fox",
          "sentiment": "none"
        },
        {
          "name": "new zion rd",
          "sentiment": "none"
        },
        {
          "name": "midland rd",
          "sentiment": "none"
        },
        {
          "name": "maury county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T07:53:24.775+03:00",
    "updated": "2024-05-10T07:53:24.775+03:00"
  },
  {
    "uuid": "fb5d7e51d21bb2f61d79cbea69a7f2328e1f5a6d",
    "url": "https://1190kex.iheart.com/featured/portland-local-news/content/2024-03-14-oregon-zoos-new-penguin",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@jamn1075",
    "published": "2024-03-14T22:33:00Z",
    "title": "Oregon Zoo's New Penguin | JAM'N 107.5",
    "text": "A tiny Humboldt penguin chick came out of its shell last week at the Oregon Zoo. “The little beak came out first,” said Marcus Jason, who oversees the zoo’s penguin habitat. “Everything went well with the hatching, and the chick’s parents are doing a great job caring for it in their nest.” The young penguin began “pipping” (when a chick’s beak breaks through the membrane of its shell) Saturday, March 2 and emerged early on Monday, March 4. Humboldt penguins typically hatch 40 days after eggs are laid, and according to Jason it takes two or three days from when they pip to when they’re fully hatched. The fluffy, pint-sized new arrival — which is small enough to fit in the palm of your hand — is the 194th Humboldt chick to hatch at the zoo since it began breeding the threatened species in the 1980s. It will be nearly as tall as its parents by the summer, but easy to tell apart by its plumage: Young Humboldts are grayish-brown all over and don’t develop their distinctive black-and-white tuxedo markings for a couple years. Once it’s waddling and swimming on its own, the chick will begin to explore the rugged terrain of the zoo’s Penguinarium, which simulates the endangered birds’ native habitat along the rocky coast of Chile and Peru. Until then, Marcus says, the young bird will be keeping cozy inside its nest box, growing strong on a diet of regurgitated “fish smoothie” provided by its devoted parents. Humboldt penguins, which live along the South American coastline off Peru and Chile, are classified as “vulnerable” by the International Union for Conservation of Nature, and in 2010 were granted protection under the U.S. Endangered Species Act. Of the world’s 17 penguin species, Humboldts are among the most at risk, threatened by overfishing of their prey species, entanglement in fishing nets, and breeding disruption due to commercial removal of the guano deposits where the penguins lay their eggs. Their population is estimated at 12,000 breeding pairs. Source: Oregon Zoo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jason",
          "sentiment": "none"
        },
        {
          "name": "marcus jason",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "oregon zoo",
          "sentiment": "neutral"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T01:06:51.366+02:00",
    "updated": "2024-03-15T02:00:19.729+02:00"
  },
  {
    "uuid": "38c319fd77bd7f7d4a3789ccd8922b1cf48dde1c",
    "url": "https://news.sky.com/story/pm-hasina-becomes-bangladeshs-longest-serving-leader-after-majority-win-in-election-13043825",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sky UK Limited",
    "published": "2024-01-07T00:00:00Z",
    "title": "PM Hasina becomes Bangladesh's longest-serving leader after majority win in election | World News | Sky News",
    "text": "Prime Minister Sheikh Hasina has won an overwhelming majority in Bangladesh's parliamentary election, giving her party - the Awami League - a fourth consecutive term. After an election campaign fraught with violence and a boycott from the main opposition party, it was widely reported that Ms Hasina's party won 216 seats out of 299. The win also means the 76-year-old has become the country's longest-serving leader. A final official declaration on the outcome of the vote is expected by the Election Commission on Monday. Around 40% voted out of a total 120 million people who were eligible, according to Kazi Habibul Awal, chief election commissioner. The main opposition Bangladesh Nationalist Party (BNP) led by former prime minister Khaleda Zia refused to accept the election outcome. The party accuses Ms Hasina of turning Bangladesh into a one-party state and muzzling dissent and civil society. Rivalry-fuelled violence Both Ms Hasina and Ms Zia have run the country alternately for many years, their rivalry fuelling violence and a polarised political landscape in the country. In the build-up to the election, there were at least 18 arson attacks, including one on a train on Friday night that resulted in four deaths. Seven men belonging to the BNP and its youth wing were arrested for their alleged involvement in the train attack. Read more world news:Putin vows to back soldiers who 'defend' RussiaGirl stabbed outside Dublin school will need to 'relearn everything'197 planes grounded after Alaska Airlines blowout The party deny any role in the attack. Opposition leader Ms Zia has been under house arrest for over two years on corruption charges, which she denies. Her party claimed around 20,000 of its members had been jailed ahead of the election, a figure which the government disputed. The government went on to defend the election, saying 27 parties and 404 independent candidates participated. But with scores of candidates from the Awami League running as independents and mostly smaller opposition parties in the race, analysts say Ms Hasina's win was near inevitable. Independent candidates took 52 parliamentary seats, while the Jatiya Party - the third largest in the country - took 11, according to TV stations.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hasina",
          "sentiment": "negative"
        },
        {
          "name": "zia",
          "sentiment": "none"
        },
        {
          "name": "khaleda zia",
          "sentiment": "none"
        },
        {
          "name": "kazi habibul awal",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "election commission",
          "sentiment": "none"
        },
        {
          "name": "bnp",
          "sentiment": "none"
        },
        {
          "name": "awami league",
          "sentiment": "none"
        },
        {
          "name": "bangladesh nationalist party",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bangladesh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:59:37.978+02:00",
    "updated": "2024-01-08T00:59:37.978+02:00"
  },
  {
    "uuid": "329ffb6b8c8642024bff972b6365ae207a64b5ce",
    "url": "https://www.news9.com/story/667554d63325763d6f60f3aa/restaurant-week-in-claremore-supports-small-businesses-impacted-by-tornado",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Griffin Media",
    "published": "2024-06-21T10:24:00Z",
    "title": "Restaurant Week In Claremore Supports Small Businesses Impacted By Tornado",
    "text": "Friday, June 21st 2024, 5:24 am The Claremore Area Chamber of Commerce is in the middle of its annual restaurant week. It allows people to eat at local restaurants for a chance to win prizes and save money. This year, it also means a little more to both the restaurants participating and the town itself. Many of the participating restaurants were hit hard by the recent tornado. This includes Smokelahoma. The restaurant suffered lost wages, inventory and sales due to the severe weather. Lindsay Adolphson, the owner of Smokelahoma said restaurant week is great because she has loved seeing more people visit, but she also knows how much it helps her business and others. \"A lot more seeing on Facebook, social media, people posting about let’s get out and support local businesses. These are the families that need us the most at this time. So we do the best we can to help and do these deals to provide at a hard time for everyone in Claremore,\" Adolphson said. While businesses like Smokelahoma are directly impacted by the increase in traffic at the restaurant, Ashley May, the chamber's communications director said the town of Claremore also gets a boost when more people shop and eat local. \"These are our friends. These are our neighbors, and we want to support them. In addition, all of that has such a positive economic impact on our community because we are a municipality, and we are funded by sales tax. So that’s a really important thing for people to spend their dollars here in Claremore,\" May said. Restaurant week runs through June 23 and by participating, you not only help show support for Claremore, but you could potentially win a gift card from the chamber. June 21st, 2024 June 21st, 2024 June 21st, 2024 June 21st, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "smokelahoma",
          "sentiment": "none"
        },
        {
          "name": "adolphson",
          "sentiment": "none"
        },
        {
          "name": "lindsay adolphson",
          "sentiment": "none"
        },
        {
          "name": "ashley may",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "claremore area chamber of commerce",
          "sentiment": "negative"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "claremore",
          "sentiment": "none"
        },
        {
          "name": "smokelahoma",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T14:19:54.714+03:00",
    "updated": "2024-06-21T14:19:54.714+03:00"
  },
  {
    "uuid": "760d645bc9e449afc88b399248ecc880300c50b4",
    "url": "https://www.devdiscourse.com/article/politics/3014579-supreme-court-grants-interim-bail-to-kejriwal-in-excise-policy-case",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Devdiscourse News Desk",
    "published": "2024-07-12T04:03:00Z",
    "title": "Supreme Court Grants Interim Bail to Kejriwal in Excise Policy Case | Politics",
    "text": "Supreme Court Grants Interim Bail to Kejriwal in Excise Policy Case The Aam Aadmi Party (AAP) praised the Supreme Court for granting interim bail to Delhi CM Arvind Kejriwal in the excise policy scam case filed by the ED. Kejriwal remains in jail due to a separate CBI arrest related to the same case. AAP leaders called the verdict a 'victory of truth'. [Devdiscourse News Desk](/devdiscourse-stories)| New Delhi | Updated: 12-07-2024 12:03 IST | Created: 12-07-2024 12:03 IST - Country: - India The Aam Aadmi Party (AAP) on Friday lauded the Supreme Court for granting interim bail to Delhi Chief Minister Arvind Kejriwal in the excise policy scam case initiated by the Enforcement Directorate (ED), stating that this move has 'exposed' the BJP's 'conspiracy' against him. Despite the interim bail, Kejriwal, who is also AAP's national convenor, will continue to be in jail as the Central Bureau of Investigation (CBI) has detained him on corruption charges related to the alleged scam, while he was under ED custody. In a joint press briefing, AAP leaders Atishi, Saurabh Bharadwaj, and Sandeep Pathak hailed the Supreme Court's decision as a 'victory of truth.' Earlier, the party, in a Hindi post on X, declared 'Satyamev jayate (truth alone triumphs).' AAP claimed the BJP anticipated Kejriwal's bail from the Supreme Court in the ED's money laundering case, prompting his arrest by the CBI. Atishi defended Kejriwal's integrity, asserting he was, is, and will remain honest, and claimed that every legal institution has unveiled the BJP's 'conspiracy' against him. Rajya Sabha member Sandeep Pathak called the court order 'historic' and criticized the excise policy case as a 'circus' orchestrated by the BJP. AAP remains optimistic about Kejriwal obtaining bail in the CBI's excise policy case, according to Bharadwaj. The apex court, while granting the interim bail, noted that Kejriwal had been incarcerated for over 90 days. (Disclaimer: With inputs from agencies.) - READ MORE ON: - [Supreme Court](/news?tag=Supreme+Court) - [Arvind Kejriwal](/news?tag=Arvind+Kejriwal) - [AAP](/news?tag=AAP) - [interim bail](/news?tag=interim+bail) - [excise policy scam](/news?tag=excise+policy+scam) - [CBI](/news?tag=CBI) - [ED](/news?tag=ED) - [BJP](/news?tag=BJP) - [conspiracy](/news?tag=conspiracy) - [truth](/news?tag=truth) ALSO READ [Kerala's Push for Gender Neutrality in Education Sparks Debate](/article/education/2997141-keralas-push-for-gender-neutrality-in-education-sparks-debate) [Afghanistan's Fazalhaq Farooqi becomes bowler with most wickets in single edition of T20 WC](/article/sports-games/2997165-afghanistans-fazalhaq-farooqi-becomes-bowler-with-most-wickets-in-single-edition-of-t20-wc) [AIADMK holds hunger strike demanding CBI inquiry over Kallakurichi hooch tragedy](/article/headlines/2997180-aiadmk-holds-hunger-strike-demanding-cbi-inquiry-over-kallakurichi-hooch-tragedy) [AIADMK to hold hunger strike demanding CBI inquiry over Kallakurichi hooch tragedy](/article/headlines/2997168-aiadmk-to-hold-hunger-strike-demanding-cbi-inquiry-over-kallakurichi-hooch-tragedy) [Anrich Nortje takes most wickets for South Africa in single T20 WC edition](/article/sports-games/2997175-anrich-nortje-takes-most-wickets-for-south-africa-in-single-t20-wc-edition)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kejriwal",
          "sentiment": "negative"
        },
        {
          "name": "arvind kejriwal",
          "sentiment": "none"
        },
        {
          "name": "saurabh bharadwaj",
          "sentiment": "none"
        },
        {
          "name": "sandeep pa",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "politics supreme court grants interim bail",
          "sentiment": "negative"
        },
        {
          "name": "supreme court grants interim bail",
          "sentiment": "negative"
        },
        {
          "name": "aap",
          "sentiment": "none"
        },
        {
          "name": "devdiscourse news desk",
          "sentiment": "none"
        },
        {
          "name": "central bureau of investigation (cbi",
          "sentiment": "none"
        },
        {
          "name": "supreme court",
          "sentiment": "none"
        },
        {
          "name": "bjp",
          "sentiment": "none"
        },
        {
          "name": "cbi",
          "sentiment": "none"
        },
        {
          "name": "enforcement directorate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new delhi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T09:41:17.899+03:00",
    "updated": "2024-07-12T09:41:17.899+03:00"
  },
  {
    "uuid": "bc3e10c12e824bc2418011ab251082209edae93e",
    "url": "https://www.warrington-worldwide.co.uk/2025/01/03/amber-weather-warning-for-snow-and-ice",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gary Skentelbery",
    "published": "2025-01-03T11:48:00Z",
    "title": "Amber weather warning for snow and ice",
    "text": "The Met Office has upgraded a weather warning for snow and ice to Amber for Warrington and the North West of England.\n[Earlier in the week](https://www.warrington-worldwide.co.uk/2025/01/02/snow-forecast-for-warrington-as-temperature-plummets/) the Met Office issued a Yellow weather warning which has now been upgraded to Amber.\nToday’s [forecast](https://weather.metoffice.gov.uk/forecast/gcqpszhz5#?date=2025-01-05) is a cold and bright start in the south, and it will be cloudier in the north. Wintry showers throughout the day with sunny intervals. Breezy for a time and feeling cold. Maximum temperature 5 °C.\nTonight:\nWintry showers continuing throughout this evening and overnight mixed with occasional clear spells. Turning chilly under the clearest skies with a frost. Minimum temperature 0 °C.\nSaturday:\nOften cloudy with wintry showers, mainly through the morning before easing. Turning unsettled by the evening with sleet and snow pushing northeastwards, heaviest over the hills. Maximum temperature 4 °C.\nOutlook for Sunday to Tuesday:\nSleet and snow, perhaps heavy and disruptive in places and clearing early Monday. Drier on Monday and Tuesday with a few wintry showers. Staying cold with a risk of ice.\nAn Amber warning means snow is expected to lead to disruption during Sunday across northern England.\nSome rural communities cut off\nPower cuts and other services, such as mobile phone coverage, affected\nDelays and cancellations to rail and air travel is expected\nTravel delays on roads, stranding some vehicles and passengers",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "topics": [
      "Weather->weather warning",
      "Environment->nature",
      "Environment->climate change"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://weather.metoffice.gov.uk/forecast/gcqpszhz5#?date=2025-01-05",
      "https://www.weather.metoffice.gov.uk/forecast/gcqpszhz5#?date=2025-01-05",
      "https://weather.metoffice.gov.uk/forecast/gcqpszhz5#"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Met Office",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T15:03:53.008+02:00",
    "updated": "2025-01-03T15:03:53.008+02:00"
  }
]