[
  {
    "uuid": "f1d19eb4c8a4a1e1d3313446ce22cf7274cf4502",
    "url": "https://www.outkick.com/sports/canada-loses-womens-soccer-coach-olympics-after-spying-competition-drone",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alejandro Avila",
    "published": "2024-07-25T21:26:00Z",
    "title": "Canada Loses Women's Soccer Coach After Spying On Competition With Drone | OutKick",
    "text": "It's a bird. It's a plane. It's … an Olympic team's drone. We've got a case of espionage to kick off the Paris Summer Olympics involving Canada's women's Olympic soccer team, and someone has officially been axed following the pre-Olympics controversy. Team Canada Soccer's reps at the Olympics announced the dismissal of head coach Bev Priestman, who has coached the Canadian group since 2020, having previously won gold with the Olympic team in 2021. READ: Team Canada Accused Of Using Drone To Spy On Opponents' Soccer Practices Team Canada also let go of two staff members, an assistant coach and an analyst, in the aftermath of the drone activity. The men's national soccer team also received accusations of spying on its opposition. Canada's Coach Axed Over SpyGate 2024 Assistant coach Andy Spence has been appointed as the interim coach, taking over from Priestman. Team Canada Soccer was caught red-handed flying a drone over its competitor's practice, and the New Zealand women's national team flagged the drone's appearance at its practice to the IOC (International Olympic Committee). As a result, Priestman was removed from team activities for the entire week and officially dismissed. The New Zealand Olympic Committee previously released a statement on the incident. \\\"Team support members immediately reported the incident to police leading to the drone operator, who has been identified as a support staff member of the wider Canadian Women’s football team, to be detained,\\\" the statement read. \\\"The NZOC has formally lodged the incident with the IOC integrity unit and has asked Canada for a full review.\\\" Team Canada flew too close to the sun and faced not only a steep hill to gold but the burden of proving any win could be legitimate after flying surveillance over the Kiwis. The Canadian Olympic Committee released its decision regarding Priestman on Thursday: \\\"The Canadian Olympic Committee has removed the Canadian Women's National Soccer Team Head Coach Bev Priestman from the Canadian Olympic Team due to her suspension by Canada Soccer,\\\" the COC stated (via ESPN). \\\"Assistant coach Andy Spence will lead the Women's National Soccer Team for the remainder of the Paris 2024 Olympic Games. Send us your thoughts: alejandro.avila@outkick.com Follow along on X: @alejandroaveela",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "andy spence",
          "sentiment": "none"
        },
        {
          "name": "bev priestman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "soccer practices team canada",
          "sentiment": "none"
        },
        {
          "name": "team canada soccer",
          "sentiment": "none"
        },
        {
          "name": "ioc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new zealand",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T05:20:44.487+03:00",
    "updated": "2024-07-26T05:20:44.487+03:00"
  },
  {
    "uuid": "5271d663674fbc0ae59b1dbd89ccc629c5ec82b9",
    "url": "https://manilastandard.net/news/314430457/bangladesh-open-mosque-for-transgender-hijra-community.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2024-03-29T07:37:00Z",
    "title": "Bangladesh opens mosque for transgender hijra community - Manila Standard",
    "text": "Mymensingh, Bangladesh – Kicked out of other prayer services, members of Bangladesh’s transgender hijra community have been welcomed at a new mosque in the Muslim-majority nation with the promise of worship without discrimination. The humble structure — a single-room shed with walls and a roof clad in tin — is a new community hub for the minority, who have enjoyed greater legal and political recognition in recent years but still suffer from entrenched prejudice. “From now on, no one can deny a hijra from praying in our mosque,” community leader Joyita Tonu said in a speech to the packed congregation. “No one can mock us,” added the visibly emotional 28-year-old, a white scarf covering her hair. The mosque near Mymensingh, north of the capital Dhaka on the banks of the Brahmaputra river, was built on land donated by the government after the city’s hijra community were expelled from an established congregation. “I never dreamt I could pray at a mosque again in my lifetime,” said Sonia, 42, who as a child loved to recite the Koran and studied at an Islamic seminary. But when she came out as hijra, as transgender women in South Asia are commonly known, she was blocked from praying in a mosque. “People would tell us: ‘Why are you hijra people here at the mosques? You should pray at home. Don’t come to the mosques,'” Sonia, who uses only one name, told AFP. “It was shameful for us, so we didn’t go,” she added. “Now, this is our mosque. Now, no one can say no.” – ‘Like any other people’ – Hijra have been the beneficiaries of growing legal recognition in Bangladesh, which since 2013 has officially allowed members of the community to identify as a third gender. Several have entered Bangladeshi politics, with one transgender woman elected mayor of a rural town in 2021. But hijra still struggle for basic recognition and acceptance, lacking property and marriage rights. They are also often discriminated against in employment and are much more likely to be victims of violent crime and poverty than the average Bangladeshi. Hardline Islamist groups have also lashed out at the recognition of transgender Bangladeshis in school textbooks, leading rallies to demand the government abandon its push to include them in the curriculum. Mufti Abdur Rahman Azad, founder of a hijra charity, told AFP that the new mosque was the first of its kind in the country. A similar endeavour planned in another city was stopped last month after a protest by locals, he added. Dozens of local hijra women donated time and money to build the Dakshin Char Kalibari Masjid for the Third Gender, which opened this month. It also has a graveyard, after a local Muslim cemetery last year refused to bury a young hijra woman inside its grounds. The mosque’s imam, Abdul Motaleb, 65, said that the persecution of the hijra community was against the teachings of his faith. “They are like any other people created by Allah”, the cleric told AFP. – ‘No one can be denied’ – “We all are human beings. Maybe some are men, some are women, but all are human. Allah revealed the Holy Koran for all, so everyone has the right to pray, no one can be denied.” Motaleb said that other Bangladeshis could learn from the faith and strength of the hijra. “Since I have been here at this mosque, I have been impressed by their character and deeds,” he said. The new mosque is already tackling prejudice. Local resident Tofazzal Hossain, 53, has offered Friday prayers there for a second week in a row. He said living and praying with the hijra community has changed his “misconceptions” about them. “When they started to live with us, many people said many things,” he told AFP. “But we’ve realised what people say isn’t right. They live righteously like other Muslims”. Tonu hopes to expand the simple mosque to be big enough to cater for more people. “God willing, we will do it very soon,” she told AFP. “Hundreds of people can offer prayers together.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joyita tonu",
          "sentiment": "none"
        },
        {
          "name": "sonia",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "muslim",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bangladesh",
          "sentiment": "none"
        },
        {
          "name": "manila standard mymensingh",
          "sentiment": "none"
        },
        {
          "name": "brahmaputra river",
          "sentiment": "none"
        },
        {
          "name": "dhaka",
          "sentiment": "none"
        },
        {
          "name": "mymensingh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T12:47:18.828+03:00",
    "updated": "2024-03-29T19:16:53.599+03:00"
  },
  {
    "uuid": "add73988c484c521c5d431110d8eba56ed66144d",
    "url": "https://www.durangoherald.com/articles/durango-pulls-emergency-break-on-sale-of-city-owned-townhome",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Christian Burney",
    "published": "2024-06-27T00:00:00Z",
    "title": "Durango pulls emergency break on sale of city-owned townhome – The Durango Herald",
    "text": "A townhome purchased by the city of Durango for resale as a below-market rate, deed-restricted workforce housing unit is about to be taken off the market. Despite a prospective buyer’s readiness to purchase the unit from the city for $399,999 in mid-July, the city is pulling an emergency brake on the sale, with Durango City Council scheduled to formally vote on the matter on Tuesday. The townhome, unit 501 at the Animas City Park Overlook Townhomes on East 33rd Street adjacent to Animas City Park, was purchased by the city in April from developer Agave Group for $547,000. The city’s intent in buying the townhome was to resell it at a below-market price as part of its ongoing efforts to increase its workforce housing supply, Eva Henson, former housing innovation manager for the city, said in April. But Henson submitted her resignation to the city on Sunday. City Manager José Madrigal said Henson submitted her resignation letter after she was questioned about a previously undisclosed workplace relationship between two city employees. She oversaw one of the employees in the housing division; the other employee, a member of the Durango Capital Improvements Project division, was the prospective buyer of the townhome. Madrigal said he was made aware of the workplace relationship on June 12. The relationship itself is not problematic, he said. The employee working under Henson told her about the relationship. But Henson’s failure to disclose that information to City Council, city attorney’s office, director of the Community Development Department or Madrigal himself, was an issue, said Madrigal said. Henson’s failure to disclose the workplace relationship, combined with the timing of the city’s receipt of the homebuyer application, created the appearance of a conflict of interest, he said. When Henson learned of the workplace relationship, she didn’t notify anybody else within the city about it because she didn’t think it was problematic, Madrigal said. Her reasoning was the employees were not living together. “And so (Henson) just kind of said, ‘All right, I’m going to hold on to this and we’re going to move forward with it.’ So that’s a lot of flags for us,” Madrigal said. The city of Durango’s 2024 employee handbook says employees shall disclose any personal relationships to their department directors “in any instance where there could be the appearance of a conflict of interest.” The handbook lists an example of an employee’s spouse working for a developer doing business with the city. Madrigal said even the appearance of impropriety can muster heavy scrutiny from the community the city serves. “It just does not pass, I think, the test of fairness and equity within our system in our process,” he said. Additionally, the timing of the employees’ application to purchase the townhome, and the fact that application was the only one out of five received that was fully completed, was “fishy” and raised eyebrows, Madrigal said. He said there is no “smoking gun” – an email or any other evidence – thus far that suggests anyone conspired to prioritize the city employee’s homebuyer application over other applicants. But the circumstances are too suspect to be ignored and should not have gotten this far, he said. HomesFund, a mortgage assistance nonprofit serving first-time homebuyers in Durango, screened the applications for purchasing the townhome and forwarded them to the city. Durango Community Development Director Scott Shine said HomesFund first announced the townhome’s entrance on the market to a group of prospective homebuyers who were on various waitlists on April 25. Between then and May 11, 93 households or prospective applicants were notified of the townhome being made available for purchase. Despite the large pool of potential applicants, just five applications were forwarded from HomesFund to the city, Madrigal said. Wait-listed homebuyers should have had more time to submit their applications, he said, and there should have been a randomized selection process or a fairer system for awarding first dibs on the townhome. Of the five applications received, only the Capital Improvements Project management division employee’s application was fully completed and ready to be approved. The day the city received the application May 11, the employee disclosed the relationship to Henson. The city is required to pass an ordinance for any sale of city-owned property. It held a public hearing for the sale of the townhome on June 4, and City Council supported the transaction in a first reading. That was before city officials were made aware of the buyer’s employment with the city and his or her workplace relationship. “Had we known … there’s only one applicant – it was somebody that was in a dating relationship and a city employee – we would have definitely put the stop on it before we even got to the Council,” Madrigal said. “And I can’t speak for the council, but I’m pretty sure they probably wouldn’t have approved that because it just doesn’t seem like that was a fair and open process.” The city has policies about workplace relationships when they involve one person holding authority over another, Madrigal said. But otherwise, the city tries to stay out of its employees’ private lives. “We probably need to … strengthen our policies and processes if there is a dating relationship or a personal relationship between two employees,” he said. “It has to be disclosed in anything that could even have the appearance of a conflict of interest.” Workplace relationship disclosures aside, Madrigal said the city must also rethink how it announces, evaluates and times property sales to ensure all residents have equal and ample opportunity to make their bids. Shine, the director of Durango Community Development, said he is still processing what played out, but the fiasco is an important reminder the city and its staff members are charged with conducting “robust and open” processes. “Public employees need to accept that we have a higher standard and be ready to live up to (it). So it’s just reminders on all those things, and then really being diligent about being open and defining procedures,” he said. Henson’s hiring by the city was announced in January 2022 . Her resignation might come as a gut-check to the city. Area economic development and housing experts have lauded her work on expanding the variety of housing options Durango has to offer. She was praised at an October groundbreaking for a project repurposing a former Best Western Inn & Suites on U.S. Highway 160 in west Durango into low-income housing for residents earning 60% annual area median income or less. She has been complimented at Durango Chamber of Commerce Eggs & Issues breakfasts and seminars, received shout outs by area housing officials and residents in public comments during City Council meetings, and has generally received positive feedback at public meetings for her approach to housing solutions. Attempts to reach Henson on Thursday were not immediately successful. Madrigal said Michael French, former director of the La Plata Economic Development Alliance, has been contracted by the city to serve as a housing and tourism officer. “He will be coming in under contract to help us with housing and then also help us with our tourism,” he said. “... Working with Visit Durango to kind of find a structure moving forward.” Visit Durango, the area tourism office, also fell under public and city scrutiny recently when questions arose about its spending priorities with city-allocated lodgers tax funds . cburney@durangoherald.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.durangoco.gov/DocumentCenter/View/28540/Employee-Handbook-2024-PDF?bidId=)",
      "https://www.durangoco.gov/DocumentCenter/View/28540/Employee-Handbook-2024-PDF",
      "https://durangoco.gov/DocumentCenter/View/28540/Employee-Handbook-2024-PDF?bidId=)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "eva henson",
          "sentiment": "none"
        },
        {
          "name": "josé madrigal",
          "sentiment": "none"
        },
        {
          "name": "henson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "durango herald",
          "sentiment": "negative"
        },
        {
          "name": "durango city council",
          "sentiment": "none"
        },
        {
          "name": "agave group",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "durango",
          "sentiment": "none"
        },
        {
          "name": "animas city park",
          "sentiment": "none"
        },
        {
          "name": "animas city park overlook townhomes",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T00:06:03.454+03:00",
    "updated": "2024-06-28T01:09:24.256+03:00"
  },
  {
    "uuid": "c15fdb31a771fa7f9ac436514b59915963b508d7",
    "url": "https://www.nsnews.com/national-news/princess-anne-lays-wreath-at-battle-of-atlantic-ceremony-honours-late-queen-8700781",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2024-05-05T21:20:00Z",
    "title": "Princess Anne lays wreath at Battle of Atlantic ceremony; honours late Queen",
    "text": "VICTORIA — Princess Anne saluted Canadian veterans and current forces members and honoured her late mother during separate ceremonies Sunday in Victoria as she wrapped up a three-day British Columbia West Coast royal visit. The princess, King Charles's sister, laid a wreath during a ceremony at the B.C. legislature cenotaph to commemorate the Battle of the Atlantic, the largest and longest battle of the Second World War, during which Canada lost 24 warships and more than 4,300 Canadian forces and merchant marine members. Earlier Sunday at Government House, Princess Anne planted a red flowering current tree and unveiled a plaque to honour her late mother, Queen Elizabeth II. \"We had the pleasure of going on a walk around the gardens with Princess Royal,\" said Patty Grant, Friends of Government House Gardens president. \"It was lovely. She is so personable and showed an interest in each and every one of the volunteers.\" Princess Anne was especially taken in by the woodland nature of the grounds, said Valerie Murray, government house horticultural adviser. \"She was most interested in the woodlands,\" she said. \"The camas is looking fantastic right now and we were able to talk about the unique Garry oak ecosystem. She took pictures of the Garry oak woodlands.\" Murray said the princess was shown a new coronation pathway developed to honour King Charles, including its design to \"make it more accessible to the public and to protect the ecosystem.\" Princess Anne's royal visit started Friday in North Vancouver where she participated in the commissioning of HMCS Max Bernays, the first Arctic patrol vessel for Canada's Pacific fleet. The princess, honorary commodore-in-chief of the Pacific fleet, sailed on board Max Bernays to Esquimalt where she visited God's Acre veteran's cemetery and an urban agricultural sustainable food project. Vice-Admiral Angus Topshee, commander of the Royal Canadian Navy, said having the princess attend the Battle of the Atlantic ceremony and sail from North Vancouver to Esquimalt on board the patrol vessel was an honour for Canada's navy. \"It does make it extra special for the sailors of the Canadian Pacific fleet,\" he said. \"She is the honorary commodore-in-chief of the Pacific fleet, and for her to have a chance to come out and meet the sailors, sail on board HMCS Max Bernays and to be here to commission Max Bernays is a big moment for us. She cares deeply about her Royal duties and the sailors in the Royal Canadian Navy.\" HMCS Max Bernays is the first new ship commissioned on the West Coast for Arctic and offshore patrols based in Victoria, Topshee said. \"It's a great new capability for Canada and it guarantees that we can ensure our Arctic sovereignty,\" he said. About 600 people attended the Battle of Atlantic ceremony, B.C. legislature security staff estimated. This report by The Canadian Press was first published May 5, 2024. Dirk Meissner, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "victoria",
          "sentiment": "negative"
        },
        {
          "name": "anne",
          "sentiment": "negative"
        },
        {
          "name": "charles",
          "sentiment": "none"
        },
        {
          "name": "angus topshee",
          "sentiment": "none"
        },
        {
          "name": "elizabeth ii",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "canada's pacific fleet",
          "sentiment": "none"
        },
        {
          "name": "royal canadian navy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "atlantic",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "north vancouver",
          "sentiment": "none"
        },
        {
          "name": "british columbia",
          "sentiment": "none"
        },
        {
          "name": "west coast",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-06T00:31:13.397+03:00",
    "updated": "2024-05-06T03:22:38.919+03:00"
  }
]