[
  {
    "uuid": "89929fd557c9614cf191e0e1e80f51e6692dd901",
    "url": "https://theathletic.com/5166669/2023/12/28/west-ham-arsenal-var-bowen/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Athletic Staff",
    "published": "2023-12-28T23:05:00Z",
    "title": "West Ham score controversial goal vs Arsenal as Jarrod Bowen blocks VAR view",
    "text": "West Ham scored a controversial opener en route to their 2-0 win at Arsenal — prompting fresh questions about technology in the game. Tomas Soucek struck just 13 minutes into the London derby at the Emirates after being set up by Jarrod Bowen, but it was not clear whether or not the ball had gone out of play.\nAdvertisement\nDavid Moyes’ side doubled their lead through\nKonstantinos Mavropanos and Said Benrahma saw a last-gasp penalty saved by David Raya as Arsenal missed the chance to reclaim top spot.\nHere’s how the early incident unfolded — and what was said after the game…\nWhat happened?\nWest Ham made an early breakthrough at the Emirates after a promising move down the left saw Bowen pick up a loose ball and sidefoot it back across goal at the byline.\nSoucek applied the finish and referee Michael Oliver awarded the goal, but uncertainty ensued as to whether the ball was out when Bowen centred for his team-mate.\nThe goal-line technology system only applies to the goal line itself. That means Bowen’s involvement in the goal could instead only get the eye test in the VAR room at Stockley Park in west London.\nThe check by VAR Craig Pawson took three minutes and 22 seconds, before Oliver confirmed the goal would stand.\nArsenal’s players did not immediately dispute the decision and The Athletic’s Alan Shearer, speaking on Amazon Prime, said: “I can’t say for certain that the ball is out.”\nVAR couldn't find conclusive evidence that the ball went out of play, so West Ham lead ⚒️\n[#PLonPrime] [#ARSWHU] [pic.twitter.com/OfqE7nyKro]\n— Amazon Prime Video Sport (@primevideosport)\n[December 28, 2023]\nWhat are the rules and was the correct protocol followed?\nIFAB, who set the laws of the game, define the ball as being out as when “it has wholly passed over the goal line or touchline on the ground or in the air”.\nBut, crucially, on-field decisions can only be overturned by VAR when there is “clear and obvious” evidence a mistake has been made by the referee.\nOn this occasion, with Bowen’s thigh blocking a key angle, Pawson could not find conclusive evidence of an on-field Oliver error.\nFormer referee Mark Clattenburg, speaking on Amazon Prime, called for in-built chip technology in match balls to help aid decision-making but said Pawson made the right call.\nAdvertisement\n“There’s no other decision that the officials can give,” he said. “When you look at all the evidence we cannot be 100 per cent certain that the ball has gone out.”\nWhat was the reaction?\nA measured Arteta claimed he “hadn’t seen” the incident but said: “Everyone is saying, ‘Is the technology good enough?’ and that’s probably the question.\n“We all want the best technology possible so the decisions are clear. So that’s something we can improve.”\nHe later said in his press conference: “They’re saying it’s not conclusive. It’s a shame that with the technology that we have, that it’s not that clear so that we can say whether it’s out or in. It’s done. It’s gone. There’s nothing we can do about it now.”\nBowen said he had no idea if the ball had stayed in, saying: “When it happens in split-seconds… it’s hard to tell at the time, you try to keep it in play.”\nHaven’t we been here before?\nYes — only last month. A far more animated Arteta called the decision to let\nAnthony Gordon’s winning goal for Newcastle stand a “disgrace”.\nThe VAR on duty that day, Andy Madley, was tasked with checking whether the ball had stayed in play, whether there was a foul by a\nNewcastle player and also whether there was an offside.\nThe goal dominated post-match discussions, with Arteta saying it was “embarrassing” as he vented his frustration in his press conference.\nAgain, Madely found no conclusive evidence that the ball went out of play when\nJoe Willock went to retrieve it.\nAngles shown on live television suggested it was an extremely tight call — bringing to mind an incident in the 2022 World Cup.\nJapan scored a vital goal against Spain after the ball appeared to be out, but it was later shown to have been still in play, with the curvature, or overhang, proving pivotal, even by mere millimetres.\nGO DEEPER\nArsenal 0 West Ham 2: Gabriel could have made VAR irrelevant, forwards lack cutting edge\n(Photo: Getty Images)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jarrod bowen",
          "sentiment": "negative"
        },
        {
          "name": "david raya",
          "sentiment": "none"
        },
        {
          "name": "konstantinos mavropanos",
          "sentiment": "none"
        },
        {
          "name": "bowen",
          "sentiment": "none"
        },
        {
          "name": "soucek",
          "sentiment": "none"
        },
        {
          "name": "tomas soucek",
          "sentiment": "none"
        },
        {
          "name": "said benrahma",
          "sentiment": "none"
        },
        {
          "name": "michael oliver",
          "sentiment": "none"
        },
        {
          "name": "david moyes",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "west ham",
          "sentiment": "negative"
        },
        {
          "name": "arsenal",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "west ham",
          "sentiment": "none"
        },
        {
          "name": "emirates",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:12:19.301+02:00",
    "updated": "2023-12-29T01:12:19.301+02:00"
  },
  {
    "uuid": "2aefccae065cb6946a4f352b97e311dcadb54861",
    "url": "https://bnnbreaking.com/world/us/anna-quindlen-explores-love-loss-in-after-annie-engages-fans-in-new-york-talks",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bijay Laxmi",
    "published": "2024-02-29T20:12:00Z",
    "title": "Anna Quindlen Explores Love, Loss in 'After Annie', Engages Fans in New York Talks",
    "text": "Best-selling author and Pulitzer-prize winning journalist Anna Quindlen delves into the complexities of grief and the resilience of love in her latest novel, 'After Annie'. The book, a poignant exploration of living after sudden loss, is the latest feature of the CBS New York Book Club. Quindlen's narrative unfolds through the perspectives of Annie's husband, daughter, and best friend, offering a multifaceted look at grief and the enduring power of memory.\nDeep Dive into 'After Annie'\nQuindlen's 'After Annie' begins with a tragedy that sets the tone for the entire narrative - the sudden death of Annie Brown. The story, however, is not just about loss but about the aftermath and the journey of those left behind. Annie's family and friends navigate their grief, each in their own way, but united by the love and memories of Annie that continue to shape their lives. Quindlen adeptly captures the essence of human resilience - the ability to move forward while holding dearly to the past.\nEngagement with Readers\nAnna Quindlen is set to bring 'After Annie' closer to her readers through live discussions scheduled in New York. Fans will have the opportunity to engage with Quindlen at Barnes & Noble on the Upper West Side and at a ticketed event in Livingston, New Jersey. These sessions not only offer insights into Quindlen's inspirations and writing process but also allow for a deeper connection with the themes of the novel. For those unable to attend in person, a 30-day free trial of Audible offers a chance to experience the novel in a different format.\nThe Power of Literature in Addressing Loss\n'After Annie' serves as a testament to the healing power of literature. Quindlen, through her narrative, underscores the importance of books in offering both a reflection of our own experiences and a window into the lives of others. This novel, rich with themes of hope, love, and memory, provides a source of comfort and understanding for anyone who has faced the pain of losing a loved one. It reminds readers that those we love never truly leave us, as they are forever etched in our memories and hearts.\nAnna Quindlen's 'After Annie' is not just a story about loss but a powerful narrative of love, hope, and the indomitable human spirit. The upcoming discussions in New York are a promising opportunity for readers to delve deeper into the novel's themes and connect with others who have been touched by Quindlen's words. As 'After Annie' joins the ranks of literature that tackles the complexities of grief, it also offers a beacon of hope - a reminder that through love and memory, we find the strength to carry on.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "anna quindlen",
          "sentiment": "negative"
        },
        {
          "name": "annie",
          "sentiment": "negative"
        },
        {
          "name": "quindlen",
          "sentiment": "none"
        },
        {
          "name": "annie brown",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "engages fans in new york talks best",
          "sentiment": "negative"
        },
        {
          "name": "cbs new york book club",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:14:25.711+02:00",
    "updated": "2024-03-01T00:14:25.711+02:00"
  },
  {
    "uuid": "dafd110fad86db3f58535333effcdb425b91b1a6",
    "url": "https://www.14ymedio.com/cultura/Che-intento-erradicar-espiritu-Jesus_0_3666233343.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yoani Sánchez",
    "published": "2023-12-24T13:00:00Z",
    "title": "Con el grito \"¡Seremos como el Che!\" se intentó erradicar el espíritu de Jesús",
    "text": "Con el grito \"¡Seremos como el Che!\" se intentó erradicar el espíritu de Jesús\nUn capítulo del reciente libro del autor, 'Jesús, precursor de la Lucha No Violenta'\nMiami |,\nPor si alguien me preguntara a qué personaje de la historia universal deberíamos tomar como ejemplo de conducta a seguir, no vacilaría ni un segundo en contestar: al Jesús verdadero.\nJesús no solo practicaba la no violencia en sus actos, sino, además, en sus palabras. Jamás maldijo a nadie, ni siquiera a aquellos que lo sometieron a torturas, azotes, burlas, coronas de espinas, y finalmente, a la crucifixión. Por el contrario, pidió a Dios que tuviera indulgencia con ellos: \"Perdónalos, Dios mío, porque no saben lo que hacen\". Hoy muchos que se dicen cristianos manifiestan que solo merecen perdón quienes se arrepientan de sus pecados, pero aquellos soldados que se discutían con dados la túnica de Jesús al pie de la cruz, no se arrepentían de nada, y menos quien lo había condenado a aquel horrible tormento.\nJesús lo había predicado en el Sermón de la Montaña: \"Oísteis que fue dicho a los antiguos: No matarás y cualquiera que matare será culpable de juicio. Pero yo os digo que cualquiera que se enoje contra su hermano, será culpable de juicio ...Oísteis que fue dicho, amarás a tu prójimo, y aborrecerás a tu enemigo. Pero yo os digo: Amad a vuestros enemigos, bendecid a los que os maldicen, haced bien a los que os aborrecen, y orad por los que os ultrajan y os persiguen\". Y con esta fórmula verbal, \"oísteis... pero yo os digo\", estaba rechazando el paradigma de un mundo decadente, el de \"los antiguos\", y al mismo tiempo anunciando el \"Nuevo Pacto\" del mundo que aún estaba por nacer y cuya semilla iría germinando, a lo largo de dos milenios, un nuevo paradigma que él resumiría en pocas palabras: \"Amad los unos a los otros como yo os he amado\".\nY dos mil años después, tanto Gandhi como Martin Luther King, lograron sin violencia ni odio, el triunfo de sus causas justas, el primero, la independencia de la India, y el segundo, el respeto de los derechos civiles en Estados Unidos. Y ambos reconocieron que se inspiraron en Jesús para sus luchas no violentas. Luther King resaltaba esta conexión: \"Gandhi fue el primer hombre de la historia que situó la ética del amor de Jesús por encima de la simple relación individual, elevándola en gran escala a una potencia formidable y socialmente eficaz. El amor fue para Gandhi un poderoso medio de transformación social y colectiva. En su método basado en el amor y en el empleo de la no violencia, descubrí la vía para una reforma social que había buscado durante tantos meses\".\nY dos mil años después, tanto Gandhi como Martin Luther King, lograron sin violencia ni odio, el triunfo de sus causas justas\nY, sin embargo, alguien del mismo siglo, en su combate por lo que creía justo, enarbolaba \"el odio como factor de lucha, el odio intransigente al enemigo\". El odio, decía, convierte al que lucha, \"en una efectiva, violenta, selectiva y fría máquina de matar\". Y en las escuelas cubanas, para crear al \"hombre nuevo\" al que se aspiraba, se instaba a los niños a ser como él y gritar: \"¡Seremos como el Che!\" Y se intentaba erradicar, en todas partes, el espíritu de Jesús. Pero como el odio destruye, así como el amor construye, y el odio se impuso en todas partes en ese país con sus secuelas de patíbulos, cárceles y destierros, todo se ha ido derrumbando en una sociedad enferma que contagió de odio incluso a muchos de aquellos mismos que intentaron derrocarlo.\nSi con odio te enfrentas a un monstruo, la monstruosidad hará presa en ti y entonces serán dos los monstruos. Ningún intento violento pudo fructificar para poner fin a ese régimen de oprobios, ninguna conspiración, ningún alzamiento, ningún desembarco. Y en cambio, media docena de hombres casi desnudos y entre rejas, inició una lucha pacífica tan desigual como nunca la había habido. No practicaron la violencia, ni siquiera la violencia verbal. En sus denuncias no se condenaba a los represores con palabras altisonantes, no se les satanizaba. Solo se describían los desafueros perpetrados, y los que leían sacaban sus propias conclusiones. No se insultaba a los carceleros, sino que se les hablaba las verdades como a un padre o a un hermano que había extraviado el rumbo, y las palabras calaban hondo. Y así como logró sentar a ese gobierno en el banquillo de los acusados en Ginebra por sus violaciones de derechos humanos, ese núcleo se convirtió en la célula madre de un amplio movimiento nacional de muchas agrupaciones pacíficas, de defensa de derechos humanos, de defensa de los religiosos, de los artistas, de periodistas independientes, de las mujeres, del medio ambiente, de los trabajadores, el único movimiento que ese poder no ha podido nunca derrotar.\nUno de sus fundadores, Gustavo Arcos Bergnes, luego secretario general del Comité Cubano Pro Derechos Humanos, había pasado varios años incomunicado en una celda aislada, y sin embargo, jamás sintió odio por nadie. Y Oswaldo Payá Sardiñas, líder del Movimiento Cristiano de Liberación, cuando un represor se le acercó intimidante y amenazante, le respondió: \"Hermano, yo no te odio, pero no te tengo miedo\".\nJesús ha sido un ejemplo vivo que deberíamos imitar, tanto para una vida armoniosa entre todos los seres humanos como para la lucha de los que aspiran a un mundo mejor\nJesús ha sido un ejemplo vivo que deberíamos imitar, tanto para una vida armoniosa entre todos los seres humanos como para la lucha de los que aspiran a un mundo mejor. No hay nada más antagónico con el espíritu de su mensaje que el militarismo, el armamentismo y las políticas belicistas de muchos gobernantes, algunos de los cuales se autoproclaman \"cristianos\". Si todos siguiéramos su ejemplo, no habría más guerras, y por tanto, tampoco ejércitos, por lo que podríamos, con los recursos con que gastamos en armas, comprar tractores para hacer producir la tierra y llenar los platos de todos los que padecen hambre en este mundo. En el Sermón de la Montaña Jesús pronunció frases como éstas: \"Bienaventurados los mansos, porque ellos recibirán la tierra por heredad... Bienaventurados los pacificadores, porque ellos serán llamados hijos de Dios....\" (Mateo 5:5 y 9).\nSeamos como Jesús. Ese es y no otro, el hombre nuevo que necesitamos. Y esto es válido para todos los pueblos, sin que nadie tenga que renunciar a sus creencias, tanto para judíos como para musulmanes y budistas. El propio Gandhi, que nunca dejó de ser hinduista, se expresaba así de Jesús: \"Las vidas de todas las personas han quedado más o menos cambiadas por su presencia, por sus acciones y por las palabras pronunciadas por su voz divina. Yo creo que Jesús pertenece no sólo al cristianismo, sino al mundo entero, a todas las razas y a todos los pueblos\".\nSolo con ese espíritu podrá reinar la reconciliación en su propia tierra entre judíos y palestinos a los que él habría apoyado, tanto a unos como a los otros, contra todos los gobiernos terroristas que los han dividido, y en todo el mundo dejar para siempre las guerras como memorias nefastas de los tiempos en que el ser humano fue capaz de tantas monstruosidades, y todos los pueblos disipar las tinieblas para abrirse paso a un despertar luminoso.\nTodos somos hermanos de la misma tierra.\n___________________",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T15:41:40.949+02:00",
    "updated": "2023-12-24T15:41:40.949+02:00"
  },
  {
    "uuid": "f8b8da67aae5c22c0baaf15a5214d10e1a7a4dce",
    "url": "https://www.sevillafc.es/actualidad/noticias/cronica-sporting-huelva-sevilla-fc-femenino-enero-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "m.santos",
    "published": "2024-01-07T19:50:00Z",
    "title": "1-3: VICTORIA DEL FEMENINO ANTE EL SC HUELVA EN UN ESCENARIO QUE SE LE RESISTÍA",
    "text": "El Sevilla FC Femenino ha comenzado 2024 con un importante triunfo ante el Sporting Club de Huelva a domicilio (1-3). Las de Cristian Toro, que viajaban a tierras onubenses sabedoras de que no iba a ser un encuentro ni mucho menos fácil, se impusieron finalmente con diferencia de dos goles en el marcador tras un choque en el que hubo que trabajar más de lo debido para llevarse los tres puntos.\nEn la primera mitad, el equipo sevillista dominó el juego durante gran parte de la misma y también las ocasiones, aunque no logró materializar todo lo generado. A cuarto de hora, Inma Gabarro tuvo la primera tras un gran disparo desde la frontal que se marchó fuera por poco y al minuto la atacante local María Ruiz se encontró con Sullastres. Pasada la media hora, ocurriría el mismo intercambio de golpes pero en forma de goles ya que, al tanto de Martín-Prieto en el 35 tras buen centro de Lucía Rodríguez por el costado diestro, le siguió la reacción sportinguista con un buen cabezazo de Miku Itu para poner de nuevo las tablas en el luminoso.\nTras dicho gol, las de Iván Rosado buscaron dar un paso adelante, pero las hispalenses no dijeron su última palabra ya que, pese al jarro de agua fría de ese empate tan rápido del rival, tuvo sus opciones incluso en el alargue, pero el marcador no sufrió más alteraciones antes del descanso. Eso sí, en el inicio del segundo período se produjo el mismo guion prácticamente que en el primer acto, pero en esta ocasión con un gol más tempranero ya que a los tres minutos de la reanudación Klára Cahynová anotó el segundo para los intereses de las visitantes tras un centro medido de Rosa Otermín. A partir de aquí, fueron llegando más ocasiones con un nuevo saque de esquina y otro remate de la centrocampista checa que casi acierta a rematar sobre la portería de Mersnik. Posteriormente se inició el carrusel de cambios en ambos conjuntos y el Sevilla FC que lo siguió intentando con más peligro para Martín-Prieto e Inma Gabarro, futbolista esta última que tuvo que abandonar el terreno de juego a los 77 minutos y sustituida por Gemma Gili con muchos gestos de dolor, aunque finalmente salió por su propio pie.\nEl alargue confirmó una ventaja recuperada tras el descanso\nEn los últimos compases hubo llegadas para ambos equipos, pero fueron las blanquirrojas las que más insistieron y las que incluso en el alargue pusieron el choque ya más a su favor con un tercer tanto. En este caso, un nuevo centro de Rosa Otermín -proclamada como MVP del partido-, acabó en posesión de la atacante sevillana Martín-Prieto para que ésta firmara su doblete, completando así el equipo sevillista un gran encuentro.\nTras esta victoria, que resulta histórica dada la complejidad que siempre se había presentado en Huelva hasta el empate del pasado curso, el equipo se mantiene en la sexta plaza con 22 puntos, reduciendo la distancia con el Madrid CFF -quinto clasificado con 27 puntos- tras la derrota de las madrileñas en el duelo local ante el Real Madrid. Ahora toca aparcar la competición doméstica para vivir la emoción de la ilusionante Copa de la Reina, que llevará a las sevillistas el domingo 14 de enero a enfrentarse desde las 12.00 horas al FC Levante Las Planas.\nFICHA DEL ENCUENTRO\n1. SC HUELVA: Mersnik; Cienfu, Correa, Ana Carol, Ballesté, Carrasco R.; Isina, Castelló (Margraf, 90+2'); Hmírová (Gustafsson, 79'), Miku (María Romero, 70') y María Ruiz.\n3. SEVILLA FC: Sullastres; Lucía (Arola Aparicio, 61'), Eva Llamas, Teresa (Pamela González, 61'), Rosa Otermín; Cahynová, Maria Pérez, Amanda Sampedro (Débora García, 90+4); Payne (Alba Cerrato (90+4'), Inma Gabarro (Gemma, 77') y Martín-Prieto.\nÁRBITRA: Amy Peñalver Pearce (comité balear). Amonestó a las visitantes Toni Payne y Amanda Sampedro.\nGOLES: 0-1: Martín-Prieto (min. 35'); 1-1: Miku (min. 38'); 1-2: Cahynová (min. 48'); 1-3: Martín-Prieto (min. 90+4'(.\nINCIDENCIAS: Partido correspondiente a la decimotercera Jornada de la Liga F disputado en el Estadio Antonio Toledo Sánchez.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T01:35:36.885+02:00",
    "updated": "2024-01-08T01:35:36.885+02:00"
  },
  {
    "uuid": "9412d34b68e9d76268b5cfce1ab1abd9f2c058fc",
    "url": "https://www.nacion.com/el-mundo/politica/honduras-se-encuentra-bajo-un-narco-estado/WPDB3VHWNRHLDDPEP6PNYYADYU/story",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2024-06-27T00:00:00Z",
    "title": "¿Honduras se encuentra bajo un narco-Estado? | La Nación",
    "text": "Tegucigalpa. Desde el ascenso al poder de Juan Orlando Hernández, Honduras se convirtió, según la justicia estadounidense, en un santuario de capos y una zona de tránsito segura para la droga: un “narco-Estado” que, advierten expertos, llevará mucho tiempo desmantelar. Hernández fue condenado el miércoles a 45 años de prisión por una Corte de Nueva York. Se le halló culpable de participar entre 2004 y 2022 -cuando fue diputado, jefe del Congreso y luego presidente del país- en una red que envió más de 400 toneladas de cocaína a Estados Unidos. Según la fiscalía federal, el exmandatario (2014-2022), de 55 años, recibió millones de dólares de los cárteles, entre ellos el de Sinaloa, del mexicano Joaquín “Chapo” Guzmán. LEA MÁS: [Expresidente de Honduras sentenciado a 45 años de prisión en Estados Unidos](https://www.nacion.com/el-mundo/politica/expresidente-de-honduras-sentenciado-a-45-anos-de/VPNYUWVFHFA77C7OV3OVQD6TMQ/story/) Poco después de dejar el poder en enero de 2022, fue detenido y entregado a Estados Unidos. El gobierno izquierdista de Xiomara Castro lo sustituyó con la promesa de combatir el narcotráfico y la corrupción. Pero, ¿cuánto se avanzó en ese desafío? Sin cabeza Jerarcas policiales, militares, diputados, jueces, empresarios, alcaldes y políticos de distintos colores, hasta llegar al presidente, fueron vinculados en Honduras con redes del narcotráfico. “El mundo narco había colocado piezas dentro del engranaje estatal, pero en la administración de Castro no se puede hablar de las ‘cabezas’”, comentó a esta agencia la abogada defensora de derechos humanos, Reina Rivera. El sociólogo Pablo Carías coincidió en que “nadie puede acusar” a Castro “de involucramiento”, pero matizó señalando que “se habla”, hasta ahora “sin pruebas”, de que podría haber algunos funcionarios “relacionados con la narcoactividad”. “Es imposible eliminar el narco-Estado que construyó Juan Orlando en dos años”, dijo a esta agencia vía telefónica Mike Vigil, exfuncionario de la agencia antidrogas de Estados Unidos (DEA). Vigil señaló que el tráfico de cocaína desde Colombia sigue fuerte por Honduras. Los cultivos de coca, que empezaron a ser hallados en 2017 en las montañas hondureñas, ya “no son experimentos” y hay narcolaboratorios que “están produciendo” droga allí. “Son de grupos de narcotráfico hondureños” con “colaboración del cártel de Sinaloa” y “el Jalisco Nueva Generación”, afirmó. Hace poco, al anunciar la captura de Mario José Cálix, socio de Hernández, el propio ministro de Seguridad, Gustavo Sánchez, reconoció que “la estructura criminal fue descabezada”, pero “el cuerpo sigue operando”. LEA MÁS: [Reclusas narran horror vivido hace un año en masacre en cárcel de Honduras](https://www.nacion.com/el-mundo/centroamerica/reclusas-narran-horror-vivido-hace-un-ano-en/56DMQ6BHDNGPLNC5USUNPGOWPU/story/) Primeros pasos Entre sus primeras medidas de gobierno, Castro derogó la ley de secretos oficiales, que permitía clasificar información sobre defensa y seguridad. “El mundo narco se sirve de ese tipo de legislaciones, de la opacidad”, dijo Rivera. El 15 de junio, la gobernante anunció un plan de 14 medidas contra el crimen, que incluyen acciones contra narcotraficantes y pandillas como la Mara Salvatrucha, que fue vinculada con Hernández en la Corte de Nueva York. Otra medida contempla “intervenir” los municipios “identificados con mayor incidencia” en “sicariato, narcotráfico, extorsión, secuestros, tráfico de armas” y otros delitos. El gobierno de Castro ordenó también la captura “inmediata” de “extraditables” a Estados Unidos y dio un listado de 16. Uno de ellos, Cálix, fue capturado tras ofrecer una recompensa de $40.000. Según el ministro Sánchez, 17 capos fueron extraditados en los dos años y medio de gobierno de Castro. “Ella ha tratado de reconstruir el aparato estatal” con colaboradores cercanos, de los que no se puede decir “que fueron puestos por un cartel de la droga”, comentó Rivera. ‘Lucha de muchos años’ Pese a los anuncios de medidas y “avances”, Vigil, igual que otros analistas, considera que desmontar el “narco-Estado” será “una lucha de muchos años”. A Castro “le toca gobernar con las estructuras con las que gobernó” Hernández y que están “institucionalizadas”, recordó Carías. Las instituciones “no están protegidas contra el flagelo de la narcoactividad”, agregó. Para Rivera, en el fortalecimiento institucional es urgente una depuración policial: “Muchos jefes policiales siguen estando allí” al servicio de los carteles. El exagente antidrogas precisó que Honduras necesita “mejorar el sistema jurídico” porque “muchas leyes no son adecuadas para poder juzgar a los narcopolíticos”. Además, según Vigil, Castro debe continuar con las extradiciones de capos a Estados Unidos porque de lo contrario “seguirán operando con impunidad” en Honduras. El gobierno anunció que pedirá al Congreso reformar el Código Penal para que narcos y pandilleros sean calificados como “terroristas”, a fin de imponerles penas más severas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:41:22.289+03:00",
    "updated": "2024-06-28T02:34:06.557+03:00"
  },
  {
    "uuid": "78bc4e5aa2b93e7f8bf8c4602f8dc0615fba28e6",
    "url": "https://agenciabrasil.ebc.com.br/radioagencia-nacional/direitos-humanos/audio/2023-12/nao-e-nao-sancionada-lei-de-protecao-mulher-em-bares-e-shows",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@RadioagenciaEBC",
    "published": "2023-12-29T22:09:00Z",
    "title": "Não é Não: sancionada lei de proteção à mulher em bares e shows | Radioagência Nacional",
    "text": "Não é Não: sancionada lei de proteção à mulher em bares e shows Publicado em 29/12/2023 - 17:09 Por Tatiana Alves* - repórter da Rádio Nacional - Rio de Janeiro O presidente Luiz Inácio Lula da Silva sancionou a lei que cria o protocolo Não é Não, mecanismo de combate ao constrangimento e à violência praticada contra mulheres em ambientes como casas noturnas, boates, bares, restaurantes, espetáculos musicais e demais locais fechados ou shows onde haja venda de bebidas alcoólicas. A presidente do Me Too Brasil, organização que atua contra o assédio e o abuso sexual, Marina Ganzarolli, avalia a importância da medida. A nova legislação detalha alguns dos direitos das mulheres nesses ambientes, e deveres do estabelecimento. Entre eles está o de as mulheres serem imediatamente afastadas e protegidas do agressor, e de serem acompanhadas por pessoa de sua escolha tanto enquanto estiver no estabelecimento quanto para se dirigirem até seu transporte, caso queiram deixar o local. Entre os deveres dos estabelecimentos, está o de manter em locais visíveis os telefones da Polícia Militar e da Central de Atendimento à Mulher – o Ligue 180. Além de informações sobre como acionar o protocolo e de ter na equipe de funcionários, pelo menos uma pessoa qualificada para atendê-lo. Havendo indícios de violência, o estabelecimento deverá proteger a mulher, afastá-la do agressor, colaborar para a identificação de possíveis testemunhas, acionar autoridades de segurança e isolar o local onde haja vestígios da violência. Caso haja sistema de câmeras de segurança, garantir acesso das autoridades policiais. O projeto prevê campanhas educativas sobre o protocolo e institui um selo a ser entregue às empresas que cumprirem as medidas, de forma a identificá-las como locais seguros para mulheres. A lei só “não se aplica a cultos nem a outros eventos realizados em locais de natureza religiosa”. O texto entra em vigor no prazo de 180 dias. *Com informações da Agência Brasil. Edição: Jacson Segundo/Pollyane Marques",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T00:17:35.130+02:00",
    "updated": "2023-12-30T00:17:35.130+02:00"
  }
]