[
  {
    "uuid": "63c3bc1d85b0cf14b05ea0385811c5b5fa643dd6",
    "url": "https://www.townandcountrymag.com/society/tradition/a60204282/prince-william-pays-tribute-to-princess-diana-at-awards-ceremony",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Victoria Murphy",
    "published": "2024-03-14T20:46:00Z",
    "title": "Prince William Pays Tribute to Princess Diana at Awards Ceremony",
    "text": "All eyes have been on Prince William for the wrong reasons this week as [conspiracy theories](https://www.townandcountrymag.com/society/tradition/a60165633/kate-middleton-edited-photo-conspiracy-theories-explained/) about his family have gone wild online following [Kate’s photoshopping disaster](https://www.townandcountrymag.com/society/tradition/a60179448/kate-middleton-photoshop-kensington-palace-pr-disaster-analysis/). However, the Prince of Wales has remained focussed on his work and stepped out this evening for a cause most close to his heart. Prince William paid tribute to his mother Princess Diana tonight during an awards ceremony in her memory. He was the guest of honor at the Diana Legacy Awards, which were held at London’s Science Museum, where he presented awards to this year’s winners. “This evening’s Legacy Award is particularly special as it marks the 25th Anniversary year of The Diana Award – a charity set up to reflect my mother’s belief that young people can change the world,” the Prince said in a speech. “I know that she would have been honoured to see a charity in her name doing such inspirational work to uplift young people from all corners of the globe. She taught me that everyone has the potential to give something back, that everyone in need deserves a supporting hand in life. That legacy is something that both Catherine and I have sought to focus on through our work, as have the 50,000 young people who have received a Diana Award over the past 25 years.” The legacy awards take place every two years and celebrate the achievements of 20 young leaders from across the world. This year’s winners come from countries including the USA, U.K, Romania, India, Jamaica and Pakistan. Prince Harry is also scheduled to appear at the event via video link later this evening. Prince William is expected to have departed by the time of his estranged brother’s appearance. In July 2021, William and Harry put on a united front and stood side by side to unveil a statue of Princess Diana outside Kensington Palace. However, since then relations have deteriorated further following the publication of [Harry’s astonishing memoir ](https://www.amazon.com/Spare-Prince-Harry-Duke-Sussex/dp/0593593804) [Spare](https://www.amazon.com/Spare-Prince-Harry-Duke-Sussex/dp/0593593804), in which he lifted the lid on royal life behind closed doors. When Harry recently traveled to the UK for a brief visit to see his father after his cancer diagnosis, William let it be known that he had no plans to see him. [Victoria Murphy](/author/221175/victoria-murphy/) Town & Country Contributing Editor Victoria Murphy has reported on the British Royal Family since 2010. She has interviewed Prince Harry and has travelled the world covering several royal tours. She is a frequent contributor to Good Morning America. Victoria authored Town & Country book [The Queen: A Life in Pictures](https://www.amazon.com/Town-Country-Queen-Life-Pictures/dp/1950785092), released in 2021.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "http://www.amazon.com/exec/obidos/ASIN/0593593804",
      "http://www.amazon.com/exec/obidos/ASIN/1950785092",
      "http://amazon.com/exec/obidos/ASIN/1950785092",
      "http://amazon.com/exec/obidos/ASIN/0593593804"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "william",
          "sentiment": "negative"
        },
        {
          "name": "diana",
          "sentiment": "negative"
        },
        {
          "name": "prince",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "prince of wales",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:53:09.501+02:00",
    "updated": "2024-03-22T08:32:06.689+02:00"
  },
  {
    "uuid": "73da3d1c0e8758fef7e87dd06f32bf0c68739287",
    "url": "https://newrepublic.com/article/183212/supreme-court-continues-war-regulatory-agencies",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Matt Ford",
    "published": "2024-06-27T20:02:00Z",
    "title": "The Supreme Court Continues Its War on Regulatory Agencies",
    "text": "The Supreme Court’s\ncampaign to constrain federal agencies continued apace on Thursday in Securities and Exchange Commission v. Jarkesy. In a 6–3 ruling that fell along the usual ideological lines, the court held that the SEC’s ability to enforce civil penalties through in-house hearings was unconstitutional.\nChief Justice John Roberts, who wrote for the court, held that the agency’s practices violated the general constitutional requirement for jury trials in federal civil lawsuits. “The threshold issue is whether this action implicates the Seventh Amendment,” he wrote. “It does. The SEC’s antifraud provisions replicate common law fraud, and it is well established that common law claims must be heard by a jury.”\nJustice Sonia Sotomayor, who wrote for herself and Justices Elena Kagan and Ketanji Brown Jackson, denounced the ruling and what she described as “judicial aggrandizement” by her colleagues. “The majority today upends longstanding precedent and the established practice of its coequal partners in our tripartite system of government,” she wrote. “Because the Court fails to act as a neutral umpire when it rewrites established rules in the manner it does today, I respectfully dissent.”\nThe court’s decision in Jarkesy is inextricable from its broader war against what conservatives have called the “administrative state.” While Thursday’s ruling could have serious implications for how some agencies enforce federal law, as Sotomayor outlined in her dissent, Roberts’s decision is not as disastrous for the executive branch’s ability to enforce federal law as it could have been.\nThe case began with George Jarkesy, a right-wing radio host and former hedge fund manager. He came under the scrutiny of SEC investigators in the early 2010s for allegedly lying to investors about key aspects of two funds he ran at the time, including the management team, the types of investments, the business partners he worked with, and various asset values. Unsurprisingly, the agency charged him with multiple violations of federal securities laws.\nWhen the SEC charges someone with securities law violations, the agency has two options. Its officials can pursue those charges in the normal federal courts that are created by Article 3 of the Constitution. It can also pursue them through what are known as administrative proceedings, an option that Congress opened up through the Dodd-Frank reforms it enacted after the 2008 Wall Street crash.\nWhat are administrative proceedings? Some federal agencies enforce federal laws through hearings that are overseen by what are known as “administrative law judges,” or ALJs, who serve as in-house adjudicators for the agencies to which they are assigned. ALJs have many (but not all) of the powers of true federal judges, but they are not confirmed by the Senate and they do not serve lifetime terms. Most notably for this case, these administrative hearings do not have juries.\nThe SEC brought Jarkesy before one such hearing in 2013. The ALJ who oversaw it sided with the agency, imposing a $300,000 fine on Jarkesy and restricting his ability to participate in the securities industry. Jarkesy appealed the decision to the regular federal courts, arguing that the in-house proceedings violated his Seventh Amendment rights to a jury trial. He also contended that the ALJs’ removal protections made them unconstitutional and that the entire enforcement system violated the nondelegation clause. (We’ll come back to those last two claims later.)\nTwo constitutional amendments protect the right to trial by jury. The Sixth Amendment generally guarantees it for criminal prosecutions in federal courts. The Supreme Court has also applied that amendment’s protections to state courts via the Fourteenth Amendment. In addition, the Seventh Amendment guarantees the right to a jury trial in “suits at common law” in federal courts, which covers many types of civil lawsuits. (The Supreme Court hasn’t extended that one to the states for reasons that aren’t relevant here.)\nIn his\nbriefs for the justices last year, Jarkesy argued that the SEC’s in-house enforcement system ran afoul of the Seventh Amendment’s guarantees. He noted that civil lawsuits for fraud were part of the common law when the amendment was ratified in 1791. Recounting the ratification debates, Jarkesy claimed that “the Anti-Federalists carried the day in pushing through the Seventh Amendment, in large part to assure that the government could not put citizens to trial for penalties without the intervention of a jury.”\nThe SEC disagreed. It told the justices that its in-house enforcement system fell under what is known as the “public rights doctrine.” The doctrine is an exception of sorts to the Seventh Amendment, and it can get dizzyingly arcane. In general terms, it allows the federal government to initially pursue civil remedies outside the courts and without jury trials in cases where legislative and executive power is traditionally exclusive. Modern examples include collecting tariffs and levying taxes, interacting with tribal governments, adjudicating patent and pension claims, immigration hearings, and so on.\nJarkesy, for his part, argued that the entire public rights doctrine is unconstitutional. Enshrining that line of thinking would upend how the federal government functions at a basic level. Roberts, writing for the court, declined to go anywhere near that far. He instead ruled that because fraud lawsuits were part of English common law in 1791, the public rights doctrine simply did not apply to them.\n“The object of this SEC action is to regulate transactions between private individuals interacting in a pre-existing market,” he wrote for the court. “To do so, the government has created claims whose causes of action are modeled on common law fraud and that provide a type of remedy available only in law courts. This is a common law suit in all but name. And such suits typically must be adjudicated in Article III courts.”\nSotomayor, writing in dissent, sharply disagreed. She described Roberts’s majority opinion as breaking with the court’s precedents. “This Court has [previously] held, without exception, that Congress has broad latitude to create statutory obligations that entitle the Government to civil penalties, and then to assign their enforcement outside the regular courts of law where there are no juries,” she wrote.\nOne case in particular that Sotomayor cited was the 1977 Atlas Roofing v. Occupational Health and Safety Administration decision, which involved the newly created workplace safety agency. In that case, the Supreme Court unanimously upheld OSHA’s ability to adjudicate safety violations without a jury trial. The justices at the time held that because OSHA’s regulatory power was heretofore “unknown to the common law,” the Seventh Amendment did not apply.\n“This case may involve a different statute from Atlas Roofing, but the schemes are remarkably similar,” she wrote. “Here, just as in Atlas Roofing, Congress identified a problem; concluded that the existing remedies were inadequate; and enacted a new regulatory scheme as a solution.”\nRoberts read Atlas Roofing differently. He concluded that while the OSHA statute was novel, it was considered so because its health and safety standards “bring no common law soil with them.” It was not merely that the law was new but that it was novel in the common-law context. He also noted that the Supreme Court had already clarified in later cases that not all new regulatory schemes are automatically impervious to the Seventh Amendment.\n“The reasoning of Atlas Roofing cannot support any broader rule,” Roberts argued. “The dissent chants ‘Atlas Roofing’ like a mantra, but no matter how many times it repeats those words, it cannot give Atlas Roofing substance that it lacks.” In a footnote, he added that, reading Sotomayor’s dissent, “one might think Atlas Roofing is among this court’s most celebrated cases,” pointing to substantial outside criticism that it received.\nSotomayor went on to cast Thursday’s ruling as part of what she described as a “disconcerting trend” in the court’s recent decisions. “When it comes to the separation of powers, this court tells the American public and its coordinate branches that it knows best,” she wrote. She cited a series of recent rulings by the court that invalidated the ways that Congress and the executive branch had structured various federal agencies.\n“Make no mistake: Today’s decision is a power grab,” Sotomayor claimed. “Once again, the majority arrogates Congress’s policymaking role to itself. It prescribes artificial constraints on what modern-day adaptable governance must look like. In telling Congress that it cannot entrust certain public-rights matters to the Executive because it must bring them first into the Judiciary’s province, the majority oversteps its role and encroaches on Congress’s constitutional authority.”\nSotomayor is correct about the broad strokes of the conservative majority’s rulings on the “administrative state.” I’ve also written more generally about its war against novelty in federal policymaking. Unlike me, she has already read the court’s pending decision in Relentless v. Department of Commerce, which\nrepresents a much greater threat to democratic governance than this case does. It will be a few more days before we find out if her treatment of the majority in this case reflects the outcome of that one.\nAt the same time, Roberts’s decision for the court is far narrower than what Jarkesy had sought. By deciding the case on Seventh Amendment grounds, the majority said it was unnecessary to resolve two other questions Jarkesy raised: whether the statutory protections against firing ALJs violate the separation of powers and whether the SEC’s discretion to choose between in-house tribunals and Article 3 courts violated the nondelegation doctrine, the largely moribund doctrine that forbids federal agencies from delegating their core powers to the other branches of government.\nThat aspect of the decision is not really surprising. The courts, at least in theory, are supposed to avoid deciding unnecessary constitutional questions. Whether the president can fire the SEC’s administrative law judges doesn’t really matter now that they have been deprived of most (if not all) of their duties. And if there’s anything the Roberts court loves more than hearing arguments about the nondelegation doctrine, it is\nfinding ways to avoid ruling on it. But it nonetheless opted for a narrower approach.\nThursday’s ruling does call into question how some other agencies use administrative proceedings and ALJs. Sotomayor listed a few in her dissent that may find their enforcement systems newly scrutinized by the lower courts. Whether that scrutiny will lead to the same outcome is unclear. The public rights doctrine remains largely intact, and the SEC retains the power to pursue securities charges in federal courts. Instead of a flamethrower, the Supreme Court opted in this case for a scalpel.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.supremecourt.gov/opinions/23pdf/22-859_1924.pdf",
      "https://supremecourt.gov/opinions/18pdf/17-6086_2b8e.pdf",
      "https://supremecourt.gov/DocketPDF/22/22-859/284699/20231011140507326_22-859%20Respondents%20Brief.pdf",
      "https://www.supremecourt.gov/DocketPDF/22/22-859/284699/20231011140507326_22-859%20Respondents%20Brief.pdf",
      "https://www.supremecourt.gov/opinions/18pdf/17-6086_2b8e.pdf",
      "https://supremecourt.gov/opinions/23pdf/22-859_1924.pdf"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jarkesy",
          "sentiment": "none"
        },
        {
          "name": "sonia sotomayor",
          "sentiment": "none"
        },
        {
          "name": "john roberts",
          "sentiment": "none"
        },
        {
          "name": "elena kagan",
          "sentiment": "none"
        },
        {
          "name": "ketanji brown jackson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "supreme court continues its war on regulatory agencies the supreme court",
          "sentiment": "negative"
        },
        {
          "name": "exchange commission",
          "sentiment": "none"
        },
        {
          "name": "sec",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:58:10.753+03:00",
    "updated": "2024-06-28T00:58:10.753+03:00"
  },
  {
    "uuid": "8033d9ee65ff5536861e85b495334edc688b0d0a",
    "url": "https://www.wkyc.com/article/tech/science/growing-stem/growing-stem-hands-on-science-cleveland-museum-of-natural-history-museum/95-70efd5b7-3db7-47f8-b57d-da92136a8b33",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jeff Reidel",
    "published": "2023-12-28T00:00:00Z",
    "title": "Growing STEM: Cleveland Natural History Museum | wkyc.com",
    "text": "CLEVELAND — “It's really about giving people a dynamic experience,” according to Chief Science Officer, Gavin Svenson at the Cleveland Museum of Natural History. There are many signs of change these days at the [Cleveland Museum of Natural History](https://www.cmnh.org/), including one encouraging visitors to “please touch.” As you explore, you’ll find volunteers ready to answer questions about fossils, rocks and minerals, that you get to examine. These are conversations the museum hopes to foster. “The new exhibits are really about interactivity, about how you ask and answer questions in science,” said Svenson. Museum staff participate in Scientists Unleased, bringing the information to a captive audience of visitors. “Science is really for everybody. It should be fun, and it should be interactive, and it should be authentic,” said Svenson. “So, putting our own scientists in the gallery space and our current science display, it really enables these authentic conversations to take place.” If exploring the wild side is more your thing, the museum has that too. “I personally do a daily animal encounter where I bring out one of our awesome animal ambassadors for you,” said Josh Avsec, a Wildlife Educator and Guest Engagement Ambassador at the museum. A screech owl named Professor, is getting her time in the spotlight. The museum has over 100 animal ambassadors, all from Ohio and all of them rescues. “Everybody loves them, and with so many animals, we have a lot of variety, and it gets to show off a lot of the different reasons as to why an animal might need to be rescued,” said Avsec. A natural history is about nature. And Cleveland’s new design incorporates this theme into the space. The new exhibit hall opening next year will carry this them too, while sparking your curiosity. “People can interact with the new technology, they can interact with real scientists, they can interact with specimens that are not on exhibit, and they can interact with the specimens that are on exhibit,” said Svenson. And if you want to take the kids while they are on break, the Museum is open Tuesday through Sunday from 10am to 5pm. They are closed New Year’s Day.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Arts, Culture and Entertainment",
      "Education"
    ],
    "external_links": [
      "https://www.cmnh.org/),",
      "https://cmnh.org/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "svenson",
          "sentiment": "none"
        },
        {
          "name": "gavin svenson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cleveland natural history museum",
          "sentiment": "negative"
        },
        {
          "name": "cleveland museum of natural history",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cleveland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:15:31.255+02:00",
    "updated": "2023-12-29T02:15:31.255+02:00"
  },
  {
    "uuid": "e51e7919a2eb4579a176a419faebd2bee0c5d450",
    "url": "https://es.dayfr.com/local/1975875.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "montserrat.",
    "published": "2024-09-26T14:20:00Z",
    "title": "“Una herida abierta en la conciencia internacional”, considera Bassirou Diomaye Faye",
    "text": "AA/ Dakar/ Alioune Ndiaye El presidente senegalés, Bassirou Diomaye Faye, deploró el miércoles la trágica situación que persiste en Palestina y calificó la guerra que la originó como “una herida abierta en la conciencia internacional”. Faye, que habló en el 79º período ordinario de sesiones de la Asamblea General de las Naciones Unidas en Nueva York, pidió un alto el fuego inmediato y duradero. “Expreso una vez más la preocupación de Senegal por la trágica situación que persiste en Palestina. Generaciones enteras han crecido allí bajo la sombra de la opresión, privadas de su derecho fundamental a un Estado viable”, subrayó el presidente. Faye. “Esta guerra, que no salva ni a las mujeres, ni a los niños, ni a las infraestructuras vitales, es una herida abierta en la conciencia internacional”, afirmó, reiterando en nombre de su país, que preside el Comité para el ejercicio de los derechos inalienables del pueblo palestino. , su apoyo a la solución de dos Estados. “Es imperativo que se restablezca el derecho internacional humanitario en todas las zonas de conflicto”, advirtió, no sin deplorar numerosas violaciones del derecho internacional en todo el mundo. “Vemos todos los días que a menudo se viola el derecho internacional, el cemento de la paz mundial. Se ignoran las resoluciones adoptadas por esta misma Asamblea. Al tolerar estas repetidas violaciones, estamos pisoteando los principios de la Carta de las Naciones Unidas”, argumentó. El presidente Faye también destacó la inercia de las Naciones Unidas sobre la situación en el Sahel. “Ya no podemos hacer la vista gorda ante la tragedia que se desarrolla en el Sahel (…) Esta región, antes estable, es ahora víctima de la violencia diaria, mientras que las Naciones Unidas, y en particular el Consejo de Seguridad, permanecen con demasiada frecuencia inertes”, señaló Faye. “Del mismo modo, no podemos aceptar que el Sahel se convierta en escenario de rivalidades entre potencias extranjeras”, prosiguió, recordando que la paz y la seguridad de África son inseparables de la paz mundial. “Es imperativo que el Consejo de Seguridad cumpla plenamente su papel como garante de la estabilidad internacional”, afirmó. “No dejar a nadie atrás: actuar juntos por la paz, el desarrollo sostenible y la dignidad humana para las generaciones presentes y futuras” es el tema del debate general de la sesión. Sólo una parte de los despachos que la Agencia Anadolu transmite a sus suscriptores a través del Sistema Interno de Radiodifusión (HAS) se transmiten en el sitio web de AA, de forma resumida. Por favor contáctenos para suscribirse.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T00:22:10.147+03:00",
    "updated": "2024-09-27T00:22:10.147+03:00"
  },
  {
    "uuid": "0b6e54a457cddb46368c179f41cd5bd941b35041",
    "url": "https://noticias.r7.com/rio-de-janeiro/chuvas-intensas-interditam-subidas-para-petropolis-e-teresopolis-na-regiao-serrana-do-rio-22032024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "R7.com",
    "published": "2024-03-22T20:07:00Z",
    "title": "Chuvas intensas interditam subidas para Petrópolis e Teresópolis, na região serrana do Rio - Notícias - R7 Rio de Janeiro",
    "text": "Interdição é uma medida preventiva por causa das chuvasReprodução/ Polícia Rodoviária Federal As [fortes chuvas](https://noticias.r7.com/rio-de-janeiro/previsao-indica-que-temporal-pode-atingir-nivel-muito-forte-no-rj-21032024) que atingem o estado do [Rio de Janeiro](http://noticias.r7.com/rio-de-janeiro), nesta sexta-feira (22), interromperam o trânsito de veículos da capital para as cidades de Petrópolis e Teresópolis, na [região serrana](https://noticias.r7.com/rio-de-janeiro/cidades-da-regiao-serrana-do-rio-de-janeiro-alertam-populacao-para-chegada-de-temporal-21032024). Os trechos são atendidos respectivamente pelas rodovias BR-040 e BR-116. Segundo o Cemaden (Centro Estadual de Monitoramento e Alertas de Desastres Naturais), as duas cidades enfrentam risco de deslizamento. Por volta das 18h, a interdição é total no pedágio da rodovia BR-040, que liga o Rio a Petrópolis, na região serrana, km 102, informou há pouco a PRF-RJ (Polícia Rodoviária Federal do Rio de Janeiro). A concessionária Concer (Companhia de Concessão Rodoviária) recomenda aos usuários da BR-040 que não trafeguem pela rodovia enquanto a tempestade não cessar. A Concer alerta que deve-se evitar, em especial, a serra de Petrópolis, onde já ocorreu um deslizamento de terra na pista de subida, devido à chuva extrema, deixando o km 94 parcialmente interditado. Quem quiser obter informações atualizadas da rodovia pode ligar para o número gratuito 0800 2820040. A EcoRioMinas interditou totalmente o trecho da serra da estrada BR-116/RJ, que liga o Rio de Janeiro a Teresópolis. A empresa segue em estágio de alerta e monitorando a rodovia, que não tem previsão de liberação. À Agência Brasil, a EcoRioMinas informou, por meio de sua assessoria de imprensa, que a interdição do trecho é uma medida de precaução diante do volume de chuvas porque, quanto mais as chuvas se mantiverem ou se intensificarem, elas podem ocasionar risco de deslizamento. A orientação dada à equipe da concessionária que se encontra no local é esperar a chuva diminuir um pouco para fazer nova avaliação. Não foi registrada, entretanto, nenhuma ocorrência. Não houve deslizamento. Os usuários podem acompanhar atualizações sobre o tráfego nas rodovias sob concessão da EcoRioMinas pelas redes sociais. Em caso de dúvidas e emergências, os motoristas devem ligar para os telefones 0800 116 0493 e 0800 116 0465 - este para deficientes auditivos. O serviço é gratuito e funciona 24 horas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T23:20:15.334+02:00",
    "updated": "2024-03-22T23:20:15.334+02:00"
  },
  {
    "uuid": "68283f8b373c482d8fbf3faf79f5b2c0b96040d5",
    "url": "https://vnexplorer.net/descalzi-il-2023-e-stato-per-eni-un-anno-di-eccellenti-risultati-nonostante-lo-scenario-incerto-s1547863.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-02-16T08:51:00Z",
    "title": "Descalzi: \"Il 2023 è stato per Eni un anno di eccellenti risultati, nonostante lo scenario incerto\"",
    "text": "Descalzi: “Il 2023 è stato per Eni un anno di eccellenti risultati, nonostante lo scenario incerto”\nAGI – “Il 2023 è stato per Eni un altro anno di eccellenti risultati, nonostante uno scenario incerto e volatile”. Lo afferma l’amministratore delegato di Eni, Claudio Descalzi, commentando i risultati di esercizio 2023. “Abbiamo conseguito ottimi risultati sia finanziari che operativi – ha osservato Descalzi – progredendo nella nostra strategia di creazione di valore, di decarbonizzazione e di contestuale garanzia di stabilità e affidabilità delle forniture energetiche. Il nostro modello satellitare distintivo si conferma un’efficace leva nell’accelerazione della crescita di valore, contribuendo alla nostra performance in modo sostanziale. Abbiamo recentemente finalizzato l’acquisizione di Neptune che, con il suo portafoglio prevalentemente a gas, e sinergico ai nostri asset in Nord Europa, Indonesia e Nord Africa, costituirà un elemento chiave per i nostri piani di sviluppo”.\n“Nel 2023 – ha aggiunto Descalzi – abbiamo avviato nel rispetto dei tempi e dei budget i due rilevanti progetti Baleine in Costa d’Avorio e Floating GNL Congo (fase 1). Grazie agli straordinari successi esplorativi in Indonesia e in altre geografie abbiamo confermato la nostra leadership nel settore; al tempo stesso abbiamo conseguito il massimo livello di produzione rispetto all’intervallo obiettivo annunciato”. “Il settore Ggp (Global Gas & LNG Portfolio) ha realizzato risultati record facendo leva sulla qualità del portafoglio, azioni di ottimizzazione e favorevoli accordi contrattuali. La realizzazione di progetti a gas e a contenute emissioni è solo un aspetto del nostro piano di transizione, che ci vede anche impegnati nell’aumentare in maniera rilevante la presenza nel settore delle nuove energie”.\n“Enilive, attiva nei business dei biocarburanti e dei servizi di mobilità – ha spiegato – ha ampliato la propria presenza internazionale attraverso l’acquisizione della partecipazione del 50% nella bioraffineria di Chalmette negli Stati Uniti e l’accordo di joint venture con LG Chem per la realizzazione di un nuovo impianto in Corea del Sud. Plenitude ha raggiunto i 3 GW di capacità rinnovabile. Entrambi i business già adesso assicurano un contributo economico di circa 1 mld di euro di ebitda ciascuno. Attraverso il recente accordo per l’ingresso nel capitale di Plenitude di un investitore istituzionale, abbiamo dato visibilità al valore di questo business stimato in circa 10 mld di euro rafforzando l’accesso a mezzi finanziari incrementali a sostegno dei nostri piani di crescita”.\n“I risultati finanziari di Gruppo – ha concluso l’ad – sono stati eccellenti con un Ebit proforma di circa 18 mld di euro e un utile netto adjusted superiore a 8 miliardi. La generazione di cassa operativa con 16,5 mld di euro su base adjusted prima dell’assorbimento del circolante ha assicurato un significativo surplus in aggiunta al sostanziale ritorno di cassa agli azionisti di 4,8 mld die ruo, mantenendo un rapporto di indebitamento di 0,2”.\nNel 2023 utile ante imposte adjusted a 15,1 mld Nonostante la volatilità dello scenario caratterizzato dalla flessione dei prezzi del petrolio Brent (-5% rispetto al quarto trimestre 2022) e del gas (diminuiti del 57% nel mercato europeo), l’utile ante imposte adjusted del quarto trimestre 2023 di 3,2 miliardi di euro (15,1 mld di euro su base annua) evidenzia la robusta performance conseguita dal Gruppo grazie alla efficace gestione industriale e alla disciplina finanziaria. Lo rende noto l’Eni nel comunicato sui conti del quarto trimestre e dell’esercizio 2023.\nL’utile operativo proforma adjusted nel quarto trimestre 2023 è stato di 3,8 miliardi di euro (con un rilevante 17,8 mld di eruo nell’anno) trainato dai solidi risultati di E&P, dalla performance record di GGP e dal contributo positivo di Plenitude.\nE&P (Exploration and production) ha conseguito l’utile operativo adjusted di 2,4 mld di euro nel quarto trimestre 2023 (-17% rispetto al quarto trimestre 2022) impattato dall’indebolimento dei prezzi di realizzo, in parte compensato dalla notevole ripresa della produzione di idrocarburi aumentata del 6% a 1,71 mln di boe/g nel trimestre. Su base annua l’utile operativo adjusted di 9,9 mld (16,5 mld nel 2022) ha risentito dei deboli prezzi di realizzo e degli effetti del deconsolidamento di Azule. Includendo il contributo delle societa’ all’equity, l’utile operativo proforma adjusted dell’esercizio 2023 ammonta a 13,3 mld (20,9 mld nel 2022).\nL’utile operativo proforma adjusted nel quarto trimestre 2023 è stato di 3,8 miliardi di euro (con un rilevante 17,8 mld di eruo nell’anno) trainato dai solidi risultati di E&P, dalla performance record di GGP e dal contributo positivo di Plenitude.\nE&P (Exploration and production) ha conseguito l’utile operativo adjusted di 2,4 mld di euro nel quarto trimestre 2023 (-17% rispetto al quarto trimestre 2022) impattato dall’indebolimento dei prezzi di realizzo, in parte compensato dalla notevole ripresa della produzione di idrocarburi aumentata del 6% a 1,71 mln di boe/g nel trimestre. Su base annua l’utile operativo adjusted di 9,9 mld (16,5 mld nel 2022) ha risentito dei deboli prezzi di realizzo e degli effetti del deconsolidamento di Azule. Includendo il contributo delle società all’equity, l’utile operativo proforma adjusted dell’esercizio 2023 ammonta a 13,3 mld (20,9 mld nel 2022).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1imIIJ.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1imIIJ.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T11:00:14.670+02:00",
    "updated": "2024-02-16T11:00:14.670+02:00"
  }
]