[
  {
    "uuid": "36bd594f2194267894711aa04b68044007c58fd4",
    "url": "https://tucson.com/sports/college/basketball/wildcats/men/pascoe/arizona-wildcats-pac-12-haas-pavilion-california-golden-bears-2023/article_a7725f84-a409-11ee-b0f3-c357a82a0274.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bruce Pascoe",
    "published": "2023-12-28T23:00:00Z",
    "title": "Arizona Pac-12 farewell tour starts at Cal's Haas Pavilion",
    "text": "Already dwarfed by a traditionally strong pro sports market, the California Golden Bears men's basketball program gradually drained the life out of Haas Pavilion by averaging only nine wins over the past six seasons.\nEven when Arizona (9-2) has shown up to play Cal (4-7) in recent seasons, the place has sometimes still had more empty seats than filled ones. And that’s thanks partly to Bay area-based UA fans who aren’t likely to show up anytime in the foreseeable future after Friday, with the Wildcats off to the Big 12 and the Bears headed to the ACC next season.\nLast season, when the Bears muddled through a dreary 3-29 season, they averaged just 2,155 fans. That left over four-fifths of Haas Pavilion’s 11,877 seats empty.\nBut that’s not the memory forward Keshad Johnson, now with No. 4 Arizona, has of Cal’s venerable on campus arena, once known as Harmon Gym and renovated extensively before the 1999-200 season.\n A list of places that will be open on Christmas Day 2023 Rainy day in Tucson sets record, storm to be gone by Christmas Eve Meet the Tucson man who saved Barbie You have 72 hours in Tucson. Here's what you should do. Five Tucson Unified 'D' schools struggle to fill teaching jobs 46 fun events happening in Tucson this weekend Dec. 28-31 🌮🎶 Tucson Arizona, California, Nevada near long-term deal to use less Colorado River water Johnson was a high school freshman from Oakland when Jaylen Brown and local standout Ivan Rabb helped lead the Bears to 23 wins — including their last one over Arizona — and a No. 4 seed in the NCAA Tournament during the 2015-16 season.\nArizona forward Lauri Markkanen (10) fights his way inside of California forward Ivan Rabb (1) during the first half of the No. 18 Wildcats' 67-62 win over the Golden Bears on Dec. 30, 2016 at Haas Pavilion in Berkeley, California.\nMike Christy, Arizona Daily Star 2016 Brown, now a Boston Celtics star who signed a contract making him the highest-paid player in NBA history last summer, took off for the NBA Draft after that season but Rabb returned to lead the Bears to another 21 wins in 2016-17.\nThe place was jumping. Haas averaged 10,183 fans a game in 2015-16 and 9,307 the next season.\n“Around the Jaylen Brown and Ivan Rabb years, I was getting to a lot of games,” Johnson said. “Ivan Rabb was one of the hometown heroes. I looked up to him. I loved that team.”\nJohnson said he wanted to be the next local hero. But the Bears, coached in those high-achieving years by Cuonzo Martin and later by Wyking Jones and Mark Fox, never called.\n“They never really recruited me,” Johnson said. “That was that was always my dream school until I started getting recruited” by other schools.\nWhile Johnson played his early high school years just six miles away at Oakland’s Envision Academy, the charter school’s low profile helped keep Johnson off the high-major college radar.\nArizona Wildcats forward Keshad Johnson (16) goes up to block a dunk attempt by Alabama forward Nick Pringle (23) in the second half of the Wildcats' win over the Crimson Tide on Dec. 20 in Phoenix.\nKelly Presnell, Arizona Daily Star But after leading Envision to the Class V CIF playoffs as a junior in 2018, Johnson joined a high-level club teams, Johnson transferred to San Leandro High School as a senior. Rated a three-star prospect by most major recruiting services at that point, Johnson accepted a scholarship offer at San Diego State and grew into a starter on an Aztecs team that played in the national championship game last season.\nJohnson and reserve center Demarshay Johnson repped Oakland in Aztecs uniforms last season. That was how he could do it.\n“Just supporting from a distance,” Johnson says.\nUntil Friday. Johnson will play a college game for the first time at Haas Pavilion. He’ll be wearing another visitor uniform, Arizona’s, but it’s still a moment Johnson is looking forward to.\n“It's an honor to finally play at Cal Berkeley,” Johnson said Wednesday. “It's always been a dream to just play there. It’s just a honor to be able to play in front of the hometown and have all my people come out and support me.”\nJohnson said he expects more than 20 friends and family on hand, including his brother Kenny, who was shot as a 14-year-old eighth grader in Oakland when Keshad was 10.\nNudged by Kenny’s middle-school coach during an Oakland YMCA game, Keshad picked up his brother’s No. 16 jersey and wears the same number today for Arizona in Kenny’s honor, since an NCAA rule change this season now allows numbers greater than five.\nThere are so many friends and family that Keshad said he can’’t get all of them on free passes.\n“A lot of them are paying their own way,” he said. “It’s real, true support.”\nJohnson’s anticipation could add a spark to an Arizona team that will begin its final Pac-12 go-round at a site that could as quiet as any place the Wildcats have played so far this season.\nBut Johnson downplayed that notion.\n“It's nothing more than just in playing in your hometown,” Johnson said. “I'm sure wherever wherever else we go, whether it's in a tournament and we go to somebody else’s hometown like Texas, KJ (Lewis, of El Paso and Dallas) is gonna love Texas with his people out there and things like that.\nArizona will face Cal at Haas Pavilion in Berkeley, California, for the last time as Pac-12 foes Friday. While the Golden Bears have been near the bottom of the conference in recent years, Arizona has played memorable games at Haas in the past, for better and worse. One that still stings many Wildcat fans today: Feb. 1, 2014, No. 1 Arizona, at 21-0 overall, fell 60-58 to the Golden Bears at Haas. Even worse, forward Brandon Ashley suffered a season-ending foot injury that made the Wildcats' national championship aspirations all that more difficult.\nMamta Popat, Arizona Daily Star 2014 “So it's nothing extra to it. It's just getting to play in front of my family. A lot of people are not able to travel to Arizona. So the fact that we're coming out there and they can see me for the first time, that's a blessing.”\nBut it’s personal, at least. It’s a big game for Arizona because it’s a Pac-12 game and it’s a big game for Johnson because it’s a Pac-12 game that's being played at Haas Pavilion.\nJohnson won't be wearing the same uniform that Ivan Rabb did, but he’ll be playing in the same spot, representing the same Oakland hometown.\nCal’s success with Rabb was “pretty much the reason why I wanted to support my city” as a Cal player, Johnson said. \"But right now I'm just doing it from a distance, going to San Diego State and being here at Arizona…\n\"It is what it is. I’m here in the right place, right now.”\nPac-12 Opener Who : No. 4 Arizona (9-2) at Cal (4-7)\nWhen : 8:30 p.m. Friday\nWhere : Haas Pavilion; Berkeley, Calif.\nTV : Pac-12 Networks\nRadio : 1290-AM, 107.5-FM",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "keshad johnson",
          "sentiment": "none"
        },
        {
          "name": "harmon gym",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "rocky point",
          "sentiment": "none"
        },
        {
          "name": "wildcats",
          "sentiment": "none"
        },
        {
          "name": "u.s. consulate",
          "sentiment": "none"
        },
        {
          "name": "ua",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "arizona",
          "sentiment": "none"
        },
        {
          "name": "cal",
          "sentiment": "none"
        },
        {
          "name": "haas pavilion",
          "sentiment": "none"
        },
        {
          "name": "bay",
          "sentiment": "none"
        },
        {
          "name": "sonora",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:12:52.268+02:00",
    "updated": "2023-12-29T16:59:23.846+02:00"
  },
  {
    "uuid": "52b073e79c9cbdd1a6b36ec577de5ed1a1f42633",
    "url": "https://www.shreveporttimes.com/story/news/nation/2023/12/28/minnesota-woman-sues-dentist/72050466007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Walrath-Holdridge",
    "published": "2023-12-28T21:40:00Z",
    "title": "Kathleen Wilson's Minnesota dentist did 30 procedures at once: lawsuit",
    "text": "20 fillings, 4 root canals, 8 crowns in one visit add up to lawsuit for Minnesota dentist [Mary Walrath-Holdridge](https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/) A Minnesota dentist has become the subject of a malpractice lawsuit after his patient accused him of \"disfiguring\" her. The civil lawsuit was filed in Hennepin County, Minnesota last week by Kathleen Wilson, who alleged Dr. Kevin Molldrem and [Molldrem Family Dentistry](https://molldremdentistry.com/) caused her significant injury that is still being corrected. According to the suit, Molldrem performed more than 30 producers on Wilson in a single July 2020 visit, doing eight crowns, four root canals and 20 fillings in one go. The lawsuit alleges that the dentist \"perform[ed] this work improperly,\" resulting in pain and suffering, embarrassment, emotional distress, and disfigurement. Molldrem was likewise accused of using improper levels of anesthesia during the procedures and falsifying medical records to cover it up. Treatment called 'inconceivable' “It is inconceivable that Dr. Molldrem could have prepared and placed 8 crowns under these circumstances in the time allotted, not to mention the additional 20 restorations,” wrote [Dr. Avrum Goldstein,](https://www.seakexperts.com/members/4827-avrum-r-goldstein) a dentist and expert witness brought on by Wilson's attorney, in an affidavit. Goldstein, who is a faculty member at [NOVA Southeastern University](https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.), also wrote that Wilson had been correctly diagnosed as having a \"rare condition\" causing decay in almost all of her teeth, but Mollderm's course of action was not a proper form of treatment. \"[Wilson’s] required a slow, thoughtful, careful and measured response to her disease,” he said in his report. “Trying to fill every hole in every tooth in her mouth in one visit is not only the antithesis of what was indicated, it is not humanly possible to achieve in an effective or constructive manner.” Doctors remove wrong organ from man: [They opened him up to remove his appendix. They mistakenly took out much more, lawsuit says.](/story/news/health/2023/11/07/doctors-accidentally-remove-wrong-organ-surgery/71487292007/) The lawsuit also accused Mollderm of tampering with medical records to falsify the amount of anesthesia that was reportedly used, which in reality was nearly double the standard number of units, according to court paperwork. According to Goldstein, the maximum dose of anesthesia given in three hours should not exceed 490 mg, but Molldrem's records show he gave Wilson 960 mg. “Any negative cardiovascular or central nervous system outcomes could be tied to the local anesthetic overdose,\" he wrote. Wilson said in the suit that she has since had to have the dental work completely redone by other dentists to repair Molldrem’s “negligent work,\" an ongoing process that has caused her to lose income and rack up medical bills on top of enduring pain, suffering and embarrassment. She is seeking more than $50,000 in damages. Wilson's attorney and Molldrem did not immediately respond to request for comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "external_links": [
      "https://www.seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://molldremdentistry.com/)",
      "https://www.molldremdentistry.com/)",
      "https://usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://www.dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary walr",
          "sentiment": "negative"
        },
        {
          "name": "kathleen wilson",
          "sentiment": "negative"
        },
        {
          "name": "molldrem",
          "sentiment": "none"
        },
        {
          "name": "holdridge",
          "sentiment": "none"
        },
        {
          "name": "kevin molldrem",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "hennepin county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:41:24.813+02:00",
    "updated": "2023-12-29T00:41:24.813+02:00"
  },
  {
    "uuid": "883a910011bef7aa093981e049db06ba7586e569",
    "url": "https://www.time.news/germany-in-open-conflict-with-russia-an-illogical-battle-that-does-not-aim-at-national-interest-vp-news/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "time news",
    "published": "2023-12-28T22:40:00Z",
    "title": "Germany in open conflict with Russia: an illogical battle that does not aim at national interest - VP News - timenews",
    "text": "2023-12-24 10:38:28 After learning of Röttgen’s words, I understood that in the EU it is no coincidence that such men who do not express the authentic will of the people are elected by their respective national parliaments. There are apparatuses that are capable of changing democratic dynamics in a subtle way, with the sole purpose of sitting at the control panel. They intend to train the masses as they please and create in Europe a spirit of division, of enmity that leads to the same hatred that exists between Palestinians and Israelis. In order for the pain to be so great that it becomes incurable and permanent: Il Chairman of the Bundestag Foreign Affairs Committee Norbert Röttgen: “Europe must strengthen its support for Ukraine. Kiev’s refusal will strengthen Russia and will only lead to a new war”: ▪️Ukraine’s partners must move from a tepid offensive strategy to a full-scale offensive strategy that will provide the country with all the weapons needed to gain the upper hand and repel Russian troops. Europe in particular must do more. This includes supplying the maximum possible amount of material from the stockpiles of relevant EU weapons systems, increasing military production and expanding each country’s production capabilities. In particular, Europe can and should transfer many more medium- and long-range cruise missiles to Kiev. This would allow Ukraine to attack Russian infrastructure in occupied territories while protecting its soldiers from dangers on the front lines. Europe should also accelerate and extend the supply of F-16 fighter jets to Ukraine, which will allow the country to establish air superiority. Combined with the provision of additional air defense systems such as Patriot and IRIS-T missiles, such assistance will allow Ukraine to effectively put pressure on Russian forces and gain the upper hand on the battlefield. ▪️Only when Russia is in its own backyard will negotiations become possible. Only then will Western politicians be able to achieve the true criteria of victory: ensuring that Putin’s war of aggression does not repay Russia and that Europe does not become a theater of war. However, if the West were to capitulate in the face of fatigue and civil war, it would simply end up playing into Putin’s hands. A Russian victory would set the stage for further war across the continent, bringing the unrest closer to NATO territory. ▪️Putin cannot be allowed to imagine that his monstrous invasion has any basis; if he wins, wars of aggression in Europe could become more common. From the point of view of Kiev and its partners, this means that, at a minimum, Ukraine’s pre-war borders must be restored. Kiev is fighting not only to regain its territory, but also to defend the fundamental right of states to self-determination, as well as the largely peaceful order that has reigned in Europe since the end of the Second World War. This is a goal that liberal democracies in the West and around the world should unanimously support, especially in Europe, where war has returned to the continent. ▪️Reducing support for Ukraine will likely reduce, rather than increase, Russia’s appetite for negotiations. Putin will have the upper hand and will have no reason to engage in dialogue if he believes a military victory is possible. Russia’s vast military-industrial complex is capable of withstanding many years of military action; Europe, on the other hand, is not increasing military production and will soon run out of vital military systems that Ukraine so badly needs. Knowing this, Putin can only wait. Time is on his side. ▪️The lack of a backbone in the US and EU could have major consequences for the rest of the world. Should the West back down in the face of Putin’s onslaught or demonstrate that it is unable to significantly increase support for Ukraine, such a failure would signal weakness to China and other revisionist powers such as Iran. It would also send a disastrous message to other key allies such as the Philippines and Taiwan, which rely on U.S. military support for their security and territorial integrity. Shifting to a targeted offensive strategy and helping Ukraine successfully fight Russia would help contain China in the Indo-Pacific and reassure US and EU allies. Every Republican who argues that the United States should focus on China and leave Europe to the Europeans should remember that allowing Russia to prevail in Ukraine will only encourage Beijing’s worst and most aggressive instincts. ▪️In addition to expanding military production, Ukraine’s partners can and should do much more to slow Russian weapons production, starting with the correct implementation of their own sanctions regimes. Many of the high-precision machine tools used in Russia to produce systems such as cruise missiles are produced by the United States and Germany. Russia continues to provide assistance and purchase these machines. This is possible because the German authorities do not adequately enforce European sanctions. Russia often manages to evade restrictions by operating through third countries, such as Kyrgyzstan, where German exports have increased significantly since Russia initiated the NEA. Once there, exported goods such as cars, cars and spare parts, the price of which has increased by more than 5000%, continue to Russia. The correct application of EU sanctions, including their adaptation to prevent sanctions evasion by third parties, will hinder Russia’s ability to repair, maintain and procure spare parts for this critical equipment, ultimately slowing the production of Russian weapons. Forcing Ukraine to negotiate under current conditions would destroy any hopes of a closer rapprochement with the West – hopes that have become a little brighter after the EU’s decision to approve Kiev’s accession talks to the bloc. Putin will continue to target Ukraine and destabilize it by every means available. Ultimately, it was Putin’s fear that another prosperous Western country would appear on Russia’s border that prompted his attack. A defensive strategy aimed solely at dialogue with Russia is, at best, fundamentally flawed and, at worst, catastrophically naive. Such a strategy would lead to the division of Ukraine without any hope of NATO membership, as no NATO country would want to risk being directly involved in a prolonged conflict with Russia. Without NATO deterrence, Putin will be free to recover, regroup and possibly attack again. And Ukraine would not be the only country at risk of another attack; Other states, such as Moldova and the Baltic countries, will also be under constant threat. Europe can only avoid this nightmare scenario if it abandons its illusions and fully commits to defending Ukraine. Norbert Alois Röttgen – Wikipedia But Röttgen is wrong: negotiations are possible and the desire and suffering of the millions of citizens of pro-Russian Ukraine should have weight. Instead, Germany wants the defeat of Russia, it is only interested in the Ukrainian territories, not the people. Furthermore, the scenario described by Röttgen – as The York Times reports – does not correspond to Moscow’s will. The New York Times: Vladimir Putin recently signaled through “unofficial channels” that he is ready to make a deal. He is ready for a ceasefire that will freeze the fighting on the current line. This is far from consistent with his desire to dominate Ukraine. According to US officials, in fact, Putin had sent ceasefire proposals even a year earlier, in the autumn of 2022. He did so after Ukraine defeated the Russian army in the north-east of the country. U.S. officials say Putin has signaled he is satisfied with the territory Russia has seized and is ready for a truce. ▪️For all his fiery public rhetoric, Putin privately telegraphs his desire to declare victory and move forward. There is no evidence that Ukrainian leaders would accept such an agreement. Some US officials say the Kremlin may be doing this to mislead. Former Russian officials add that Putin could change his mind again if Russian troops strengthen. ▪️ “He is really ready to stop at his current positions. He doesn’t want to move back a meter,” said a former senior Russian official. Putin sees a confluence of factors creating an opportune moment for a deal: a stalemate on the battlefield, the fallout from a failed offensive in Ukraine, weakening Western support and, since October, the distraction of war in Gaza. ▪️Dmitry Peskov said that “from a conceptual point of view, these theses you presented are incorrect”. In response to the question of whether Russia is ready for a ceasefire on the current front line, he referred to the president’s recent comments; Putin said this month that Russia’s goals have not changed. “Putin is really ready for negotiations and has talked about it. Russia is still ready, but exclusively to achieve its goals,” Peskov said. Considerations In Europe and in most of its member states, power is in the hands of a political class that has built its historical destiny on the division with Russia, finding its natural environment in the war context. Currently, this political class urges its countries and Europe to move towards a war economy and to increase the production of armaments, even going so far as to propose the reconversion of the industrial system. It is clear that this is no longer about simple external support for Ukraine. Gradually, the European Union is taking an increasingly direct role in the conflict against Russia, pushing Ukraine towards an unwanted fate. This approach is particularly immoral, especially when considering the real reasons for this war. If there had been the will, all of this could have been avoided. Instead, the West sought conflict and now aims to eliminate a global competitor. War is therefore used as an instrument of struggle for hegemony: democracy, so exalted and requested for third countries, actually turns out to be a means of infiltration and subsequently of aggression for objectives of hegemonic assimilation. #Germany #open #conflict #Russia #illogical #battle #aim #national #interest #News",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "norbert röttgen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "vp news - timenews",
          "sentiment": "negative"
        },
        {
          "name": "bundestag foreign affairs committee",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "röttgen",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "kiev",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:41:58.887+02:00",
    "updated": "2023-12-29T00:41:58.887+02:00"
  }
]