[
  {
    "uuid": "6d6a390b83d68ea2e91e4c78769631da48fee9c6",
    "url": "https://www.sasktoday.ca/south/carlyle-observer/e-bourassa-and-sons-challenge-businesses-for-the-carlyle-food-bank-8035041",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stephanie Zoer, Freelance Reporter",
    "published": "2023-12-28T22:03:00Z",
    "title": "E. Bourassa and Sons challenge businesses for the Carlyle food bank - SaskToday.ca",
    "text": "CARLYLE Each year E. Bourassa and Sons in Carlyle hold a toy drive for the local food bank. Although they already collected many items for this, they felt they could do more and wanted to do something different this year. The idea for a fundraiser was born out of the Weyburn branch being challenged by another business. Karley Hislop brought the idea forward to the group, and Carlyle's Bourassa branch decided to try a similar activity. On Dec. 6, the challenge began with Bourassa purchasing 24 items or more for the Carlyle District Food Bank, by which they challenged three other local businesses to purchase 24 items for the food bank and gave them 24 hours to bring the items to the branch. These three businesses would then nominate a business or two of their choice to do the same. This went on until Dec. 15 in the afternoon when the challenge was completed and items were delivered to the food bank. The challenge took off like wildfire and escalated into something much bigger than was anticipated. The organizers were overwhelmed with the success. Tina Renner, administrator for E. Bourassa and Sons said 63 businesses accepted the challenge with many of them bringing in much more than 24 items. Renner and E. Bourassa thanked all the businesses that took part in this challenge, making it such a success. Over 1,600 non-perishable and hygiene items were received and delivered to the food bank. The branch said they plan to continue with the challenge in the future as Carlyle knocked this one out of the park. E. Bourassa and Sons began their business in Carlyle in April 2018. The local office just celebrated its fifth year and now has 13 employees.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "e. bourassa",
          "sentiment": "negative"
        },
        {
          "name": "e. boura",
          "sentiment": "none"
        },
        {
          "name": "karley hislop",
          "sentiment": "none"
        },
        {
          "name": "tina renner",
          "sentiment": "none"
        },
        {
          "name": "bourassa",
          "sentiment": "none"
        },
        {
          "name": "carlyle",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "carlyle district food bank",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "carlyle",
          "sentiment": "none"
        },
        {
          "name": "weyburn",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:24:49.128+02:00",
    "updated": "2023-12-29T00:24:49.128+02:00"
  },
  {
    "uuid": "a4ca78fa0a8c630b193421f6714ac19454370bcf",
    "url": "https://www.dailyitem.com/wire/trump-wants-local-police-help-on-deportations-gop-sheriff-candidates-not-in-miami-dade/article_afbefac0-d04d-58c2-897d-cac321ef3266.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Max Greenwood, Syra Ortiz Blanes and Douglas Hanks - Miami Herald (TNS)",
    "published": "2024-06-06T00:00:00Z",
    "title": "Trump wants local police help on deportations. GOP sheriff candidates: Not in Miami-Dade | Wire | dailyitem.com",
    "text": "MIAMI — Former President Donald Trump says he wants to use local law enforcement to carry out “the largest deportation operation in American history.” Republicans running to become Miami-Dade County’s sheriff say they don’t want to help with that. In interviews with the Miami Herald, many candidates — including the Republican endorsed by Trump — balked at the notion of using local police to identify and apprehend the estimated tens of thousands of undocumented immigrants who call Miami-Dade County home. They argued that doing so would erode the community’s trust in law enforcement and pull officers away from their ultimate mission of ensuring public safety. “As far as I’m concerned, if the law stays the way it is, immigration stays in their lane and I stay in mine,” said John Rivera, a former longtime police union boss who’s now running for sheriff. Another Republican candidate, Florida Highway Patrol Trooper Joe Sanchez, was even more blunt: “We’re not going to help the president on that one.” Trump’s campaign pledge to launch an immigration crackdown comes as Miami-Dade prepares to elect a sheriff for the first time in decades, forced by a change in Florida’s Constitution. Currently, the county’s Democratic mayor, Daniella Levine Cava, oversees the Miami-Dade Police Department, which would become the county Sheriff’s Office in 2025. Florida rules also require partisan elections for sheriff, meaning Republican and Democratic voters will select their nominee for sheriff in the Aug. 20 primaries. Despite the partisan incentive of Republican candidates to align themselves with Trump, there’s a divide over immigration enforcement between the presumptive GOP nominee and Miami-Dade’s GOP sheriff candidates. The gap underscores a key challenge that a second Trump administration could face in carrying out his mass deportation plan, even in friendly jurisdictions. The former president has repeatedly suggested deputizing local law enforcement agencies, the National Guard and even the U.S. military, if necessary, to remove the roughly 11 million undocumented people living in the United States. But he has said little about how he would secure cooperation from local and state agencies that might be reluctant to participate in such an operation. Trump suggested in a recent Time Magazine interview that he could use financial incentives to get local law enforcement on board with his plan, though he declined to outline specifics. “We’re going to be using local police, because local police know them by name, by first name, second name, and third name,” Trump told Time. “I mean, they know them very well.” A spokesperson for Trump’s campaign did not respond to the Miami Herald’s request for comment on how he sees the role of local law enforcement in carrying out his mass-deportation promises. U.S. law states %20In%20the%20event%20the,or%20local%20law%20enforcement%20officer%2C) that federal officials can’t deputize state or local law enforcement officers to carry out the work of federal immigration officers without permission from the agency’s head — like, for example, a sheriff. But even the candidate endorsed by Trump in the race — Rosanna Cordero-Stutz — said that she would only be willing to help federal immigration agents in limited circumstances. Dominican-born Cordero-Stutz told the Herald that it’s necessary for the federal government to crack down on the country’s “open borders” and suggested sending Miami-Dade police officers to back up federal agents on immigration raids that she believes could become violent. But, she added, “to provide deputies just for the sole purpose of enforcing immigration laws? Absolutely not.” “I do not support local law enforcement, including the sheriff’s office, enforcing immigration or any federal law,” Cordero-Stutz, an assistant county police director, told the Herald. “There is a reason we have jurisdictions.” “I don’t think we have the time for that” Most Republican candidates who spoke with the Herald agreed that the only overlap between the sheriff’s job and federal immigration enforcement would be if an undocumented immigrant has committed a serious crime. Rivera, the former police union boss, said he has no interest in the department “becoming an immigration office or annex.” “If an immigrant is a victim, I’m going to treat them like anybody else,” he said. “If he’s a criminal — commits a crime — I’m gonna treat him like anybody else.” The newest candidate, Jose “Joe” Martinez, filed Thursday for the Republican sheriff primary while he’s awaiting trial on corruption charges related to his tenure as a Miami-Dade Commissioner. Martinez denies any wrongdoing. A retired lieutenant from the Miami-Dade Police Department, Martinez said he would stick with the current county approach of steering clear of immigration issues. “We never asked people for papers,” he said. “We didn’t do the federal government’s job.” Martinez, suspended from his District 11 commission seat since last fall following his arrest , said it could become challenging to resist White House demands for local help if a future administration tied local law enforcement grants to whether a police agency assists in immigration operations. Miami-Dade police expects to receive about $12 million in federal funds this year for its $950 million budget. “It does get tricky if they withhold funding,” he said. “But we’re not there yet.” Several candidates also said that it was crucial for public safety to build trust with all residents regardless of their immigration status, since undocumented people are also witnesses and victims of crime in Miami-Dade County. “As a police department, we’re not here to enforce the federal immigration laws, because we need to have a relationship with every member of our community,” said Ignacio “Iggy” Alvarez, an attorney and former Miami Police officer who’s running for sheriff. “The community cannot be scared of the police department. If not, they’re not going to reach out to us when they’re a victim of a crime.” Mario Knapp, a retired Miami-Dade Police major, said that local law enforcement can’t afford to “alienate” undocumented people with the threat of deportation. “Now, if you are illegal and you’re breaking the law, we are going to throw every local, state and federal law at you to try and get you out of here,” he said. “I’m talking about a criminal. Somebody who is a predator … A violent person.” Trump has repeatedly linked undocumented immigrants to making crime worse in the United States, despite research showing that immigrants are incarcerated and convicted for crimes at lesser rates than their U.S.-born counterparts. Asked how he might deal with an undocumented immigrant picked up by police on a civil citation for marijuana, Knapp said he’s “not interested.” Some candidates said that the idea of using Miami-Dade officers to enforce federal immigration law would pose too much of a burden on the department and its roughly 3,000 officers. “Quite frankly, I don’t think we have the time for that,” said Jose Aragu, a Republican candidate and MDPD major. “We’re busy dealing with robbery suspects, with burglaries, with auto thefts in our community.” Some candidates open to limited cooperation Some candidates held out the possibility that they could offer at least some support to a hypothetical Trump administration in immigration enforcement operations. Jeffrey Giordano, a Republican who is a 30-year veteran of the Miami-Dade Police Department, said local law enforcement should have a role enforcing federal immigration law, “to an extent.” He said that “on day one” as sheriff he would enter into an agreement with Immigration and Customs Enforcement to join a program that empowers officers from state and local public safety departments to carry out certain federal immigration enforcement duties. Under its Jail Enforcement Model, the program — called 287(g) — allows \"designated immigration officers\" \"to question people in custody about their immigration status and prepare charging documents for deportation proceedings.\" Under the Warrant Service Officer Model, officers can serve administrative warrants. Giordano did not specify which model he would prefer. “What happens if we have another boatlift like the Mariel Boatlift? We’re not going to have tools in our toolbox to be able to enforce this. We have to be proactive ahead of time and be able to set ourselves up for success,” Giordano told the Herald, adding that if local police already enforce narcotics laws, they should enforce federal immigration laws. But he said regarding Trump’s deportation plans, he would leave it up to a task force made up of ICE agents to decide how to proceed. He also said that it’s not the job of police officers to round up undocumented immigrants “like cattle.” Giordano and several other candidates acknowledged that they are the children or grandchildren of people who came to the United States to seek a better life. Many of them are immigrants themselves, a reflection of the majority-foreign-born county they hope to protect. “This community is based on immigration,” said Sanchez, who was born in the Cuban city of Cardenas. “I’m an immigrant myself. And people that are here and they were able to come in and they are working on the process of paperwork … those people deserve to have an opportunity.” ©2024 Miami Herald. Visit miamiherald.com . Distributed by Tribune Content Agency, LLC.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.miamidade.gov/resources/budget/adopted/fy2023-24/police.pdf",
      "https://www.instagram.com/joesanchezmiamidade/p/C48kp1SpBAT/?locale=en",
      "https://www.tribunecontentagency.com",
      "https://time.com/6972022/donald-trump-transcript-2024-election/",
      "https://www.miamiherald.com/news/local/community/miami-dade/article266170136.html",
      "https://uscode.house.gov/view.xhtml?req=granuleid:USC-prelim-title8-section1103&num=0&edition=prelim#:~:text=(10",
      "https://www.dhs.gov/sites/default/files/2022-08/ICE%20-%20287%28g%29%20End-of-Year%20Report-508.pdf",
      "https://www.facebook.com/miamidadepd/videos/dominican-law-enforcement-officers-of-florida-woman-of-the-year/612461043522650/",
      "https://siepr.stanford.edu/news/mythical-tie-between-immigration-and-crime",
      "https://www.miamiherald.com/",
      "https://time.com/6972022/donald-trump-transcript-2024-election",
      "https://www.miamiherald.com",
      "https://www.uscode.house.gov/view.xhtml?req=granuleid:USC-prelim-title8-section1103&num=0&edition=prelim#:~:text=(10",
      "https://www.time.com/6972022/donald-trump-transcript-2024-election/",
      "https://miamidade.gov/resources/budget/adopted/fy2023-24/police.pdf",
      "https://miamiherald.com/news/local/community/miami-dade/article266170136.html",
      "https://miamiherald.com/",
      "https://facebook.com/miamidadepd/videos/dominican-law-enforcement-officers-of-florida-woman-of-the-year/612461043522650/",
      "https://uscode.house.gov/view.xhtml",
      "https://www.facebook.com/miamidadepd/videos/dominican-law-enforcement-officers-of-florida-woman-of-the-year/612461043522650",
      "https://dhs.gov/sites/default/files/2022-08/ICE%20-%20287%28g%29%20End-of-Year%20Report-508.pdf",
      "https://tribunecontentagency.com",
      "https://instagram.com/joesanchezmiamidade/p/C48kp1SpBAT/?locale=en",
      "https://www.siepr.stanford.edu/news/mythical-tie-between-immigration-and-crime",
      "https://www.instagram.com/joesanchezmiamidade/p/C48kp1SpBAT/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "donald trump",
          "sentiment": "negative"
        },
        {
          "name": "trump",
          "sentiment": "neutral"
        },
        {
          "name": "joe sanchez",
          "sentiment": "none"
        },
        {
          "name": "john rivera",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gop",
          "sentiment": "negative"
        },
        {
          "name": "miami herald",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "miami-dade",
          "sentiment": "none"
        },
        {
          "name": "miami-dade county",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:50:30.108+03:00",
    "updated": "2024-06-07T00:50:30.108+03:00"
  },
  {
    "uuid": "1b4350ca64c644c6de55bc38766fa14cb8306483",
    "url": "https://www.latestnigeriannews.com/p/3081531/i-get-lots-of-compliments-about-my-body-aderonke-atere.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Latestnigeriannews",
    "published": "2023-12-30T03:29:00Z",
    "title": "I Get Lots of Compliments About My Body Aderonke Atere",
    "text": "10 money mistakes women make - Tribune 12 killed in fire incidents, floods in Abuja in 2023 Agency - Premium Times 37 jailed for Internet fraud in Ogun, Oyo - Punch 48 human remains ' some with sharpened teeth and modified skulls ' found in Mexico - Yahoo A cashless Christmas - https://www.latestnigeriannews.com/news/3081322/a-cashless-christmas.html After Akeredolus death, another Ondo official resigns - https://www.latestnigeriannews.com/news/3081503/after-akeredolus-death-another-ondo-official-resigns.html Airlines Urges U.S To Address Flight Delays - New Telegraph Aiyedatiwa signs first budget as Ondo governor - https://www.latestnigeriannews.com/news/3081505/aiyedatiwa-signs-first-budget-as-ondo-governor.html A generational talent': how 16-year-old Luke Littler is shaking up darts - https://www.latestnigeriannews.com/news/3081168/a-generational-talent-how-16yearold-luke-littler-is-shaking-up-darts.html AEW Rampage Results: Winners, Live Grades, Reaction, Highlights From Dec. 29 - Bleacher Report AFCON 2023 host, Ivory Coast, unveils 27-man squad - https://www.latestnigeriannews.com/news/3081385/afcon-2023-host-ivory-coast-unveils-27man-squad.html AFCON 2023: Nike Unveils Super Eagles Jersey For Nations Cup - Peoples Daily Alabama DC Steele on Nick Saban Retirement Talk: 'Nobody Knows That' Except for Him - https://www.latestnigeriannews.com/news/3081216/alabama-dc-steele-on-nick-saban-retirement-talk-nobody-knows-that-except-for-him.html An outstanding person': tributes paid to former Team GB footballer Gemma Wiseman - https://www.latestnigeriannews.com/news/3081192/an-outstanding-person-tributes-paid-to-former-team-gb-footballer-gemma-wiseman.html Ancelotti extends Real Madrid contract until 2026 - https://www.latestnigeriannews.com/news/3081389/ancelotti-extends-real-madrid-contract-until-2026.html Arsenal May Need Plan B For Toneys Pursuit - https://www.latestnigeriannews.com/news/3081534/arsenal-may-need-plan-b-for-toneys-pursuit.html Arteta warns that Arsenal title hopes rest on improvement in both boxes - https://www.latestnigeriannews.com/news/3081184/arteta-warns-that-arsenal-title-hopes-rest-on-improvement-in-both-boxes.html",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.peoplesdailyng.com/afcon-2023-nike-unveils-super-eagles-jersey-for-nations-cup/?utm_source=rss&utm_medium=rss&utm_campaign=afcon-2023-nike-unveils-super-eagles-jersey-for-nations-cup",
      "https://newtelegraphng.com/airlines-urges-u-s-to-address-flight-delays/?utm_source=rss&utm_medium=rss&utm_campaign=airlines-urges-u-s-to-address-flight-delays",
      "https://www.premiumtimesng.com/regional/ssouth-west/655030-aiyedatiwa-signs-first-budget-as-ondo-governor.html",
      "https://uk.sports.yahoo.com/news/outstanding-person-tributes-paid-former-235321353.html",
      "https://tribuneonlineng.com/a-cashless-christmas/",
      "https://punchng.com/afcon-2023-host-ivory-coast-unveils-27-man-squad/",
      "https://bleacherreport.com/articles/10102935-alabama-dc-steele-on-nick-saban-retirement-talk-nobody-knows-that-except-for-him",
      "https://www.premiumtimesng.com/news/more-news/654998-12-killed-in-fire-incidents-floods-in-abuja-in-2023-agency.html",
      "https://news.yahoo.com/48-human-remains-sharpened-teeth-223815072.html",
      "https://uk.sports.yahoo.com/news/arteta-warns-arsenal-title-hopes-223018590.html",
      "https://tribuneonlineng.com/10-money-mistakes-women-make/",
      "https://punchng.com/37-jailed-for-internet-fraud-in-ogun-oyo/",
      "https://punchng.com/ancelotti-extends-real-madrid-contract-until-2026/",
      "https://newtelegraphng.com/arsenal-may-need-plan-b-for-toneys-pursuit/?utm_source=rss&utm_medium=rss&utm_campaign=arsenal-may-need-plan-b-for-toneys-pursuit",
      "https://www.premiumtimesng.com/regional/ssouth-west/655024-after-akeredolus-death-another-ondo-official-resigns.html",
      "https://uk.sports.yahoo.com/news/generational-talent-16-old-luke-210013886.html",
      "https://bleacherreport.com/articles/10102921-aew-rampage-results-winners-live-grades-reaction-highlights-from-dec-29",
      "https://peoplesdailyng.com/afcon-2023-nike-unveils-super-eagles-jersey-for-nations-cup/?utm_source=rss&utm_medium=rss&utm_campaign=afcon-2023-nike-unveils-super-eagles-jersey-for-nations-cup",
      "https://www.bleacherreport.com/articles/10102935-alabama-dc-steele-on-nick-saban-retirement-talk-nobody-knows-that-except-for-him",
      "https://punchng.com/afcon-2023-host-ivory-coast-unveils-27-man-squad",
      "https://premiumtimesng.com/regional/ssouth-west/655030-aiyedatiwa-signs-first-budget-as-ondo-governor.html",
      "https://premiumtimesng.com/news/more-news/654998-12-killed-in-fire-incidents-floods-in-abuja-in-2023-agency.html",
      "https://www.peoplesdailyng.com/afcon-2023-nike-unveils-super-eagles-jersey-for-nations-cup/",
      "https://www.news.yahoo.com/48-human-remains-sharpened-teeth-223815072.html",
      "https://www.punchng.com/ancelotti-extends-real-madrid-contract-until-2026/",
      "https://www.uk.sports.yahoo.com/news/arteta-warns-arsenal-title-hopes-223018590.html",
      "https://www.tribuneonlineng.com/10-money-mistakes-women-make/",
      "https://www.uk.sports.yahoo.com/news/outstanding-person-tributes-paid-former-235321353.html",
      "https://newtelegraphng.com/airlines-urges-u-s-to-address-flight-delays/",
      "https://www.newtelegraphng.com/airlines-urges-u-s-to-address-flight-delays/?utm_source=rss&utm_medium=rss&utm_campaign=airlines-urges-u-s-to-address-flight-delays",
      "https://www.bleacherreport.com/articles/10102921-aew-rampage-results-winners-live-grades-reaction-highlights-from-dec-29",
      "https://www.punchng.com/afcon-2023-host-ivory-coast-unveils-27-man-squad/",
      "https://www.uk.sports.yahoo.com/news/generational-talent-16-old-luke-210013886.html",
      "https://newtelegraphng.com/arsenal-may-need-plan-b-for-toneys-pursuit/",
      "https://premiumtimesng.com/regional/ssouth-west/655024-after-akeredolus-death-another-ondo-official-resigns.html",
      "https://tribuneonlineng.com/a-cashless-christmas",
      "https://www.newtelegraphng.com/arsenal-may-need-plan-b-for-toneys-pursuit/?utm_source=rss&utm_medium=rss&utm_campaign=arsenal-may-need-plan-b-for-toneys-pursuit",
      "https://www.tribuneonlineng.com/a-cashless-christmas/",
      "https://tribuneonlineng.com/10-money-mistakes-women-make",
      "https://punchng.com/37-jailed-for-internet-fraud-in-ogun-oyo",
      "https://punchng.com/ancelotti-extends-real-madrid-contract-until-2026",
      "https://www.punchng.com/37-jailed-for-internet-fraud-in-ogun-oyo/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "luke littler",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tribune",
          "sentiment": "neutral"
        },
        {
          "name": "premium times",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "abuja",
          "sentiment": "none"
        },
        {
          "name": "ogun",
          "sentiment": "none"
        },
        {
          "name": "oyo",
          "sentiment": "none"
        },
        {
          "name": "ivory coast",
          "sentiment": "none"
        },
        {
          "name": "ondo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T06:32:49.397+02:00",
    "updated": "2023-12-30T06:32:49.397+02:00"
  },
  {
    "uuid": "7df7f3e22d0fbb90e537e2c5c3e8a3008299b4e7",
    "url": "https://www.thegatewaypundit.com/2023/12/nikki-haley-blames-democrat-plant-question-about-cause/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kristinn Taylor",
    "published": "2023-12-28T22:20:00Z",
    "title": "Nikki Haley Blames 'Democrat Plant' for Question About Cause of Civil War, Gives Do-Over Answer Blaming Slavery | The Gateway Pundit | by Kristinn Taylor",
    "text": "In remarks made on a radio interview Thursday, Republican presidential candidate former South Carolina Governor Nikki Haley blamed a “Democrat plant” sent by the Biden campaign for the ’cause of the Civil War’ question she botched at a town hall Wednesday night in Berlin, New Hampshire. Haley also gave a do-over answer that blamed slavery for the War Between the States. Later at another town hall, Haley again blamed the slavery. Haley appeared on the Pulse of NH show Good Morning New Hampshire with Jack Heath Thursday morning. The complete audio can be heard at this link . Audio excerpt posted by the DeSantis campaign: LISTEN: Haley embarrassingly attempts to walk back her Civil War flub, explains that she couldn’t answer the simple question because the voter was a “Democrat plant.” Nikki Haley doesn't have what it takes to win. pic.twitter.com/rKnqu96LjB — DeSantis War Room 🐊 (@DeSantisWarRoom) December 28, 2023 Later Haley appeared at a town hall at Kennett High School in North Conway where she again addressed the ’cause of the Civil War’ question: — Kaitlan Collins (@kaitlancollins) December 28, 2023 Last night I was asked about the Civil War. And what I think of the Civil War, what was the cause of the Civil War?” Of course, the Civil War was about slavery. We know that. That’s unquestioned. Always the case. We know the Civil War was about slavery. but it was also more than that. It was about the freedoms of every individual. It was about the role of government. For eighty years, America had the decision and the moral question of whether slavery was a good thing? And whether government, economically, culturally, any other reasons, had a role to play in that. By the grace of God, we did the right thing and slavery is no more. But the lessons of what the bigger issue with the Civil War are, is that let’s not forget what came out of that, which is: Government’s role, individual liberties, freedom for every single person, freedom of speech, freedom of religion, freedom to do and be anything you want to be without anyone or government getting in your way. That should be the goal of what we always try to take away from that, right? Because we never want to return back to that place but we always want to remember the lesson of what it means to be a free individual and that everyone deserves to be a free individual. So we stand by that. I say that as a Southerner. I say that as a Southern governor who removed the Confederate flag off the statehouse grounds. And I say it as a proud American of how far we have come. Transribed by TGP. The anonymous questioner at the Berlin town hall Wednesday told reporters he asked Haley about the cause of the Civil War because of this 2010 Q & A with the Palmetto Patriots when she was running for governor that did not mention slavery: — PatriotTakes 🇺🇸 (@patriottakes) February 15, 2023 New Hampshire Journal excerpt : The unidentified man later told reporters he asked the question because he heard her answer it in a similar way when she ran for South Carolina governor in 2010. He said he wanted to know if her views had since changed. In 2015, while governor of the Palmetto State, Haley was widely praised for successfully removing the Confederate battle flag from atop the South Carolina state house and to a Confederate monument, resolving an issue that had plagued her state’s politics for years. Haley’s 2010 answer is an apparent reference to an interview she held with a southern heritage activist group, the since-defunct Palmetto Patriots. A video of the interview was released by CNN last February. In the interview, Haley said the Civil War was about two sides butting heads because one side stood for “tradition” while the other supported “change.” Pressed by the heritage group on what that meant, Haley answered, “on individual rights and liberty of people.” Thursday morning, Haley made it clear she believed the Civil War question came straight from Democrats. “It was definitely a Democrat plant,” Haley told Heath. “That’s why I said, ‘What does it mean to you?’ And if you notice, he didn’t answer anything. The same reason he didn’t tell the reporters what his name was. The same reason he went and showed the guy that he was with the tweet that went up after he did it.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [
      "https://twitter.com/DeSantisWarRoom/status/1740395660816625963?ref_src=twsrc%5Etfw",
      "https://thepulseofnh.com/good-morning-nh/nikki-haley-responds-to-civil-war-comment-on-good-morning-new-hampshire/",
      "https://twitter.com/kaitlancollins/status/1740405135300325445?ref_src=twsrc%5Etfw",
      "https://twitter.com/patriottakes/status/1625918375112081409?ref_src=twsrc%5Etfw",
      "https://nhjournal.com/haley-civil-war-question-was-democrat-plant/",
      "https://nhjournal.com/haley-civil-war-question-was-democrat-plant",
      "https://twitter.com/DeSantisWarRoom/status/1740395660816625963",
      "https://www.thepulseofnh.com/good-morning-nh/nikki-haley-responds-to-civil-war-comment-on-good-morning-new-hampshire/",
      "https://www.twitter.com/kaitlancollins/status/1740405135300325445?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/patriottakes/status/1625918375112081409?ref_src=twsrc%5Etfw",
      "https://www.nhjournal.com/haley-civil-war-question-was-democrat-plant/",
      "https://thepulseofnh.com/good-morning-nh/nikki-haley-responds-to-civil-war-comment-on-good-morning-new-hampshire",
      "https://www.twitter.com/DeSantisWarRoom/status/1740395660816625963?ref_src=twsrc%5Etfw",
      "https://twitter.com/patriottakes/status/1625918375112081409",
      "https://twitter.com/kaitlancollins/status/1740405135300325445"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nikki haley blames",
          "sentiment": "neutral"
        },
        {
          "name": "kristinn taylor",
          "sentiment": "neutral"
        },
        {
          "name": "haley",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "nikki haley",
          "sentiment": "none"
        },
        {
          "name": "desantis",
          "sentiment": "none"
        },
        {
          "name": "jack heath",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "south caroli",
          "sentiment": "none"
        },
        {
          "name": "kennett high school",
          "sentiment": "none"
        },
        {
          "name": "berlin",
          "sentiment": "none"
        },
        {
          "name": "new hampshire",
          "sentiment": "none"
        },
        {
          "name": "north conway",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:29:43.742+02:00",
    "updated": "2023-12-29T00:29:43.742+02:00"
  },
  {
    "uuid": "fbf00d248e6b53e4ba8f38e25cd09e13927b8f1c",
    "url": "https://saint-seiya-manager.actifforum.com/t3034-athena-rend-visite-a-sa-petite-soeur-adore",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Athéna",
    "published": "2024-02-29T19:08:00Z",
    "title": "ATHÉNA REND VISITE À SA PETITE SŒUR ADORÉ",
    "text": "Vous souhaitez réagir à ce message ? Créez un compte en quelques clics ou connectez-vous pour continuer. Accueil Rechercher Rechercher Résultats par : Messages Sujets Recherche avancée Dernières images S'enregistrer Connexion Le Deal du moment : -29% PC portable Gamer ERAZER DEPUTY P60 – ... Voir le deal 999.99 € ATHÉNA REND VISITE À SA PETITE SŒUR ADORÉ :: Les Sanctuaires :: Ephésia :: Monts d'Iphygénie Jeu 29 Fév 2024 - 19:08 Athéna Nombre de messages : 97 Age : 27 Localisation : Quelques part Chevaliers : // Posts RP : // Athéna après avoir confié la gestion du sanctuaire à Pallas en son absence, avait pris la direction du domaine d'Artémis. Elle devait parler de certaines choses avec elle à propos de leur père ainsi que d'Apollon avec qui elle avait des comptes a réglé ainsi que d'autre sujet. Arrivée au sommet, elle intensifia doucement son cosmos pour signaler sa présence à Artémis, une fois fait elle s'installa pour admirer le magnifique paysage qui s'étendait devant elles en attendent une réponse. Mar 5 Mar 2024 - 23:36 Artémis Nombre de messages : 4876 Age : 31 Localisation : Éphésie Chevaliers : 0 Posts RP : 0 Caractéristiques personnelles Dieu Majeur : Artémis Dieu Mineur : Hécate Guerriers : 17 La déesse de la Guerre n'eut pas longtemp à attendre. En réponse à son cosmos, trois silouhettes apparurent et commencèrent l'ascension. Rapidement, elle se précisèrent. Aiolia était suivit par deux jeunes femmes. Le trio discutait de chose et d'autre. Sarantsatsral fut la première à s'incliner, rapidement suivis par Xiaoling. Le chevalier du Lion fut le dernier à saluer la déesse. \"Déesse Athéna. Nous vous souhaitons la bienvenue en Éphésie. Que pouvons nous faire pour vous?\" Ma Fiche Mer 6 Mar 2024 - 1:53 Athéna Nombre de messages : 97 Age : 27 Localisation : Quelques part Chevaliers : // Posts RP : // Athéna sentie trois personnes approchées, donc deux qui lui était familière, elle les vit s'incliner, elle salua Sarantsatsral avant de se tourner vers Xiaoling et Aiolia. Bonjour Xiaoling, bonjour Aiolia, je suis heureuse de vous revoir et de constaté que vous alliez bien, je vous remercie pour votre accueil, pour répondre à ta question, je souhaiterais parler à ma sœur Artémis, je dois m'entretenir de certain sujet avec elle si possible. Aujourd'hui à 0:11 Artémis Nombre de messages : 4876 Age : 31 Localisation : Éphésie Chevaliers : 0 Posts RP : 0 Caractéristiques personnelles Dieu Majeur : Artémis Dieu Mineur : Hécate Guerriers : 17 Aiolia s'inclina devant Athéna une nouvelle fois. \"Si vous voulez bien me suivre. Je vais vous guidez jusqu'à Artémis.\" Le chevalier d'Or se tourna brievement vers Sarantsatsral. \"Peux-tu partir devant et prévenir Hécate et Artémis de l'arrivée de la déesse Athéna?\" La Saintia Noire acquiéça et partit en courant vers Éphésie. [Tu pourras ouvrir un sujet dans l'esplanade ou au temple d'Artémis.]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:18:30.435+02:00",
    "updated": "2024-03-25T04:21:24.382+02:00"
  },
  {
    "uuid": "53b1af9fadb940cb22afb4cd7d3fb5f37a36b8f7",
    "url": "https://www.ar15.com/forums/General/shocking--Only-3-4-Percent-of-American-Journalists-Are-Republicans/5-2696106/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "FlashMan-7k",
    "published": "2023-12-28T21:21:00Z",
    "title": "\"shocking\" ... Only 3.4 Percent of American Journalists Are Republicans - AR15.COM",
    "text": "A surprise to nobody here ... but having some harder numbers is worthwhile to encourage pattern recognition.\nhttps://newsbusters.org/blogs/nb/tim-graham/2023/12/27/study-syracuse-just-34-percent-american-journalists-are-republicans\nSTUDY from Syracuse: Just 3.4 Percent of American Journalists Are Republicans\nTim Graham\nDecember 27th, 2023 4:09 PM\nShocker! Isaac Schorr at Mediaite reported a new study from Syracuse University’s Newhouse School of Public Communications found that just 3.4 percent of American journalists are Republicans. In the last ten years, the proportion of Democrats has increased to 36.4% and proportion of Independents has ticked upwards to 51.7%, while the already low Republican share has been cut in half.\nThe last study in 2013 pegged the proportion of Republican journalists in America at 7.1%, Democrats at 28.1%, and Independents at 50.2%.\nIt's fair to guess that journalists who choose \"independent\" are attempting to look nonpartisan, but we can safely guess a large share of them are Biden-Harris voters.\nThe study is based “on an online survey with 1,600 U.S. journalists conducted in early 2022” and is the latest in a series of studies stretching back to 1971 that take the temperature of the fourth estate’s partisan lean, job satisfaction, and professional attitudes.\n When the first iteration of the study came out over 50 years ago, 35.5% of respondents said they were Democrats, 25.7% said they were Republicans, and 32.5% said they were Independents. The percentage that call themselves Democrats or independents have bounced around over the years, with the proportion of Democrats reaching a high of 44.1% in 1992.\nSurveys of journalists across the country in local newsrooms used to provide a more bipartisan picture, but the national media has been severely liberal since Robert and Linda Richter and Stanley Morgan published The Media Elite studies in 1981. They found over 90 percent of national journalists picked Lyndon Johnson over Barry Goldwater in 1964 and over 80 percent picked Hubert Humphrey over Richard Nixon in 1968\nIn 2022, just 3.4% of journalists were Republicans.\nThat figure was 18% in 2002 and 25.7% in 1971.\nAs with most professions, conservatives have been increasingly excluded or purged from the ranks of journalists.\nIf you wonder why the media is the way it is today, this is why. pic.twitter.com/AuZ8iCMiwQ\nKevin Bass PhD MS (@kevinnbass) December 27, 2023\nAccording to a Gallup poll from November, today's newsrooms are wildly out of step with the general public. Independents do make up the largest proportion of the population at 40%, but the same proportion of Americans (29%) are Republicans as Democrats.\nIn another Gallup poll in October, the 32% of Americans who say they trust the mass media “a great deal” or “a fair amount” to report the news in a full, fair and accurate way ties Gallup’s lowest historical reading, previously recorded in 2016. While 58% of Democrats and 29% of Independents have a “great deal” or “fair amount” of confidence in the media, just 11% of Republicans feel the same way. Given all the tilted reporting we expose at NewsBusters, that's also not a shocker. View Quote\nStudy key findings:\nhttps://www.theamericanjournalist.org/_files/ugd/46a507_4fe1c4d6ec6d4c229895282965258a7a.pdf\nPage for the study:\nhttps://www.theamericanjournalist.org/the-2022-survey\nFrom the linked pdf:\nCompared with 2013, the percentage of full-time U.S. journalists who claim to be Democrats has increased 8 percentage points in 2022 to about 36 percent, a figure higher than the overall population percentage of 27 percent, according to a 2022 ABC News/Washington Post national poll. This is the third highest percentage of journalists saying they are Democrats since 1971. Journalists who said they were Republicans continued to drop from 18 percent in 2002 and 7.1 percent in 2013 to 3.4 percent in 2022. This figure is notably lower than the percentage of U.S. adults who identified with the Republican party (26 percent according to the poll mentioned earlier) in 2022. About half of all journalists (51.7 percent) said they were Independents, which is about 12 percentage points above the figure for all U.S. adults (40 percent). Overall, U.S. journalists today are much more likely to identify themselves as Independents rather than Democrats or Republicans—a pattern similar to 2013.\nAnd I expect most of those independents are as they have usually been ... functional democrats.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://t.co/AuZ8iCMiwQ",
      "https://www.theamericanjournalist.org/_files/ugd/46a507_4fe1c4d6ec6d4c229895282965258a7a.pdf",
      "https://www.theamericanjournalist.org/the-2022-survey",
      "https://newsbusters.org/blogs/nb/tim-graham/2023/12/27/study-syracuse-just-34-percent-american-journalists-are-republicans",
      "https://twitter.com/kevinnbass/status/1739802370547069015?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/kevinnbass/status/1739802370547069015?ref_src=twsrc%5Etfw",
      "https://www.t.co/AuZ8iCMiwQ",
      "https://www.newsbusters.org/blogs/nb/tim-graham/2023/12/27/study-syracuse-just-34-percent-american-journalists-are-republicans",
      "https://twitter.com/kevinnbass/status/1739802370547069015",
      "https://theamericanjournalist.org/the-2022-survey",
      "https://theamericanjournalist.org/_files/ugd/46a507_4fe1c4d6ec6d4c229895282965258a7a.pdf"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "isaac schorr",
          "sentiment": "none"
        },
        {
          "name": "tim graham",
          "sentiment": "none"
        },
        {
          "name": "harris",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "syracuse university’s newhouse school of public communications",
          "sentiment": "none"
        },
        {
          "name": "mediaite",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "syracuse",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:27:01.779+02:00",
    "updated": "2023-12-29T00:27:01.779+02:00"
  },
  {
    "uuid": "2560ce769a88088b51d9b4ef3a71dfd189238d3b",
    "url": "https://www.snl24.com/dailysun/news/rustenburg-regional-court-sentenced-north-west-pastor-after-church-members-were-found-naked-20231229",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Masego Senosi",
    "published": "2023-12-29T04:00:00Z",
    "title": "'Mapona' members: Pastor in hot water! | Daily Sun",
    "text": "THE Rustenburg Regional Court sentenced pastor Zoliswa Menziwa (36) to two years imprisonment on Thursday, 11 December, for contravention of section 22 of the Criminal Law (Sexual Offences and Related Matters) Amendment Act, 2007 (Act No. 32 of 2007). Menziwa was arrested at a house used as a church in Sondela Phase 1, Rustenburg, on 1 June 2022 following a tip-off. Daily Sun published the story on 7 June 2022 headlined: [PASTOR told us to strip naked](https://www.snl24.com/dailysun/news/pastor-told-us-to-strip-naked-20220607) and again on 13 June 2022, under headline: [Naked church members get bail](https://www.snl24.com/dailysun/news/naked-church-members-get-bail-20220613). The church members were all naked at the time of the arrest, except for the 36-year-old church leader. The congregants said the pastor instructed them to remove their clothes as she had a vision that Jesus was coming back. She was found with five congregants who were naked together with eleven children. The convict was the only individual who was found clothed at the time, and she was allegedly the church leader. ALSO READ: [No Mercy: Gayton McKenzie shows Khanyile the door](https://www.snl24.com/dailysun/news/patriotic-alliance-expels-its-kzn-premier-candidate-bongikosi-khanyile-for-attending-mkhonto-wesizwe-mk-rally-20231228) After preliminary investigations, all children between the ages of four and 12 - six boys and five girls - were removed from the house. They were taken to social workers for intervention and ultimately placed under the care of other family members. One of the residents said they were happy that justice was served, adding that she feared being attacked for speaking up. “I'm one of the people who called the police.\" She said they would have never allowed the pastor back into the community. Nomonde Mcingani, a friend of the convicted pastor, said she was unhappy about the conviction. “I believe she was influenced by evil spirits. She needs help not imprisonment. “I want her to receive the help she needs because a normal person wouldn’t act the way she did,” she said. Police spokesman Captain Sam Tselanyane said the case was allocated to the Rustenburg family violence, child protection and sexual offences (FCS) unit for further investigation. He said thorough investigations were conducted by unit commander Colonel Mosidi Mafora and Warrant Officer Phiri Mfetane. Tselanyane said the accused was found guilty as charged, while the other five accused were acquitted. Menziwa was sentenced to two years imprisonment wholly suspended for five years on the condition that she is not convicted of the same charge during the period of suspension. North West police commissioner Lieutenant-General Sello Kwena welcomed the sentence. Sello said that the police remain committed to fighting crimes against women and children. He said defending the vulnerable will always remain a priority for the police in the province. Sello also praised the investigating team for the sterling job of ensuring that perpetrators of this kind of crime face the full might of the law.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mapona",
          "sentiment": "neutral"
        },
        {
          "name": "nomonde mcingani",
          "sentiment": "none"
        },
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "gayton mckenzie",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T08:13:22.625+02:00",
    "updated": "2023-12-29T09:26:21.838+02:00"
  }
]