[
  {
    "uuid": "83c5dc3aed399d37da64b6fd4d0a3724c02dd876",
    "url": "https://markets.financialcontent.com/stocks/article/getnews-2023-12-28-ca-electrical-group-revolutionizes-residential-electrical-services-in-san-jose",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "financialcontent.com",
    "published": "2023-12-28T23:46:00Z",
    "title": "CA Electrical Group Revolutionizes Residential Electrical Services in San Jose | FinancialContent Business Page",
    "text": "San Jose, CA - CA Electrical Group, a leading electrical services provider based in San Jose, is proud to announce its exceptional residential electrician services. With a team of highly skilled and experienced electricians, CA Electrical Group is committed to delivering top-notch electrical solutions to homeowners in San Jose and the surrounding areas.\nHome electrical systems play a crucial role in ensuring the safety, functionality, and comfort of residences. CA Electrical Group understands the importance of reliable and efficient electrical services, and their team of residential electricians is equipped with the knowledge and expertise to handle a wide range of electrical projects.\nWhether it's installing new electrical fixtures, upgrading electrical panels, or troubleshooting electrical issues, CA Electrical Group's residential electricians are dedicated to providing superior craftsmanship and exceptional customer service. They work closely with homeowners to understand their specific electrical needs and provide customized solutions that meet their requirements.\n\"CA Electrical Group is excited to bring our expertise and exceptional service to homeowners in San Jose,\" said Idan Ben Moshe the CEO at CA Electrical Group. \"We understand that electrical projects can be complex and require professional expertise. Our team of residential electricians is committed to delivering high-quality workmanship, reliable solutions, and excellent customer service to ensure that homeowners' electrical systems are safe, efficient, and up to code.\"\nCA Electrical Group takes pride in its attention to detail, prompt response times, and transparent communication throughout every project. Their residential electricians utilize the latest tools, techniques, and industry best practices to ensure that all electrical work is performed to the highest standards.\nFor more information about CA Electrical Group's expert residential electrician services or to schedule a consultation, please visit https://caelectricalgroup.com/ - https://caelectricalgroup.wordpress.com/2023/12/28/press-release-nov-electrician-maintenance/ or contact us at (669) 260-0712.\nAbout CA Electrical Group:\nCA Electrical Group is a trusted electrical services provider based in San Jose, CA. With a team of highly skilled residential electricians, they specialize in meeting the electrical needs of homeowners in San Jose and surrounding areas. Committed to excellence, CA Electrical Group is known for delivering top-quality workmanship, exceptional customer service, and reliable solutions.\n CA Electrical Group\nContact Person: Idan Ben Moshe\nEmail: Send Email\nPhone: (669)2600712\nAddress: 780 Montague Expy Suite 203\nCity: San Jose\nState: CA 95131\nCountry: United States\nWebsite: https://www.caelectricalgroup.com/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://caelectricalgroup.com/residential/",
      "https://www.caelectricalgroup.com/",
      "http://www.universalpressrelease.com/?pr=ca-electrical-group-revolutionizes-residential-electrical-services-in-san-jose",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2023-12-28-ca-electrical-group-revolutionizes-residential-electrical-services-in-san-jose",
      "https://caelectricalgroup.com/",
      "https://www.getnews.info/press_stat.php?pr=ca-electrical-group-revolutionizes-residential-electrical-services-in-san-jose",
      "https://caelectricalgroup.wordpress.com/2023/12/28/press-release-nov-electrician-maintenance/",
      "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d12678.807138890726!2d-121.9137654!3d37.3968842!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x808fcb706c1ad17d%3A0xc83ced4b364f376a!2sCA%20Electrical%20Group!5e0!3m2!1sen!2sau!4v1697759982722!5m2!1sen!2sau",
      "http://universalpressrelease.com/?pr=ca-electrical-group-revolutionizes-residential-electrical-services-in-san-jose",
      "https://google.com/maps/embed?pb=!1m14!1m8!1m3!1d12678.807138890726!2d-121.9137654!3d37.3968842!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x808fcb706c1ad17d%3A0xc83ced4b364f376a!2sCA%20Electrical%20Group!5e0!3m2!1sen!2sau!4v1697759982722!5m2!1sen!2sau",
      "https://www.google.com/maps/embed",
      "https://caelectricalgroup.wordpress.com/2023/12/28/press-release-nov-electrician-maintenance",
      "https://getnews.info/press_stat.php?pr=ca-electrical-group-revolutionizes-residential-electrical-services-in-san-jose",
      "https://tracking.newsrpm.com/pixel",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2023-12-28-ca-electrical-group-revolutionizes-residential-electrical-services-in-san-jose",
      "https://www.caelectricalgroup.com/residential/",
      "https://www.getnews.info/press_stat.php",
      "http://www.universalpressrelease.com/",
      "https://caelectricalgroup.com/",
      "https://www.caelectricalgroup.com/",
      "https://caelectricalgroup.com/residential",
      "https://caelectricalgroup.com",
      "https://www.caelectricalgroup.wordpress.com/2023/12/28/press-release-nov-electrician-maintenance/",
      "https://www.caelectricalgroup.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ca - ca electrical group",
          "sentiment": "negative"
        },
        {
          "name": "ca electrical group revolutionizes residential electrical services",
          "sentiment": "negative"
        },
        {
          "name": "financialcontent business page san jose",
          "sentiment": "negative"
        },
        {
          "name": "ca electrical group",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "san jose",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:08:47.097+02:00",
    "updated": "2024-01-09T00:27:53.028+02:00"
  },
  {
    "uuid": "02ccf9090edc1b6729ff6e1688332f7ef3d53122",
    "url": "https://www.princegeorgecitizen.com/entertainment-news/bc-civil-lawsuit-against-sex-pistols-guitarist-alleges-1980-sexual-assault-8655162",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brieanna Charlebois; The Canadian Press",
    "published": "2024-04-25T21:20:00Z",
    "title": "B.C. civil lawsuit against Sex Pistols guitarist alleges 1980 sexual assault",
    "text": "VANCOUVER — A Vancouver woman has filed a civil lawsuit against Paramount Pictures Corp. and punk rocker Stephen Jones of The Sex Pistols alleging he sexually assaulted her as a teenager while she was a movie extra more than 40 years ago.\nA B.C. Supreme Court statement of claim filed by the plaintiff says she was 14 years old and working on the movie \"Ladies & Gentlemen, The Fabulous Stains\" when Jones supplied her with marijuana, then sexually assaulted her in his hotel room.\nThe court has placed a publication ban on the woman's name.\nHer lawyer Jason Gratl said in an interview that he could not comment about why the lawsuit was brought 44 years after the alleged events.\n\"I only wanted to say one thing and it's that she kept a diary,\" Gratl said.\nThe notice of claim filed Wednesday says Paramount didn't take adequate steps to warn minors or their parents about the risks of working on the set with Jonesor impose contractual terms restricting his contact with young extras or using illicit drugs.\nNone of the allegations have been tested in court.\nParamount did not immediately return a request for comment. Jones could not be reached for comment.\nNeither Paramount, nor Jones have filed a statement of defence.\nThe lawsuit says Paramount hired Jones, who was 24 at the time, for a role in the film because of his reputation as a \"punk rocker\" who consumed excessive amounts of drugs and alcohol, and engaged in sexual misconduct, including with underage girls.\n\"The defendant Paramount was banking on the defendant Jones’ reputation and history to market 'The Fabulous Stains,'\" the statement says, adding the company \"also hired other well-known punk rock musicians as actors for the same purpose.\"\nThe statement says that despite this knowledge, the company did not take steps to protect young workers.\nThe movie, about disaffected teens in a punk rock band, was released in 1982.\nThe legal action says the woman is seeking damages, claiming the alleged assault \"caused her to suffer psychological injury, including loss of self-esteem, loss of self-worth, injurious self-imaging and identity, and loss of trust in intimacy and potential partners.\"\nThe lawsuit says she was hired as one of the hundreds of extras playing fans for the all-girl feminist rock band. Jones had been hired to play the role of a \"socially volatile punk rock guitar player in a fictitious all-male band, The Looters.\"\nIt says that on April 13, 1980, the teen went to the Denman Inn, \"a location under the direction and control\" of Paramount, with the intention of inviting the movie's lead actor, Diane Lane, to go roller skating.\nWhen she entered the lobby, it says Jones approached her, told her he had Lane's number in his hotel room and asked her to go with him to get it. Once they were inside his room, it says Jones gave her marijuana, and he then turned off the lights and closed the curtains.\nThe document says she understood that meant he was likely to make sexual advances, she told Jones she did not consent and was \"only 14, 1-4.\" It says despite this, he pulled her onto his bed, climbed on top of her then kissed and molested her.\n\"The plaintiff repeatedly and expressly told the defendant Jones 'no' and tried to move his hand away, and finally wriggled free from him and left the room,\" the notice of claim says.\nThe lawsuit says she was initially \"both repulsed and flattered by this unwanted sexual attention from someone she believed to be a rock star and movie star.\"\nBecause she was confused by what had happened, the document says she did not tell her parents and it wasn't until she was older that she \"felt sexually violated and sexually ashamed and angry\" about the alleged assault.\nThis report by The Canadian Press was first published April 25, 2024.\nBrieanna Charlebois, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jones",
          "sentiment": "none"
        },
        {
          "name": "gratl",
          "sentiment": "none"
        },
        {
          "name": "stephen jones",
          "sentiment": "none"
        },
        {
          "name": "jonesor",
          "sentiment": "none"
        },
        {
          "name": "jason gratl",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sex pistols",
          "sentiment": "negative"
        },
        {
          "name": "paramount pictures corp.",
          "sentiment": "negative"
        },
        {
          "name": "b.c. supreme court",
          "sentiment": "none"
        },
        {
          "name": "paramount",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "vancouver",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:25:45.642+03:00",
    "updated": "2024-04-26T00:25:45.642+03:00"
  },
  {
    "uuid": "05ccbde6f7e2f4c791b460f11dcdfbf59b6e9226",
    "url": "https://www.meridianstar.com/news/health-expo-looks-to-get-residents-moving/article_e21d953c-ac05-11ee-bc80-ab8b256cc644.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "THOMAS HOWARD | thoward@themeridianstar.com",
    "published": "2024-01-05T05:00:00Z",
    "title": "Health expo looks to get residents moving | News | meridianstar.com",
    "text": "Three Meridian organizations are banding together to help residents stay active in the new year as they are set to host the New Year New Way of Life health and fitness expo. The event, which is set for 10 a.m. to 2 p.m. on Jan. 13 at 1st and Ten Gaming Lounge, 5051 Highway 493, will bring together a wide variety of health and fitness experts to connect residents with activities they will enjoy. Mike Couch, president of the Stronger Together Foundation and one of the event sponsors, said the expo is set to include demonstrations and speakers from various martial arts, dance, personal trainers and more. “We’re getting all the local businesses that we can around Meridian to showcase what Meridian has to offer as far as fitness,” he said. Residents will be able to learn about an array of activities available in the Meridian and Lauderdale County area that can help them keep moving and stay active in 2024. Additionally, the expo will feature health and wellness experts, local vendors, healthy foods and more. Anna Hover of Magnolia Mouths Media said samples of healthy foods will be provided by local businesses, Cater’s Market and Sip 305. Additionally, she said, Starkville-based Power of the Almond, the state’s first gluten free bakery, will be offering samples as well. Demonstrations planned for the expo will include TNT Boxing Club with Tim, Yolanda and Tyi Edmonds, Shotokan Karate with Ken Turner, Wrestling with Richard Byers and Jiu-jitsu with Paul Joiner, Hover said. Residents will also have the opportunity to join in three free fitness classes including Hit and Dance workouts with Darrin Mitchell of Be The Best You Way of Life, the third organization involved in planning the event, Latin Dance with Leslie Lee and Fun Fitness with Tamara Williams of Jackson. “The reason I wanted to do this was to encourage people to be comfortable with yourself because I know most people have a dream of a new year, new way of life,” Mitchell said. “So, we are going to help them create a lifestyle of exercising to being healthy. That is the reason I came up with it.” More than a dozen vendors will also be on hand sharing information and educating residents about health and wellness resources in the local community, Hover said. Some vendors include Heart and Sole Cycle and Fitness, Weems Mental Health, Young Living Essential Oils, the Future Family Center and more. Additionally, speakers will offer encouragement for those just starting their fitness journey by sharing their own experiences. Couch said the event will have something for people of all ages including an obstacle course for children. “We plan something for everybody age eight to 80,” he said. Hover said the Jan. 13 expo is a great opportunity for residents to dust off those abandoned New Year’s resolutions and make 2024 the year they seize the opportunity for better health. The cost to participate in the New Year New Way of Life expo is $10 for adults and $5 for children. Tickets can be purchased online at [eventbrite.com](http://eventbrite.com), scanning the QR code available on fliers in the community or through the link available on the event’s Facebook page.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "http://eventbrite.com),",
      "http://www.eventbrite.com),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "anna hover",
          "sentiment": "none"
        },
        {
          "name": "mike couch",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "magnolia mouths media",
          "sentiment": "none"
        },
        {
          "name": "stronger together foundation",
          "sentiment": "none"
        },
        {
          "name": "meridian",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ten gaming lounge",
          "sentiment": "none"
        },
        {
          "name": "lauderdale county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:30:56.726+02:00",
    "updated": "2024-01-06T00:30:56.726+02:00"
  },
  {
    "uuid": "ddc08fef61b2005bd62cba587c481455ceea6e7d",
    "url": "http://business.observernewsonline.com/observernewsonline/article/getnews-2024-3-28-discover-the-secret-to-peace-and-spirituality-with-these-five-transformative-books",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2024-03-28T18:42:00Z",
    "title": "Discover The Secret To Peace And Spirituality With These Five Transformative Books | observernewsonline.com",
    "text": "Dr. Aldric Marshall, a resilient Air Force veteran, esteemed Pastor, and renowned author, emerges as a beacon of wisdom and inspiration with his transformative collection of six books that delve deep into the realms of spirituality, decision-making, and the unseen forces shaping our destinies.\nSeven Trading Floors of Heaven : Confronting and Overcoming Ungodly Exchanges:\nEmbarking on a journey of spiritual transactions and divine economy, Dr. Marshall challenges readers to perceive their daily decisions as spiritual trades. This thought-provoking narrative draws parallels between earthly and spiritual exchanges, urging individuals to align their choices with divine principles. The book unfolds as a guide to making decisions that foster spiritual growth and harmonize with God's will, offering invaluable insights into the unseen realms that influence our paths.\nGrace Beyond Measure : A Journey to the Heart of God’s Gift:\nIn a touching exploration of divine grace, Dr. Marshall weaves together theological insights and personal narratives to illuminate the transformative power of God's unmerited gift. From daily manifestations of grace to forgiveness in the face of adversity, the book traverses mystical dimensions, emphasizing its universal nature. \"Grace Beyond Measure\" becomes a roadmap for navigating life with humility, compassion, and a deepened connection with the divine.\nWhispers At the Crossroads : The Silent Power Of the Pivot:\nFocusing on life's pivotal moments, Dr. Marshall navigates the critical junctures of decision-making, termed as crossroads. Encouraging introspection, courage, and a readiness for change, the book advocates for personal growth through these decisive moments. With profound insights, it becomes a guiding light for those seeking to evolve and shape their destinies at the crossroads of life.\nTriumph Over Darkness : The Victorious Journey of Faith:\nDelving into the spiritual battlefield, this book unfolds as an exploration of spiritual warfare from a Christian perspective. Dr. Marshall unravels the origins of evil, revealing the believer's authority in Christ. Through insights into spiritual strategies and the triumph of Jesus Christ, the book empowers believers to stand firm in faith, offering a roadmap to victory over the forces of darkness.\nHell Is Real : Understanding the Landscape Of the Infernal Realm:\nIn a daring exploration of theological concepts and personal experiences, Dr. Marshall takes readers on a journey through the infernal realm. Covering aspects of Hell, sin, punishment, and divine justice, the book provides a comprehensive view of its impact on faith and morality. It challenges beliefs and invites readers to contemplate the complex nature of the afterlife.\nThe books can be purchased on Amazon: https://www.amazon.com/stores/Dr.-Aldric-Marshall/author/B0CLT234PW .\nAbout Dr. Aldric Marshall:\nDr. Aldric Marshall, a resilient Air Force veteran turned impactful Pastor at Connecting the World With the Word Ministries (CTW), demonstrates unwavering commitment despite personal challenges. With a Ph.D. in philosophy and counseling and two master's degrees in theology and National Security Affairs, Dr. Marshall's dedication is evident in his role on the Domestic Violence homicide review board in Palm Beach County and participation in the FBI Citizen Academy, showcasing a commitment to safety, security, and personal empowerment.\nFor more information, insight, and assistance, get in touch with Dr. Aldric Marshall at https://draldricmarshall.com/ .\nAuthor Name: Dr. Aldric Marshall\nWebsite: https://draldricmarshall.com/\nVisit the Amazon link for more information: https://www.amazon.com/stores/Dr.-Aldric-Marshall/author/B0CLT234PW .\nAll Books: Click Here\nMedia Contact\nCompany Name: Amazon Publishing Pros\nEmail: Send Email\nPhone: +1-877-992-7638\nCountry: United States\nWebsite: https://www.amazonpublishingpros.co",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://draldricmarshall.com/",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2024-3-28-discover-the-secret-to-peace-and-spirituality-with-these-five-transformative-books",
      "http://www.universalpressrelease.com/?pr=discover-the-secret-to-peace-and-spirituality-with-these-five-transformative-books",
      "https://www.amazonpublishingpros.co",
      "https://www.getnews.info/press_stat.php?pr=discover-the-secret-to-peace-and-spirituality-with-these-five-transformative-books",
      "https://www.amazon.com/stores/Dr.-Aldric-Marshall/author/B0CLT234PW",
      "https://www.getnews.info/wp-content/uploads/2024/03/1711663811.jpeg",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2024-3-28-discover-the-secret-to-peace-and-spirituality-with-these-five-transformative-books",
      "http://universalpressrelease.com/?pr=discover-the-secret-to-peace-and-spirituality-with-these-five-transformative-books",
      "https://amazonpublishingpros.co",
      "https://getnews.info/wp-content/uploads/2024/03/1711663811.jpeg",
      "https://tracking.newsrpm.com/pixel",
      "https://getnews.info/press_stat.php?pr=discover-the-secret-to-peace-and-spirituality-with-these-five-transformative-books",
      "https://draldricmarshall.com",
      "https://www.getnews.info/press_stat.php",
      "http://www.universalpressrelease.com/",
      "https://amazon.com/stores/Dr.-Aldric-Marshall/author/B0CLT234PW",
      "https://www.draldricmarshall.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "aldric marshall",
          "sentiment": "negative"
        },
        {
          "name": "marshall",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "air force",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T00:51:22.081+02:00",
    "updated": "2024-03-29T00:51:22.081+02:00"
  },
  {
    "uuid": "b6de659203c4d96d60b8cbe863e2ae43f3d58533",
    "url": "https://www.eurasiareview.com/02022024-what-is-the-cause-of-embattled-gazas-humanitarian-aid-imbroglio-analysis",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Arab News",
    "published": "2024-02-01T22:00:00Z",
    "title": "What Is The Cause Of Embattled Gaza’s Humanitarian Aid Imbroglio? – Analysis – Eurasia Review",
    "text": "What Is The Cause Of Embattled Gaza’s Humanitarian Aid Imbroglio? – Analysis By [Arab News](https://www.eurasiareview.com/author/arab-news/) By Alex Whiteman Humanitarian assistance in Gaza could “collapse” by the end of February if Western donors do not resume funding for the UN’s primary aid delivery body within the Palestinian enclave, officials have warned. Several major donors to the UN Relief and Works Agency, including Germany, the UK and the US, paused their funding after an internal investigation was launched into 12 of the agency’s own staff over allegations that they participated in the Hamas-led Oct. 7 attacks. To make matters worse, members of the Israeli war cabinet are reportedly considering a further reduction in the amount of aid that is permitted to enter Gaza, after Israeli intelligence reports alleged that Hamas is hijacking more than half of the aid trucks entering the territory. On top of this, the families of several Israeli hostages have been holding daily protests at the Kerem Shalom border crossing between Israel and the Gaza Strip, demanding that no aid be allowed to enter the territory as long as their relatives remain in captivity. Charlotte Leslie, a former member of the UK parliament and director of the Conservative Middle East Council, condemned the suspension of funding for UNRWA and said she had “very serious concerns” about such decisions. “If there are serious, evidentially founded allegations of the involvement of UNRWA staff in the Oct. 7 terror attack, these must be properly investigated and appropriate measures must be taken,” Leslie told Arab News. “However, that is not a justification to deprive thousands of desperate, innocent Gazans of basic humanitarian care, which only UNRWA can deliver.” Echoing Leslie’s concerns that cutting funding for UNRWA would only result in a “humanitarian catastrophe,” a spokesperson for Action Aid told Arab News the move by Western powers was “reckless” and effectively a “death sentence” for more than 2 million displaced people in Gaza. A spokesperson for Oxfam told Arab News the “abrupt and arbitrary suspension” of funding had severed the main aid lifeline to Gaza. “This sanctioning of an entire agency based on allegations against 12 individuals out of 13,000 staff in Gaza, before a proper investigation into the accusations, would be immensely reckless and irresponsible,” the spokesperson said. “What we need is a scale-up of humanitarian aid in Gaza, not the dwindling of vital aid at this critical moment when children are starving and the sick are getting no medicine.” The US, by far the biggest single source of funding for the UN relief agency, poured about $343 million into UNRWA’s operations throughout 2022. Germany provided the next-biggest donation of $202 million during the same period. The UK, in comparison, donated £21 million. Although the US has suspended further payments to UNRWA, the State Department has said it wants to see the agency continue its work. Nonetheless, State Department spokesperson Matthew Miller said that as UNRWA’s biggest donor, the US needs the UN to “take the matter seriously, to investigate, and ensure there’s accountability for anyone who is found to have engaged in wrongdoing.” UNRWA said it fired nine of the employees allegedly involved in the Oct. 7 attacks and launched an investigation after receiving evidence from Israel. This evidence was presented to the agency’s commissioner general, Philippe Lazzarini. On the same day the UN’s highest court, the International Court of Justice, ordered Israel to increase the amount of aid permitted to enter the Gaza Strip, as part of a series of measures designed to prevent a genocide. Israel has since alleged that six UNRWA employees were part of the Hamas-led operation that infiltrated Israel on Oct. 7, with four allegedly involved in the kidnapping of Israelis. Describing the alleged acts of UNRWA staff as “abhorrent,” UN Secretary-General Antonio Guterres nonetheless pleaded with donor states to “guarantee continuity” of funding for the agency, urging them not to penalize the “tens of thousands who work for UNRWA” based on the actions of a few. Linda Thomas-Greenfield, the US ambassador to the UN, welcomed the investigation into the allegations and said Washington will need to see “fundamental changes” before funding can resume. A spokesperson for UNRWA warned that without the immediate resumption of funding from its two biggest donors, the agency’s operations will be unable to continue beyond February. The latest allegations are the latest in a long history of efforts to discredit the agency. Benjamin Netanyahu, the Israeli prime minister, has been especially keen to end the UNRWA’s policy of allowing Palestinian refugees to pass on their refugee status to their children, thereby perpetuating the “right of return.” Israeli officials say the policy keeps the conflict alive by preventing Palestinian refugees from fully integrating into new communities. Casting doubt on the efficacy of the internal investigation, Netanyahu labeled UNRWA as an agency “perforated” by Hamas. “I think it’s time that the international community and the UN itself understand that UNRWA’s mission has to end,” he told a delegation of ambassadors to the UN on Wednesday. “UNRWA is totally infiltrated with Hamas. It has been in the service of Hamas and its schools, and in many other things. I say this with great regret because we hoped that there would be an objective and constructive body to offer aid. “We need such a body today in Gaza. But UNRWA is not that body. It has to be replaced by some organization or organizations that will do that job.” Professor Kobi Michael, a senior researcher at Tel Aviv’s Institute for National Security Studies and the Misgav Institute for National Security, told Arab News that the suspension of funding for UNRWA represents a moment of optimism, noting that “if done in the right way,” Gaza’s civilians would not suffer. “Now the world begins to understand and acknowledge that UNRWA is no less than another wing of Hamas,” he said. Referencing an Israeli intelligence report shared with foreign governments that alleged 10 percent of agency staff were Hamas members, Michael said he had “no doubt around the figures regarding UNRWA staff involved.” He added: “The personnel and staff involved directly and indirectly in terrorism are much bigger. The agency must be shut down.” Given the timing of the delivery by Israel of the evidence to the UN, Jordanian analyst Osama Al-Sharif said that it was nothing more than a perpetuation of Netanyahu’s campaign to have the aid agency shut down. He told Arab News it also represented an effort by the Israeli government to “gaslight” the international community. “The allegations against UNRWA are not new and have been used on previous occasions, but this time they’re being used to deflect attention from the historic ICJ ruling that found a plausible case for genocide being committed by Israel in Gaza,” he said. “And then there is the main objective behind killing UNRWA, which is to bury the right of return for Palestinian refugees, which Israel has always rejected.” Gershon Baskin, the Middle East director of the International Communities Organization, did not dismiss rumors of a joint US-Israeli plan to replace UNRWA after the war, but he said that with the likes of the UK, the US and other countries becoming increasingly vocal about the need for recognition of a Palestinian state under a two-state solution, such plans might prove to be moot. He told Arab News that if Palestinian statehood was recognized by major Western powers, the need for a dedicated refugee agency would become superfluous. “You cannot be a Palestinian refugee inside the state of Palestine, so with recognition of the state, Palestine itself would have to take over governmental responsibility for the civil service and all the duties UNRWA undertakes now,” he said. “At which point, UNRWA becomes a negotiating issue between the State of Israel and the State of Palestine.” While recognizing the Israeli concerns over allegations that Hamas has been stealing aid supplies since the start of the conflict in October, Baskin said it nonetheless made sense for the country to meet its obligations under the provisional ruling of the ICJ and to facilitate increased aid deliveries into Gaza. “My own proposal was that the Israeli army should bring the aid into Gaza, and should deliver it with the Israeli army protecting it so that the goods are not confiscated,” he said. “And that aid should be brought to the areas where Israel is telling people that there will be safe zones. There are people in Israel that are beginning to talk about that possibility, so it might happen.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alex whiteman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "un relief and works agency",
          "sentiment": "none"
        },
        {
          "name": "un",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:25:24.166+02:00",
    "updated": "2024-02-02T01:25:24.166+02:00"
  }
]