[
  {
    "uuid": "fc436d142fa80312fb221ea0effdd2f4fce53003",
    "url": "https://www.elimparcial.com/dinero/2024/05/10/aumentan-las-interrupciones-del-suministro-electrico-en-eu-debido-a-fenomenos-climaticos-extremos-segun-estudios",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Martín Álvarez",
    "published": "2024-05-10T02:06:00Z",
    "title": "Aumentan las interrupciones del suministro eléctrico en EU debido a fenómenos climáticos extremos, según estudios",
    "text": "Aumentan las interrupciones del suministro eléctrico en EU debido a fenómenos climáticos extremos, según estudios\nLa solución, según Casey, radica en la actualización de la infraestructura.\nWASHINGTON.-Un nuevo estudio publicado en PLOS Climate y liderado por la estudiante de doctorado de la Universidad de Columbia, Nina Flores, revela que los residentes del este de Queens en la ciudad de Nueva York tienen razón al afirmar que son más propensos a perder el suministro eléctrico durante fenómenos climáticos extremos, en comparación con otras áreas de la ciudad. Este problema no se limita a Nueva York, sino que es un desafío creciente a nivel nacional.\nEl informe, respaldado por datos detallados de Nueva York, muestra que entre 2017 y 2020 aproximadamente el 40% de las interrupciones del suministro eléctrico coincidieron con condiciones climáticas extremas, y que estas interrupciones no se distribuyeron de manera uniforme.\nRegiones específicas, como el este de Queens, el Alto Manhattan y el Bronx en la ciudad de Nueva York, junto con el valle del Hudson y las regiones de Adirondack, tenían más probabilidades de perder el suministro eléctrico durante el mal tiempo. Muchas de estas áreas se superponen con comunidades que ya son socialmente vulnerables,\ndetalla el medio Insurance Journal.\nTe puede interesar:\nPor segunda vez en la semana, estado de alerta en Sistema Eléctrico Nacional pasa a emergencia\nJoan Casey, profesora asistente en el departamento de servicios de salud ambiental y ocupacional de la Universidad de Washington y coautora del estudio, señala que estas vulnerabilidades dificultan la respuesta a una interrupción y tienden a empeorar la situación para quienes la experimentan. Por ejemplo, en hogares rurales que dependen de agua de pozo, perder el suministro eléctrico puede significar perder el acceso al agua, ya que los sistemas de pozo dependen de bombas eléctricas para llevar agua al hogar.\n¿Cuál es la solución a este problema?\nLa solución, según Casey, radica en la actualización de la infraestructura. “Tenemos líneas eléctricas que necesitan ser actualizadas. Tenemos instalaciones eléctricas en edificios que en muchos casos tienen más de un siglo de antigüedad. Tenemos una falta de coincidencia de voltajes”, explica. “Tenemos una gran cantidad de problemas que serán bastante costosos de solucionar, pero esa es una pieza clave del problema”.\nEste aumento en las interrupciones del suministro eléctrico se produce en un momento en que Estados Unidos está en proceso de transición energética para reducir las emisiones de gases de efecto invernadero, lo que hace que las personas sean aún más dependientes de la electricidad. Sin embargo, no tener acceso a la electricidad durante fenómenos climáticos extremos, como perder el acceso al aire acondicionado durante una ola de calor, puede hacer que estos eventos sean más mortales.\nFlores enfatiza que el estudio resalta la importancia de abordar estas cuestiones desde una perspectiva de justicia ambiental y social, y destaca la necesidad de inversión en infraestructura para abordar este problema creciente.\nTe recomendamos\n[La CFE anuncia la imposición de multas de hasta 150 mil pesos a usuarios de este tipo](/dinero/2024/04/19/la-cfe-anuncia-la-imposicion-de-multas-de-hasta-150-mil-pesos-a-usuarios-de-este-tipo/) [La CFE da a conocer que los usuarios pueden recuperar dinero de sus pagos excesivos](/dinero/2024/04/11/la-cfe-da-a-conocer-que-los-usuarios-pueden-recuperar-dinero-de-sus-pagos-excesivos/) [Alerta por fraude: La CFE no regala paneles solares](/dinero/2024/04/11/alerta-por-fraude-la-cfe-no-regala-paneles-solares/) [La CFE anuncia una nueva propuesta de descuento para adultos mayores, para que paguen menos en su servicio de luz](/dinero/2024/04/16/la-cfe-anuncia-una-nueva-propuesta-de-descuento-para-adultos-mayores-para-que-paguen-menos-en-su-servicio-de-luz/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.insurancejournal.com/news/national/2024/05/03/772790.htm",
      "https://insurancejournal.com/news/national/2024/05/03/772790.htm"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T05:20:49.854+03:00",
    "updated": "2024-05-10T05:20:49.854+03:00"
  },
  {
    "uuid": "6f3f4adf55ff60cf403a9b5784d89d97500e3d05",
    "url": "https://elliot863ja.ampedpages.com/5-tips-about-china-massage-pikeville-reviews-you-can-use-today-51614459",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Elliot",
    "published": "2023-12-28T19:45:00Z",
    "title": "5 Tips about china massage pikeville reviews You Can Use Today",
    "text": "Overall health industry experts are elevating issues about the level of water actor Chris Pratt is said to drink each day as being a part of his intensive Health and diet…\nOn this lighter Edition, yogurt swaps in for the butter, and a contemporary marinated beet salad provides tang. Major it off with jammy smooth-cooked eggs and briny capers for an Particularly remarkable method\n출장안마 to serve your mom her breakfast. If attendees are coming, double the recipe and Minimize into bite-sized slices.\nMore-virgin olive oil is without doubt one of the healthiest vegetable oils. It contains coronary heart-healthy monounsaturated fats and it is higher in antioxidants that have effective\n인천출장안마 well being Positive aspects.\nChia pudding is often created in several versions, but this chocolate cherry chia pudding is one of my favorites.\nYou will recognize something which all of these healthy foods have in typical: each one can be a primary component, like a fruit, vegetable, grain, or dairy product or service.}",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "https://theomnibuzz.com/aquatic-bodywork-massage-in-water-3/",
      "https://telescope.ac/songpaculjanganma-masaji-yobeobi-yuighan-iyu/vk13oi13li242ov7ycbt8e",
      "https://theomnibuzz.com/aquatic-bodywork-massage-in-water-3",
      "https://www.telescope.ac/songpaculjanganma-masaji-yobeobi-yuighan-iyu/vk13oi13li242ov7ycbt8e",
      "https://www.theomnibuzz.com/aquatic-bodywork-massage-in-water-3/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chris pratt",
          "sentiment": "neutral"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:51:20.289+02:00",
    "updated": "2023-12-29T01:51:20.289+02:00"
  },
  {
    "uuid": "71078f39a27e691892f93c15041c3180e97287ec",
    "url": "https://www.cbsnews.com/minnesota/news/a-winter-emergency-kit-could-save-your-life-on-a-frigid-cold-night/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CBS News",
    "published": "2024-01-13T04:12:00Z",
    "title": "A winter emergency kit could save your life on a frigid cold night - CBS Minnesota",
    "text": "MINNEAPOLIS — When it's this cold, you don't want to be stuck on the side of the road without a winter emergency kit in your car.\nThankfully, it's a quick and easy process and hopefully, you'll only have to do this once and forget about it.\nOne thing the State Patrol is worried about with the timing of this storm is the fact that it's a three-day weekend for a lot of people with MLK Day on Monday. That's why they're asking anyone who made plans for traveling this three-day weekend to ask yourselves, \"do I really need to be on the roads in this weather?\"\nMORE WEATHER NEWS: NEXT Weather: Expect flurries Saturday with a biting wind, temps will drop below zero late\nIf so, AAA says a good rule of thumb is the farther you're going to travel, the more you need to pack in your emergency car kit.\nSo if you're just commuting around the metro, where help is likely to arrive sooner than later, you can keep that kit to essential items. A warm coat, hat, gloves, etc. But if you're traveling into more rural areas where you could be stuck for a while, that's where you really want to pack a kit. Flashlight and flares, granola bars, and a shovel.\nJumper cables might be the most important thing you pack in your car kit this winter. AAA said dead car batteries are the number one call for service they get during these types of weather events.\nHelpful list: Winter emergency kit for vehicles\nNow if your car does get stuck on the side of the road, the state patrol says it's critical to stay inside your vehicle. With some whiteout conditions in parts of Minnesota and drifting snow expected in the coming days, they say the safest thing you can do if you're stuck is to try and stay warm inside your vehicle and wait for help to arrive.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "cbs minnesota minneapolis",
          "sentiment": "negative"
        },
        {
          "name": "aaa",
          "sentiment": "none"
        },
        {
          "name": "state patrol",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-13T07:20:47.676+02:00",
    "updated": "2024-01-13T23:23:48.095+02:00"
  },
  {
    "uuid": "a1d37ef172f732fe5009757cdafc5d1743c2b2d6",
    "url": "https://www.aol.com/sports/bills-ol-alec-anderson-helped-194334808.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AOL Staff",
    "published": "2024-01-14T19:43:00Z",
    "title": "Bills OL Alec Anderson helped stranded motorist during Buffalo snowstorm",
    "text": "Bills OL Alec Anderson helped stranded motorist during Buffalo snowstorm Buffalo continues to deal with lake effect snow as Bills fans wait to see their team play their wild-card round game against the Pittsburgh Steelers on Monday. The blizzard-like conditions have wreaked havoc in the area, which led to a [state of a emergency](https://news.yahoo.com/gov-hochul-declares-state-emergency-221518921.html) declared by New York Governor Kathy Hochul and [a travel ban](https://sports.yahoo.com/travel-ban-remains-place-around-140644217.html) in the area that resulted in the [Bills-Steelers game](https://sports.yahoo.com/afc-wild-card-preview-steelers-without-tj-watt-try-to-keep-up-with-bills-134706324.html) being [moved from its original](https://sports.yahoo.com/steelers-bills-playoff-game-moved-to-monday-afternoon-new-york-governor-announces-172059048.html) Sunday afternoon scheduled start. One motorist near Orchard Park became stranded and received an assist from Bills offensive lineman Alec Anderson. As documented by Anderson's [good pal](https://www.niagara-gazette.com/sports/brotherly-relationship-pushed-alec-anderson-ryan-van-demark-from-bills-practice-squad-to-active-roster/article_b2780392-4d07-11ee-a1f0-b7122463731a.html), fellow Bills offensive lineman Ryan Van Demark, Anderson helped get the stranded motorist back on the road. [#Bills]OL Ryan Van Demark shares a video of fellow OL Alec Anderson appearing to help a driver on Southwestern in OP. [pic.twitter.com/JyB9ZjxHx5] — Bradley Gelber (@BradleyGelber) [January 14, 2024] “Good Samaritan, Alec. Helping the people,” said Van Demark, who posted the video on [his Instagram account](https://www.instagram.com/ryan_vandemark/) Sunday. As the conditions remain harsh, the [NFL's statement](https://twitter.com/AdamBenigni/status/1746588592665698609) on the status of Monday's game is that, “Everything is moving forward as planned for tomorrow.” Just by looking at video of the road around Highmark Stadium, you can see why the right decision was made to postpone the game. [#WNY]SNOW: In case you were still questioning why there isn't a [@BuffaloBills]game right now. 2pm look at the Thruway near Highmark Stadium. Stay off the roads and avoid all unnecessary travel. [#BillsMafia] [#BuffaloBills] [#BillsVsSteelers] [pic.twitter.com/PX9dJnHqnm] — New York State Thruway Authority (@NYSThruway) [January 14, 2024] The Steelers, meanwhile, were set to fly to Buffalo on Sunday afternoon, [according to NFL Network's Cameron Wolfe](https://twitter.com/CameronWolfe/status/1746617092344811975). As long as the weather doesn't get any worse than it already is and road conditions improve, there should be no issues for the teams and fans traveling to the stadium for the game.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Weather"
    ],
    "external_links": [
      "https://sports.yahoo.com/steelers-bills-playoff-game-moved-to-monday-afternoon-new-york-governor-announces-172059048.html)",
      "https://www.niagara-gazette.com/sports/brotherly-relationship-pushed-alec-anderson-ryan-van-demark-from-bills-practice-squad-to-active-roster/article_b2780392-4d07-11ee-a1f0-b7122463731a.html),",
      "https://sports.yahoo.com/afc-wild-card-preview-steelers-without-tj-watt-try-to-keep-up-with-bills-134706324.html)",
      "https://www.instagram.com/ryan_vandemark/)",
      "https://news.yahoo.com/gov-hochul-declares-state-emergency-221518921.html)",
      "https://twitter.com/AdamBenigni/status/1746588592665698609)",
      "https://sports.yahoo.com/travel-ban-remains-place-around-140644217.html)",
      "https://twitter.com/CameronWolfe/status/1746617092344811975).",
      "https://www.sports.yahoo.com/steelers-bills-playoff-game-moved-to-monday-afternoon-new-york-governor-announces-172059048.html)",
      "https://www.sports.yahoo.com/afc-wild-card-preview-steelers-without-tj-watt-try-to-keep-up-with-bills-134706324.html)",
      "https://niagara-gazette.com/sports/brotherly-relationship-pushed-alec-anderson-ryan-van-demark-from-bills-practice-squad-to-active-roster/article_b2780392-4d07-11ee-a1f0-b7122463731a.html),",
      "https://www.news.yahoo.com/gov-hochul-declares-state-emergency-221518921.html)",
      "https://www.twitter.com/CameronWolfe/status/1746617092344811975).",
      "https://instagram.com/ryan_vandemark/)",
      "https://www.twitter.com/AdamBenigni/status/1746588592665698609)",
      "https://www.sports.yahoo.com/travel-ban-remains-place-around-140644217.html)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alec anderson",
          "sentiment": "negative"
        },
        {
          "name": "kathy hochul",
          "sentiment": "none"
        },
        {
          "name": "anderson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "buffalo",
          "sentiment": "negative"
        },
        {
          "name": "steelers",
          "sentiment": "none"
        },
        {
          "name": "pittsburgh steelers",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "buffalo",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "orchard park",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-14T22:05:53.101+02:00",
    "updated": "2024-01-14T22:05:53.101+02:00"
  },
  {
    "uuid": "268636e5a420502b38a6adc7d0c30bc9276eab52",
    "url": "https://www.archyde.com/unleashed-feller-took-over-the-red-jersey-with-victory/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2024-01-07T23:05:00Z",
    "title": "Unleashed Feller took over the red jersey with victory",
    "text": "In the hour of sweet triumph, the Tyrolean Manuel Feller still had enough strength to swing the Swiss cowbell, which is traditionally distributed on the Stockerl in Adelboden. “It’s a dream come true. This is one of my favorite slopes, if not my favorite slope,” said the 31-year-old after his slalom coup on the Chuenisbärgli. For Feller it was the fourth World Cup success after Flachau 2021, Lenzerheide 2021 and Gurgl in November 2023.\nThe reward for a “brutal fight in poor visibility” is the red jersey of the leader in the discipline World Cup, which he stole from his compatriot Marco Schwarz, who seriously injured his knee.\nFeller was clearly relieved after the messed up second giant slalom run on Saturday (only 27th place). “It’s great that I got it down this time,” emphasized the veteran, who was a touch two hundredths of a second ahead of the Norwegian Atle Lie McGrath in the final tally. While Feller is always a force to be reckoned with, the third man on the podium is a surprise. Dominik Raschner, an excellent parallel racer, surpassed himself with start number 35 and the fastest time in the final.\n“This is definitely my greatest success – it’s fantastic that the intensive slalom training has paid off,” cheered the third-placed Tyrolean, who was second in a parallel event in Lech in 2021 and won World Championship silver in this dying format in 2023. “I found my set-up, that gives me confidence,” said Raschner.\nOdermatt is unstoppable\nIn Adelboden things had already really taken off on Saturday. Local hero dived into a sea of Swiss flags with an outstanding giant slalom performance. It was his fourth victory in the fourth race of the season in this discipline – in a superior manner, mind you. Aleksander Aamodt Kilde (Nor) was second, 1.26 seconds behind. “This enthusiasm, these emotions, this joy – all of that makes it even more special,” explained Odermatt after the Adelboden hat-trick in the “Riesen”.\nHermann Maier and Marcel Hirscher (in the slalom) had previously achieved this feat.\ninfo By clicking on the icon you can add the keyword to your topics.\ninfo\nBy clicking on the icon you open your “my topics” page. They have of 15 keywords saved and would have to remove keywords.\ninfo By clicking on the icon you can remove the keyword from your topics.\nAdd the topic to your topics.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "feller",
          "sentiment": "neutral"
        },
        {
          "name": "manuel feller",
          "sentiment": "neutral"
        },
        {
          "name": "dominik raschner",
          "sentiment": "none"
        },
        {
          "name": "marco schwarz",
          "sentiment": "none"
        },
        {
          "name": "atle lie mcgrath",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "gurgl",
          "sentiment": "none"
        },
        {
          "name": "lenzerheide",
          "sentiment": "none"
        },
        {
          "name": "adelboden",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:08:21.438+02:00",
    "updated": "2024-01-08T01:08:21.438+02:00"
  },
  {
    "uuid": "17e15984b4c370178a54d6f1fe53448d8ee19176",
    "url": "https://www.neowin.net/news/new-dynamic-background-theme-and-more-hit-xbox-celebrating-microsofts-50th-anniversary",
    "ord_in_thread": 0,
    "author": "@LoneWolfSL",
    "published": "2025-04-02T21:16:00Z",
    "title": "New dynamic background, theme, and more hit Xbox celebrating Microsoft's 50th anniversary - Neowin",
    "text": "Microsoft's 50th birthday is almost here, and Xbox is also a part of the celebrations. The 20-year-old gaming brand is rising to the occasion with several themed digital goodies for gamers, including a new dynamic background, profile theme, badge, and a new Microsoft Solitaire theme.\n\"As we get ready to celebrate Microsoft’s 50th Anniversary on Friday, April 4, we honor the game-changing memories you’ve made, and the games you’ve played, over five decades with us,\" said the company today. \"This journey was only made possible by you—our players and developers around the world.\"\nThe 50th-anniversary dynamic background touts many of the biggest gaming brands that are currently under the studio, including Master Chief, Marcus Fenix, Vault Boy, Doom Guy, and much more. To apply the new dynamic background, Xbox console owners can open the Guide, then head to 'Profile & system > Settings > General > Personalization > My background > Dynamic backgrounds' to find it.\nApplying the new Microsoft 50th anniversary console profile theme is a similar setup, involving opening the Guide, then heading to 'My profile > Customize profile > Change theme.'\nHere are the steps to claim the exclusive badge, which involves joining the Xbox Insider Program on PC or a console:\n- First, you must join – or be an existing member of – the Xbox Insider Program. See here for how to join.\n- Launch the Xbox Insider Hub on console or PC (if you don’t already have the app, search for it in the store).\n- Select ‘Previews’ on the left navigation menu.\n- Click ’50th Anniversary Badge’ under the ‘Available’ section.\n- Join the preview!\nFinally, the 50th Anniversary Theme for Microsoft Solitaire is available to claim on Windows, adding a custom background, deck style, and themed card backs. To grab this, head to the Themes menu found in-game and download the special Microsoft 50th pack from there.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Economy, Business and Finance->corporate news and profiles",
      "Economy, Business and Finance->media and entertainment industry"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://news.xbox.com/en-us/2025/04/02/microsoft-50th-anniversary-dynamic-background-profile-theme/",
      "https://news.xbox.com/en-us/2025/04/02/microsoft-50th-anniversary-dynamic-background-profile-theme",
      "https://www.news.xbox.com/en-us/2025/04/02/microsoft-50th-anniversary-dynamic-background-profile-theme/"
    ],
    "entities": {
      "persons": [
        {
          "name": "Marcus Fenix",
          "sentiment": "neutral"
        },
        {
          "name": "Vault Boy",
          "sentiment": "neutral"
        },
        {
          "name": "Doom Guy",
          "sentiment": "neutral"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Microsoft",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Xbox",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Guide",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T00:22:34.406+03:00",
    "updated": "2025-04-03T00:22:34.406+03:00"
  },
  {
    "uuid": "fa3afc970e107c83233fafba90bec0ff756112d9",
    "url": "https://www.nzherald.co.nz/world/chinese-restaurant-shut-down-after-pigeons-served-as-roast-duck/BF6OEXAHRRC6GTJTIRVHFLQYCA",
    "ord_in_thread": 0,
    "author": "@nzherald",
    "published": "2025-04-09T21:10:00Z",
    "title": "Chinese restaurant shut down after pigeons served as 'roast duck' - NZ Herald",
    "text": "[Latest Video]\nChinese restaurant shut down after pigeons served as 'roast duck'\nMadrid police say the birds were taken off the street and killed in the kitchen. Video / Madrid Police\nBehind the scenes at the Breast Cancer Cure, Tee's for a Cure photoshoot\n17 popular Kiwi designers have joined forces to raise money for vital Breast Cancer research in Aotearoa. Video / Cameron Pitney\nNZ Herald Live: Prime Minister speaks on Trade and Foreign Affairs\nPrime Minister Christopher Luxon's speaks on Trade and Foreign Affairs\nUS hikes China tariffs and MP explains old posts after death threats | NZ Herald News Update\nUS hikes tariffs to China while pausing others and MP explains old social media posts following death threats. Video / NZ Herald, AFP\nIdaho police shoot knife-wielding teen with autism multiple times\nFour officers from the Pocatello Police Department shot and injured a man outside a home in Pocatello after police said he was 'armed with a knife'.\nDominican Republic: What to know about the roof collapse at the Jet Set club\nAt least 124 people have been reported killed after a roof in a nightclub in the Dominican Republic collapsed.\nKea Kids News: Behind the scenes of Young Riders\nReporter Ale is in the arena with Matisse, a decorated show-jumper and one of the stars of TVNZ’s Young Riders, as she saddles up for a brand new season.\nGreen MP Benjamin Doyle admits political naivety\nGreen Party MP Benjamin Doyle admits political naivety in refusing to delete social media posts. Video / Mark Mitchell\nPM unaware of MP’s ties to sect under FBI investigation\nChristopher Luxon is unaware of MP Hamish Campbell’s ties to a religious sect that the FBI is investigating over child sex abuse allegations.\nOCR Call: Reserve Bank makes rate decision amid tariff turmoil\nLiam Dann discusses the latest Reserve Bank rate decisions amid tariff turmoil.\nFlying ferry\nCandela's CEO unveiled the third generation of his company's foiling technology, saying the company hopes to meet demand all over the world. Video / Candela Technology AB\nExperts challenge Colossal’s dire wolf de-extinction claim\nScientists dispute bioscience firm's claim of resurrecting extinct dire wolf.\nQantas 1960s TV ad\nQantas is marking 60 years of flying jets to New Zealand and had released a collection of content from its official archives. Video / Qantas\nWatch Live : Chris Quin taking listener questions with Newstalk ZB's Kerre Woodham.\nFoodstuffs North Island CEO Chris Quin taking listener questions with Newstalk ZB's Kerre Woodham.\nGlobal markets react to US tariffs and OCR cut expected | NZ Herald News Update\nTrump adviser's feud as world responds to US tariffs and Reserve Bank expected to cut Official Cash Rate. Video / NZ Herald, Getty Images\nKea Kids News: Te Kūiti sheep take over the streets\nReporter Joni is in the sheep-shearing capital of the world, where the annual Great NZ Muster brings thousands of sheep together for the zaniest parade you’ve ever seen.\nPaying it forward: Outset Ventures\nSean Simpson and Mat Rowe made it big with LanzaTech. Now, with Outset Ventures, they are helping to foster and finance a new wave of \"deep tech\" startups.\nRed Beach rescue\nHarlem Scalabrini describes how he tried to rescue a drowning man off Red Beach, north of Auckland.\nLabour MP David Parker will resign from politics\nParker said he would leave Parliament “enthusiastic” for New Zealand and the Labour Party.\nBoris Johnson attacked by an ostrich\nFormer UK Prime Minister Boris Johnson found himself in an unexpected wildlife fiasco during a family outing to a Texas safari park.\nWillis gives tariffs briefing\nAs the economy slides, the finance minister brief the country on the impact of tariffs. Video / Mark Mitchell\nMetService Severe Weather Update: April 8th\nMetService Severe Weather Update: April 8th. Video / MetService\nAucklander to be extradited to Australia over violent restaurant robbery\nLeroy Tsuro arrived in New Zealand in September 2016 – one day after police interviewed him about his alleged participation in a robbery at a Perth restaurant.\nPM Christopher Luxon on world economic developments\nPM Christopher Luxon delivers statement on world economic developments. Video / Mark Mitchell\nNZ Herald Live: Nicola Willis briefing on economic developments\nNicola Willis briefing on economic developments\nHorowhenua District Council gives an update on wild weather\nHorowhenua District Council gives an update on wild weather. Video supplied\nGovernment's $12b military plan and parasite spreads in Wellington | NZ Herald News Update\nThe Government's $12b plan to upgrade the military and cryptosporidium spreading in the Wellington region. Video / NZ Herald, Getty Images\nHawke's Bay couple give up house to sail the world\nHawke’s Bay couple Adam and Vicki Forbes traded their conventional lifestyle for a life at sea. Living aboard a 40-foot sailing boat. Rafaella Melo / Hawke's Bay Today\nSix-year-old with Down Syndrome facing deportation\nHis parents believe new policy discriminates against all children with disabilities. Video / Cameron Pitney\nSelf-belief and the Economy\nIs self-belief the missing link in solving the economic puzzle? ANZ’s Chief economist breaks down the current state of the economy.\nGroms tear up the slopes at Snow Planet\nReporter Malia is at Snow Planet’s first rail jam for 2025, where young snowboarders are gliding into winter with their most epic moves, and racking up medals on the way.\nMayor Wayne Brown video calls council meeting while driving\nAuckland Mayor Wayne Brown made a video call to the council's transport committee while driving.\nWhat do the Trump tariffs mean for New Zealand?\nLiam Dann explains what the new US tariffs could mean for New Zealand.\nGovernment’s $12b spend on defence revealed\nPrime Minister Christopher Luxon and Defence Minister Judith Collins announce $12 billion in funding over the next four years.\nMetService Severe Weather Update: April 7th - April 8th\nMetservice says there will be strong winds, rain, possibly thunder, hail and a switch to colder temperatures to begin the week.\nChristchurch, Bromley industrial fire\nA large industrial fire has broken out in Christchurch's Bromley.\nNZ Herald Live: Christopher Luxon holds post-Cabinet press conference\nChristopher Luxon holds post-Cabinet press conference\nPM condemns attack on Shane Jones' wife\nThe Prime Minister has condemned the attack on Shane Jones' wife at Auckland Airport. Video / Newstalk ZB\nLive: Mike Hosking talks to Prime Minister Christopher Luxon\nMike Hosking talks to Prime Minister Christopher Luxon on Mike Hosking Breakfast. Video / Newstalk ZB",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "topics": [
      "Crime, Law and Justice->fraud",
      "Crime, Law and Justice->animal abuse"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Christopher Luxon",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "NZ Herald",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Pocatello Police Department",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:28:44.909+03:00",
    "updated": "2025-04-10T00:28:44.909+03:00"
  },
  {
    "uuid": "2e7e9c7236abde7f404f16a9654f09dcdf4e3be0",
    "url": "https://wsau.com/2023/12/29/in-nigeria-and-much-of-africa-catholic-same-sex-couples-see-no-blessings-soon/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Syndicated Content",
    "published": "2023-12-29T11:01:00Z",
    "title": "In Nigeria and much of Africa, Catholic same-sex couples see no blessings soon",
    "text": "By Abraham Achirga\nABUJA (Reuters) – Nigerian Catholic couple Jane and Lucy have little hope their local parish church will bless their same-sex union anytime soon, as conservative priests across Africa choose to ignore a landmark Vatican ruling allowing such blessings.\nConservative Catholics have condemned the Vatican’s declaration two weeks ago, which was approved by Pope Francis, that will allow blessings for same-sex couples, as long as they are not part of the regular Church rituals or liturgies.\nThe pope has hit back against the criticism and what he called inflexible ideological positions that hinder the Church from moving forward.\nBut in many African countries, such as the continent’s most populous one, Nigeria, even having a same-sex relationship is outlawed and often punishable by long jail terms.\nLittle wonder that 39-year-old Jane, who has been living with her partner for six years, does not feel the Vatican’s declaration will change much.\n“Maybe in the next 20 years (or) next 30 years but right now it will be difficult for them (Bishops) to just accept this,” Jane told Reuters inside her room in north central Benue state.\nIn the Anglican church, the issue has caused deep divisions for more than two decades, most recently following Archbishop of Canterbury Justin Welby’s proposal earlier this year to allow priests to bless same-sex unions, bringing the faith close to splitting point.\nThe Catholic Church has so far sought to avoid the impression of conflict.\nCatholic bishops from Angola, Kenya, Nigeria, Malawi to Sao Tome and Principe, Uganda and Zimbabwe are among clerics who have said they will not bless same-sex couples, but have argued that the Pope’s decree can be interpreted as optional.\nFather Patrick Alumunku of St Louis Catholic Church Mbora parish in the capital Abuja said the Vatican declaration was unsettling for many followers but should be viewed as a move towards inclusiveness for all God’s children.\nHe denied that this was an incremental step to eventually accept same-sex unions in the church.\n“There are laws that have been made by God and by the church in 2000 years which cannot change,” said Alumunku.\nFor activist and poultry farmer Jane, the fact that the issue is being discussed openly is reason enough to consider eventually approaching her priest for a blessing, if her partner agrees.\n“I think he (Pope Francis) tried to understand the feelings of people who tend to be born different or people who basically are now becoming like the outcasts of this society,” she said.\n“We are getting there, a moment of self expression and acceptance is coming.”\n(Reporting by Abraham Achirga; Writing by MacDonald Dzirutwe; Editing by Tim Cocks and Sharon Singleton)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "abraham achirga",
          "sentiment": "negative"
        },
        {
          "name": "lucy",
          "sentiment": "negative"
        },
        {
          "name": "jane",
          "sentiment": "negative"
        },
        {
          "name": "pope francis",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "catholic",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "africa",
          "sentiment": "none"
        },
        {
          "name": "abuja",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        },
        {
          "name": "vatican",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T13:37:34.743+02:00",
    "updated": "2023-12-29T13:37:34.743+02:00"
  },
  {
    "uuid": "e3460f69c0d660c892b1c5461ff39cf6e2d13b4a",
    "url": "https://www.einnews.com/pr_news/748889051/transport-of-modular-homes-to-lahaina-continues-this-week",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EIN News",
    "published": "2024-10-03T00:00:00Z",
    "title": "Transport of modular homes to Lahaina continues this week - Golf News Today - EIN Presswire",
    "text": "Highways News , Main , News KAHULUI, Hawai‘i – The Hawai‘i Department of Transportation (HDOT) notifies highway users of potential traffic delays as modular homes for wildfire survivors are transported from Kahului to the Ka Laʻi Ola housing site in Lahaina, on Friday night, Oct. 4 and Saturday night, Oct. 5, with an extra day of hauling reserved for Monday night, Oct. 7, if needed. There will be no transport Sunday night. The 110 units will be transported at night over several weeks. So far, 10 units have been transferred. The first transport beginning Friday will involve four trucks in a caravan that will move the homes from the staging area near the Kahului small boat ramp along Kahului Beach Road (Route 3400) to Lahaina. Each transport will begin at 10 p.m. and is expected to end at 11:59 p.m. at the housing site. From Kahului Harbor the trucks will head south on Kahului Beach Road and turn left heading east on Kaʻahumanu Avenue (Route 32), then turn right onto Hāna Highway (Route 36). The trucks will then turn right onto Elmer F. Carvalho Way (Route 3800) and head west, linking with Kūihelani Highway (Route 380). At the intersection with Honoapiʻilani Highway (Route 30), the trucks will turn left and head west to Lahaina. In Lahaina, the trucks will continue on Honoapiʻilani Highway and make a right turn onto Leialiʻi Parkway near the Lahaina Civic Center and head to the site, which is mauka of the highway. Motorists may encounter traffic slowdowns and stops in both directions along the route due to the size of the modular units. There will also be escorts during the transport. Highway users should heed all signs along with directions from traffic controllers. ### Distribution channels: Legal Disclaimer: EIN Presswire provides this news content \"as is\" without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the author above. Submit your press release",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://hidot.hawaii.gov/blog/category/news/",
      "http://www.einpresswire.com/why-us?promo=4700",
      "https://hidot.hawaii.gov/blog/category/news/highways-news/",
      "https://hidot.hawaii.gov/blog/category/main/",
      "http://einpresswire.com/why-us?promo=4700",
      "http://www.einpresswire.com/why-us",
      "https://www.hidot.hawaii.gov/blog/category/main/",
      "https://hidot.hawaii.gov/blog/category/news/highways-news",
      "https://www.hidot.hawaii.gov/blog/category/news/",
      "https://hidot.hawaii.gov/blog/category/main",
      "https://www.hidot.hawaii.gov/blog/category/news/highways-news/",
      "https://hidot.hawaii.gov/blog/category/news"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "Beach Road",
          "sentiment": "none"
        },
        {
          "name": "Harbor",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T04:04:51.778+03:00",
    "updated": "2024-10-04T04:04:51.778+03:00"
  },
  {
    "uuid": "43354edbef77a925d00cd9a21b8bded46f42cac1",
    "url": "https://www.newsbreak.com/athlon-sports-1600280/3585745517413-lamichael-james-inducted-to-rose-bowl-hall-of-fame",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-09-05T19:31:00Z",
    "title": "LaMichael James Inducted to Rose Bowl Hall of Fame",
    "text": "By Jackson Naugle ,\n2 hours ago Former Oregon running back LaMichael James was inducted into the Rose Bowl Hall of Fame Class of 2024 on Wednesday, joining former USC running back Reggie Bush and former Michigan State head coach Mark D'Antonio.\nUnlike Bush and D'Antonio, James made two appearances in Pasadena for the Rose Bowl, rushing 15 times for 70 yards against Ohio State in 2010, then 25 times for 159 yards and a touchdown against Wisconsin in 2012.\nOregon fans will remember the 2012 performance as the Ducks' first Rose Bowl victory since 1917, and while Darron Thomas and the passing game were integral to Oregon's win, so was James.\nJan 2, 2012; Pasadena, CA, USA; Oregon Ducks running back LaMichael James (21) reacts after the 2012 Rose Bowl game against the Wisconsin Badgers at the Rose Bowl. Oregon defeated Wisconsin 45-38. © Kirby Lee-Imagn Images\nThe 2010 Doak Walker Award winner averaged 5.7 yards per carry in his two Rose Bowl appearances while playing a major role in the Ducks' ascension to becoming a national title contender.\nMeanwhile, Reggie Bush made just one appearance in the Rose Bowl, recording 41 rushing yards, 42 receiving yards, 49 return yards and no touchdowns.\nD'Antonio also appeared in the Rose Bowl only once as head coach for Michigan State, earning a 24-20 victory over Stanford in 2014.\nWith solid numbers in his two separate appearances, James is certainly the most decorated Rose Bowl-er of the 2024 induction class.\nJames joined Danny O'Neil as the second Oregon player to make an appearance in the Rose Bowl Hall of Fame. O'Neil was inducted in 2003 following his performance in the 1995 Rose Bowl.\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://img.particlenews.com/image.php?url=3aPCzq_0vM4b62V00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3aPCzq_0vM4b62V00",
      "https://www.img.particlenews.com/image.php?url=3aPCzq_0vM4b62V00",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3aPCzq_0vM4b62V00"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-06T01:06:26.638+03:00",
    "updated": "2024-09-06T01:06:26.638+03:00"
  }
]