[
  {
    "uuid": "0f2684bda7661e6ce88133c1e61b0524445a5089",
    "url": "https://www.mundodeportivo.com/urbantecno/tecnologia/una-empresa-presenta-un-nuevo-juego-genial-para-incentivar-que-los-usuarios-usen-bicicletas-electricas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Roberto Cantero",
    "published": "2024-07-05T05:00:00Z",
    "title": "Una empresa presenta un nuevo juego, genial para incentivar que los usuarios usen bicicletas eléctricas",
    "text": "Una empresa presenta un nuevo juego, genial para incentivar que los usuarios usen bicicletas eléctricas\nAlgunas compañías aún saben cómo sacar el máximo partido a sus usuarios\nRoberto Canteroen Tecnología\nLa movilidad en las ciudades ha cambiado de manera ostensible en lo que llevamos de siglo XXI. Hace décadas, lo normal era utilizar el transporte público, el coche o caminar para desplazarse por nuestras urbes, mientras que en la actualidad los patinetes eléctricos y las bicicletas están siendo cada vez más utilizados. En este ocasión, no te contaremos lo que necesitas saber sobre\ncomprar una bicicleta eléctrica en 2024, ni el momento en que hay que matricular una bicicleta eléctrica en España, sino que te mostraremos que su uso también puede ser divertido.\nEl aspecto diferencial de las bicicletas y servicios de Cowboy\nCada vez son más las empresas dedicadas a la fabricación y venta de bicicletas eléctricas, mostrándonos que es posible tanto recurrir a un medio de transporte más amistoso con el medioambiente, como tener opciones alternativas a los coches en las grandes ciudades. En este caso, la compañía que te queremos presentar se llama\nCowboy y no sólo destaca por sus excelentes diseños.\nTal y como puedes ver en el análisis que te dejamos bajo estas líneas, puedes ponerle subtítulos en castellano si no entiendes bien inglés, esta compañía apuesta por integrar un\nsoporte Quad Lock para que tu teléfono móvil se convierta en el centro de mandos del medio de transporte eléctrico. Además, no sólo podrás gestionar luces, bloqueo o la carga del teléfono, sino que también se puede jugar mientras se pedalea.\nY esta es la gran novedad que queríamos contarte. Tal y como puedes ver en la\npágina web de Cowboy Connect, ahora los usuarios tienen a su alcance tres tipos distintos de juegos, no sólo para competir con otras personas, sino para intentar superar sus propios registros. Los juegos que se han integrado en la app son: Race, Push y Burn.\nEl primero de ellos, Race, invita a competir con otros usuarios de la app y consiste en un sprint de 500 metros. Según la compañía, el primer rival será una persona que tenga estadísticas similares a las del usuario, pero a medida que se vayan derrotando a otros ciclistas, los retos serán cada vez más exigentes, debiendo enfrentarte con personas mucho más preparadas.\nEl segundo juego, Push, es un reto individual y te obligará a esforzarte al máximo para superar un umbral de pedaleo, durante 15 segundos continuados, para ir avanzado de nivel. En total, en este juego, son 25 los niveles a los que tendrán que enfrentarse los usuarios. Por último, en el juego Burn, el reto durará un minuto, donde se exigirá al usuario completar un objetivo de calorías en el desafío más potente.\nPuedes seguir a Urban Tecno en\nTwitter (X) o consultar nuestro canal de Telegram para estar al día con las últimas noticias de tecnología.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/urbantecno",
      "https://cowboy.com/",
      "https://cowboy.com/products/connect",
      "https://t.me/urbantecno",
      "https://www.quadlockcase.eu/",
      "https://cowboy.com",
      "https://www.cowboy.com/",
      "https://www.t.me/urbantecno",
      "https://quadlockcase.eu/",
      "https://www.cowboy.com/products/connect",
      "https://www.twitter.com/urbantecno",
      "https://www.quadlockcase.eu"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T09:51:03.856+03:00",
    "updated": "2024-07-05T09:51:03.856+03:00"
  },
  {
    "uuid": "97e54baf06de96fcde941aa778a92a7105487f25",
    "url": "https://investorshangout.com/exciting-game-reveals-from-xbox-partner-preview-event-82827-",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dylan Bailey",
    "published": "2024-10-17T20:36:00Z",
    "title": "Exciting Game Reveals from Xbox Partner Preview Event",
    "text": "Exciting Game Reveals from Xbox Partner Preview Event [Dylan Bailey](https://investorshangout.com/profile/view?id=78709)Updated: 10-17-2024 04:36 PM Exciting Game Reveals from Xbox Partner Preview Event This Thursday, Microsoft Corp.’s Xbox Partner Preview provided a captivating look ahead at what gamers can expect in the coming years. As we inch closer to 2024, players are eager for new experiences, and this event was packed with exciting announcements. Highlights of the Preview The Xbox Partner Preview was brimming with DLC announcements, unveilings of new titles, and exclusive early access opportunities. Fans of gaming had much to discuss following the event, as various intriguing titles were presented. Alan Wake 2: The Lake House DLC Kicking off the showcase, the spotlight was on Alan Wake 2: The Lake House DLC. This eagerly awaited addition transports players deeper into the atmospheric world. Fans will embark on a new chapter that includes an intriguing visit from the FBC (Federal Bureau of Control). Set to launch soon on October 22, it's a thrilling extension that promises more suspense and creativity. Introduction of New Titles New games are always a highlight of these previews, and fans were not disappointed this time. Notably, Cronos: The New Dawn was showcased by the Bloober Team, known for crafting eerie narratives. This post-apocalyptic title blends strategic elements with intense gunplay, all set in a haunting, surreal environment. Expected in 2025, it will challenge players within a fantastical yet grotesque universe. Fast-Paced Shooter Action with Blindfire For those craving fast-paced action, Blindfire was also launched for early access on Xbox Series X/S and PC. With vibrant, neon aesthetics reminiscent of the 90s, it offers an exciting shooter experience for adrenaline-seeking fans. Swashbuckling Adventures Await In an unexpected twist, Like a Dragon: Pirate Yakuza in Hawaii promises players the thrill of navigating the seas as they command customizable pirate ships and assemble crews. This unique RPG is set to take players on a swashbuckling adventure, hitting the platforms on February 28, 2025. A Whimsical Detective Experience For those looking for something quirky, Mouse: P.I. For Hire invites players into a black-and-white world filled with mystery and action as a detective. Launching for Xbox Series X/S and PC in 2025, this title promises to combine creative storytelling with engaging gameplay. Dive into the Depths with Subnautica 2 As excitement built, Subnautica 2 was introduced, enticing players with adventures beneath the waves. This sequel features colossal sea monsters and an enthralling narrative aimed at those who seek exploration and thrill. It's slated for early access in 2025 for Xbox Series X/S and PC. Indie Gems and Upcoming Releases The showcase also highlighted several indie games, including Animal Well, which is already available for Xbox Series X/S, and Edens Zero, based on the beloved manga. This title combines the thrill of space adventures and beloved anime characters, set to launch on Xbox and PC in 2025. Familiar Faces with Unique Twists Moreover, the anticipation for Eternal Strands offers a fantasy backdrop where players can unleash their magical abilities against formidable foes in early 2025. Similarly, Mistfall Hunter takes players into a Viking-inspired world filled with dangers and thrilling combat when it arrives in 2025. Light-Hearted Fun with Wheel World If you're seeking lighter entertainment, Wheel World promises a delightful and quirky biking adventure. Expect whimsical elements and engaging fun from this title set to be released in 2025. Fan-Favorites and New Experiences The preview was not without its horror element, as Phasmophobia is making its debut on Xbox Series X/S just in time for Halloween on October 29. This fan-favorite will provide thrills for horror enthusiasts eagerly awaiting its arrival. A Magical Journey with The Legend of Baboo Rounding off the showcase, The Legend of Baboo invites players on a magical journey on a fluffy dog across enchanting islands, scheduled for release in 2025 on Xbox Series X/S and PC. This whimsical adventure is sure to capture the hearts of many. A Dark Take with Wuchang: Fallen Feathers The dark and intriguing Wuchang: Fallen Feathers presents a hack-and-slash adventure set against a backdrop of sinister environments and magical combat, anticipated to be available in 2025. Multiplayer Experience with FBC: Firebreak Lastly, FBC: Firebreak marked a significant introduction as Remedy Entertainment's first multiplayer game. Set within the Control/Alan Wake universe, this co-op adventure pits players against the notorious Hiss, expected to release in 2025 for Xbox Series X/S and PC. Frequently Asked Questions What major titles were announced at the Xbox Partner Preview? Key titles announced included Alan Wake 2: The Lake House DLC, Subnautica 2, and Like a Dragon: Pirate Yakuza in Hawaii, among others. When is Alan Wake 2: The Lake House DLC releasing? The highly anticipated DLC for Alan Wake 2 is set to release on October 22. Is there a release date for Subnautica 2? Subnautica 2 is expected to be available in early access in 2025. What new genres were introduced during the showcase? The showcase introduced a mix of genres, including fantasy, horror, and detective adventures. Will there be any multiplayer games available? Yes, FBC: Firebreak is set to be Remedy Entertainment's first multiplayer game, scheduled for release in 2025. About Investors Hangout [Investors Hangout](https://investorshangout.com/) is a leading online stock forum for financial discussion and learning, offering a wide range of free tools and resources. It draws in traders of all levels, who exchange market knowledge, investigate trading tactics, and keep an eye on industry developments in real time. Featuring financial articles, stock message boards, quotes, charts, company profiles, and live news updates. Through cooperative learning and a wealth of informational resources, it helps users from novices creating their first portfolios to experts honing their techniques. Join Investors Hangout today: [https://investorshangout.com/](https://investorshangout.com/) Disclaimer: The content of this article is solely for general informational purposes only; it does not represent legal, financial, or investment advice. Investors Hangout does not offer financial advice; the author is not a licensed financial advisor. Consult a qualified advisor before making any financial or investment decisions based on this article. The author's interpretation of publicly available data shapes the opinions presented here; as a result, they should not be taken as advice to purchase, sell, or hold any securities mentioned or any other investments. The author does not guarantee the accuracy, completeness, or timeliness of any material, providing it \"as is.\" Information and market conditions may change; past performance is not indicative of future outcomes. If any of the material offered here is inaccurate, please [contact us](https://investorshangout.com/contact) for corrections. Related Articles - [Exciting Developments at Torrey View by Breakthrough Properties](/exciting-developments-at-torrey-view-by-breakthrough-properties-82942-/) - [Seabourn Pursuit Uncovers a Historic Shipwreck From WWI](/seabourn-pursuit-uncovers-a-historic-shipwreck-from-wwi-82910-/) - [Revalia Bio Receives Key Investment from Kidney Foundation Innovators](/revalia-bio-receives-key-investment-from-kidney-foundation-innovators-82908-/) - [Rural Development Partners and ERMCO: A Strategic Alliance for Growth](/rural-development-partners-and-ermco-a-strategic-alliance-for-growth-82905-/) - [MetaWin Launches Exciting Prize Draw with $DYDX Tokens](/metawin-launches-exciting-prize-draw-with-dydx-tokens-82885-/) - [Exciting Announcements Ahead for Cinemark's Q3 2024 Earnings](/exciting-announcements-ahead-for-cinemarks-q3-2024-earnings-82856-/) - [Genpact Limited Announces Exciting Dividend for Stakeholders](/genpact-limited-announces-exciting-dividend-for-stakeholders-82840-/) - [McCormick & Company: Key Insights from Upcoming Investor Day](/mccormick-company-key-insights-from-upcoming-investor-day-82837-/) - [Exciting Earnings Announcement from Capital Southwest Corp](/exciting-earnings-announcement-from-capital-southwest-corp-82817-/) - [Metallus Plans Exciting Earnings Announcement and Call](/metallus-plans-exciting-earnings-announcement-and-call-82799-/) Recent Articles - [Fastenal Appoints New EVP of Strategy to Boost Growth](/fastenal-appoints-new-evp-of-strategy-to-boost-growth-82826-/) - [Cynthia McCabe Steps Up as Exelon's Senior VP and Chief Officer](/cynthia-mccabe-steps-up-as-exelons-senior-vp-and-chief-officer-82825-/) - [Natalia Scherbakoff Takes Charge as Orion S.A. CTO](/natalia-scherbakoff-takes-charge-as-orion-sa-cto-82824-/) - [Integrated Power Services Expands Reach with MDL Énergie Deal](/integrated-power-services-expands-reach-with-mdl-nergie-deal-82823-/) - [Agilon Health Schedules Third Quarter 2024 Financial Call](/agilon-health-schedules-third-quarter-2024-financial-call-82822-/) - [GoHealth Shares Insights at Upcoming Investor Conference](/gohealth-shares-insights-at-upcoming-investor-conference-82821-/) - [Cohu, Inc. Plans to Discuss Financial Results Soon](/cohu-inc-plans-to-discuss-financial-results-soon-82820-/) - [Asure Software's Upcoming Q3 2024 Financial Results Announcement](/asure-softwares-upcoming-q3-2024-financial-results-announcement-82819-/) - [The Trade Desk Shares Q3 2024 Earnings Call Insights](/the-trade-desk-shares-q3-2024-earnings-call-insights-82818-/) - [Exciting Earnings Announcement from Capital Southwest Corp](/exciting-earnings-announcement-from-capital-southwest-corp-82817-/) - [Cirrus Logic Announces Upcoming Financial Results and Webcast](/cirrus-logic-announces-upcoming-financial-results-and-webcast-82816-/) - [Netflix Surfaces with Impressive Subscriber Growth this Quarter](/netflix-surfaces-with-impressive-subscriber-growth-this-quarter-82815-/) - [Arrow Electronics Sets Date for Q3 2024 Earnings Call](/arrow-electronics-sets-date-for-q3-2024-earnings-call-82814-/) - [Understanding Recent Mergers: K, AFBI, and ARC’s Path Forward](/understanding-recent-mergers-k-afbi-and-arcs-path-forward-82813-/) - [Netflix Reports Strong Growth Amidst Price Hike Anticipation](/netflix-reports-strong-growth-amidst-price-hike-anticipation-82812-/) - [Doximity Announces Fiscal 2025 Q2 Results Release Date](/doximity-announces-fiscal-2025-q2-results-release-date-82811-/) - [Anika Therapeutics Set to Discuss Q3 2024 Financial Results](/anika-therapeutics-set-to-discuss-q3-2024-financial-results-82810-/) - [Air Transport Services Group Schedules Q3 2024 Call Details](/air-transport-services-group-schedules-q3-2024-call-details-82809-/) - [Freehold Royalties Announces Upcoming Dividend Payment Details](/freehold-royalties-announces-upcoming-dividend-payment-details-82808-/) - [Amazon.com to Host Live Conference on Q3 2024 Results](/amazoncom-to-host-live-conference-on-q3-2024-results-82807-/) - [TPI Composites Schedule for Earnings Call Q3 2024](/tpi-composites-schedule-for-earnings-call-q3-2024-82806-/) - [Dropbox Unveils Quarterly Earnings Reports for Investors](/dropbox-unveils-quarterly-earnings-reports-for-investors-82805-/) - [Insights into Bank OZK's Financial Performance in 2024](/insights-into-bank-ozks-financial-performance-in-2024-82804-/) - [Dynatrace Announces Upcoming Earnings Call for Q2 Fiscal 2025](/dynatrace-announces-upcoming-earnings-call-for-q2-fiscal-2025-82803-/) - [Seacoast Banking Corporation's New Quarterly Dividend Announcement](/seacoast-banking-corporations-new-quarterly-dividend-announcement-82802-/) - [United Homes Group Set to Announce Q3 2024 Financial Results](/united-homes-group-set-to-announce-q3-2024-financial-results-82801-/) - [ARRAY Technologies Plans Q3 2024 Earnings Call to Showcase Growth](/array-technologies-plans-q3-2024-earnings-call-to-showcase-growth-82800-/) - [Metallus Plans Exciting Earnings Announcement and Call](/metallus-plans-exciting-earnings-announcement-and-call-82799-/) - [Celebrating United Group's Recognition as AMO of the Year](/celebrating-united-groups-recognition-as-amo-of-the-year-82798-/) - [Nomura Holdings Faces Scrutiny Amid Allegations of Misconduct](/nomura-holdings-faces-scrutiny-amid-allegations-of-misconduct-82797-/) - [Mativ Holdings Schedules Third Quarter 2024 Financial Call](/mativ-holdings-schedules-third-quarter-2024-financial-call-82796-/) - [Paragon 28 Prepares to Share Q3 2024 Financial Insights](/paragon-28-prepares-to-share-q3-2024-financial-insights-82795-/) - [Match Group Plans Upcoming Earnings Call for Q3 2024](/match-group-plans-upcoming-earnings-call-for-q3-2024-82794-/) - [Revance Therapeutics Faces Securities Investigation: What Investors Need to Know](/revance-therapeutics-faces-securities-investigation-what-investors-need-to-know-82793-/) - [Texas Instruments Announces Quarterly Dividend for Stockholders](/texas-instruments-announces-quarterly-dividend-for-stockholders-82792-/) - [Join Dutch Bros Inc. for Key Q3 2024 Insights Live Event](/join-dutch-bros-inc-for-key-q3-2024-insights-live-event-82791-/) - [Upcoming Earnings Report: Manhattan Associates Insights](/upcoming-earnings-report-manhattan-associates-insights-82790-/) - [David Lazowski Elevated to President at Fairway Mortgage](/david-lazowski-elevated-to-president-at-fairway-mortgage-82789-/) - [Garrett and SinoTruk Collaborate on Next-Gen E-Powertrains](/garrett-and-sinotruk-collaborate-on-nextgen-epowertrains-82788-/) - [VOC Energy Trust Delivers Impressive Quarterly Distribution](/voc-energy-trust-delivers-impressive-quarterly-distribution-82787-/) - [John Hancock Closed-End Funds: Recent Earnings Insights](/john-hancock-closedend-funds-recent-earnings-insights-82786-/) - [Marten Transport's Latest Financial Overview Revealed](/marten-transports-latest-financial-overview-revealed-82785-/) - [Fluor Corporation Begins New Chapter with Hanford Contract](/fluor-corporation-begins-new-chapter-with-hanford-contract-82784-/) - [Universal Technical Institute Expands Offerings with HVACR Program](/universal-technical-institute-expands-offerings-with-hvacr-program-82783-/) - [EnerSys Earns Top Rankings in Prestigious Career Lists](/enersys-earns-top-rankings-in-prestigious-career-lists-82782-/) - [BancFirst Corporation's Strong Financial Performance Update](/bancfirst-corporations-strong-financial-performance-update-82781-/) - [Eaton's Katrina Redmond Honored as a Pioneer in Tech Diversity](/eatons-katrina-redmond-honored-as-a-pioneer-in-tech-diversity-82780-/) - [Intuitive Surgical Reports Impressive Third Quarter Growth](/intuitive-surgical-reports-impressive-third-quarter-growth-82779-/) - [Investigation Launched into Revance Therapeutics for Investors](/investigation-launched-into-revance-therapeutics-for-investors-82778-/) - [Markem-Imaje Introduces New Service Packages for Clients](/markemimaje-introduces-new-service-packages-for-clients-82777-/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Arts, Culture and Entertainment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T00:14:24.862+03:00",
    "updated": "2024-10-18T00:14:24.862+03:00"
  },
  {
    "uuid": "6f3545668f77ed62f53776137a2be576c52d675d",
    "url": "https://www.sportingnews.com/us/mlb/atlanta-braves/news/report-braves-nab-all-star-outfielder-jurickson-profar-first-major-2025-signing/7ece06082970ac848f6f35c6",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jackson Roberts",
    "published": "2025-01-24T02:05:00Z",
    "title": "Report: Braves nab All-Star outfielder Jurickson Profar in first major 2025 signing",
    "text": "The Atlanta Braves have finally made their move.\nIt had been a quiet winter for the Braves through mid-January, as most of the roster changes were subtractions rather than additions. Among others, Max Fried, Jorge Soler, Travis d'Arnaud, Charlie Morton, and A.J. Minter all walked out the door.\nWith the calendar creeping toward Spring Training, the Braves had two main areas to improve: the starting rotation and the outfield. 2023 National League Most Valuable Player Ronald Acuña Jr. is still recovering from his torn ACL, leaving both corner outfield positions in flux.\nOn Thursday, the Braves addressed one of those needs--in a big way.\nAtlanta has reportedly agreed to a free-agent contract with Jurickson Profar, a 2024 All-Star left fielder with the San Diego Padres. At the time of publication, the length and value of the contract are not yet known.\nESPN's Jeff Passan was the first to report the signing on social media.\nProfar, 31, was once a superstar in the prospect world, but it took him 11 seasons in Major League Baseball to become an All-Star. But he was the heart and soul of the Padres in 2024, racking up a .280/.380/.459 slash line and 3.6 bWAR.\nAdding Profar does wonders for the Braves' outfield situation, which looked fairly bleak in the absence of Acuña. With Michael Harris as the everyday center fielder, Jarred Kelenic and Bryan De La Cruz were slated for starting jobs until Acuña's return.\nNow, Profar slots in perfectly as the left fielder, Kelenic and De La Cruz can platoon for now, and Acuña will give the Braves one of baseball's best outfields once more if he comes back looking like his usual self.\nMore MLB: Mets 'could potentially find' Pete Alonso replacement in 24-year-old Japanese star",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->sport event",
      "Sport->baseball",
      "Human Interest->record and achievement",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://x.com/JeffPassan/status/1882547387564278168",
      "https://www.x.com/JeffPassan/status/1882547387564278168"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "6f3545668f77ed62f53776137a2be576c52d675d",
      "first_syndicated": true
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:14:35.417+02:00",
    "updated": "2025-01-24T00:14:35.417+02:00"
  },
  {
    "uuid": "d741fb0e13aaeb8fd1943b14fdc5322ee9ab5c7f",
    "url": "http://field.10jqka.com.cn/20250731/c670037887.shtml",
    "ord_in_thread": 0,
    "author": "大河财立方",
    "published": "2025-07-31T03:37:00Z",
    "title": "400辆！宇通获巴基斯坦最大新能源客车订单",
    "text": "【大河财立方 记者 李铮】7月31日，记者从 宇通客车 （ 600066 ）获悉，近日，在巴基斯坦拉合尔举办“宇通DMT&YEA技术发布会”上，宇通与巴基斯坦合作伙伴WIL签署400辆电动巴士采购协议。这是巴基斯坦目前最大单笔新能源公交订单、最大公交细分市场订单及最大商用客车订单。\n　　发布会上，宇通正式发布新能源技术DMT和YEA，升级服务品牌“EnRoute+”同步亮相，重申在巴基斯坦的“七大无忧服务承诺”，为本次400辆及未来宇通车队的顺畅运营提供坚实后盾。据介绍，针对巴基斯坦当地气候环境和实际路况特点，宇通推出了4款新能源主力车型——H9、H12、E9及E12PRO公交产品，满足当地多样化需求。\n　　宇通客车中东区CEO Robin Shen表示：“自2008年进入巴基斯坦市场以来，宇通已累计交付超3000辆巴士，涵盖燃油、混动及纯电动车型，在高端客运市场占有率突破70%。此次400辆订单的达成，既源于我们对当地市场的深刻理解，也得益于持续的技术创新。宇通将以领先的产品技术和升级的EnRoute+服务，助力巴基斯坦公共交通可持续发展。”\n　　中国驻巴基斯坦领事馆副总领事曹珂表示：“中巴合作源远流长，经贸往来惠及两国民众。宇通助力推动旁遮普省公交新能源转型，期待继续深化合作，共同推动巴基斯坦绿色交通发展。”\n　　巴基斯坦旁遮普省交通部长Bilal Akbar Khan在发布会上表示：“政府正全力推进公交电动化，这是落实气候变化政策的重要举措。公共交通的电动化转型，标志着可持续交通新时代的到来。”\n　　 责编:王时丹 | 审校:张翼鹏 | 审核:李震 | 监审:古筝",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Human Interest"
    ],
    "topics": [
      "Economy, Business and Finance->business financing",
      "Economy, Business and Finance->transport",
      "Economy, Business and Finance->products and services",
      "Science and Technology->biotechnology",
      "Science and Technology->technology and engineering",
      "Human Interest->record and achievement"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-31T07:43:18.762+03:00",
    "updated": "2025-07-31T07:45:30.000+03:00"
  },
  {
    "uuid": "db15258aa3db04f0177e5a13949afeea3fb012ba",
    "url": "https://www.universetoday.com/164994/mars-is-surprisingly-volcanically-active/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mark Thompson",
    "published": "2023-12-29T01:15:00Z",
    "title": "Mars is Surprisingly Volcanically Active",
    "text": "Like many that grew up watching the skies, I have been captivated by the planets. Mars is no exception, with its striking red colour, polar caps and mysterious dark features. Many of the surface features have been driven by ancient volcanic activity but whether any geological activity moulds the terrain today is still subject to scientific debate. A recent study however has revealed that Mars is surprisingly active..even today!\nMars is the fourth planet from the Sun and has captivated our imagination for centuries. It’s often called the red planet due to the amount of iron oxide in the fine powdery, dusty surface material. The atmosphere is thin and tenuous and is believed to be unable to support life. Numerous probes have visited Mars to shape our current understanding but this new view is quite removed from the view during the days of Schiaparelli in the 19th Century. The poor quality telescopes of the day led to equally poor quality observations that erroneously recorded a surface criss-crossed with canals from an unknown alien civilization.\nUntil recently, it has also been thought that Mars was volcanically inactive but a recent study by a team led by Joana Voigt from the Arizona’s Lunar and Planetary Laboratory have shone new light on the story. The team combined data from ground penetrating radar and spacecraft images to develop a new model of Martian volcanism.\nThe use of the ground penetrating radar allowed the team to penetrate as deep as 140 meters below the surface and construct a 3D model of the lava flow in Elysium Planitia and use it to identify over 40 volcanic events with the most recent depositing at least 1,600 cubic kilometers of molten lava into the plain. Although the team are keen to stress that they have not observed any volcanic activity but believe that Mars may be far more active now than previously thought.\nThe study explored a vast, featureless plain on the Martian surface (which is known to be one of the youngest volcanic regions) and found far more volcanic activity than expected. They found significant quantities of lava that had been erupted from cracks and fissures spanning timescales as recent as one million years – geologically that’s just a few days ago.\nAdding to the conclusion of a more active Mars than before is the number of quakes detected by NASA’s InSight lander in recent years. Evidence also points to a number of significant floods in Elysium Planitia and that has implications for the possibility of Mars ever being capable of supporting life. Not just floods but evidence of ‘geyser’ like hydrothermal vents all of which help to support a model of Mars that is far from dormant.\nSource :\nRecent volcanism on Mars reveals a planet more active than previously thought",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Science and Technology",
      "Environment"
    ],
    "external_links": [
      "https://www.news.arizona.edu/story/recent-volcanism-mars-reveals-planet-more-active-previously-thought",
      "https://news.arizona.edu/story/recent-volcanism-mars-reveals-planet-more-active-previously-thought"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "schiaparelli",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "mars",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T03:28:08.356+02:00",
    "updated": "2023-12-29T03:28:08.356+02:00"
  },
  {
    "uuid": "675fa2a7623a4cc7a94699c4e7a56afcaaf14169",
    "url": "https://www.infobae.com/peru/2025/01/03/lluvia-intensa-en-lima-en-pleno-verano-cuales-son-las-cuasas-y-hasta-cuando-continuaran-las-precipitaciones-segun-el-senamhi",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ricardo Mc Cubbin",
    "published": "2025-01-03T13:05:00Z",
    "title": "Lluvia intensa en Lima en pleno verano: cuáles son las cuasas y hasta cuándo continuarán las precipitaciones, según el Senamhi - Infobae",
    "text": "La lluvia de verano sorprendió a los limeños este 3 de enero - crédito Infobae Perú Los ciudadanos de Lima Metropolitana fueron sorprendidos por una intensa lluvia de verano, este viernes 3 de enero, en pleno verano.\nBremilda Sutizal, especialista en meteorología del Servicio Nacional de Meteorología e Hidrología del Perú ( Senamhi ), indicó que en la costa norte y centro ya se esperaba este tipo de precipitaciones. “De hoy en adelante esperamos que se presenten, pero en menor intensidad, no es la misma intensidad de ayer para hoy”, precisó a Exitosa .\nEstas típicas lluvias de verano, sostiene, se dan porque se desarrollan condiciones de humedad y de precipitaciones hasta de fuerte intensidad en la sierra.\n“Se ha presentado en horas de la madrugada, principalmente, las típicas lluvias de verano en la costa, en la capital, pero no solo en la capital, sino en gran parte de la costa norte también, como es por ejemplo, Piura, Chiclayo, Trujillo, Chimbote y hacia algunos puntos de la costa sur”, explicó.\nAdicionalmente, señaló que los caumulados más altos se presentaron en la zona este, particularmente en La Molina, con 2 milímetros; y en Chosica, con cerca de 1 milímetro. En la zona norte, por ejemplo, en Carabayllo hubo casi 1 milímetro, mientras que en Trujillo, La Libertad, 2.4 milímetros.\nIntensa lluvia de verano en Lima y Callao: Precipitaciones alertadas por Senamhi inundan varias calles de la capital| Senamhi/Infobae Perú (Clara Giraldo) Perú enfrentó su año más cálido en seis décadas El cambio climático global marcó un hito alarmante en 2024, con temperaturas que superaron el umbral crítico de 1.5 grados Celsius respecto a los niveles preindustriales, según el Servicio de Cambio Climático Copernicus de la Unión Europea (C3S). En este contexto, Perú no fue la excepción, enfrentando el año más cálido registrado en los últimos sesenta años, de acuerdo con el Servicio Nacional de Meteorología e Hidrología del Perú (Senamhi) .\nSegún informó Senamhi , la temperatura media nacional en Perú alcanzó los 20,26℃ (68,47℉) hasta noviembre de 2024, lo que representa un aumento de 1,22℃ (2,2℉) en comparación con los valores promedio históricos para este periodo. Este incremento, que rompe con los patrones climáticos habituales, se atribuye a anomalías atmosféricas que han alterado significativamente las condiciones meteorológicas en el país.\nEl concepto de anomalías atmosféricas, clave para entender este fenómeno, se refiere a las desviaciones de las condiciones climáticas respecto a los valores promedio históricos. En términos simples, estas anomalías son las diferencias entre las temperaturas observadas y las esperadas según los registros históricos. Este tipo de análisis resulta fundamental para comprender los cambios climáticos y su impacto, especialmente en un contexto donde los eventos extremos son cada vez más frecuentes y severos.\nA nivel global, el panorama no es menos preocupante. Según publicó C3S , la temperatura media mundial en 2024 superó con alta probabilidad el umbral de 1.5℃ (2.7℉) por encima de los niveles preindustriales, establecidos entre 1850 y 1900. Este dato, aunque transitorio, marca un punto de inflexión en la lucha contra el cambio climático, evidenciando la urgencia de tomar medidas más contundentes para mitigar sus efectos.\nEn el caso de Perú, las consecuencias de este aumento de temperatura no solo se limitan a registros históricos, sino que también impactan directamente en los ecosistemas, la agricultura y la vida cotidiana de sus habitantes. Las variaciones climáticas extremas, como olas de calor más intensas y prolongadas, afectan la disponibilidad de agua, los cultivos y la biodiversidad, generando desafíos significativos para las comunidades locales.\nEste fenómeno no es aislado, sino parte de una tendencia global que se ha intensificado en las últimas décadas. Los datos recopilados por organismos internacionales y nacionales subrayan la necesidad de acciones inmediatas para frenar el avance del cambio climático.\nEn este contexto, el rol de instituciones como Senamhi y C3S es crucial para monitorear y analizar los cambios en el clima, proporcionando información clave que permita a los gobiernos y a la sociedad civil tomar decisiones informadas. Sin embargo, los desafíos son enormes, y el tiempo para actuar se reduce rápidamente.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "topics": [
      "Weather->weather phenomena",
      "Environment->water",
      "Environment->nature",
      "Environment->climate change"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Servicio Nacional de Meteorología",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T15:20:52.391+02:00",
    "updated": "2025-01-03T15:20:52.391+02:00"
  },
  {
    "uuid": "911904806c75dfa0765cf1b8a7237818088746f9",
    "url": "https://wonderfulengineering.com/scientist-are-now-transforming-cigarette-butts-into-diesel-fuel/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Taimur",
    "published": "2023-12-28T17:23:00Z",
    "title": "Scientist Are Now Transforming Cigarette Butts Into Diesel Fuel",
    "text": "Lithuanian scientists from Kaunas University of Technology (KTU) and the Lithuanian Energy Institute (LEI) have introduced an innovative method to repurpose cigarette waste for biodiesel production, contributing to sustainable fuel alternatives. Biodiesel, derived from vegetable oils or animal fats, has gained attention due to its biodegradability and reduced toxicity compared to petroleum diesel. However, its high production costs and potential environmental impact from biomass sources have limited its widespread adoption. The researchers’ breakthrough involves utilizing triacetin, a key biodiesel production compound found abundantly in cigarette filters. By employing pyrolysis, a thermal decomposition process, the team successfully extracted valuable components from cigarette waste through experiments conducted at varying temperatures. The resulting products included oil, char, and gas, with the oil content being notably rich in triacetin. The environmental impact of cigarette waste is effectively addressed through this process, and the components extracted offer practical applications. The porous char, enriched with calcium, has potential uses in fertilizers, wastewater treatment, and energy storage. Additionally, the extracted gas can serve as an energy source, contributing to sustainable power generation. The most significant breakthrough lies in the oil extracted from cigarette waste, which is rich in triacetin. This oil can be integrated as an additive in biodiesel production, potentially reducing production costs and enhancing efficiency. Given that over 6.5 trillion cigarettes are purchased worldwide annually, the large volume of cigarette waste represents both a challenge and an opportunity. The scientists’ innovative approach provides a solution to repurpose this waste and suggests scalable implementation in waste management systems. The researchers emphasize their commitment to integrating this breakthrough into circular economy systems. They foresee promising avenues for utilizing cigarette waste further by envisioning a comprehensive strategy involving waste collection, recycling infrastructure, and a transformative approach to waste repurposing through pyrolysis treatment. This research marks a significant advancement in sustainable fuel production, offering a pioneering solution to address environmental concerns and exploring novel avenues in waste management. The potential for scalable implementation and the commitment to further exploration of cigarette waste utilization highlight the researchers’ dedication to paving the way for a more sustainable future.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "lithuanian energy institute",
          "sentiment": "negative"
        },
        {
          "name": "kaunas university of technology",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:10:23.149+02:00",
    "updated": "2023-12-30T10:02:10.183+02:00"
  },
  {
    "uuid": "79990135fcce947e16067c0d3c62ee0d59deeda0",
    "url": "https://www.eluniversal.com.mx/nacion/canciller-barcena-celebra-en-el-dia-nacional-de-francia-los-triunfos-de-sheinbaum-y-melenchon",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Eduardo Dina",
    "published": "2024-07-12T03:04:00Z",
    "title": "Canciller Bárcena celebra en el Día Nacional de Francia los triunfos de Sheinbaum y Mélenchon",
    "text": "Con motivo del Día Nacional de Francia que conmemoró junto a la embajadora de ese país en México, Delphine Borione, la canciller Alicia Bárcena celebró los triunfos de Claudia Sheinbaum como la primera presidenta mexicana, y de Jean-Luc Mélenchon con el Nuevo Frente Popular. “Y en el ámbito político, tenemos realmente que celebrar lo que ha pasado en nuestros dos países: elecciones, un proceso electoral democrático, transparente, que lleva a decirnos qué es lo que los pueblos están buscando. Y esa sociedad basada en la soberanía del pueblo, es la necesidad también de romper con ataduras establecidas por antiguos regímenes”, expresó la titular de la Secretaría de Relaciones Exteriores (SRE).\nTras celebrarse el pasado domingo 7 de julio elecciones en Francia, la canciller Bárcena reconoció el \"inédito triunfo\" del Nuevo Frente popular y a todos los integrantes de la izquierda, ante el freno de la extrema derecha.\nLee también Sindicato francés convoca a huelgas masivas para presionar a Macron a \"respetar resultados\" de las elecciones\n\"Felicidades, Jean-Luc Mélenchon , y a todos los integrantes de la alianza de izquierda que, con unidad, lograron convencer a la mayoría del pueblo francés\", expresó la titular de la SRE en redes sociales.\nAnte la embajadora francesa en nuestro país, la secretaria de relaciones Exteriores destacó la Cuarta Transformación que encabeza el presidente Andrés Manuel López Obrador “y la continuidad que se nos presenta hacia adelante con la próxima presidenta electa”.\nEn la celebración, la titular de la SRE resaltó los lazos comerciales entre México y Francia porque el comercio ascendió a seis mil 300 millones de dólares el año pasado: “Y este año, sin duda, se superará esa cifra, por mucho”.\n“Y yo creo que tenemos tantas coincidencias en lo empresarial, en lo cultural, en lo multilateral, y yo diría, en algo muy importante que nos une, que es esa lucha por la igualdad de género, por la igualdad entre hombres y mujeres y el respeto a las diversidades . Eso, realmente, es algo que a Francia y a México nos ha acercado en los últimos tiempos”, dijo la canciller al destacar que el establecimiento de empresas francesas en nuestro país “ha sido fantástico”.\nLee también La izquierda francesa carga contra Macron y exige el puesto de primer ministro\nTambién comentó que se cumplieron 10 años de ser observadores de la Organización Internacional de la Francofonía y la “lucha” en Naciones Unidas para restringir el derecho al veto en el Consejo de Seguridad.\nLa titular de la SRE celebró el regreso de las Olimpiadas a París para su tercera edición, ante la delegación mexicana de deportistas que competirá y ante la titular de la Comisión Nacional de Cultura Física y Deporte ( Conade ), Ana Gabriela Guevara .\n“¡Que viva México y que viva Francia!”, expresó.\nAna Guevara sobre permanecer en Conade: \"No está en la mesa, pero la continuidad ayudaría\"\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\ndesa/apr",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Politics"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e",
      "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
      "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag",
      "https://www.news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
      "https://www.whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-12T06:19:12.273+03:00",
    "updated": "2024-07-12T06:19:12.273+03:00"
  }
]