[
  {
    "uuid": "5f0c70e21706ac01d7bb7bdd0a43997d79eab346",
    "url": "https://foreignpolicy.com/2024/01/20/url-red-sea-houthis-china-belt-road-suez-trade-corridors/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Parag Khanna",
    "published": "2024-01-20T10:46:00Z",
    "title": "The Red Sea Crisis Proves China Was Ahead of the Curve",
    "text": "Analysis\nThe Red Sea Crisis Proves China Was Ahead of the Curve\nThe Belt and Road Initiative wasn’t a sinister plot. It was a blueprint for what every nation needs in an age of uncertainty and disruption.\nOver the past two months, a sudden surge in Houthi rebel attacks in the strategic Bab el-Mandeb Strait connecting the Red Sea to the Arabian Sea prompted the world’s largest shipping carriers to halt transit through the Suez Canal for several weeks—with even more\nrerouting their vessels as the United States and Britain launched strikes on Yemen and the situation has escalated.\nOver the past two months, a sudden surge in Houthi rebel attacks in the strategic Bab el-Mandeb Strait connecting the Red Sea to the Arabian Sea prompted the world’s largest shipping carriers to halt transit through the Suez Canal for several weeks—with even more\nrerouting their vessels as the United States and Britain launched strikes on Yemen and the situation has escalated.\nAs ships loiter in the Mediterranean or Arabian weighing their options, others are busily bypassing the strait entirely. In mid-December, Saudi Arabia quickly gave its blessing to forming a “land bridge” from the Arabian to the Mediterranean by which goods docking in Persian Gulf ports such as Jebel Ali in the United Arab Emirates or Mina Salman in Bahrain could\ntransit its territory via truck to Israel’s Haifa Port.\nYou read that correctly. Hamas’s horrific Oct. 7 attack on Israel not only failed to scupper the Abraham Accords, but despite Saudi Arabia and the UAE strongly supporting a two-state solution to the conflict, both are accelerating their infrastructure cooperation with Israel in order to cope with maritime disruptions—and of course to collect transit fees that would normally flow into\nEgypt’s coffers. Even better for boosters of overland transport, the Gulf-Israel corridor shaves ten days off the Red Sea maritime route.\nGeopolitical shocks from Red Sea maritime terrorism and the Russia-Ukraine war have driven up logistics costs and food prices just as the world economy—and particularly developing countries—is struggling to recover from the fiscal pain of the COVID-19 pandemic. (And another volcano in Iceland erupted recently, driving up air freight costs, too.)\nThe solution to today’s perpetual volatility won’t emerge from episodic summits between Beijing and Washington or G-7 group therapy sessions or from talkfests such as the World Economic Forum or U.N. climate conferences. Instead, there is precisely one pathway for a world plagued by dire mistrust and unpredictable crises to take meaningful collective action in the global public interest—and that is to build more pathways for supply to meet demand. The solution to supply shocks is more supply chains. More belts, more roads.\nChina is the one country that has known this—and acted on it—for years. When China convened leaders and representatives from more than 130 nations in Beijing last October to mark the 10th anniversary of the launch of its signature Belt and Road Initiative (BRI), it was frowned upon by many Western leaders—just as it was a decade ago—as a stealth plan to undermine the Western-led international order by placing China at the center of global trade networks.\nFrom a functional perspective, however, the BRI represents what all countries should do in their own national interest: build as many pathways as possible for supply to meet demand, both as a hedge against unforeseen disruptions but also to boost one’s connectivity and influence.\nThe need for such hedging became all too clear in 2021, when the massive container vessel Ever Given ran aground in the Suez Canal, all but\nfreezing trade between Europe and Asia just as the world was seeking to revive trade amid the COVID-19 downturn. While the brunt of the backlog was cleared within two weeks, it was a jittery experience for the world’s just-in-time supply chains, by which manufacturers and retailers hold low inventory of components and goods on the assumption of frictionless trade. It also carried a hefty weekly price tag in insurance premiums for delayed shipments.\nWhether the vulnerability of maritime chokepoints is exposed by Houthi terrorism in the Red Sea, Russia’s grain blockade on the Black Sea, drought in the Panama Canal, or a potential South China Sea conflict near the Strait of Malacca, there is no reason why the largest zones of the world economy—North America, Europe, and Asia—should be held hostage to such sporadic and uncontrollable events.\nSure, ships could opt for the pre-Suez Canal route rounding Africa’s Cape of Good Hope, adding 10-14 days to a normal 20-30-day shipping time. But instead, the\nwiser path was taken by China and Europe (which are each other’s largest trading partners): Trans-Eurasian rail cargo doubled to 1,000 freight trains per month in early 2021, offering greater reliability and punctuality.\nMore highways and railways across Eurasia, and ports along the Indian and Arctic oceans, are essential to creating flexibility and alternative routes for the global freight and commodities trade on which the proper functioning of the world economy depends. Such investments are effectively preemptive measures against the inflationary shocks that result from protectionism, geopolitics, and climate change.\nIt’s hard to argue that the BRI has not been transformative. Since 2013, about $1 trillion of capital has\nflowed to BRI member states in construction projects and nonfinancial investments.\nEspecially for overpopulated developing countries, solid infrastructure is essential to cope with domestic demands, generates economic multiplier effects, and builds connectivity to the world economy. Peripheral European states such as Hungary and Serbia have also been\nbeneficiaries of the BRI, though, as with other states such as Zambia and Sri Lanka, it has come at the price of excessive debt and some political capture by China.\nAs for Western Europe, Italy joined in 2019 and\nexited in late 2023, signaling European displeasure at not gaining sufficient reciprocal access to China’s market in their voluminous bilateral trade.\nMeanwhile, at last September’s G-20 summit in New Delhi, a proposed $20 billion multimodal\nIndia-Middle East-Europe Economic Corridor (IMEC) was quickly hailed by the United States as a rival to the BRI, but it is much more a local offshoot of it.\nFor one thing, Indian Prime Minister Narendra Modi has also been touting a\ntrade corridor to Russia via Iran, not exactly music to Washington’s ears. Similarly, as has become apparent in the Saudi and the Emirati courting of the United States, Europe, Russia, China, India, and Japan all at the same time, the confident Gulf Arab states aren’t taking sides in a so-called new cold war. Instead, they are practicing a deft multialignment to boost their role as a geographical crossroads between Europe, Africa, and Asia.\nA portmanteau of these geographies yields “\nAfro-Eurasia,” the term scholars use to refer to the precolonial civilizational and commercial axes that, in effect, constituted the known world prior to the so-called discovery of the New World.\nToday, Afro-Eurasia is again the center of global demographics, economics, and geopolitics. All nations of this Indo-Pacific system want more globalization, not less. The most connected powers win by getting trading nations to use their geography instead of others’.\nThey benefit from a world that is increasingly intermingled and layered, not divided. Indeed, not to be outdone, at the same G-20 summit Turkish President Recep Tayyip Erdogan\nproposed another trade transit corridor spanning Iraq’s southern port of Basra via Turkey to Europe.\nEU member states have aligned with the United States on countering Chinese strategic influence in the Indo-Pacific and in protecting their own markets against Chinese dumping of solar panels and electric vehicles. But Europe also remains eager to boost its exports to Arab and Asian economies, as evidenced by its leaders’ frequent visits to India, Vietnam, Indonesia, and Singapore. Despite the 2016 uproar over Chinese firm COSCO’s acquisition of a majority stake in Greece’s Piraeus Port, that is precisely the same terminus imagined for the IMEC multimodal route.\nWestern diplomats and analysts no longer dismiss China’s BRI, but they still don’t fully grasp the underlying context. The BRI began more defensively than offensively. China had become the world’s factory floor, requiring massive energy and raw material imports to fuel its ballooning industrial base, but remained vulnerable to the same chokepoints plaguing global supply chains today. At the same time, it sought markets able to absorb its massive surplus production of steel and other goods.\nAs China’s defense spending, arms exports, and strategic ties with rogue regimes and U.S. allies alike expanded, the BRI came to be viewed as a core element of Chinese grand strategy, a sinister plot to pave over the world. But geopolitics is nonlinear. China quickly aroused suspicion on its own with its aggressive incursions across its Himalayan border with India and in the South China Sea as well as with its onerous financial terms that some critics have called “debt-trap diplomacy.”\nThen Western and allied powers began to deploy countermeasures. In the military arena, the Quad coalition of Australia, India, Japan, and the United States has stepped up maritime cooperation in the Indo-Pacific, enhanced weapons sales to littoral nations in the South China Sea such as Vietnam, and backed the Philippines in fortifying islands just as China has done using land reclamation.\nIn the infrastructural and commercial domains, the Strategic Competition Act and the CHIPS and Science Act in the United States, the U.S. International Development Finance Corp., the European Union’s Global Gateway initiative, Japan and India’s “connectivity corridors,” the multinational Supply Chain Resilience Initiative, and the G-7’s Build Back Better World are just some of the myriad programs conceived to cajole countries to borrow at concessionary rates from multilateral rather than Chinese lenders or to contract with Western firms (such as Sweden’s Ericsson) over Chinese ones (such as Huawei) for 5G networks or internet cables.\nThe West is learning that it must put its money where its mouth is. The infrastructure arms race is now well underway. China is to be credited for elevating infrastructure on the global agenda after decades of neglect by Western powers—but the more the world collectively invests in critical infrastructure, the\nless likely it becomes that all roads lead to China. The West might be late to this latest round of the Great Game, but it’s already having success in leveling the playing field.\nEven though Chinese-led versus Western-led initiatives are portrayed as zero-sum, in most cases infrastructure such as ports and electricity grids are nonexcludable and nonrival: open to any commercial user and providing equal service to those users. Each tit-for-tat project—whether a pipeline, electrical grid, or internet cable—inadvertently advances the far grander project of transforming the world into an interconnected supply chain system.\nThere is no more important truth to deliver on in today’s turbulent world. More pathways for supply to meet demand help ward off inflationary shocks. We need to grow more food, produce more semiconductors, and process more rare-earth minerals in more countries—and ensure there is no single point of failure for their movement around the globe.\nThe ability to spontaneously shift shipping from the Suez Canal to Eurasian railways or even faster Arctic maritime passage is precisely how the global economy can become more resilient to shocks, even “\nantifragile” to use Nassim Nicholas Taleb’s term. On this basis alone, an infrastructurally hyperconnected world is both desirable and superior to our present system. It is also essential for civilizational survival as climate change accelerates.\nClimate stress will likely spur the migration of a billion or more people this century, with populations resettling from coastal to inland zones, lower to higher elevation areas, and hotter to cooler climates. We are already witnessing new vectors of ever larger-scale migration never before experienced, such as South and Southeast Asians to Europe and Central Asia. Given that the vast majority of the human population resides on the Eurasian landmass, anticipating the inevitable circulation of people toward more climate-resilient geographies across Eastern Europe and Central Asia and building the requisite urban infrastructure of housing, transportation, health care, and other facilities is vital.\nThere is still too much of the old infrastructure of oil pipelines and too little of the new, such as water desalination plants, solar farms, energy-efficient affordable housing, and hydroponic food centers. These investments are part of the great global recycling that fuels the world economy: Infrastructure creates jobs and raises productivity, drives growth in consumption and trade, and attracts talent and flows of capital.\nConstructing and connecting the urban settlements that define modern civilization is the story of the past 10,000 years of humanity. Our accumulated layers of infrastructure—from Roman roads to British railways to American bases—are a lasting testament to the fact that while control over infrastructure changes hands, in the long run it is not a zero-sum game. The answer to the question as to the fate of infrastructure is the same as for the globalization it underpins: more.\nParag Khanna is the founder and CEO of Climate Alpha, and the author, most recently, of MOVE: Where People are Going for a Better Future. Twitter:\n@paragkhanna\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.theloadstar.com/sudden-spike-in-demand-for-china-europe-rail-services-post-suez/",
      "https://www.cambridge.org/core/books/abs/cambridge-world-history/trade-and-commerce-across-afroeurasia/B866E0C4A8DB0316091A6ABF77410D59",
      "https://jns.org/uae-israel-land-corridor-operating-despite-war/",
      "https://al-monitor.com/originals/2023/09/impact-india-mideast-europe-corridor-extends-far-beyond-countering-china",
      "https://www.penguinrandomhouse.com/books/176227/antifragile-by-nassim-nicholas-taleb/",
      "https://reuters.com/article/us-egypt-suezcanal-shipping-insurance/reinsurers-set-to-bear-brunt-of-costs-for-suez-canal-grounding-idUSKBN2BV205/",
      "https://www.railfreight.com/specials/2022/01/14/the-2021-silk-road-numbers-are-here-what-do-they-tell-us/",
      "https://www.middleeasteye.net/opinion/red-sea-attacks-egypt-israel-helping-new-trade-corridor-why",
      "https://thediplomat.com/2018/01/who-benefits-from-the-chinese-built-hungary-serbia-railway",
      "https://www.timesofisrael.com/israel-logistics-startup-forges-overland-trade-route-to-bypass-houthi-red-sea-crisis",
      "https://www.livemint.com/news/india/india-and-iran-to-boost-trade-with-russia-through-international-north-south-trade-corridor-instc-11689612221352.html",
      "https://www.penguinrandomhouse.com/books/176227/antifragile-by-nassim-nicholas-taleb",
      "https://ft.com/content/0673f928-dec9-48fb-83b3-8b868a9dcbbe",
      "https://www.reuters.com/markets/commodities/msc-divert-shipping-away-suez-canal-after-red-sea-attack-2023-12-16/",
      "https://www.reuters.com/article/us-egypt-suezcanal-shipping-insurance/reinsurers-set-to-bear-brunt-of-costs-for-suez-canal-grounding-idUSKBN2BV205/",
      "https://www.asia.nikkei.com/Spotlight/Belt-and-Road/Italy-s-Belt-and-Road-exit-shines-light-on-ties-ahead-of-EU-China-summit",
      "https://cambridge.org/core/books/abs/cambridge-world-history/trade-and-commerce-across-afroeurasia/B866E0C4A8DB0316091A6ABF77410D59",
      "https://reuters.com/markets/commodities/msc-divert-shipping-away-suez-canal-after-red-sea-attack-2023-12-16/",
      "https://www.railfreight.com/specials/2022/01/14/the-2021-silk-road-numbers-are-here-what-do-they-tell-us/?gdpr=deny",
      "https://www.jns.org/uae-israel-land-corridor-operating-despite-war",
      "https://www.thediplomat.com/2018/01/who-benefits-from-the-chinese-built-hungary-serbia-railway/",
      "https://railfreight.com/specials/2022/01/14/the-2021-silk-road-numbers-are-here-what-do-they-tell-us/?gdpr=deny",
      "https://www.greenfdc.org/china-belt-and-road-initiative-bri-investment-report-2022/",
      "https://www.noemamag.com/all-roads-need-not-lead-to-china/",
      "https://penguinrandomhouse.com/books/176227/antifragile-by-nassim-nicholas-taleb/",
      "https://www.ft.com/content/0673f928-dec9-48fb-83b3-8b868a9dcbbe",
      "https://www.jns.org/uae-israel-land-corridor-operating-despite-war/",
      "https://www.noemamag.com/all-roads-need-not-lead-to-china",
      "https://www.reuters.com/article/us-egypt-suezcanal-shipping-insurance/reinsurers-set-to-bear-brunt-of-costs-for-suez-canal-grounding-idUSKBN2BV205",
      "https://greenfdc.org/china-belt-and-road-initiative-bri-investment-report-2022/",
      "https://thediplomat.com/2018/01/who-benefits-from-the-chinese-built-hungary-serbia-railway/",
      "https://theloadstar.com/sudden-spike-in-demand-for-china-europe-rail-services-post-suez/",
      "https://timesofisrael.com/israel-logistics-startup-forges-overland-trade-route-to-bypass-houthi-red-sea-crisis/",
      "https://middleeasteye.net/opinion/red-sea-attacks-egypt-israel-helping-new-trade-corridor-why",
      "https://theloadstar.com/sudden-spike-in-demand-for-china-europe-rail-services-post-suez",
      "https://www.reuters.com/markets/commodities/msc-divert-shipping-away-suez-canal-after-red-sea-attack-2023-12-16",
      "https://greenfdc.org/china-belt-and-road-initiative-bri-investment-report-2022",
      "https://www.al-monitor.com/originals/2023/09/impact-india-mideast-europe-corridor-extends-far-beyond-countering-china",
      "https://livemint.com/news/india/india-and-iran-to-boost-trade-with-russia-through-international-north-south-trade-corridor-instc-11689612221352.html",
      "https://www.timesofisrael.com/israel-logistics-startup-forges-overland-trade-route-to-bypass-houthi-red-sea-crisis/",
      "http://www.twitter.com/paragkhanna",
      "https://asia.nikkei.com/Spotlight/Belt-and-Road/Italy-s-Belt-and-Road-exit-shines-light-on-ties-ahead-of-EU-China-summit",
      "https://noemamag.com/all-roads-need-not-lead-to-china/",
      "http://twitter.com/paragkhanna"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "mediterranean",
          "sentiment": "none"
        },
        {
          "name": "bab el-mandeb strait",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "red sea",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "suez canal",
          "sentiment": "none"
        },
        {
          "name": "yemen",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T14:41:18.195+02:00",
    "updated": "2024-01-20T14:41:18.195+02:00"
  },
  {
    "uuid": "37e714a88d0c978a0408a0d6b8ca7f20b12e48e4",
    "url": "https://www.yucatan.com.mx/espectaculos/farandula/2024/04/25/harvey-weinstein-derrota-a-metoo-tribunal-anula-la-condena-por-delitos-sexuales.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "El Universal",
    "published": "2024-04-25T20:27:00Z",
    "title": "Harvey Weinstein “derrota” a #MeToo; tribunal anula la condena por delitos sexuales",
    "text": "NUEVA YORK.— El nombre de Harvey Weinstein vuelve a cobrar relevancia luego de que se informara que el Tribunal de Apelaciones de Nueva York anuló la condena de 23 años que le fue otorgada al exproductor de Hollywood por delitos sexuales. Medios internacionales informaron que La Corte de Apelaciones de Nueva York señaló que el juicio de 2020 tuvo una seria de fallos ‘atroces’ por lo que ordenó su reposición, y es así como Harvey Weinstein “derrotó” al moviento #MeToo. Tribunal de apelaciones de Nueva York anula la condena de Harvey Weinstein por delitos sexuales Este jueves 25 de abril, el Tribunal de Apelaciones de Nueva York anuló la condena por delitos sexuales contra Harvey Weinstein de 72 años, un productor de Hollywood, quien vio su carrera desmoronarse tras las acusaciones que se realizaron en redes sociales con el inició del movimiento MeToo. Recordemos que todo comenzó en 2017, cuando surgió el hashtag en redes sociales #MeToo, en español: “Yo también”, el cual marcó un cambio histórico mundial para todas aquellas que querían denunciar su caso sobre agresión y acoso sexual, que primero era entorno al ambito laboral. El productor Harvey Weinstein fue uno de los primeros en ser denunciado bajo este hashtag, lo que le costó su expulsión de la Academia de Artes y Ciencias Cinematográficas, así como su destitución de The Weinstein Company. En el hashtag, Weinstein fue acusado en repetidas ocasiones por agresiones y acoso sexual ejercido a actrices y directoras de Hollywood quienes habían estado en sus producciones, como: Gwyneth Paltrow, Ashley Judd, Rose McGowan, entre otras. Las víctimas mencionaron que Harvey Weinstein actuó en los hechos de violencia sexual, usando sus influencias como productor Hollywood y aprovechando su cargo para prometer a jóvenes entrar en la industria cinematográfica. Pero en 2020, fue sentenciado a 23 años de prisión en Nueva York; en esa ocasión fue declarado culpable de acto sexual delictivo en primer grado y violación en tercer grado. Las denuncias hechas por Haley y Mann indican que Weinstein les practicó sexo oral a la fuerza en 2006 y que las violó en 2013, respectivamente. También la actriz británica Julia Ormond demandó The Walt Disney Company y a Harvey Weinstein por una agresión sexual presuntamente perpetuada por el exproductor en 1995. En dicha demanda presentada ante el Tribunal Supremo de Nueva York, Julia Ormond alega que Weinstein abusó de ella después de una cena de trabajo; afirmó que CAA y Disney conocían el comportamiento del productor y no hicieron nada para protegerla. Cabe mencionar que durante todo su proceso, Harvey Weinstein se ha declarado inocente y en todo momento ha negado cualquier actividad sexual no consentida, según indican medios locales. El exproductor está recluido en el Correccional Mohawk de Rome (Nueva York), según un informe del Departamento Estatal de Correccionales y Supervisión Comunitaria.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://t.co/kxBH9QpD5J",
      "https://t.co/D2tS8pNcqF",
      "https://twitter.com/Ratita_Bebe/status/1783515225251102865?ref_src=twsrc%5Etfw",
      "https://twitter.com/porktendencia/status/1783528401329942927?ref_src=twsrc%5Etfw",
      "https://twitter.com/porktendencia/status/1783514040003596506?ref_src=twsrc%5Etfw",
      "https://t.co/xy0gZkTxwJ",
      "https://t.co/k92oeiFs9k",
      "https://twitter.com/hashtag/MeToo?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/SomosJacarandas/status/1783513386082271693?ref_src=twsrc%5Etfw",
      "https://www.t.co/kxBH9QpD5J",
      "https://twitter.com/Ratita_Bebe/status/1783515225251102865",
      "https://twitter.com/SomosJacarandas/status/1783513386082271693",
      "https://twitter.com/porktendencia/status/1783528401329942927",
      "https://www.t.co/D2tS8pNcqF",
      "https://www.twitter.com/porktendencia/status/1783514040003596506?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/porktendencia/status/1783528401329942927?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/MeToo?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/MeToo",
      "https://www.twitter.com/Ratita_Bebe/status/1783515225251102865?ref_src=twsrc%5Etfw",
      "https://twitter.com/porktendencia/status/1783514040003596506",
      "https://www.twitter.com/SomosJacarandas/status/1783513386082271693?ref_src=twsrc%5Etfw",
      "https://www.t.co/xy0gZkTxwJ",
      "https://www.t.co/k92oeiFs9k"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:30:38.486+03:00",
    "updated": "2024-04-26T13:35:33.341+03:00"
  },
  {
    "uuid": "c56d35d5998fb8faee0224916964f1f991aef210",
    "url": "https://laopinion.com/2023/12/28/exequipo-de-piero-quispe-acusa-a-pumas-de-cerrar-el-fichaje-sin-presentar-todos-los-papeles/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Manuel Acevedo",
    "published": "2023-12-28T23:15:00Z",
    "title": "Exequipo de Piero Quispe acusa a Pumas de cerrar el fichaje sin presentar todos los papeles",
    "text": "Exequipo de Piero Quispe acusa a Pumas de cerrar el fichaje sin presentar todos los papeles\nLos Pumas fueron expuestos a través de las redes sociales por el equipo Universitario de Perú\nEl equipo de Pumas no salen de una mala situación y en esta oportunidad el equipo Club Universitario Deportes, club de origen de Piero Quispe, dejó expuesto que el equipo mexicano no ha terminado de mandar los papeles necesarios para terminar de cerrar el fichaje.\nEl equipo de los felinos anunció este jueves en la mañana a “la joya sudamericana” a través de su cuenta de X, anteriormente conocida como Twitter, y con eso publicado por el equipo peruano, aún no han recibido por completo todos los papeles necesarios para dar por cerrada la negociación y anunciar el fichaje.\n“Presentar oficialmente a un futbolista, sin haber completado la documentación legal correspondiente, evidencia la falta de seriedad de una de las partes en el proceso de traspaso. Por ello esperamos tener toda la documentación, como corresponde, para formalizar la partida de Piero Quispe al exterior”, anunció el Club Universitario Deportes.\nQuispe hace unos días se viralizó a través de las redes sociales un video del jugador de 22 años cuando se bajó del carro que lo llevaría al aeropuerto para volver a despedirse de su perro Draco. Durante ese momento se pudo ver que el futbolista estaba llorando.\nHabrá que esperar los próximos días u horas a ver si fue algún tipo de malentendido lo que pasó con los papeles del fichaje. Piero Quispe es uno de los jugadores que tienen más valor en la plantilla del Club Universitario Deportes, por eso puede ser que hicieran públicas sus molestias.\nEl joven jugador es considerado una de las jóvenes promesas del fútbol peruano por su gran capacidad de regatear y su buena llegada al arco rival. Según las proyecciones que tienen varios expertos del país sudamericano, proyectan que en unos años pueda llegar al viejo continente.\nEn los últimos años, ha habido muchos problemas con jugadores que han tenido problemas con los fichajes y por eso cada vez que sale a la luz algún caso de este tipo todos los ojos del mundo se posan sobre ellos.\nSigue leyendo:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:43:30.390+02:00",
    "updated": "2023-12-29T01:43:30.390+02:00"
  },
  {
    "uuid": "db0bd8288f3f278b6767cb330627ecf2cd02cbbb",
    "url": "https://www.tecnalia.com/en/press-room/tecnalia-develops-an-autonomous-vehicle-for-ai-enabled-road-maintenance",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Leire Agüero",
    "published": "2025-02-27T15:21:00Z",
    "title": "TECNALIA develops an autonomous vehicle for AI-enabled road maintenance",
    "text": "TECNALIA develops an autonomous vehicle for AI-enabled road maintenance\n- This week, in the town of Abadiño, the centre for applied research and technological development is carrying out a demonstration of this technology designed for the construction sector, specifically for the monitoring of roadworks and maintenance management.\n- It is a technological solution that combines a drone, developed by CATEC, which carries out an initial inspection of the site, a digital twin, which receives this information, and an autonomous vehicle, which reinforces the inspection work.\n- This initiative aims to reduce CO2 emissions in the construction sector by 11%, improve production efficiency by around 14%, and increase the safety and ergonomics of work in the sector.\nAbadiño. 23 January 2025. New technologies are gradually being introduced in all sectors to promote more sustainable and efficient industries, and it is also increasingly common to see these new tools on the streets. Such is the case of the latest development by TECNALIA research and technological development centre for the construction sector, specifically for the monitoring of roadworks and maintenance management, which is being tested this week in the town of Abadiño.\nThis technological solution developed by the Beeyonders consortium, in which TECNALIA takes part, combines a drone – developed by CATEC, the Advanced Centre for Aerospace Technologies – which carries out an initial autonomous inspection of the site, with a digital twin, which receives this information to be analysed, and an autonomous ground vehicle, both developed by TECNALIA, which reinforces the inspection work if necessary and could even act and carry out maintenance work by means of an optional integrated robotic arm.\nThis technological development has travelled along a section of the Mendiola secondary road, located in the town of Abadiño, with the aim of promoting the contribution of aerial and terrestrial drones, digital twins and terrestrial robots in road maintenance decisions using advanced sensors and perception techniques.\nTECNALIA colleague José Carlos Jiménez explained that “this demonstrator shows the possibilities of ground mobile robotics for applications beyond industrial and structured environments. Road maintenance is a good example of how autonomous vehicles can be used successfully to improve processes and reduce risk for operators”. The outdoor location and autonomous navigation technologies used are also applicable in other outdoor areas with semi- or unstructured environments, such as the agricultural sector, construction, etc.\nMarco Montes, Technical Manager of CATEC’s developments, explained the benefits of using drones for maintenance applications. “Thanks to these new autonomous technologies, it is possible to improve work efficiency as well as worker safety, as longer distances of roads can be inspected in a short time. And by using AI tools, potential problems on the road can be detected more quickly and safely, which will help to increase safety for people.”\nCutting-edge technology for construction\nThis technology is currently being developed and assessed, and the final prototype will be tested in Italy later this quarter. This initiative is part of the European Beeyonders initiative, which involves 22 companies and technology centres from different sectors in 9 countries. In the case of Spain, as well as TECNALIA and CATEC, the project includes Acciona Construction as coordinators, the Technological Institute of Aragon developing an autonomous loader for civil construction, and PNO Innovation as an actor for the use and dissemination of results.\nThe project aims to develop cutting-edge technology for the construction industry in order to boost its efficiency through sophisticated tools, improve process quality, increase the company productivity and promote sustainable and environmentally friendly activity, while promoting an innovative and digitalised industry, adapted to the new talent in the sector. Specifically, this is all expected to reduce CO2 emissions in the construction sector by 11% and improve production efficiency by around 14%. The inclusion of these tools will also increase the safety and ergonomics of work in the sector.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "topics": [
      "Science and Technology->scientific innovation",
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "CATEC",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T01:26:09.655+02:00",
    "updated": "2025-02-28T01:26:09.655+02:00"
  },
  {
    "uuid": "b6c988540239ed0a22a3cf778640bcd8fb6e2b0f",
    "url": "https://it.dayfr.com/trends/1990672.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "kassandra.",
    "published": "2024-11-15T06:57:00Z",
    "title": "Lo smartphone pieghevole Honor Magic V2 perde 1.100\\u20ac dal prezzo di lancio anticipato per il Black Friday",
    "text": "Difficile innamorarsi degli smartphone lamentati, dato che i loro prezzi sono alti e raggiungono i 2.000 euro. Buone notizie: oggi l'Honor Magic V2 vede il suo prezzo scendere a 899 euro, rispetto ai 1.999 euro base. Grazie in anticipo al Black Driday! Non c'è bisogno di rivolgersi a Samsung per avere un buon smartphone pieghevole. Tra Motorola, OnePlus e Honor abbiamo visto apparire seri rivali. Inoltre, l'Honor Magic V2 ha impressionato molto durante il nostro test, in particolare per la sua finezza e la sua autonomia, molto buona per questo formato. E anche se la sostituiamo con la terza generazione, la V2 resta interessante, soprattutto ora che perde 1.100 euro del prezzo di lancio durante le offerte in anteprima del Black Friday. L'Honor Magic V2 si rivolge a… - I suoi schermi bellissimi e ben calibrati - La sua finezza e la sua grande autonomia - La sua buona prestazione Inizialmente a 1.999,90 euro, l'Honor Magic V2 con 512 GB di spazio di archiviazione costa ora da Boulanger a 899 euro. Se successivamente l'offerta menzionata in questo articolo non fosse più disponibile, vi invitiamo a dare un'occhiata qui sotto per trovare altre promozioni riguardanti Honor Magic V2. La tabella si aggiorna automaticamente. Honor Magic V2 al miglior prezzo Disponibile anche a partire da 899€ Vedi meno offerte Una macchina pieghevole durevole con finezza In generale, le dimensioni dei telefoni pieghevoli sono piuttosto imponenti, ma Honor ha avuto cura di offrire un design molto leggero e molto sottile sul suo Magic V2. La sua finezza è davvero un piacere da vedere. Il dispositivo non dà fastidio quando è ripiegato in tasca, come non lo fa un altro smartphone e la sua presa è molto piacevole. Se questa finezza può far pensare ad una batteria più piccola, abbiamo comunque diritto ad una capacità di 5.000 mAh. Con l'utilizzo sia piegato che aperto del telefono, e mescolando messaggi, navigazione, ascoltando musica in streaming, un po' di video e videogiochi, consentono una giornata di utilizzo massima. È abbastanza comodo, soprattutto per questo formato di smartphone. Offre addirittura una potenza di ricarica di 66 W, purtroppo non è fornito il caricabatterie da rete. Prestazioni di alto livello Al suo interno, il Magic V2 può contare sullo Snapdragon 8 Gen 2 integrato da 16 GB di RAM. Anche se non è certamente il più potente sul mercato, riesce a battere il OnePlus Open in alcuni test prestazionali. Nel complesso è fluido: le applicazioni si avviano rapidamente e le animazioni sono fluide. Anche in partita convince. In termini di schermi, entrambi ci stupiscono: la calibrazione, la definizione, i colori, è un piacere da usare. Per quanto riguarda il sistema operativo, abbiamo diritto a quattro anni di importanti aggiornamenti. Infine, per la fotografia, il Magic V2 dispone di ben cinque sensori fotografici: un sensore principale da 50 Mpx, un ultragrandangolare da 50 Mpx e un teleobiettivo da 20 Mpx e due sensori selfie da 16 Mpx. Durante il nostro test abbiamo ottenuto risultati davvero ottimi sul sensore principale, con colori fedeli e nitidezza. Tuttavia, ci sono troppe aberrazioni cromatiche e non appena nell'ambiente manca un po' di luce, la nitidezza persa è troppo grande. Anche la modalità notturna è passabile, ma non convince molto. Da notare che manca una reale resistenza alla polvere e all'acqua. Maggiori dettagli nel nostro test completo sull'Honor Magic V2. Se lo smartphone del marchio Honor non vi ha convinto, esistono altri modelli pieghevoli. Per scoprirli trovate la nostra guida ai migliori smartphone pieghevoli. Per non perdere nessuna offerta del Black Friday e del Single Day Sì, il Novembre Nero è già iniziato per la maggior parte dei rivenditori online, che si tratti del Black Friday per alcuni o del Single Day per altri. In ogni caso è un vero affare per chi non vuole aspettare l'ultimo momento per fare la spesa di fine anno a prezzi ridotti. Per non perdere le diverse offerte Tech che vi consigliamo vivamente in questo periodo, ecco alcune selezioni di prodotti: Dai commercianti: Per categorie: Per marchi: Ecco anche altri consigli molto utili: - Seguici sul nostro account X (precedentemente Twitter) [@FrandroidPromos](https://twitter.com/FrandroidPromos)dedicato solo ai buoni affari (ricordati di attivare la campanella per ricevere notifiche in tempo reale) - Unisciti al nostro canale WhatsApp per ricevere una volta al giorno il riepilogo delle migliori offerte - Scarica la nostra applicazione Frandroid (disponibile su iOS e Android) per attivare le notifiche dalla categoria “Buoni Affari” e ricevere così in tempo reale i nuovi articoli relativi al Black Friday - Iscriviti alla nostra newsletter per essere sicuro di ricevere offerte in anticipo (non più di una email al giorno, disiscrizione in 1 click, nessuna distribuzione a terzi): Piani di Fandroid Bons È registrato! Tieni d'occhio la tua casella di posta, sentirai parlare di noi! Non perdere nessuna buona offerta con la nostra newsletter I dati trasmessi tramite questo modulo sono destinati a Humanoid, l'editore del sito Frandroid in qualità di titolare del trattamento. Non verranno in nessun caso ceduti a terzi. Tali dati vengono trattati previo ottenimento del tuo consenso per inviarti via e-mail notizie e informazioni relative ai contenuti editoriali pubblicati su Frandroid. Puoi opporti a queste email in qualsiasi momento cliccando sui link di cancellazione presenti in ciascuna di esse. Per maggiori informazioni puoi consultare tutta la nostra policy sul trattamento dei tuoi dati personali. Hai il diritto di accesso, rettifica, cancellazione, limitazione, portabilità e opposizione per motivi legittimi ai dati personali che ti riguardano. Per esercitare uno di questi diritti, ti invitiamo a formulare la tua richiesta tramite il nostro apposito modulo di richiesta esercizio diritti.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/FrandroidPromos)dedicato",
      "https://www.twitter.com/FrandroidPromos)dedicato"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T16:16:43.470+02:00",
    "updated": "2024-11-15T16:16:43.470+02:00"
  },
  {
    "uuid": "631a010b34bfc97e4aa7674b3894c33897e56f18",
    "url": "https://www.zazoom.it/2024-10-11/in-arrivo-lottobrata-addio-al-maltempo-quanto-durera-il-caldo-temperature-miti-e-sole/15557812",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@zazoomblog",
    "published": "2024-10-11T00:00:00Z",
    "title": "In arrivo l’ottobrata addio al maltempo | quanto durerÃ  il caldo temperature miti e sole",
    "text": "Fanpage.it di 11 ott 2024 In arrivo l’ottobrata addio al maltempo | quanto durerÃ il caldo temperature miti e sole In arrivo l’ottobrata, addio al maltempo: quanto durerÃ il caldo, temperature miti e sole (Di venerdÃ¬ 11 ottobre 2024) L'Italia si appresta a vivere un periodo si stabilitÃ meteo con temperature decisamente miti e sole ovunque. Ãˆ la cosiddetta ottobrata, condizioni atmosferiche particolarmente favorevoli dovute al rinforzo dellâ€™alta pressioneÂ che man mano rimonterÃ dal sud, interessando tutto il Paese con temperature che sfioreranno anche i 30 gradi. Fanpage.it - In arrivo l’ottobrata, addio al maltempo: quanto durerÃ il caldo, temperature miti e sole\nLeggi tutta la notizia su Fanpage.it Altre notizie su In arrivo l’ottobrata, addio al maltempo: quanto durerÃ il caldo, temperature miti e sole . Qui puoi trovare articoli correlati e contenuti simili da fonti autorevoli per approfondire ulteriormente e restare aggiornato sugli sviluppi piÃ¹ recenti. In arrivo lunga Ottobrata con sole e temperature miti su tutta lâ€™Italia. 24 gradi in Campania - In arrivo lunga Ottobrata con sole e temperatura miti su tutta lâ€™Italia Torino, 11 ott (GEA) â€“ Dopo i primi 10 giorni di ottobre allâ€™insegna del maltempo, Ã¨ in arrivo tanto sole con una bella Ottobrata su gran parte del Paese. Nelle prossime ore avremo ancora qualche residuo addensamento specie sul Triveneto orientale, in Toscana e sul Basso Tirreno, accompagnato da locali piovaschi; per il ... (Ildenaro.it)\nDolomiti nella morsa del freddo : nevicate intense e temperature a picco - Durante la notte tra giovedÃ¬ e venerdÃ¬, nevicate sopra i 1500-1600 metri hanno ricoperto di bianco le cime del comprensorio dei Sette Comuni. Il consiglio del sindaco di Trento: risparmiare e proteggere lâ€™ambiente Il sindaco di Trento, Franco Ianeselli, hascritto un post sui social media per invitare i cittadini a non esagerare con i termostati, spiegando che una regolazione moderata puÃ² ... (Thesocialpost.it)\nL'ottobrata su Bari e provincia continua : sole e temperature miti anche nella prossima settimana - SarÃ una settimana all'insegna del bel tempo, su Bari e provincia, secondo le previsioni degli esperti di 3bMeteo.com, con qualche eccezione temporanea. Domani, lunedÃ¬ 7 ottobre, proseguirÃ la tendenza che vede sole e temperature gradevoli con massime di 22Â°. Questo valore crescerÃ fino a 27-28... (Baritoday.it)\nIn Primo Piano Biathlon: Vittozzi \"Milano-Cortina? Ci penso ma focus sul presente\"\nIsraele-Francia, le pagelle di Theo: buona prestazione del terzino del Milan pianetamilan.it\nMateriale pedopornografico sul cellulare: arrestato un prete di 31 anni nel Beneventano fanpage.it\nChi era Gaetano Pesce, artista del Pulcinella a Napoli: la sua storia e le opere piÃ¹ discusse fanpage.it\nIncontro ravvicinato sui cieli del Baltico: due Mig-31 russi \"sfiorano\" un Typhoon italiano ilgiornale.it\nVideo di Tendenza Video arrivo l&#8217ottobrata Video arrivo l&#8217ottobrata © Articolo pubblicato secondo le condizioni dell' Autore. Seguici in Rete Facebook Tik Tok Twitter Instagram You Tube Iscriviti",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/channel/UCJs0ZT10hUiPRD0UZtUpI1Q",
      "https://www.facebook.com/ZazoomBlog",
      "https://twitter.com/zazoomblog",
      "https://www.instagram.com/zazoomnews/",
      "https://www.tiktok.com/@zazoomtechandgames?lang=it-IT",
      "https://www.youtube.com/embed/D0SpCKa5CpY?si=yEdEGK8cgfaJM83f",
      "https://www.youtube.com/embed/D0SpCKa5CpY",
      "https://instagram.com/zazoomnews/",
      "https://tiktok.com/@zazoomtechandgames?lang=it-IT",
      "https://www.tiktok.com/@zazoomtechandgames",
      "https://www.instagram.com/zazoomnews",
      "https://youtube.com/channel/UCJs0ZT10hUiPRD0UZtUpI1Q",
      "https://youtube.com/embed/D0SpCKa5CpY",
      "https://www.youtube.com/embed/D0SpCKa5CpY",
      "https://youtube.com/embed/D0SpCKa5CpY?si=yEdEGK8cgfaJM83f",
      "https://facebook.com/ZazoomBlog",
      "https://www.twitter.com/zazoomblog"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T16:38:48.489+03:00",
    "updated": "2024-10-11T16:42:22.726+03:00"
  },
  {
    "uuid": "741e56c6f2b7effb921a45ce2069d356ad31ddc0",
    "url": "https://flipboard.com/article/santa-cruz-police-warning-people-of-a-parking-ticket-scam/f-d50d87d4d2%2Fkion546.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "kion546.com - Derrick Ow",
    "published": "2024-04-25T00:00:00Z",
    "title": "Santa Cruz Police warning people of a parking ticket scam | Flipboard",
    "text": "Santa Cruz Police warning people of a parking ticket scam SANTA CRUZ, Calif. (KION-TV)- The Santa Cruz Police Department said they are warning people of a parking ticket scam.In a social media post, officers …\nkion546.com - Derrick Ow • 8h",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "harvey weinstein",
          "sentiment": "none"
        },
        {
          "name": "john fritze",
          "sentiment": "none"
        },
        {
          "name": "tierney sneed",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "marshall cohen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "santa cruz police",
          "sentiment": "negative"
        },
        {
          "name": "flipboard santa cruz police",
          "sentiment": "negative"
        },
        {
          "name": "uz police department",
          "sentiment": "none"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "usc",
          "sentiment": "none"
        },
        {
          "name": "supreme court",
          "sentiment": "none"
        },
        {
          "name": "university of southern california",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "santa",
          "sentiment": "none"
        },
        {
          "name": "santa cruz",
          "sentiment": "none"
        },
        {
          "name": "calif.",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "[northern california",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:09:38.186+03:00",
    "updated": "2024-04-26T06:23:57.701+03:00"
  },
  {
    "uuid": "1697a2919cb150809cbf1e5aef8d80f2bb357f60",
    "url": "https://timesofindia.indiatimes.com/religion/religious-places/ayodhya-ram-mandir-inauguration-2024-booking-for-aarti-passes-know-details/articleshow/106368760.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mahima Sharma",
    "published": "2023-12-29T04:09:00Z",
    "title": "Ayodhya Ram Mandir Inauguration 2024: Booking for Aarti Passes, know details - Times of India",
    "text": "Ram Mandir Inauguration: According to the Temple officials, the inauguration ceremony will start from January 16, 2024. The date of Lord Ram Lalla's consecration is all set for January 22, 2024 and the booking for passes for 'Aarti' are now being accepted online and offline by Shri Ram Janmabhoomi Teerth Kshetra ahead of the temple's official opening. Throughout the day, three different kinds of aartis will be performed. Devotees are free to select any name from the list and schedule their appointments appropriately.Let's check out the schedule for AartiShringar Aarti - 06:30 AMBhog Aarti - 12:00 PMSandhya Aarti - 07:30 PMIt is to be noted that only pass holders would be able to attend the Aarti at Ram Mandir. As per the manager, Dhruvesh Mishra, only thirty people will be permitted to attend each Aarti due to security concerns As per the ANI reports, Manager Dhruvesh further added that Aarti will be performed three times a day, and it will be opened only for the pass holders. Devotees will be able to get the Aarti Passes from the official website. Devotees would be required to present their ID cards issued by the government. Only thirty passes will be allotted for each Aarti. This is important to note that this service will be free of cost. How to book for your Aarti Passes?1. Visit the official website of Shri Ram Janmbhoomi Teerth Kshetra i.e. srjbtkshetra.org.2. You need to enter your mobile numbers and you can log in using OTP. 3. On the homepage click on the, Aarti section.4. Now select the date, and type of aarti you wish to attend.5. Enter the required details like devotee name, address, photo, mobile number etc.6. On your visit to the temple, collect the passes from the counter and proceed to the 'aarti'According to the Manager, only four documents would be admissible for Aarti Passes which includes - Driver's licence, Voter ID, Aadhar Card and Passport but devotees can carry one of these documents which they would need to present to the officials.There are few important instructions for the devotees which they would need to keep in mind before going to the Temple so here we go -1. No separate pass would be required for the children below 10 years of age.2. Make sure the ID proof document you have presented at the time of booking, need to bring to the temple. 3. Nominal fee will be charged for the people who will book for wheel chair assistant service.4. SRJBTK will send the SMS/Email reminder 24 hours before for the confirmation so make your you should keep a check on it. 5. You need to confirm your presence by login to the homepage then Transaction History, select Aarti and update that. 6. You can collect your pass from the Aarti pass counter at the reporting location. All the devotees can visit the official website for the Aarti Passes and have a glimpse of Ram Lalla at Ram Janmabhoomi. The official website is mentioned above.!!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shri ram janmabhoomi teerth kshetra",
          "sentiment": "none"
        },
        {
          "name": "dhruvesh",
          "sentiment": "none"
        },
        {
          "name": "dhruvesh mishra",
          "sentiment": "none"
        },
        {
          "name": "ram lalla",
          "sentiment": "none"
        },
        {
          "name": "aarti",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "times of india ram",
          "sentiment": "negative"
        },
        {
          "name": "ram mandir",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ayodhya",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T09:02:51.991+02:00",
    "updated": "2023-12-29T09:02:51.991+02:00"
  },
  {
    "uuid": "c91b6c236da21d47a56cad891134cd43796a270f",
    "url": "https://globorural.globo.com/podcasts/cbn-agro/noticia/2024/03/alerta-de-meteorologistas-e-os-impactos-para-produtores-rurais.ghtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "globo.com",
    "published": "2024-03-22T11:57:00Z",
    "title": "Alerta de meteorologistas e os impactos para produtores rurais",
    "text": "A região Sudeste está em alerta vermelho, que significa situação de grande perigo, com previsão de chuva forte, alagamentos e deslizamentos, de acordo com o Instituto Nacional de Meteorologia (Inmet). Uma frente fria que provocou pancadas de chuva com trovoadas e rajadas fortes de vento no Sul está seguindo para o Sudeste, empurrando a massa de ar quente que, neste momento, está sobre a região.\nNesta sexta-feira (22/3), as mesmas condições que causaram precipitações e ventanias no Sul devem ser vistas em São Paulo e no Rio de Janeiro. Pode haver acúmulo de mais de 200 milímetros de chuvas apenas entre esta sexta-feira e sábado, com risco de alagamentos e deslizamentos de terra em áreas mais vulneráveis. A reportagem da Globo Rural conversou com meteorologistas que explicam a formação da frente fria e os reflexos pelo Brasil.\nVeja Mais Dê o play e ouça o comentário:\nOuça o CBN Agro de segunda à sexta-feira, por volta de 5h50, no CBN Primeiras Notícias, e às terças-feiras, por volta de 13h20, no CBN Brasil.\nMais recente Próxima Por que o Brasil exportou menos arroz no primeiro bimestre?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T14:07:14.641+02:00",
    "updated": "2024-03-22T14:07:14.641+02:00"
  },
  {
    "uuid": "2593f54380d9fc2033d742fde79205adb77d705b",
    "url": "https://news.knowledia.com/gb/en/articles/hearst-magazines-lays-off-200-employees-with-most-of-them-based-at-nyc-38ff1da15a23564907fa6a5867de2d64b27b6585",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ariel Zilber",
    "published": "2024-12-01T06:33:00Z",
    "title": "Hearst Magazines lays off 200 employees -- with most of them based at NYC headquarters",
    "text": "Debi Chirichella, the president of Hearst Magazines, circulated a memo to employees announcing the layoffs last week. Hearst Magazines, the publisher of Cosmopolitan, Good Housekeeping and Esquire, has fired around 200 employees — most of whom work at the company's iconic headquarters in Midtown Manhattan.\nThe Writers Guild of America East (WGAE), the union which represents thousands of media professionals, told the news site W42ST that the total number of layoffs amounted to 197 people — 67 of whom were members of the Hearst Union bargaining unit.\nThe union also told W42ST that \"most affected workers are based at Hearst Tower\" on 8th Avenue and 57th Street on Manhattan's West Side.\n4 Hearst Magazines, the company behind popular brand names such as Cosmopolitan, Elle and Country Living, is laying off nearly 200 employees. Hearst\nHearst Tower, which rises nearly 600 feet and 46 stories high, is a Norman Foster-designed triangular glass skyscraper known for its sleek, environmentally friendly layout.\nThe tower was constructed in 2006 atop the original Hearst Magazine Building, whose facade was designated as a city landmark by the New York City Landmarks Preservation Commission in 1988.\nDebi Chirichella, the president of the company, circulated a…\nAriel Zilber",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Labor"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://nypost.com/2024/11/29/media/hearst-magazines-lays-off-200-employees-with-most-of-them-based-at-nyc-headquarters/",
      "https://nypost.com/2024/11/29/media/hearst-magazines-lays-off-200-employees-with-most-of-them-based-at-nyc-headquarters",
      "https://www.nypost.com/2024/11/29/media/hearst-magazines-lays-off-200-employees-with-most-of-them-based-at-nyc-headquarters/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-01T08:43:42.602+02:00",
    "updated": "2024-12-01T08:43:42.602+02:00"
  }
]