[
  {
    "uuid": "1a422d82c4036f848c5cd16be6f5446b4aaa3c43",
    "url": "https://www.newsbreak.com/indiana-county-pa/3280431936719-the-warmest-december-in-indiana-county-history",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-29T11:53:00Z",
    "title": "The warmest December in Indiana County history",
    "text": "The popular image of an idyllic December is one of white Christmases, hot chocolate retreats, snow-capped conifers, and cozy, cold-weather activities. But not every December lives up to those expectations. Most of the continental U.S. will experience its peak winter cold weather in January and February . Officially, winter doesn't even start until Dec. 21. Across the U.S., the average December temperature from 1901-2000 was right above freezing point, at 32.68 F. Yearly temperatures can be compared to this 20th-century long-term average to find how uncommon a year's December climate was. The nation's warmest December on record was 2021, when the average temperature reached 6.66 F above the long-term average, at 39.34 F. December 2022 was closer to the previous century's average for the U.S. overall, at 33.08 F. The average temperature in Indiana County, Pennsylvania from 1901-2000 was 29.3. The diverse climates of the U.S. mean residents can experience a range of holiday weather without breaking out their passports. Within the continental U.S., Monroe County, Florida, at the Southeast tip of the state, reported the highest average December temperature during the past century at 67.6 F. On the other end of the spectrum was Roseau County, Minnesota, bordering Canada, at 7.2 F. However, across both sides of the extremes, temperatures are warming. While that doesn't mean every December will be warmer than the last or the prior century's average, it does mean long-term temperature averages will continue to inch up the thermometer. When did Indiana County, Pennsylvania experience its warmest December? To find out, Stacker used data from the National Centers for Environmental Information to identify the 15 Decembers with the highest average temperature since 1895. Also included is how that year's temperature compared to the 1901-2000 average. Read on to see if you lived through the warmest December in Indiana County, Pennsylvania history.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Human Interest"
    ],
    "external_links": [
      "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance/",
      "https://www.climate.gov/news-features/featured-images/whats-coldest-day-year-1981%E2%80%932010-normals",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=4IwrPv_0qTRFKWu00",
      "https://img.particlenews.com/image.php?url=4IwrPv_0qTRFKWu00",
      "https://www.stacker.com/Pennsylvania/Indiana-County-PA",
      "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=4IwrPv_0qTRFKWu00",
      "https://img.particlenews.com/image.php",
      "https://ncei.noaa.gov/access/monitoring/climate-at-a-glance/",
      "https://www.img.particlenews.com/image.php?url=4IwrPv_0qTRFKWu00",
      "https://climate.gov/news-features/featured-images/whats-coldest-day-year-1981%E2%80%932010-normals",
      "https://stacker.com/Pennsylvania/Indiana-County-PA"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "indiana county",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "monroe county",
          "sentiment": "none"
        },
        {
          "name": "southeas",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "pennsylvania",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T15:25:21.213+02:00",
    "updated": "2023-12-29T15:25:21.213+02:00"
  },
  {
    "uuid": "fff4ac5722be3788f4e4c8780f01c57b165b1cc8",
    "url": "https://www.razon.com.mx/estados/inaugura-huixquilucan-unidad-medica-especialidades-san-cristobal-581707",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La Razón Online",
    "published": "2024-06-21T22:26:00Z",
    "title": "Inaugura Huixquilucan Unidad Médica de Especialidades “San Cristóbal\"",
    "text": "Ofrecerá atención médica multidisciplinaria Inaugura Huixquilucan Unidad Médica de Especialidades “San Cristóbal\" La presidenta municipal, Romina Contreras, destacó que, con esta nueva Unidad Médica, Huixquilucan se consolida como el municipio que cuenta con la red de hospitales públicos más grande del país El [Gobierno de Huixquilucan](https://www.razon.com.mx/estados/seguire-trabajando-descanso-huixquilucan-siga-avanzando-afirma-romina-contreras-579301) inauguró la Unidad Médica de Especialidades “San Cristóbal”, en la comunidad de San Cristóbal Texcalucan, en la cual se ofrecerá una atención médica multidisciplinaria a los habitantes de esta zona, sin que tengan que hacer largos traslados; además, estas nuevas instalaciones permiten seguir ampliando la cobertura de prestación de servicios de salud integrales a la población. Al realizar el corte inaugural, la presidenta municipal, Romina Contreras Carrasco, resaltó que esta nueva unidad se suma al Centro Médico Huixquilucan, en Ampliación Palo Solo, recién inaugurado; así como a los hospitales San Pío, Mater Dei y San Fernando, con lo que Huixquilucan se consolida como el único municipio del país que opera cinco unidades médicas, las cuales conforman la red de hospitales públicos más grande de la República y que es administrada por un gobierno local. “Es de suma importancia tener una Unidad Médica en esta región que, sin duda alguna, cambiará la vida de muchos huixquiluquenses. ¡Misión cumplida! Estamos entregando una obra más para nuestro municipio, porque éste es un gobierno que trabaja y da resultados. Es importante que toda la región tenga un espacio como éste, que dará servicio a toda la familia y será de gran beneficio para todos”, expresó. La presidenta municipal agregó que esta Unidad Médica de Especialidades está diseñada para ofrecer servicios de salud calidad cercanos a la población, por lo que beneficiará a los habitantes de El Mirador, El Trejo, Magdalena Chichicaspa, San José Huiloteapan y San Cristóbal Texcalucan, así como a otras comunidades aledañas. Por su parte, la presidenta del Sistema Municipal DIF Huixquilucan, Ana Luisa Pérez Aguilar, explicó que la Unidad Médica de Especialidades “San Cristóbal” es parte de la red de hospitales municipales, así como de los 26 Centros de Desarrollo Comunitario ubicados en todo el territorio y las unidades médicas móviles que recorren las colonias y comunidades, los cuales operan para seguir ampliando la prestación de servicios de salud. En tanto, la directora general de Infraestructura y Edificación, Jessica Nabil Castillo Martínez, detalló que en esta obra se invirtieron cerca de nueve millones de pesos y está construida sobre una superficie de 334 metros cuadrados, en donde se dispuso de cinco consultorios médicos y un área médica, una recepción, sala de espera, archivo clínico, área de curaciones, área de administración, cuarto séptico, bodega, módulo de sanitarios, entre otros; además, tiene fosa séptica, un pozo de absorción, cisterna y una caseta de seguridad. Asimismo, para el ingreso a las instalaciones, se diseñó un muro de mampostería de 163 metros cuadrados, una rampa de más de 70 metros y una plancha de 341 metros cuadrados; adicionalmente, por las condiciones del terreno, se edificó un muro de contención de más de cuatro metros de altura y 213 metros cúbicos y se rehabilitó la banqueta exterior. La nueva Unidad Médica de Especialidades “San Cristóbal” ofrece servicios de Medicina General, con horario de lunes a viernes, de 9:00 a 15:00 horas; Nutrición y Odontología, de lunes a jueves, de 9:00 a 17:00 horas y viernes de 9:00 a 15:00; Quiropráctico, lunes a jueves, de 9:00 a 12:00 y viernes, de 9:00 a 15:00; Urólogo, jueves de 13:00 a 16:00; y laboratorio, lunes a viernes, de 7:00 a 15:00 horas. Está ubicada en calle Colibríes, s/n, San Cristóbal Texcalucan; para mayor información, la ciudadanía puede comunicarse al teléfono 55 5811 7238. [Únete a nuestro canal de WhatsApp](https://whatsapp.com/channel/0029Va4honc30LKY9Z0wAT1u). En La Razón enviamos a tu celular lo más importante México y el Mundo, recuerda que una persona informada siempre tiene La Razón. FBPT - [Anuncia Javier May censo para definir beneficiarios de programas sociales de su gobierno](/estados/anuncia-javier-may-censo-definir-beneficiarios-programas-sociales-gobierno-581604) - [Babo y Celia Lora hacen VIDEO sin censura](/entretenimiento/babo-celia-lora-video-censura-579412) - [Piquero se rompe la cara y los VIDEOS más perturbadores de TikTok](/entretenimiento/piquero-rompe-cara-otros-perturbadores-videos-virales-tiktok-571245) - [Piquero se rompe la cara, la historia del perturbador VIDEO que es viral en TikTok](/entretenimiento/piquero-rompe-cara-impactante-video-viral-redes-563215) - [Resultados del Tris de hoy 21 de junio del 2024. Ve aquí los números ganadores](/mexico/resultados-tris-hoy-21-junio-2024-ve-numeros-ganadores-580925)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://whatsapp.com/channel/0029Va4honc30LKY9Z0wAT1u).",
      "https://www.whatsapp.com/channel/0029Va4honc30LKY9Z0wAT1u)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-22T02:11:36.754+03:00",
    "updated": "2024-06-22T05:45:45.269+03:00"
  },
  {
    "uuid": "e5c8ed78ed6205bb7ca6c36138c6b79854b2228b",
    "url": "https://canadafirst.nfshost.com/?p=3359",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CFIRC",
    "published": "2024-05-24T17:08:00Z",
    "title": "Papal Verbal Flatulence",
    "text": "Papal Verbal Flatulence\nThrone, Altar, Liberty\nThe Canadian Red Ensign\nThursday, May 23, 2024\nJorge Bergoglio, who under the name Francis became the current pretender to St. Peter’s throne when its last occupant, a much sounder theologian than himself, the late Benedict XVI, resigned, gave an interview to 60 Minutes earlier this week. I didn’t see the episode. The last time I watched an episode of 60 Minutes Andy Rooney’s commentary was still the final segment. Rooney was about the only thing that made the show watchable. I have, however, since read transcripts of the interview as it has generated some controversy. This is not surprising. Bergoglio seems to suffer from a gastro-intestinal disorder that manifests itself in emissions from his mouth of gas that ought to be coming out the other end.\nBergoglio was asked about a number of current issues. He gave abominable answers when it came to some matters such as the immigration invasion of the United States, passable if vague answers on certain other matters of international import, a surprisingly good answer on the ecclesiastical matter of the ordination of women, and a very strange have-it-both-ways answer on the Roman Church’s recent ill-advised foray into the world of same-sex blessings.\nThe interviewer, Norah O’Donnell, concluded her questioning by asking the Western Patriarch who mistakenly thinks he has universal jurisdiction what gives him hope. His answer began with the single word “Everything” and ended with the following:\nAnd people are fundamentally good. We are all fundamentally good. Yes, there are some rogues and sinners, but the heart itself is good.\nThis is what has caused all the fuss because the words in bold have been taken to be in conflict with the doctrine of Original Sin. Original Sin is the doctrine that in the sin of our first parents the entire human race fell and became sinful a condition from which we are unable to extract ourselves making us wholly dependent for our salvation on the grace of God and the redemption provided by Jesus Christ. Unlike doctrines proclaimed by papal decree or even by any of the post-Schism councils falsely regarded as ecumenical by the Roman Communion, Original Sin is a truly Catholic doctrine. Its affirmation is implicit in the condemnation of the heresy of Pelagius by the regional Council of Carthage in 418 AD, later ratified by the General Council of Ephesus in 431 AD, that was received as the third ecumenical council by the pre-Schism Catholic Church. It is essential to both Lutheranism and Calvinism and accordingly is emphasized in the confessions of those traditions. In the Anglican formularies it is affirmed in the ninth of the Articles of Religion. While contemporary online Eastern Orthodox apologists sometimes claim that their Church rejects it this is not the case. What the Eastern Orthodox Church rejects is Original Guilt, the idea that human beings inherit not just a fallen nature corrupted by sin from their first parents but also personal culpability for the sinful act that produced the Fall. Original Guilt and Original Sin are related but different concepts that are often confused with each other in both the East and the West. In the East it has often been assumed that Original Guilt is an essential part of the Western idea of Original Sin, for which reason the Eastern Orthodox usually refer to Original Sin sans Original Guilt as ancestral sin. Since, however, what they affirm as ancestral sin is Original Sin as distinguished from Original Guilt, regardless of whether the latter is affirmed or denied, Original Sin is actually affirmed by both East and West. (1)\nSo, was what Bergoglio said heretical in the Pelagian way and in conflict with Original Sin?\nIf you take the offending words – the ones I highlighted in bold, which are repeated in his next sentence – alone, the answer is “not necessarily.” If, by saying that people are fundamentally good, Bergoglio meant that sin and evil do not exist in themselves as things or substances in their own right, but only parasitically in things that are good, then he was right. Indeed, if that is what he meant, he was not only right but expressing the essence of the classical Christian theist version of that to which Gottfried Leibniz gave the name theodicy, the vindication of God in the face of the problem of evil. This is not what Bergoglio meant, but let us pursue this thought a little further before considering the banality that he actually intended.\nGod is good. Indeed, not only is God good, He is Goodness itself at its purest and most perfect. God created everything other than God that exists and everything that He created He created good. Another way of putting it would be to say that in His grace He gave to all that He had made participation in created goodness which is a finite reflection of His own infinite goodness. Every gift that He gave His creatures was a good gift. To rational creatures, such as ourselves, He gave the gift of free choice. As a gift from God, free choice was both good in itself, and the means to a greater good, the good of rational creatures freely choosing to trust, love, and obey God. It is through our misuse of that good gift that evil entered into the world. Evil, not having been created by God, has no substance of its own, no essence. It does not exist in the most proper sense of the word. It has neither form, that which makes a thing the thing that it is rather than some other sort of thing, nor matter, that which makes a thing an actual thing rather than merely the idea of a thing. It is present in things which do exist, in the proper sense of the word, which do have form and matter, in the way a hole exists in a wall, not a hole that is put there by an architect so that a window may be placed in it, but a hole that somebody makes by taking a sledgehammer to it in a fit of anger. It is a hole, in other words, where there is not supposed to be a hole. It is an absence or deficiency. What is absent, in the hole that is evil, is a kind of good. It is not, however, the entirety of the goodness that was bestowed upon the created thing in which evil parasitically resides that is absent, because if the entirety of that goodness were absent, the thing itself would no longer exist, existence being the most basic gift of goodness that God bestows upon His creatures.\nPeter Lombard explored this at length in the thirty-fourth and thirty-fifth distinctions of the second book of his Sentences. The sixth paragraph of the second chapter of the distinction reads “From the aforesaid, it is gathered and inferred that, if there is an evil will and an evil action, insofar as it is, it is good. But does anyone deny that an evil will and an evil action exist? And so an evil will or action, insofar as it is, is a good. And insofar as it is a will or an action, it is similarly a good; but it is evil from this vice; this vice is not from God, nor is it anything.”(2) Lombard is a particularly important authority on this matter as his Sentences are a bridge of sorts between Patristic and Medieval theology. The Scriptures and the Church Fathers, especially St. Augustine were his source material, his Sentences provided the structure for Systematic Theology for centuries to come, being the textbook from which St. Thomas Aquinas, St. Bonaventure, John Duns Scotus, and basically every Western theologian of note from the thirteenth century until the Reformation studied. (3) Also worthy of note in this context are the third paragraph in the fourth chapter of the thirty-fourth distinction:\nFrom this it is gathered that, when man is called evil, nothing else is meant than an evil good. Hence Augustine adds, in the same place: “What is an evil man, if not an evil nature, because man is a nature? Now, if man is a good thing because he is a nature, what else is an evil man, if not an evil good? Yet, when we distinguish between these two things, we find that he is not evil because he is a man, nor is he good because he is iniquitous; but he is called good because he is a man, evil because iniquitous. And so each nature, even if it is defective, insofar as it is a nature, is good; insofar as it is defective, it is evil.” (4)\nAnd the second paragraph of the fifth chapter of the same distinction which paragraph consists entirely of quotes from St. Augustine’s Enchiridion:\n“And these two opposites exist at the same time in such a way that, if the good did not exist in which evil might exist, evil could not exist at all, because not only would corruption not have a place to stay, but it would have no source from which to arise, unless there were something that could be corrupted, because corruption is nothing other than the extermination of the good. And so evils have arisen from goods, and cannot exist in anything other than good things.” “Therefore, there was no source at all from which an evil nature could arise, except from the good nature of angel and man, from which the evil will first arose.” (5)\nNote that Lombard here is quoting the Church Father who led the battle for orthodoxy regarding Original Sin and the need for grace against the Pelagian heresy. It is also worth noting that these distinctions follow immediately after the section (distinctions thirty to thirty-three) of this book that covers Original Sin and are the segue into the discussion of actual sin, i.e., sinful acts, that closes the book.\nOf course, none of this is what Jorge Bergoglio had in mind. He probably doesn’t know the difference between Peter Lombard, Vince Lombardi and Guy Lombardo. I could imagine him, in the unlikely event that somebody were to read this essay to him, asking “Peter Lombard? Wasn’t he an American football coach? Or the guy who used to sing Auld Lang Syne on the radio every New Year’s Eve?” except that I seriously doubt he knows who any of these men were.\nNo, Bergoglio was just being a liberal, a progressive, a leftist. The third sentence in the quotation confirms that. Here it is again “Yes, there are some rogues and sinners, but the heart itself is good.” That’s that heart about which the prophet Jeremiah said that it “is deceitful above all things, and desperately wicked, who can know it?” (Jer. 17:9) Or about which Jesus said “proceed evil thoughts, murders, adulteries, fornications, thefts, false witness, blasphemies: These are the things which defile a man.” (Matt. 15:19) So no, he was not simply affirming that human nature, as created by God, is a good thing, in which sin/evil is present as a parasitical defect, as orthodox theologians have always taught. He was affirming the liberal/progressive/leftist’s basic idea that the evils from which we suffer are not due to a moral defect in us but from defects in the structure of society. If we could just get rid of economic/social/political disparity, if we could just eliminate poverty, illiteracy, or this-or-that other social ill, then everybody would finally be perfectly happy. This never works because the ultimate cause of human suffering is not to be found in the organization of society, the distribution of its resources, or any of these other things, but in the human heart, in that very defect, Original Sin, which the Church affirms but which liberalism denies. The Church is right and liberalism, including the liberal that the Cardinals of the Roman Communion have placed at the top of their hierarchy in the seat they wrongly claim to be vested with universal jurisdiction, is wrong. The tragic consequence of liberalism’s error is that by denying that the ultimate cause of suffering is a defect in the human heart liberalism treats suffering as being treatable by political, social, and economic engineering, but since the ultimate cause of suffering is that defect in the human heart it is not so treatable and furthermore liberalism’s attempts to treat it by these means inevitably become, despite their denial that the problem is a defect in human nature, attempts to engineer better human beings, which attempts are doomed to fail and to fail in such a way as to increase rather than decrease human suffering.\nSt Peter in his first epistle advised his readers to “be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear.” (1 Pet. 3:15) This is precisely what O’Donnell asked Bergoglio. While Bergoglio may have succeeded to St. Peter’s local jurisdiction over the Church in Rome he has sadly not inherited the reason for the Apostle’s hope. St. Peter went on to write:\nHaving a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ. For it is better, if the will of God be so, that ye suffer for well doing, than for evil doing. For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit: By which also he went and preached unto the spirits in prison; Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water. The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ: Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him. (1 Pet. 3:16-22)\nBergoglio, in his answer said “everything” and mentioned human goodness. He did not mention Jesus Christ. That tells us everything we need to know about Bergoglio.–\nGerry T. Neal\n(1) See the section on “Original Sin” in the fifth chapter of Orthodox Dogmatic Theology by Protopresbyter Michael Pomazansky, first published in Russian in 1963, first published in English in 1983 by the St. Herman of Alaska Brotherhood. The section in question can be found on pages 162 to 169 of the current (third) edition of the English translation, and the footnotes by the translator, Fr. Seraphim Rose, on the first and last pages of the section are particularly helpful and to the point, as is the final sentence in the proper text of the section “Thus original sin is understood by Orthodox theology as a sinful inclination which has entered into mankind and become its spiritual disease.”\n(2) Peter Lombard, The Sentences: Book 2, On Creation, translated by Giulio Silano, (Toronto: Pontifical Institute of Medieval Studies, 2008, 2013), 176-177.\n(3) A commentary on the Sentences was the thesis required for a Masters degree in Western Medieval universities. St. Thomas Aquinas’ became his first published work. Most of the extent writings of John Duns Scotus are his lectures at the universities of Oxford and Paris on the Sentences.\n(4) Lombard, op cit., 172-173, his quotation from St. Augustine is from the Enchiridion (Handbook).\n(5) Ibid., 173.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://thronealtarliberty.blogspot.com/",
      "https://draft.blogger.com/profile/12137796641408373451",
      "https://www.thronealtarliberty.blogspot.com/",
      "https://thronealtarliberty.blogspot.com",
      "https://www.draft.blogger.com/profile/12137796641408373451"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jorge",
          "sentiment": "negative"
        },
        {
          "name": "benedict xvi",
          "sentiment": "none"
        },
        {
          "name": "andy rooney",
          "sentiment": "none"
        },
        {
          "name": "bergoglio",
          "sentiment": "none"
        },
        {
          "name": "francis",
          "sentiment": "none"
        },
        {
          "name": "rooney",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "liberty the",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "st. peter",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T23:05:19.468+03:00",
    "updated": "2024-05-24T23:05:19.468+03:00"
  },
  {
    "uuid": "0410dc12caa941e6a22f6b3a63a2396a5f5baddf",
    "url": "https://community.talktalk.co.uk/t5/Broadband/Broadband/m-p/3090178",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PaulD",
    "published": "2025-01-10T08:40:00Z",
    "title": "Re: Broadband",
    "text": "For queries about your TalkTalk broadband service.\nMonday\nHaven’t had broadband since Thursday, apparently Openreach are supposed to be working on it, very little customer communication apart from a text. Shambles.\n34 minutes ago\nyesterday\nHi Debbie, thanks for the update and your continued support, we are still down. Fingers crossed for tomorrow.\nyesterday\nHi @PaulD02\nI have spoken to Openreach this morning and they have provided the following update:\nI have checked and this line is impacting with a major service outage and that's why this fault is associated with an incident. Main issue is faulty DP (Distribution point) and the team are already working on this and provided targeted fix date is showing for 09-01-2025. Please review back on 10/01/25 for further updates.\nyesterday\nHi @PaulD02\nI will contact Openreach today to try and get some more information as the only information provided so far is that they are working to resolve this fault.\nThanks\nWednesday\nHi @PaulD02\nThere are no additional updates from Openreach as yet but we should hopefully have more information later this afternoon.\nThanks\nDebbie\nTuesday\nHi @PaulD02\nOpenreach have added notes to say that they are working on the fault and that this is related to a bigger fault in the area.\nI will keep checking for updates.\nTuesday\nHi @PaulD02\nThank you for updating your Community Profile.\nOpenreach are currently working to resolve this fault. I will check on this again later this afternoon for additional updates from Openreach.\nI can see that @Gliwmaeden2 has also linked to our auto compensation page.\nMonday\n@PaulD02, once the issue is resolved, automatic compensation would be applied c 30 days later, so take a look at how this works, here:\nhttps://community.talktalk.co.uk/t5/Articles/About-your-auto-compensation-credit/ta-p/2326583\nMonday\nHi Debbie, I have added my details as requested, I have had a text saying it’s going to be fixed tomorrow now, I don’t have any faith in that as I received a text on Saturday saying the same, hopefully this will be reflected in my bill this month?\nMonday\nHi @PaulD02\nI'm really sorry to hear this.\nPlease can you add your name and TalkTalk landline number to your Community Profile, we can then take a look at this for you.\nThanks\nDebbie",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology"
    ],
    "topics": [
      "Science and Technology->information technology and computer science"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T12:15:07.972+02:00",
    "updated": "2025-01-10T12:15:07.972+02:00"
  },
  {
    "uuid": "e7bdf51f6476b0bf6eedeea9f5b8907409675c97",
    "url": "https://screenrant.com/longlegs-ending-lee-mother-dolls-twist-ruined-explanation",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ellie Etches",
    "published": "2024-08-29T23:40:00Z",
    "title": "Longlegs' Divisive Ending Repeated A Horror Movie Trope That Always Bothered Me",
    "text": "Longlegs' Divisive Ending Repeated A Horror Movie Trope That Always Bothered Me Longlegs By Ellie Etches Published 2 hours ago Thread Your changes have been saved\nEmail is sent\nEmail has already been sent",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dale kobble",
          "sentiment": "none"
        },
        {
          "name": "nicolas cage",
          "sentiment": "none"
        },
        {
          "name": "osgood perkins",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "known times",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T03:01:39.294+03:00",
    "updated": "2024-08-30T04:27:04.815+03:00"
  },
  {
    "uuid": "d0caee8aec7857262bd75eeacb56e14470e8e80a",
    "url": "https://www.chronline.com/stories/love-inc-of-lewis-county-raises-9000-for-those-in-need-at-super-souper-supper,338681",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Chronicle staff",
    "published": "2024-04-18T19:20:00Z",
    "title": "Love INC of Lewis County raises $9,000 for those in need at ‘Super Souper Supper’ | The Daily Chronicle",
    "text": "Love In the Name of Christ of Lewis County (Love INC) raised $9,000 for those in need during its Super Souper Supper benefit event on Friday, April 12. “This was a fun event where many people from Lewis County came in to support the efforts of Love Inc, a nonprofit organization, in reaching out to people in our community who find themselves in need,” Love INC stated in a news release. There were 150 guests in addition to musical performers, which included pianist Jeff Johnson pianist, guitarist Tim Franklin, the Old Time Fiddlers and the Cooks Hill worship bands. Ken Stedham, owner of Bi-Right Motors, was the auctioneer at the event. The Super Souper Supper was previously an annual fundraiser for the organization, which plans to again make it a yearly event moving forward. \"Sometimes you are in a place when you need help, and sometimes you are in a place when you can give help,\" Love INC Executive Director Melodee Bailey stated in the release. According to its website, the mission of Love INC is to mobilize local churches to “transform lives and communities in the name of Christ.” “It is such a joy to serve our community and our neighbors in need,” the nonprofit states on its website. “Through the partnership with our local church affiliates, Love in the Name of Christ is able to serve many needs and provide many referrals to our clients.” Love INC is always looking for volunteers and donors. To get involved or learn more about the organization, visit [https://www.loveincoflewiscounty.org/getInvolved](https://www.loveincoflewiscounty.org/getInvolved).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "https://www.loveincoflewiscounty.org/getInvolved",
      "https://www.loveincoflewiscounty.org/getInvolved).",
      "https://loveincoflewiscounty.org/getInvolved).",
      "https://loveincoflewiscounty.org/getInvolved"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ken stedham",
          "sentiment": "none"
        },
        {
          "name": "melodee bailey",
          "sentiment": "none"
        },
        {
          "name": "jeff johnson",
          "sentiment": "none"
        },
        {
          "name": "tim franklin",
          "sentiment": "none"
        },
        {
          "name": "christ",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "love inc",
          "sentiment": "negative"
        },
        {
          "name": "bi-right motors",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lewis county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T01:01:24.188+03:00",
    "updated": "2024-04-19T01:01:24.188+03:00"
  },
  {
    "uuid": "8aa457d4cbbb1a0b237dcaf55becae74e58b7a6d",
    "url": "https://www.medscape.com/viewarticle/federal-health-data-come-back-online-physicians-remain-wary-2025a10004i7",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alicia Gallegos",
    "published": "2025-02-20T00:00:00Z",
    "title": "As Federal Health Data Come Back Online, Physicians Remain Wary",
    "text": "Doctors say they’re cautious about the accuracy of health information that’s now returning to federal government websites after a judge ordered federal health agencies to restore treatment guidelines, data sets, and other information abruptly removed last month.\nConcerns remain about whether the restored information will be censored, incomplete, or outdated, said Ada D. Stewart, MD, a family physician and HIV specialist who practices at the Eau Claire Cooperative Health Centers in Columbia, South Carolina.\nSome Centers for Disease Control and Prevention (CDC) analyses and data on influenza, including bird flu, remain incomplete, scientists have found.\nSome sites, such as one covering HIV testing, display restored information but with a disclaimer that notes the restoration was court-ordered:\n“Any information on this page promoting gender ideology is extremely inaccurate and disconnected from the immutable biological reality that there are two sexes, male and female. The Trump Administration rejects gender ideology … This page does not reflect biological reality and therefore the Administration and this Department rejects it.”\n“There’s some skepticism there,” Stewart told Medscape. “Is this still going to be reliable information? Has the data been manipulated? We now have these questions. Is this real data that we need to care for our patients?”\nFederal Website Changes Alarm Doctors, Researchers\nIn January, the CDC, US Department of Health & Human Services, and other federal agencies removed information on their websites relating to health and gender equity, sexual orientation, HIV, and contraception, among other topics.\nOfficials edited the sites in response to executive orders by the Trump administration in January requiring the removal of references to diversity, equity, and inclusion and gender-affirming care.\nGuidance on sexually transmitted infection treatment, vaccination during pregnancy, and contraceptive options for patients with medical complications were removed, among other information.\nThe advocacy group Doctors For America (DFA) promptly sued to stop the purge, alleging it violated federal law and that physicians were being harmed by lack of access to medical information.\nOn Jan 11, a federal judge granted the group a temporary restraining order, ordering the federal health agencies to restore the information and datasets.\nThe US Office of Personnel Management (OPM), a defendant in the case, did not respond to Medscape’s request for comment.\nUS District Judge John D. Bates in his order wrote that “the balance of equities and the public interest” strongly favor DFA and that the group demonstrated the widespread disruption that abrupt removal of these “critical healthcare materials has caused.”\nDFA board member Reshma Ramachandran, MD, said in a statement that the victory “recognizes just how important these webpages are for us as physicians and researchers as we work to care for patients and improve public health.”\nIn court records, OPM argued that the doctor’s group had not demonstrated irreparable injury. The government also countered that much of the information in dispute remains available through archival copies hosted by the Wayback Machine, as referenced by DFA itself in legal documents.\nJoseph Cherabie, MD, medical director for the St. Louis STI/HIV Prevention Training Center at WashU Medicine, Saint Louis, said the restraining order was encouraging, but he’s concerned the restored data may still exclude historically neglected populations, such as transgender and gender-diverse people.\nPhysicians will “have to see how this plays out,” Cherabie said of the court decision. “I hope we get the data back and that it’s real-time data. I hope we get data back that’s not redacted in any way and lets us best care for our patients according to evidence-based medicine.”\nSince the data removal, Cherabie noted that various professionals and organizations have made efforts to archive the lost guidance and data. Physicians on Bluesky for example, are sharing archived data and helpful websites through handles such as #IDsky and #HIVsky. Archivists and researchers on Reddit are also operating data rescue efforts to preserve missing government data.\nEven when the federal data returns, Cherabie plans to keep checking the other archived sites and sources for confirmation and comparison.\n“I can't begin to describe the community effort of people, especially Bluesky, who have helped to make sure that certain things are archived [and that] we can find other alternative sites,” he said. “There's a bunch of people doing work behind the scenes, and it's very good work.”\nMaya Maxym, MD, a Hawaii-based pediatrician who has been vocal about the issue on Bluesky, also said she’ll continue to check datasets outside the federal agency sites.\n“I will continue to be cautious since things are changing rapidly and unpredictably,” she said in an interview with Medscape. “It is often my practice to cross-check recommendations across two or more reliable sources. [For example,] society recommendations, [and] Cochrane reviews, so I will continue to do that.”\nStewart believes it’s always a good idea for physicians to turn to their respective professional associations for published guidelines and other clinical data when making practice decisions. Stewart, president for the South Carolina Academy of Family Physicians, has also been directing patients to such association websites for more information about medical issues.\n“There’s not only confusion within our physician or medical communities, but now we have our patients also asking questions,” she said. “We have to educate our patients.”\nMuch of the data and research initially removed from the agency websites can still be accessed through The Wayback Machine, operated by the nonprofit digital library Internet Archive, and the [End of Term web archive](https://eotarchive.org/), which preserves existing pages from prior administrations and is housed at the Internet Archive and the Library of Congress.\nMedscape Medical News has also created a [preliminary list](https://www.medscape.com/viewarticle/docs-turn-archivesas-federal-health-information-vanishes-2025a100033p) of alternative sources for health data and practice guidelines and will update it as more information becomes available.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Health->government health care",
      "Health->medical service",
      "Health->health organisation",
      "Social Issue->social problem",
      "Social Issue->discrimination",
      "Politics->healthcare policy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://bsky.app/hashtag/HIVSky",
      "https://kffhealthnews.org/news/article/cdc-data-analyses-missing-mmwr-bird-flu-seasonal-influenza/",
      "https://doctorsforamerica.org/sr-tro-pc/",
      "https://www.cdc.gov/hiv/testing/index.html",
      "https://webcf.waybackmachine.org/",
      "https://www.cochranelibrary.com/about/about-cochrane-reviews",
      "https://www.reddit.com/r/DataHoarder/comments/1ikfv1m/government_data_purge_mega_newsrequestsupdates/",
      "https://www.whitehouse.gov/presidential-actions/2025/01/protecting-children-from-chemical-and-surgical-mutilation/",
      "https://bsky.app/hashtag/IDSky",
      "https://archive.org/about/",
      "https://storage.courtlistener.com/recap/gov.uscourts.dcd.277069/gov.uscourts.dcd.277069.12.0_1.pdf",
      "https://eotarchive.org/",
      "https://www.whitehouse.gov/presidential-actions/2025/01/ending-radical-and-wasteful-government-dei-programs-and-preferencing/",
      "https://eotarchive.org",
      "https://www.doctorsforamerica.org/sr-tro-pc/",
      "https://cdc.gov/hiv/testing/index.html",
      "https://archive.org/about",
      "https://www.kffhealthnews.org/news/article/cdc-data-analyses-missing-mmwr-bird-flu-seasonal-influenza/",
      "https://doctorsforamerica.org/sr-tro-pc",
      "https://whitehouse.gov/presidential-actions/2025/01/protecting-children-from-chemical-and-surgical-mutilation/",
      "https://www.storage.courtlistener.com/recap/gov.uscourts.dcd.277069/gov.uscourts.dcd.277069.12.0_1.pdf",
      "https://www.bsky.app/hashtag/HIVSky",
      "https://www.bsky.app/hashtag/IDSky",
      "https://www.reddit.com/r/DataHoarder/comments/1ikfv1m/government_data_purge_mega_newsrequestsupdates",
      "https://cochranelibrary.com/about/about-cochrane-reviews",
      "https://www.whitehouse.gov/presidential-actions/2025/01/ending-radical-and-wasteful-government-dei-programs-and-preferencing",
      "https://www.whitehouse.gov/presidential-actions/2025/01/protecting-children-from-chemical-and-surgical-mutilation",
      "https://webcf.waybackmachine.org",
      "https://whitehouse.gov/presidential-actions/2025/01/ending-radical-and-wasteful-government-dei-programs-and-preferencing/",
      "https://www.archive.org/about/",
      "https://www.eotarchive.org/",
      "https://www.webcf.waybackmachine.org/",
      "https://reddit.com/r/DataHoarder/comments/1ikfv1m/government_data_purge_mega_newsrequestsupdates/",
      "https://kffhealthnews.org/news/article/cdc-data-analyses-missing-mmwr-bird-flu-seasonal-influenza"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Ada D. Stewart",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Trump Administration",
          "sentiment": "none"
        },
        {
          "name": "CDC",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T00:31:56.313+02:00",
    "updated": "2025-02-21T01:32:32.315+02:00"
  }
]