[
  {
    "uuid": "8ba3a509972c6dad36a4145e1b0aadf57eeaeb01",
    "url": "https://www.gbnews.com/weather/met-office-weather-warnings-new-year-storm-hell-tornado",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "George Bunn",
    "published": "2023-12-29T15:52:00Z",
    "title": "Met Office issues SIX weather warnings as Britain braces for storm hell just days after tornado",
    "text": "By\n<a href=\"https://www.gbnews.com/authors/george-bunn\">George Bunn\n</a>\nPublished: 29/12/2023- 15:52\nDon't Miss\nMost Read\nTrending on GB News\nThe Met Office has issued six weather warnings as 2023 is set to end with a period of unsettled weather.\nThere are three warnings in place for rain and snow in Scotland including in Aberdeen, Inverness and Dundee.\nWarnings across Scotland are in place from 8am tomorrow and are expected to last all through the day.\nMeanwhile, there are yellow warnings for rain for the majority of Wales and Northern Ireland. A yellow warning for wind is in place through all of Saturday across the majority of the English south coast and in East Anglia.\nThe weather warnings for the UK\nMet Office\nThe warning for wind is expected to carry on into the early hours of New Year's Eve on Sunday.\nIt is also set to remain colder in Scotland, where overnight temperatures could drop to -10°C across the Grampians.\nMet Office chief forecaster Andy Page said: \"Parts of the higher ground of Scotland may see temporary snow accumulations of 5-10cm, while up to 25mm of rain is expected in Wales, Northern Ireland and lower levels in Scotland.\n\"Across Wales and southern England wind gusts of 45-50mph are likely to be quite widespread, while gusts of 65-75mph are possible in the most exposed coastal areas.\"\nLATEST DEVELOPMENTS\nA roofless house following a tornado on December 28, 2023 in Stalybridge, England\nGetty\nIt comes as many may be concerned about travel across the country for New Year's Eve celebrations to bring in 2024.\nRAC spokesman Rod Dennis said: “Storm Gerrit might have passed but, with another round of distinctly unsettled weather moving in, drivers are going to once again need to be ready to cope with difficult driving conditions in the run up to the new year.\n\"The most important thing they should do is reduce their speeds, especially on exposed and upland roads, and to always keep a firm hold of the steering wheel to avoid getting buffeted off course by the gusty winds.\n\"Driving slower also gives motorists more time to react to changing conditions up ahead and this is particularly important during periods of very heavy rainfall which can quickly reduce vehicles’ grip on the road and make driving hazardous.\"\nIt is set to turn cloudier in the southwest with rain on Tuesday.\nLooking further ahead into 2024, there is a forecast for colder temperatures.\nMet Office deputy chief forecaster Nick Silkstone said: \"Through to mid-January, there is a signal for a shift in the pattern compared to the winter so far, with more settled and colder-than-average conditions becoming increasingly likely.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "george bunn",
          "sentiment": "negative"
        },
        {
          "name": "andy page",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "met office",
          "sentiment": "none"
        },
        {
          "name": "dundee",
          "sentiment": "none"
        },
        {
          "name": "news the met office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "inverness",
          "sentiment": "none"
        },
        {
          "name": "east anglia",
          "sentiment": "none"
        },
        {
          "name": "aberdeen",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "scotland",
          "sentiment": "none"
        },
        {
          "name": "northern ireland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:55:27.360+02:00",
    "updated": "2023-12-29T17:55:27.360+02:00"
  },
  {
    "uuid": "c1ec7ca0ebd29f70ea220f300ab79fb83dfef8a5",
    "url": "https://www.rightwingwatch.org/post/right-wing-round-up-do-not-pass-go",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kyle Mantyla",
    "published": "2024-06-06T21:01:00Z",
    "title": "Right Wing Round-Up: Do Not Pass Go",
    "text": "Ryan J. Reilly and Victoria Ebner @ NBC : Judge orders Steve Bannon to report to prison on July 1 for contempt of Congress sentence The former Trump adviser was sentenced to four months in prison for refusing to comply with Jan. 6 Committee subpoenas, but it had been put on hold while he appealed.\nKathleen Culliton @ Raw Story : ‘It pays to be Clarence’: Data shows justice raked in ‘staggering’ $4 million in gifts Supreme Court Justices have received about $4.7 million in gifts over the past two decades — more than $4 million of which was pocketed by Clarence Thomas, newly revealed data show.\nKate Briquelet @ The Daily Beast : Moms for Liberty Boss in Nazi-Quoting Flub Now Runs for Indiana Governor A Moms for Liberty activist who caught heat last summer after her Indiana chapter quoted Adolf Hitler in a newsletter is back—and now she’s running for governor.\nTommy Christopher @ Mediaite : Trump Absurdly Claims To Hannity He Thought ‘It Was Terrible’ When Crowds Chanted ‘Lock Her Up!’ Former President Donald Trump absurdly claimed to Sean Hannity that he “thought it was terrible” when his rally crowds would start chanting “Lock her up!” — despite copious evidence to the contrary.\nAngry White Men : Stew Peters Continues To Defend ‘Heroic’ Nazi Book Burnings In March, Holocaust denier and white nationalist Stew Peters dedicated a segment on his Rumble show to defending the Nazi book burnings and their destruction of Germany’s Institute for Sexual Research. Peters called those book burnings “awesome” and said that Adolf Hitler was a “hero” for it.\nEric Hananoki @ Media Matters : Pro-Trump event in Michigan will feature numerous speakers with histories of anti-Muslim rhetoric The Trump-backed ReAwaken America tour is holding an event in Michigan this week that will feature numerous speakers with histories of anti-Muslim rhetoric. Those commentators have said that “Fear of Muslims is RATIONAL,” bragged about helping Trump with his “Muslim ban,” and claimed that “Muslims are stockpiling weapons in Islamic centers.” They have claimed that “Islam is a terrorist organization,” that “Islam has been and remains the GREATEST threat to the Western Civilization,” and that ”Islam IS NOT our friend.”\nEvery day, Right Wing Watch exposes extremism to help the public, activists, and journalists understand the strategies and tactics of anti-democratic forces—and respond to an increasingly aggressive and authoritarian far-right movement. The threat is growing, but our resources are not. Any size contribution will help us continue our work and become more effective at disrupting the ideologies, people, and organizations that threaten our freedom and democracy. Please make an investment in Right Wing Watch’s defense of the values we share.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://angrywhitemen.org/2024/06/06/stew-peters-continues-to-defend-heroic-nazi-book-burnings",
      "https://rawstory.com/clarence-thomas-gifts-2668471521/",
      "https://thedailybeast.com/moms-for-liberty-boss-in-nazi-quoting-flub-now-runs-for-indiana-governor",
      "https://www.mediaite.com/news/trump-absurdly-claims-to-hannity-he-thought-it-was-terrible-when-crowds-chanted-lock-her-up",
      "https://nbcnews.com/politics/justice-department/court-hears-arguments-whether-steve-bannon-begin-prison-sentence-rcna155209",
      "https://www.mediaite.com/news/trump-absurdly-claims-to-hannity-he-thought-it-was-terrible-when-crowds-chanted-lock-her-up/",
      "https://angrywhitemen.org/2024/06/06/stew-peters-continues-to-defend-heroic-nazi-book-burnings/",
      "https://mediamatters.org/diversity-discrimination/pro-trump-event-michigan-will-feature-numerous-speakers-histories-anti",
      "https://www.mediamatters.org/diversity-discrimination/pro-trump-event-michigan-will-feature-numerous-speakers-histories-anti",
      "https://www.angrywhitemen.org/2024/06/06/stew-peters-continues-to-defend-heroic-nazi-book-burnings/",
      "https://www.thedailybeast.com/moms-for-liberty-boss-in-nazi-quoting-flub-now-runs-for-indiana-governor",
      "https://www.rawstory.com/clarence-thomas-gifts-2668471521",
      "https://mediaite.com/news/trump-absurdly-claims-to-hannity-he-thought-it-was-terrible-when-crowds-chanted-lock-her-up/",
      "https://www.nbcnews.com/politics/justice-department/court-hears-arguments-whether-steve-bannon-begin-prison-sentence-rcna155209",
      "https://www.rawstory.com/clarence-thomas-gifts-2668471521/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ryan j. reilly",
          "sentiment": "negative"
        },
        {
          "name": "victoria ebner",
          "sentiment": "negative"
        },
        {
          "name": "steve bannon",
          "sentiment": "negative"
        },
        {
          "name": "kathleen culliton",
          "sentiment": "none"
        },
        {
          "name": "kate briquelet",
          "sentiment": "none"
        },
        {
          "name": "tommy christopher",
          "sentiment": "none"
        },
        {
          "name": "eric hananoki",
          "sentiment": "none"
        },
        {
          "name": "stew peters",
          "sentiment": "none"
        },
        {
          "name": "clarence thomas",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nbc",
          "sentiment": "negative"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "supreme court",
          "sentiment": "none"
        },
        {
          "name": "committee",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "indiana",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:07:54.358+03:00",
    "updated": "2024-06-07T01:30:37.337+03:00"
  },
  {
    "uuid": "35887de3751ac0ccf16c1d944855d1988cf80ab1",
    "url": "https://vnexplorer.net/warby-parker-offering-free-solar-eclipse-glasses-ahead-of-celestial-spectacle-how-to-get-them-s1667792.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-02-29T22:17:00Z",
    "title": "Warby Parker offering free solar eclipse glasses ahead of 'celestial spectacle': How to get them",
    "text": "Tennessee-based American Paper Optics is making millions of pairs of solar eclipse glasses for various entities in Memphis and around the country.\nIf you are looking for a special pair of specs to watch the upcoming solar eclipse safely, Warby Parker’s got you covered.\nThe company will be giving out free solar eclipse glasses starting next month because they “want to make sure you have everything you need to safely witness this celestial spectacle,” which will be visible to an estimated 31 million Americans on April 8.\nThe total solar eclipse is set to chart a 115-mile-wide path of totality, passing over portions of Mexico, the United States and Canada.\nStart the day smarter. Get all the news you need in your inbox each morning.\nHundreds of cities and smaller towns in 13 states across the country lie along the path, providing a glimpse of a spectacular sight not often seen, according to eclipse cartographer Michael Zeiler at GreatAmericanEclipse.com, USA TODAY previously reported.\nIt will also be the last solar eclipse that will be visible in the U.S. for a while, which is why Warby Parker wants to “help you see it.” Whether you’re getting a full view or a partial peek, according to the company website.\nHere’s how to get a pair.\nHow many pairs of eclipse glasses can I get? Warby Parker will provide two pairs of eclipses glasses per family.\nHow can you get a pair of Warby Parker eclipse glasses? All Warby Parker retail locations will offer free ISO-certified solar eclipse glasses starting Monday, April 1. Glasses will be available through Monday, April 8, the day of the eclipse while supplies last.\n“We know you’re just as excited about this celestial spectacle as we are, so we encourage you to swing by at your earliest convenience,” the company wrote.\nIf the store you visit runs out of solar eclipse glasses by the time you get there, they will be able to provide you with an eclipse pinhole projector, which lets you observe the solar eclipse through a projection.\nWarby Parker has also provided a guide on how to DIY your own pinhole projector if you aren’t located near a store.\nFind a Warby Parker retail location here.\nContributing: Eric Lagatta; USA TODAY\nThis article originally appeared on USA TODAY: Warby Parker offering free solar eclipse glasses ahead of ‘celestial spectacle’: How to get them",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j7JmH.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j7JmH.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "warby parker",
          "sentiment": "negative"
        },
        {
          "name": "warby",
          "sentiment": "none"
        },
        {
          "name": "michael zeiler",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "american paper optics",
          "sentiment": "negative"
        },
        {
          "name": "greatamericaneclipse.com",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tennessee",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "usa",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        },
        {
          "name": "memphis",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:19:21.475+02:00",
    "updated": "2024-03-01T00:19:21.475+02:00"
  },
  {
    "uuid": "1035564696ffcf731672e4ce67dfb05776f3b398",
    "url": "https://www.bursa.ro/the-kingdom-of-god-a-conceptual-sketch-ii-25965151",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "redactia@bursa.ro (English Section - Ziarul Bursa)",
    "published": "2023-12-29T20:35:00Z",
    "title": "The Kingdom of God; A Conceptual Sketch - II",
    "text": "Liberation from Economic and Political Servitude \"6. For the Lord your God will bless you just as He promised you; you shall lend to many nations, but you shall not borrow; you shall reign over many nations, but they shall not reign over you.\" (Deuteronomy 15) \"9. Also, you shall not oppress a stranger, for you know the heart of a stranger, because you were strangers in the land of Egypt.\" (Exodus 23) \"7. The rich rules over the poor, and the borrower is servant to the lender.\" (Proverbs 22) Mitigating Wealth Disparities \"35. If one of your brethren becomes poor and falls into poverty among you, then you shall help him, like a stranger or a sojourner, that he may live with you. Take no usury or interest from him; but fear your God, that your brother may live with you. You shall not lend him your money for usury, nor lend him your food at a profit.\" (Leviticus 25) [N.A.] Charging interest on loans is considered an act of hostility, emphasizing wealth disparity. \"7. If there is among you a poor man of your brethren, within any of the gates in your land which the Lord your God is giving you, you shall not harden your heart nor shut your hand from your poor brother but you shall open your hand wide to him and willingly lend him sufficient for his need, whatever he needs.\" (Deuteronomy 15) Ensuring Harmony and Prosperity \"18. Keep My statutes and observe My judgments, and you will dwell in the land in safety. Then the land will yield its fruit, and you will eat your fill and dwell there in safety.\" (Leviticus 25) \"4. Except when there may be no poor among you; for the Lord will greatly bless you in the land which the Lord your God is giving you to possess as an inheritance-only if you carefully obey the voice of the Lord your God, to observe with care all these commandments which I command you today.\" (Deuteronomy 15) Ensuring Dignity and Reducing Social Tensions \"10. You shall surely give to him, and your heart should not be grieved when you give to him, because for this thing, the Lord your God will bless you in all your works and in all to which you put your hand.\" (Deuteronomy 15) [N.A.] See also A.5.2. \"Debt Cancellation/c.1. The Obligation to Lend.\" \"17. He who has pity on the poor lends to the Lord, and He will pay back what he has given.\" (Proverbs 19) Ensuring Conditions for Spiritual Elevation \"13. And when you send him away free from you, you shall not let him go away empty-handed; you shall supply him liberally from your flock, from your threshing floor, and from your winepress. From what the Lord has blessed you with, you shall give to him. You shall remember that you were a slave in the land of Egypt, and the Lord your God redeemed you; therefore I command you this thing today.\" (Deuteronomy 15) Laws of Social Justice, Harmony, and Righteousness: Tzedakah Tzedakah = the moral obligation for cultivating social justice by providing assistance where needed, equivalent to the contemporary concept of \"social welfare.\" \"17. He who has pity on the poor lends to the Lord, and He will pay back what he has given.\" (Proverbs 19) \"13. Whoever shuts his ears to the cry of the poor will also cry himself and not be heard.\" (Proverbs 21) \"16. Give of your bread to the hungry and of your garments to those in need; give all you have in abundance as alms, and do not let your eye begrudge the gift when you make it.\" (Tobit 4) A. Ways of Assistance A.1. Financial Donations; \"7. If there is among you a poor man of your brethren, within any of the gates in your land which the Lord your God is giving you, you shall not harden your heart nor shut your hand from your poor brother, but you shall open your hand wide to him and willingly lend him sufficient for his need, whatever he needs.\" (Deuteronomy 15) A.2. Providing Food or Resources; \"22. When you reap the harvest of your land, you shall not wholly reap the corners of your field when you reap, nor shall you gather any gleaning from your harvest. You shall leave them for the poor and the stranger. I am the Lord your God.\" (Leviticus 23) [N.A.] This verse refers to the practice of \"peah\" and \"leket.\" \"Peah\" is the corner of the field that should be left unharvested for the poor, while \"leket\" refers to the fallen sheaves that harvesters should not pick up, leaving them for the poor. The commandment applies to wheat, but it serves as an example for any harvest. A.3. Personal Assistance to Those in Need; \"5. If you see the donkey of one who hates you lying under its burden, and you would refrain from helping it, you shall surely help him with it.\" (Exodus 23) A.4. Social Assistance (Ma'aser Ani - tithing for the poor): \"28. At the end of every third year, you shall bring out the tithe of your produce of that year and store it up within your gates. And the Levite, because he has no portion nor inheritance with you, and the stranger and the fatherless and the widow who are within your gates may come and eat and be satisfied, that the Lord your God may bless you in all the work of your hand which you do.\" (Deuteronomy 14) [N.A.] In Jewish tradition, agricultural lands are allowed to rest every seventh year, according to Shmita (see below). In the first two years of the seven-year cycle, as well as in the fourth and fifth years, the secondary tithe (\"Ma'aser Sheni\") is separated. In the third and sixth years of the cycle, \"Ma'aser Sheni\" is replaced by \"Ma'aser Ani.\" A.5. Shmita Applying Tzedakah in the Sabbatical Year. [N.A.] I considered Shmita as a particular case of Tzedakah in the Sabbatical Year and therefore integrated it into the structure of Tzedakah, under the heading A.5., after A.1.,2.,3.,4.; on the other hand, the Shmita law has a distinctive personality and is known due to the attack Hillel subjected it to, so I inscribed it with a font size equal to that of Tzedakah, differentiating it from the rest of the commandments on the same taxonomic level. I followed the same approach for the Jubilee Law (Yowel). A.5.1. Resting the Land \"4. But in the seventh year, there shall be a sabbath of solemn rest for the land, a sabbath to the Lord. You shall neither sow your field nor prune your vineyard.\" (Leviticus 25) a. Prohibition of sowing, harvesting, and caring for crops: \"5. What grows of its own accord of your harvest you shall not reap, nor gather the grapes of your untended vine, for it is a year of rest for the land.\" (Leviticus 25) b. Consuming the produce of the land in the Sabbatical Year: \"6. And the sabbath produce of the land shall be food for you: for you, your male and female servants, your hired man, and the stranger who dwells with you.\" (Leviticus 25) b.1. \"7. And for your cattle and the beasts that are in your land-all its produce shall be for food.\" (Leviticus 25) A.5.2. Debt Cancellation 1. In the seventh year, you shall make a release. (Deuteronomy 15) a. Details about debt cancellation: 2. This is the form of the release: Every creditor who has lent anything to his neighbor shall release it; he shall not require it of his neighbor or his brother, because it is called the Lord's release. (Deuteronomy 15) b. Obligation to assist: 7. If there is among you a poor man of your brethren, within any of the gates in your land which the Lord your God is giving you, you shall not harden your heart nor shut your hand from your poor brother, but you shall open your hand wide to him and willingly lend him sufficient for his need, whatever he needs. (Deuteronomy 15) c. Obligation to lend even as the year of cancellation approaches: 9. Beware lest there be a wicked thought in your heart, saying, 'The seventh year, the year of release, is at hand,' and your eye be evil against your poor brother, and you give him nothing, and he cry out to the Lord against you, and it becomes sin among you. (Deuteronomy 15) c.1. 10. You shall surely give to him, and your heart should not be grieved when you give to him, because for this thing, the Lord your God will bless you in all your works and in all to which you put your hand. (Deuteronomy 15) [N.A.] This verse is also found in \"Subordinate Theses: Complete Freedom, a Condition of Dedication/Ensuring Dignity and Reducing Social Tensions,\" as it holds a dual significance. (See also Book 2, Chapter 3 - \"Legal Contortions Before God/1. False Motivation\") A.5.3. Release of Slaves The Main Command - Release of Slaves in the Seventh Year: 12. If your brother, a Hebrew man, or a Hebrew woman, is sold to you and serves you six years, then in the seventh year, you shall let him go free from you. (Deuteronomy 15) a. Treating freed slaves with kindness and respect: 13. And when you send him away free from you, you shall not let him go away empty-handed; you shall supply him liberally from your flock, from your threshing floor, and from your winepress. From what the Lord your God has blessed you with, you shall give to him. (Deuteronomy 15) b. Remembering that the Jewish people were freed from slavery in Egypt: 15. You shall remember that you were a slave in the land of Egypt, and the Lord your God redeemed you; therefore, I command you this thing today. (Deuteronomy 15)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "leviticus",
          "sentiment": "none"
        },
        {
          "name": "deuteronomy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "egypt",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T00:54:23.224+02:00",
    "updated": "2023-12-30T01:18:23.359+02:00"
  },
  {
    "uuid": "39cbd9f977b96e63a49dd6b6025f002881ad9f54",
    "url": "https://www.denver7.com/news/local-news/northern-lights-paint-the-colorado-sky-thursday-night-photos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Landon Haaf",
    "published": "2024-10-11T02:04:00Z",
    "title": "Northern lights paint the Colorado sky Thursday night: Photos",
    "text": "The aurora borealis painted the Colorado night sky in a wonderful array of colors Thursday night – and our reliable shutterbugs in the [Discover Colorado | Through Your Photos group on Facebook](https://www.facebook.com/groups/discovercolorado) were there to capture it [once again](https://www.denver7.com/news/local-news/photos-northern-lights-put-on-a-show-in-the-colorado-night-sky). The NOAA Space Weather Prediction Center’s aurora forecast had the view line just grazing the far northeast corner of the state Thursday, but stargazers as far south as Ouray were treated to a spectacular show. The National Weather Service in Boulder said it was even fielding reports in Denver, where light pollution can often dilute celestial events. We're seeing lots of aurora pictures now from locations as far south as Denver that aren't that dark. Best to get out of city lights, but you might not have to go far to see something. Just find a relatively dark place! — NWS Boulder (@NWSBoulder)[#cowx][#Auroraborealis][https://t.co/4wNpUHAiua][October 11, 2024] Take a look at a few of our favorite photos and join the photography group to take part in the fun.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/groups/discovercolorado)",
      "https://t.co/4wNpUHAiua",
      "https://facebook.com/groups/discovercolorado)",
      "https://www.t.co/4wNpUHAiua"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T07:33:16.582+03:00",
    "updated": "2024-10-18T23:24:47.565+03:00"
  }
]