[
  {
    "uuid": "4874d0862ed69d3c11972613e8274840561e1175",
    "url": "https://www.kezi.com/news/spanish/la-polic-a-de-ecuador-destruye-hist-rico-decomiso-de-21-5-toneladas-de-coca/article_904c7f8b-25c1-597e-8e17-143c0e0c07f6.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Luis Ernesto Quintana Barney",
    "published": "2024-01-25T21:58:00Z",
    "title": "La Policía de Ecuador destruye histórico decomiso de 21,5 toneladas de cocaína",
    "text": "(CNN Español) -- La Policía Nacional de Ecuador ejecutó este miércoles una orden judicial para la destrucción inmediata del histórico decomiso de 21,5 toneladas de cocaína realizado este lunes en una propiedad del cantón Vinces, provincia de Los Ríos ―en el centro del país—. Se trata del cargamento de droga más grande encontrado en un solo lugar en la historia ecuatoriana, según la Policía Antinarcóticos y las Fuerzas Armadas.\nEl director de la Policía Antinarcóticos, William Villarroel, informó que la medida se ejecutó este miércoles en un lugar especializado en la destrucción de droga, cuya ubicación no se puede revelar por temas de seguridad. Agregó que los bloques encontrados corresponden a clorhidrato de cocaína y que antes de empezar su destrucción se verificó el peso, luego se realizó el traslado de la sustancia y posteriormente se inició el proceso de desintegración.\nPandillas, pistoleros y cárteles desbocados: mientras el terror se apodera de las calles de Ecuador, hasta las fuerzas armadas viven atemorizadas\n\"Se hacen pruebas de campo, identifican la sustancia y luego de ello ingresan (los bloques) a la trituradora. En esa trituradora, se mezcla con sustancias, cemento, vidrio, tierra, ceniza, y posteriormente hay un líquido que se adiciona, lo cual hace que se endurezca la sustancia y se destruya. La última fase es el encapsulamiento en una especie de piscina que tiene siete años (de existencia) y donde se han depositado algunas toneladas\", dijo Villarroel a los medios.\nCrédito: Secretaría Nacional de Comunicación de Ecuador\nLa destrucción de la droga se realizó en coordinación entre el Ministerio del Interior, el Consejo de la Judicatura y la Policía Nacional, a través de la Dirección de Investigación Antidrogas. El encapsulamiento de las 21,5 toneladas de droga tomará un tiempo de más de 10 horas, según la Policía.\nEste proceso ocurre apenas cinco días después que la Policía informó sobre el hallazgo, y al cumplirse 16 días de la declaratoria de conflicto interno armado, ante la ola de violencia en Ecuador.\nGolpe financiero a los grupos de la delincuencia organizada transnacional\nSobre el impacto económico por este decomiso de cocaína, el Ministerio del Interior explicó en un comunicado que depende de qué mercado tenía previsto ser enviada. Precisó que si el objetivo era Estados Unidos, las 21,5 toneladas de droga se podían comercializar en U$ 859 millones, mientras que en el mercado europeo podían ser comercializadas en US$ 1.526 millones, por lo que de ese tamaños es el golpe financiero a las estructuras delictivas detrás de este mercado ilícito.\n\"Esta operación representa un fuerte debilitamiento a la capacidad operativa, logística y financiera del narcotráfico a nivel mundial\", según las Fuerzas Armadas.\nCrédito: Secretaría Nacional de Comunicación de Ecuador\nEste es uno de los mayores decomisos de cocaína que se han reportado. En 2007, el gobierno de México reportó el decomiso de más de 23 toneladas de cocaína escondidas en contenedores en el puerto de Manzanillo, Colima ―en el Pacífico—. Según las autoridades ecuatorianas, previo a este megadecomiso las incautaciones de cocaína que habían realizado en el país no superaban las 10 toneladas.\n¿Cómo se destruye la droga en Ecuador y cómo se evita que retorne al mercado ilegal?\nEcuador es el tercer país con más incautaciones de droga registradas, según un reporte de 2022 de la Oficina de la ONU contra la Droga y el Delito (UNODC).\nCNN visitó en junio pasado un sitio donde se destruye la droga en Ecuador y presenció la técnica usada para el denominado encapsulamiento. Esta técnica mezcla la cocaína con diferentes componentes para dejarla inerte. Y se usa desde el año pasado para evitar la contaminación. Es 16 veces más rápido que la técnica de incineración, según la Policía Antinarcóticos.\nCrédito: Secretaría Nacional de Comunicación de Ecuador\nLos bloques con el alcaloide son triturados, luego se disuelve con la ayuda de aglomerantes y aditivos, y posteriormente la mezcla conforma una microencapsulación que es arrojada a un vertedero de seguridad, y se va colocando en capas de 20 centímetros de espesor, para finalmente obtener una loza de gran dureza que, según la Policía, garantiza la destrucción total de la sustancia y su confinamiento definitivo bajo toneladas de hormigón.\nThe-CNN-Wire\n™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:26:28.295+02:00",
    "updated": "2024-01-26T00:26:28.295+02:00"
  },
  {
    "uuid": "c671e9a60dd33b0048a611260f682df9f4402217",
    "url": "https://sputniknews.lat/20240119/china-realiza-una-exitosa-prueba-del-prototipo-de-su-cohete-reutilizable-zhuque-3--video-fotos-1147542596.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sputnik Mundo",
    "published": "2024-01-19T19:13:00Z",
    "title": "China realiza una exitosa prueba del prototipo de su cohete reutilizable Zhuque-3 | Video, fotos - 19.01.2024, Sputnik Mundo",
    "text": "China realiza una exitosa prueba del prototipo de su cohete reutilizable Zhuque-3 | Video, fotos Síguenos en PEKÍN (Sputnik) — China completó una exitosa prueba del cohete VTVL-1 (cohete de despegue y aterrizaje vertical), prototipo del cohete espacial reutilizable Zhuque-3, comunicó la empresa LandSpace Technology. \"El aterrizaje fue suave y preciso, el cohete está en buenas condiciones. El vuelo ha sido exitoso\", comentó la empresa en la red social WeChat. On January 19, the Chinese Jiuquan Satellite Launch Center in Gansu Province tested the launch of the reusable launch vehicle Zhuque-3.— Victor vicktop55 (@vicktop55) The flight time in this test was about 60 seconds, the flight altitude was 350 m, landing accuracy was 2.4 m, landing speed was 0.75 m/s,… [pic.twitter.com/c5V1o3h9Yy] [January 19, 2024] El lanzamiento se efectuó a las 16:00 hora de Pekín (8:00 GMT) desde el centro espacial de Jiuquan, en el noroeste del país. El vuelo duró unos 60 segundos y transcurrió a una altura de 350 metros; la velocidad de aterrizaje fue de 0,75 metros por segundo. Según explicó LandSpace Technology, el cohete VTVL-1 es una plataforma para ensayar la tecnología de retorno y aterrizaje vertical de la primera etapa del cohete reutilizable con motores de oxígeno y metano líquido. El cohete VTVL-1 mide 3,35 metros de diámetro y 18,3 de largo, y va equipado con el motor modernizado TQ-12, de 80 toneladas, alimentado por oxígeno y metano líquido. Zhuque-3 (ZQ-3) es un cohete reutilizable de nueva generación, con motor de oxígeno y metano líquido, diseñado por LandSpace Technology. Mide 4,5 metros de diámetro y 76,6 metros de largo; el peso al despegue alcanza unas 660 toneladas. Se espera que la primera etapa del Zhuque-3 pueda utilizarse al menos 20 veces. El primer vuelo del cohete está programado previamente para 2025. 19 de enero, 16:39 GMT",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-19T21:39:24.772+02:00",
    "updated": "2024-01-29T00:34:54.671+02:00"
  },
  {
    "uuid": "b14859b4e6e7381415d10e5bf653eacdbf442a9a",
    "url": "https://www.hellenicshippingnews.com/fuel-cells-are-here-to-decarbonise-15-of-the-global-fleet-now/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "hellenicshippingnews...",
    "published": "2023-12-28T22:29:52Z",
    "title": "Fuel Cells Are Here To Decarbonise 15% Of The Global Fleet, Now | Hellenic Shipping News Worldwide",
    "text": "F uel cells are ready to take on the heavy lifting of decarbonisation. There is a new generation of marinised, powerful, and ocean-ready cells here to tackle a major source of transport emissions, says Johan Burgren, Business Manager Marine, PowerCell Group. The roll-on/roll-off passenger (RoPax) ferry market is ripe for decarbonisation. The European RoPax fleet is currently an average fleet age of 38 years old. This is according to our analysis conducted for the HOPE report examining hydrogen fuel cell solutions in Nordic shipping. This age profile means that there is a major need for newbuilds, or retrofits to the existing fleet, to improve this segment of the global fleet’s environmental performance in line with demands from regulators, customers and wider society.\nWhen exploring fleet renewal options, there are plenty of reasons to focus on true zero emission solutions. Customer demand is expected to be a key driver of zero emission ferries. Revenue-generating passengers and cargo owners already expect the RoPax ferries they use to be cleaner. By 2035, cars and haulage are expected to already be mainly electric – so will motorists and cargo owners really still choose to use a polluting ferry?\nIncreasingly impactful and progressive emissions regulations are also fuelling this desire. Fleets with a strong IMO Carbon Intensity Indicator (CII) rating that are also adapting to the anticipated price of carbon that will be triggered by shipping entering the European Union’s Emissions Trading System (EU ETS) in January 2024 will be at a significant commercial advantage. Not only will the cleanest newbuilds gain superior Poseidon Principals-aligned funding, but zero emission ferry operators will also access better freight rates from environmentally minded shippers and achieve further competitive advantage by minimising carbon costs.\nAn analysis by class society DNV of EU MRV data revealed that a significant portion of the existing RoPax fleet will already have challenges meeting existing IMO CII requirements within the next two to five years – 47% will have CII ratings of D and E. This is not the case just for old ships, but vessels that are 10 years of age which are already rated E as well. So, if the fleet is ready, what is the solution?\nFor fixed routes with frequent port calls, fuel cells are a viable option, as the return on capital investment equation becomes more favourable. RoPax ferries need power from A to B, not for weeks at a time or longer. Fuel cells are also perfectly suited for demanding applications where operational reliability, high power density and compact format are important parameters.\nThis isn’t theoretical – using fuel cells to power ferries is a reality right now. PowerCell recently signed an agreement to fit hydrogen fuel cells on two ferries owned and operated by the Norwegian transport group Torghatten Nord. The vessels will be predominantly powered by green hydrogen, and the fuel cells are expected to reduce their combined CO2 emissions by 26,500 tonnes per year, which corresponds to the CO2 emissions from 13,000 diesel cars per year being removed from the roads. These are real ferries (not demonstrators) that operate on a long and demanding route in Norway carrying approximately 599 passengers, 120 cars and 12 trucks.\nThis project demonstrates the culmination of 3 years of energy transition futureproof planning. It is a clear signal to the market that zero-emission shipping can be achieved through the use of hydrogen fuel cells, and that the 15% of vessels ripe for decarbonisation, short-sea fixed route shipping, should embrace hydrogen fuel cells today.\nSource: Article By Johan Burgren, Business Manager Marine, PowerCell Group, Arranged Exclusively for Hellenic Shipping News Worldwide ( www.hellenicshippingnews.com ).\nTops 2023-12-29 hellenicshippingnews...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "johan burgren",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "global fleet",
          "sentiment": "negative"
        },
        {
          "name": "powercell group",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:29:57.135+02:00",
    "updated": "2023-12-29T04:42:12.920+02:00"
  },
  {
    "uuid": "a3553cdce74229e35e5f4363ed37ab966cf3dfeb",
    "url": "https://twitchy.com/brettt/2024/02/01/biden-administration-telegraphs-retaliatory-strikes-n2392453",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brett T.",
    "published": "2024-02-01T22:30:00Z",
    "title": "Biden Administration Telegraphs Retaliatory Strikes Against Iran – Twitchy",
    "text": "On Sunday, three U.S. service members were killed and 34 injured in a drone attack in Jordan. It was no big secret who was behind it: Iran, the country to which President Joe Biden [released $6 billion in oil money](https://twitchy.com/brettt/2023/08/10/republicans-pounce-on-biden-admin-for-releasing-6-billion-to-iran-for-hostages-n2386177) back in August in exchange for five American hostages. We now know the drone was built in Iran. Asked Tuesday by reporters if Biden held Iran responsible for the attack, Biden replied, [\"They supply the weapons.\"](https://twitchy.com/brettt/2024/01/30/biden-says-we-will-have-discussions-about-irans-responsibility-for-soldiers-deaths-n2392354) (As we reported earlier, Biden called the family of one of the service members who was killed and [lied again](https://twitchy.com/samj/2024/02/01/biden-lies-about-his-son-beau-to-parents-who-lost-their-son-in-jordan-n2392443) about his son Beau dying in Iraq.) How was Biden going to respond to the deadly attack? CBS News reported Tuesday that Biden had decided how to retaliate. — Jokerman Intel (@JokermanIntel) [#BREAKING]: CBS - Biden tells reporters that he has decided on how to respond to the attack that killed US troops in Jordan [January 30, 2024] Pallets of cash.— Fusilli Spock (@awstar11) It's gonna be pallets of cash [https://t.co/HPgvl1T919] [January 30, 2024] Pallets of cash.— Daryl EJ Simmons (@daryl_ej) Definitely [January 31, 2024] The Biden administration hasn't been exactly discreet about its plans. \"U.S. officials have confirmed to CBS News that plans have been approved for a series of strikes over a number of days against targets — including Iranian personnel and facilities — inside Iraq and Syria.\"— Shashank Joshi (@shashj) [https://t.co/Z28L3AbD0G] [February 1, 2024] And all of those IRGC commanders have already left Syria and gone into hiding leaving those bases. The Pentagon usually does not telegraph so much if it wants the element of surprise.— Jennifer Griffin (@JenGriffinFNC) [https://t.co/mdrUPz8otp] [February 1, 2024] Thinking the Biden admin wants \"the element of surprise\" assumes Biden wants to hurt Iran. But he doesn't. He has made this abundantly clear, over and over again. Biden is telegraphing whatever meager retaliation is coming precisely so it won't hurt Iranian personnel.— Noah Pollak (@NoahPollak) [https://t.co/7Ndv6hgMPu] [February 1, 2024] Many camels will die and many empty buildings will be destroyed in this surprise attack telegraphed for a full week with every detail spilled in the press— Ben Shapiro (@benshapiro) [https://t.co/264bjpWk7e] [February 1, 2024] Have to give them a heads up. Our dead and injured service members didn’t get a heads up.— SPC (@SPC6829366) [February 1, 2024] More weakness by this administration.— Leonard Washington (@barsueking) [February 1, 2024] They're going to spend millions of dollars in assets to blow up empty warehouses because they have no backbone.— I Want To Know (@693O2OO8) [February 1, 2024] Kinda feels like the US and Iran are almost on the same team here— Rick Isenhart (@IsenhartRick) [February 1, 2024] The strategy of telegraphing any strike options and/or possible targets is extremely counter productive and has to diminish operation effectiveness. Those we need to hit the most are gone.— Mac McCullough (@MacMcCullough15) [February 1, 2024] So basically we have informed them of what we will do and gave them a couple of days to prepare. Wonderful.— Candice White (@CandiceWhi26861) [February 1, 2024] Exactly. They’re gonna hit empty tents, maybe some left behind useless equipment, and sand.— Eric Moore (@EricMoo91919605) [February 1, 2024] Mind blowing that they have announced so much and it’s taking so long. Almost feels intentional— PurplePill313 (@redpill313) [February 1, 2024] This is an unserious response from an unserious administration.— Archibald “ Shoebooty “ Bunker (@meathead13234) [February 1, 2024] Remember in 2020 when President Donald Trump took out Iranian terrorist mastermind Qasem Soleimani in a drone strike? Now that was a surprise. Both Democrats and the press were furious. But as Trump said, \"He was a monster. And he's no longer a monster. [He's dead](https://twitchy.com/sarahd/2020/01/07/donald-trump-shoots-straight-on-qasem-soleimani-he-was-a-monster-and-hes-no-longer-a-monster-hes-dead-video-n1415594).\" *** [Join Twitchy VIP](https://twitchy.com/page/subscribe/?tpcc=twitchyvipgeneric)and use the promo code SAVEAMERICA to get 40% off your VIP membership!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://t.co/Z28L3AbD0G",
      "https://t.co/mdrUPz8otp",
      "https://t.co/HPgvl1T919",
      "https://t.co/264bjpWk7e",
      "https://www.t.co/HPgvl1T919",
      "https://www.t.co/Z28L3AbD0G",
      "https://www.t.co/264bjpWk7e",
      "https://www.t.co/mdrUPz8otp"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "beau",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "biden administration telegraphs retaliatory strikes against iran",
          "sentiment": "negative"
        },
        {
          "name": "cbs news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "jordan",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "iraq",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:55:39.136+02:00",
    "updated": "2024-02-02T07:09:05.238+02:00"
  }
]