[
  {
    "uuid": "772a1d4693ba465a0398b2191200295faf75b9a7",
    "url": "https://newsrnd.com/life/2023-12-29-burundi--president-%C3%A9variste-ndayishimiye-calls-for--stoning--homosexuals-in-stadium.B1bpiGOnDT.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-29T16:24:00Z",
    "title": "Burundi: President Évariste Ndayishimiye calls for 'stoning' homosexuals in stadium - The Limited Times",
    "text": "Same-sex marriage is an \"abominable practice\", gay couples are \"stoned\" because they have \"chosen the devil\" and attract God's \"curse\". Burundian President Évariste Ndayishimiye on Friday launched a virulent diatribe against homosexuality.\nThe head of state of the conservative Christian and conservative country in the Great Lakes region of Africa, where same-sex relations are punishable by up to two years in prison, was speaking at a public conference in the eastern province of Cankuzo broadcast on radio and television, answering questions from the press and the population.\n\"You asked me a question about this abominable practice of one man marrying another man and a woman marrying another woman,\" he said, before referring to the Bible. \"I'm telling you the truth, if you want to bring a curse on a country, you have to let people of the same sex get married. Remember what happened to Sodom and Gomorrah? God then came to say, ' I regret having created man ,'\" he added.\nOpposition to Western countries \"Personally, I think that if we see this kind of people in Burundi, we should put them in a stadium and stone them. And it wouldn't be a sin for those who do! Ndayishimiye, who had already called this year to \"ban\" homosexuals and \"treat them as pariahs\", said Ndayishimiye. He also lashed out at Western countries, which regularly display their opposition to violations of the rights of the LGBTQ+ community.\nIn Uganda, another East African country, a law passed by parliament in May harshly punishing homosexual practices and the \"promotion of homosexuality\" drew strong Western condemnation and sanctions from the United States. \"You said that Western countries are trying to force small countries to adopt this practice, and that they will not receive any help if they do not comply. Let them keep their help, let them keep it! \" he said. \" \"Whoever has chosen the devil, let him go and live in these lands. Moreover, I believe that those who go into exile in these countries go there to adopt these practices (...) Don't let them come back! \" he also said.\nRead also\"I refuse to be silent\": an MP from Oise victim of a homophobic tag\nBurundi's penal code punishes same-sex relations, punishable by fines and penalties ranging from three months to two years in prison. In March, 24 people were charged with \"homosexual practices or incitement to homosexual practices\" and imprisoned. Seven of them were sentenced, five to two years in prison and two others to one year in prison.\nIn East Africa, as in many countries on the continent, LGBTQ+ people face stigma and discrimination in conservative societies, whether predominantly Christian or Muslim, where homosexuality is taboo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "évariste ndayishimiye",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "burundi",
          "sentiment": "none"
        },
        {
          "name": "africa",
          "sentiment": "none"
        },
        {
          "name": "cankuzo",
          "sentiment": "none"
        },
        {
          "name": "great lakes",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T18:43:00.259+02:00",
    "updated": "2023-12-29T18:43:00.259+02:00"
  },
  {
    "uuid": "7a135a3e3c12db2d6f5ab53a655fdd00f545fd12",
    "url": "http://business.theeveningleader.com/theeveningleader/article/getnews-2024-4-4-dr-lauren-papa-grant-advancing-animal-care-excellence",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2024-04-04T00:00:00Z",
    "title": "Dr. Lauren Papa Grant: Advancing Animal Care Excellence | User | theeveningleader.com",
    "text": "Dr. Lauren Papa Los Angeles, CA - Dr. Lauren Papa , a leading advocate for animal welfare and philanthropy, announces the establishment of the prestigious Dr. Lauren Papa Grant for Animal Care, dedicated to nurturing the next generation of veterinary professionals and pet health advocates.\nThis grant, with an amount of $1,000, seeks to recognize and support undergraduate students across the United States who exhibits outstanding academic achievements, a fervent commitment to animal care, and a vision for enhancing the well-being of animals in their future careers.\nDr. Lauren Papa emphasizes the importance of academic excellence in the selection process. Applicants are required to demonstrate a strong academic record, maintaining a minimum GPA of 3.0 on a 4.0 scale. Moreover, candidates should showcase a genuine passion for animal welfare, embodying a deep commitment to improving the health and happiness of pets.\nThe grant places a premium on leadership potential, preferring candidates who have exhibited exemplary leadership skills through extracurricular activities, volunteer work, or professional experiences related to animal care. Financial need, as determined by FAFSA or equivalent financial aid documentation, will also be taken into consideration during the evaluation process.\nApplicants are invited to submit a compelling essay (500-750 words) narrating a memorable experience or encounter that solidified their dedication to pursuing a career in animal care. Dr. Lauren Papa encourages candidates to envision how their education and skills will contribute to the betterment of animals in the future.\nAdditionally, applicants must provide at least one letter of recommendation from a professor, mentor, or supervisor who can attest to their character, academic achievements, and potential in the field of animal care.\nThe application deadline for the Dr. Lauren Papa Grant for Animal Care is January 15, 2025. The winner of the grant will be announced on February 15, 2025.\nDr. Lauren Papa's journey epitomizes the fusion of artistry, compassion, and a commitment to making a difference. As an artist, singer, and philanthropist, she has dedicated her life to supporting causes that resonate with her deeply-held values. Her tireless efforts in charitable endeavors, particularly with St. Jude Children's Research Hospital, exemplify her unwavering dedication to spreading kindness and compassion in the world.\nFor more information about the Dr. Lauren Papa Grant for Animal Care and to apply, please visit https://drlaurenpapagrant.com\nAbout Dr. Lauren Papa\nA compassionate advocate for animal welfare and philanthropy , Dr. Lauren Papa's life is a testament to the profound impact that passion, compassion, and art can have on the world. Through her charitable endeavors, including the 'Who's Your Papa' concert series supporting St. Jude Children's Research Hospital, she continues to inspire positive change and nurture hope in the lives of others. Dr. Papa's commitment to advancing animal care excellence through the Dr. Lauren Papa Grant underscores her dedication to creating a brighter future for animals and aspiring veterinary professionals alike.\nMedia Contact\nCompany Name: Dr. Lauren Papa Grant\nContact Person: Dr. Lauren Papa\nEmail: Send Email\nCity: Los Angeles\nState: California\nCountry: United States\nWebsite: https://drlaurenpapagrant.com\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://www.linkedin.com/in/dr-lauren-papa-a66598289/",
      "https://www.getnews.info/press_stat.php?pr=dr-lauren-papa-grant-advancing-animal-care-excellence",
      "https://drlaurenpapagrant.com/",
      "https://drlaurenpapascholarship.com/",
      "https://www.cloudquote.io",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2024-4-4-dr-lauren-papa-grant-advancing-animal-care-excellence",
      "https://drlaurenpapagrant.com",
      "https://drlaurenpapa.com/",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "http://www.universalpressrelease.com/?pr=dr-lauren-papa-grant-advancing-animal-care-excellence",
      "https://drlaurenpapa.org/",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://www.getnews.info/wp-content/uploads/2024/04/1712265237.jpeg",
      "https://tracking.newsrpm.com/pixel",
      "https://drlaurenpapa.com",
      "https://drlaurenpapascholarship.com",
      "https://www.getnews.info/press_stat.php",
      "https://www.drlaurenpapascholarship.com/",
      "https://www.drlaurenpapagrant.com",
      "http://universalpressrelease.com/?pr=dr-lauren-papa-grant-advancing-animal-care-excellence",
      "https://www.googletagmanager.com/gtag/js",
      "https://www.drlaurenpapagrant.com/",
      "https://drlaurenpapagrant.com",
      "https://getnews.info/wp-content/uploads/2024/04/1712265237.jpeg",
      "https://www.drlaurenpapa.com/",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2024-4-4-dr-lauren-papa-grant-advancing-animal-care-excellence",
      "https://drlaurenpapa.org",
      "https://getnews.info/press_stat.php?pr=dr-lauren-papa-grant-advancing-animal-care-excellence",
      "https://linkedin.com/in/dr-lauren-papa-a66598289/",
      "https://cloudquote.io/article/6",
      "https://cloudquote.io/article/5",
      "https://www.drlaurenpapa.org/",
      "https://www.linkedin.com/in/dr-lauren-papa-a66598289",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "http://www.universalpressrelease.com/",
      "https://cloudquote.io"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lauren papa grant",
          "sentiment": "negative"
        },
        {
          "name": "lauren papa",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T02:13:59.478+03:00",
    "updated": "2024-04-05T02:13:59.478+03:00"
  },
  {
    "uuid": "89f692a554b30612c7228cf4424fa070f44bf518",
    "url": "https://www.clarin.com/internacional/como-aprovechar-las-milagrosas-propiedades-energeticas-de-la-avena_0_sK774Dh9D7.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Clarín",
    "published": "2024-01-05T18:15:00Z",
    "title": "Cómo aprovechar las milagrosas propiedades energéticas de la avena",
    "text": "Tiene muchas propiedades para la salud: la avena es fuente de nutrientes y proteínas, además de poseer alto contenido en fibras que contribuyen a bajar el colesterol y estabilizar los niveles de azúcar en sangre. Aporta también carbohidratos y vitaminas B y E y minerales como el potasio, calcio, hierro y zinc. Pero la avena, este cereal tan versátil que consumimos desde la infancia y suele incorporarse a lo largo de la vida en desayunos energéticos, también es muy valorado en algunas prácticas de magia blanca. Símbolo por excelencia de la producción y la abundancia que nos brinda la Tierra, se cree que, al igual que el trigo , en el universo esotérico posee extraordinarios beneficios. Aquí te contamos las misteriosas propiedades energéticas de la avena. El uso de la avena es frecuente para elaborar recetas de cocina, pero también forma parte de cientos de fórmulas de productos cosméticos para cuidar y revitalizar la piel y el cabello. Desde mascarillas para reducir la inflamación, combatir la sequedad de la piel y remover impurezas del rostro hasta como un recurso para suavizar el cuero cabelludo y nutrir el cabello. También son conocidas las virtudes del agua de avena, en especial para depurar el aparato digestivo y fortalecer el sistema inmunológico . Desde hace siglos y en muchas culturas, además, tanto a la avena como a otros cereales y granos se les rinde tributo para obtener buenos resultados en las cosechas. Ceres (de ahí proviene el término cereal), la diosa romana que regía la agricultura, o Démeter, “madre distribuidora”, su equivalente para los griegos, era la encargada de garantizar la fertilidad y a quien estos pueblos apelaba en tiempos de hambre o rendimientos pobres de la Madre Tierra . Es por eso que a la avena se le atribuyen propiedades energéticas y se la incluye en ceremonias de prosperidad y abundancia como fuente de vitalidad, ánimo y fortaleza para enfrentar nuevos objetivos. Además, se cree que posee capacidad de absorber energía negativa y purificar el ambiente. Por eso, es ideal para colocar en empresas o negocios y a traer buena suerte, estabilidad económica y éxito financiero. Sus poderes se asocian también con la fertilidad y el amor. Es por eso que se utiliza además para atraer a una persona, fortalecer una relación existente y, también, para recibir buenas noticias en la búsqueda de un embarazo. Tanto el hogar como el ámbito laboral, la avena se puede usar para atraer el flujo positivo del Universo . Su potencia será aún más efectiva si se la combina con otros elementos a los que también se apela en busca de abundancia, por ejemplo, con cáscara de naranja u otros cereales y semillas como el trigo o las lentejas. Como recurso de protección se deben colocar todos los ingredientes en platitos pequeños y distribuirlos en distintos rincones. Para rituales de limpieza espiritual, la avena debe ser esparcida en pequeños puñados alrededor de un espacio, pero también se puede sumar al agua para un baño de purificación. Si se le agrega miel, además, la piel quedará suave como la de un bebé. Como amuleto, se puede colocar en una bolsita o dentro de un pañuelo y llevar en la cartera o el bolsillo. También en saquitos de protección servirán para trazar los círculos que delimiten el espacio sagrado en rituales y hechizos. Es decir, que con su poder separen el mundo espiritual del físico. Tanto para conseguirlo como para mejorar la energía en el grupo laboral o conseguir un ascenso, este ritual puede ser muy efectivo por las propiedades energéticas de la avena: Qué se necesita:\nCómo hacerlo:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:11:05.922+02:00",
    "updated": "2024-01-06T00:11:05.922+02:00"
  },
  {
    "uuid": "14ddc833464cce6d5028a22fd30348e46b7aa8af",
    "url": "https://flipboard.com/article/cu-buffs-rally-to-claim-21st-national-title-in-skiing-first-since-2015/f-7a0a020aca%2Ftimescall.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "timescall.com - Brian Howell",
    "published": "2024-03-09T00:00:00Z",
    "title": "CU Buffs rally to claim 21st national title in skiing, first since 2015 | Flipboard",
    "text": "CU Buffs rally to claim 21st national title in skiing, first since 2015 STEAMBOAT SPRINGS – Facing an uphill climb on the final day of the NCAA skiing championships, the Colorado Buffaloes didn’t flinch.Fifth-year senior … More stories from [Colorado Buffaloes](/topic/coloradobuffaloes) More stories from [Colorado Sports](/topic/coloradosports) [MAJOR: Flyers Trade Deadline Acquisition Refuses To Play With Team](/topic/coloradosports/major-flyers-trade-deadline-acquisition-refuses-to-play-with-team/a-hgZIfzm_S4KeP84VnRvVXg%3Aa%3A3791682881-d40a752ea8%2Fmarkerzone.com) The Colorado Avalanche made a major trade with the Flyers this year as they added another key defenseman to their roster. [PHOTO: $2.3 million NIL-valued Travis Hunter and fiancee Leanna shows off icy drip as couple twin for exciting event](/topic/coloradosports/photo-2-3-million-nil-valued-travis-hunter-and-fiancee-leanna-shows-off-icy-dr/a-byhqbxoISIWxWbNWXRu1HQ%3Aa%3A2732881213-48e0737a7b%2Fsportskeeda.com) Travis Hunter’s fiancee, Leanna, took to Instagram and shared a visual of the couple twinning. The pair matched each other with black outfits for a … ['PLEASE STOP' First Take fans beg Stephen A. Smith to ditch ‘annoying’ topic ESPN analyst ‘can’t go one segment’ without mentioning](/topic/coloradosports/please-stop-first-take-fans-beg-stephen-a-smith-to-ditch-annoying-topic-espn/a-7ypZMC8sQxK5IDbjveY-2w%3Aa%3A3291032469-18042563d1%2Fthe-sun.com) ESPN viewers are unhappy with First Take's recent topics and went to social media to voice their issues. First Take fans slammed Friday's edition of … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Pac-12 Conference](/topic/pac12) [PHOTO: $2.3 million NIL-valued Travis Hunter and fiancee Leanna shows off icy drip as couple twin for exciting event](/topic/pac12/photo-2-3-million-nil-valued-travis-hunter-and-fiancee-leanna-shows-off-icy-dr/a-byhqbxoISIWxWbNWXRu1HQ%3Aa%3A2732881213-48e0737a7b%2Fsportskeeda.com) Travis Hunter’s fiancee, Leanna, took to Instagram and shared a visual of the couple twinning. The pair matched each other with black outfits for a … [Seahawks Urged to Trade DK Metcalf for Championship Quarterback](/topic/pac12/seahawks-urged-to-trade-dk-metcalf-for-championship-quarterback/a-7GqgyB6bSc-n87CY4krNuw%3Aa%3A2384197187-87c1aca050%2Fheavy.com) The early signs point to Geno Smith being with the Seattle Seahawks in 2024, but the team could still make a move to add another quarterback. Seattle … [Best Brain Boosting Supplements In 2024 (Benefits, Side Effects, Dosage)](/topic/pac12/best-brain-boosting-supplements-in-2024-benefits-side-effects-dosage/f-9ade2c0bbc%2Fbuffzone.com) Brain health is something that many people take for granted. However, when your brain function begins to deteriorate, it is an issue that can quickly …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Sport",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "leanna",
          "sentiment": "none"
        },
        {
          "name": "travis hunter",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cu buffs",
          "sentiment": "negative"
        },
        {
          "name": "colorado sports",
          "sentiment": "none"
        },
        {
          "name": "ncaa",
          "sentiment": "none"
        },
        {
          "name": "colorado buffaloes",
          "sentiment": "none"
        },
        {
          "name": "colorado avalanche",
          "sentiment": "none"
        },
        {
          "name": "instagram",
          "sentiment": "none"
        },
        {
          "name": "flyers",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-10T01:18:18.803+02:00",
    "updated": "2024-03-10T01:18:18.803+02:00"
  },
  {
    "uuid": "abf614a896adbda3b5f38591b5bc61b9bafa0433",
    "url": "https://www.ndtv.com/world-news/christian-community-in-pakistan-attacked-house-burnt-over-blasphemy-charges-5743685",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2024-05-25T10:06:00Z",
    "title": "Christian Community In Pakistan Attacked, House Burnt Over Blasphemy Charges",
    "text": "Blasphemy is a sensitive subject in conservative Muslim- majority Pakistan (Representational) At least five members of a minority Christian community were rescued on Saturday after a Muslim crowd attacked their settlement in eastern Pakistan, police and a community leader said. The crowd, which accused the Christian group of blasphemy, hurled stones and bricks at the police, said Shariq Kamal, the police chief of Sargodha district. A large contingent of police cordoned off the settlement, he said, adding that the crowd had been pushed back and five injured Christians had been taken to hospital. At least one house and a small shoe factory was set on fire by protesters who had gathered after neighbours alleged that the Muslim holy book, the Quran, had been desecrated by a minority community member, according to a police spokesman and Akmal Bhatti, a Christian leader. \"They burned one house and lynched several Christians,\" Bhatti said. Videos posted on social media showed protesters looting items from burning properties. Others were seen throwing the items in a heap on fire in a street. Bhatti said the videos were images from the scene. Reuters could not independently verify the pictures. The independent Human Rights Commission of Pakistan said the Christian community was \"at grave risk to their lives at the hands of the charged mobs\". Blasphemy is a sensitive subject in conservative Muslim- majority Pakistan, where just an accusation can lead to a street lynching. Human rights groups say Pakistan's harsh blasphemy laws are often misused to settle personal scores. While blasphemy is punishable by death in Pakistan, no one has been executed by the state for it, though numerous accused have been lynched by outraged mobs. Promoted Listen to the latest songs, only on JioSaavn.com A Muslim crowd attacked a Christian community in eastern Pakistan last year, vandalising several churches and setting scores of houses on fire after accusing two of its members of desecrating the Quran. (Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI",
      "https://www.jiosaavn.com",
      "https://jiosaavn.com",
      "https://jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "akmal bhatti",
          "sentiment": "none"
        },
        {
          "name": "shariq kamal",
          "sentiment": "none"
        },
        {
          "name": "bhatti",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "house burnt over blasphemy charges blasphemy",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "sargodha",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-25T15:51:41.022+03:00",
    "updated": "2024-05-25T15:51:41.022+03:00"
  },
  {
    "uuid": "15187ba31b8c4008c20f3b65c1f49469934f1085",
    "url": "https://theanalyst.com/eu/2025/01/man-utd-vs-southampton-stats-premier-league",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Segar",
    "published": "2025-01-16T22:01:00Z",
    "title": "Man Utd 3-1 Southampton Stats: Amad to the Rescue With Late Hat-Trick",
    "text": "Amad Diallo saved Manchester United blushes with a trio of goals at Old Trafford. We bring you the best facts and Opta data with our Man Utd vs Southampton stats page.\nA late hat-trick from Amad Diallo saw Manchester United beat Southampton 3-1 at Old Trafford to keep the new year momentum going for Ruben Amorim’s side.\nUnited trailed for most of the second half after going behind to a Manuel Ugarte own goal, only for Amad to switch on the style with three late goals.\nIt took Amorim’s men a while to get going, with bottom-of-the-table Southampton the better team for much of the first hour in Manchester, but second-half pressure from United eventually told.\nAndré Onana made an important save from Kamaldeen Sulemana in the 12th minute, before pulling off an impressive double stop from efforts by Tyler Dibling and Mateus Fernandes as Southampton piled the pressure on in the first half.\nUnited were largely second best in the opening 45 minutes, but did have a great chance to take the lead through Alejandro Garnacho, but the Argentine fired wide from Rasmus Højlund’s low cross.\nSouthampton had attempted seven shots by the 35th minute, more than they managed in the entirety of the reverse fixture in September (6), but it didn’t take a shot to give them the lead in the 43rd minute. Fernandes’ corner was flicked on at the near post by Dibling, before the ball hit Ugarte on the back and went in despite Onana’s best efforts to keep it out.\nUnited have conceded 10 goals from corners in the Premier League this season. Not only the joint-most along with Wolves, but just one shy of the club’s most ever in a single season in the competition (11 in 2023-24), despite this being just their 21st league game of the campaign.\nThe home fans couldn’t believe their side weren’t level in the 59th minute as a United break led to Garnacho squaring the ball for Antony, but the sliding substitute somehow diverted the ball into the arms of Aaron Ramsdale at the back post when he had all the goal to aim at.\nJust as it seemed the game would get away from United, a familiar face came to the rescue. In the 82nd minute, Amad picked up the ball on the right before running at goal. His initial shot was blocked by Kyle Walker-Peters, but the ball fell kindly for the young Ivorian who made no mistake to equalise with his second effort, finishing well past Ramsdale.\nHis second came after a give-and-go that led to Christian Eriksen chipping the ball over the top for Amad to volley in, before he robbed Taylor Harwood-Bellis of the ball in the penalty area in stoppage time as the Saints defender gift wrapped the hat-trick.\nAmad has now been directly involved in 10 goals in his last 11 Premier League appearances (5 goals, 5 assists). Only Mohamed Salah (20) and Alexander Isak (17) have more Premier League goal involvements since the start of November than him.\nIt may not have been a convincing performance from Man Utd, but it was a night to remember for their new 22-year-old hero.\nOur Opta match centre delivers you all the Manchester United vs Southampton stats from their Premier League meeting at Old Trafford.\nThe match centre below includes team and player stats, expected goals data, passing networks, an Opta chalkboard and more. It gives you everything you need to do your own match analysis.\nUnderneath the match centre you can find the official Opta stats on the game as well.\nMan Utd vs Southampton: Post-Match Facts\n- Only Wayne Rooney (21y 4d vs Bolton in October 2006) has scored a Premier League hat-trick for Manchester United at a younger age than Amad Diallo tonight (22y 189d), who is now the Red Devils’ youngest ever hat-trick scorer at Old Trafford in the competition.\n- Amad is the third player in Premier League history to score three times in the final 10 minutes of a game after Ole Gunnar Solskjaer vs Nottingham Forest in February 1999 and Rooney vs Hull City in January 2010, with all three instances coming by Man Utd players.\n- Southampton are winless in each of their last 18 Premier League away games (D4 L14), the longest run without victory on the road in the division since Aston Villa in September 2019 (21 games).\nEnjoy this? Subscribe to our football newsletter to receive exclusive weekly content. You should also follow our social accounts over on X",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "topics": [
      "Sport->sport achievement",
      "Sport->soccer",
      "Human Interest->record and achievement"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.twitter.com/OptaAnalyst",
      "https://twitter.com/OptaAnalyst"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Amad Diallo",
          "sentiment": "negative"
        },
        {
          "name": "Alejandro Garnacho",
          "sentiment": "none"
        },
        {
          "name": "Mateus Fernandes",
          "sentiment": "none"
        },
        {
          "name": "Tyler Dibling",
          "sentiment": "none"
        },
        {
          "name": "Ruben Amorim",
          "sentiment": "none"
        },
        {
          "name": "André Onana",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Manchester United",
          "sentiment": "negative"
        },
        {
          "name": "Southampton",
          "sentiment": "none"
        },
        {
          "name": "Opta",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Old Trafford",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "15187ba31b8c4008c20f3b65c1f49469934f1085",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2025-01-17T00:44:33.565+02:00",
    "updated": "2025-01-17T00:44:33.565+02:00"
  },
  {
    "uuid": "28c2e59590616d654cbf8594fb21b33ddcc51876",
    "url": "https://u.today/arbitrum-arb-could-be-hidden-gem-and-reasons-are-not-so-simple",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Arman Shirinyan",
    "published": "2023-12-29T01:00:00Z",
    "title": "Arbitrum (ARB) Could Be 'Hidden Gem,' and Reasons Are Not So Simple",
    "text": "[www.freepik.com](https://www.freepik.com/premium-ai-image/future-economy-financial-exchange-as-global-trade-cbdc-central-bank-digital-currency-conceptual_64523613.htm#page=4&query=CBDC&position=23&from_view=search&track=sph&uuid=9b2e74eb-b6aa-4c0f-809f-16c585acd6b3) Disclaimer: The opinions expressed by our writers are their own and do not represent the views of U.Today. The financial and market information provided on U.Today is intended for informational purposes only. U.Today is not liable for any financial losses incurred while trading cryptocurrencies. Conduct your own research by contacting financial experts before making any investment decisions. We believe that all content is accurate as of the date of publication, but certain offers mentioned may no longer be available. The race to an effective scaling has highlighted certain networks that could become pivotal players in the upcoming phase of the [Ethereum](https://u.today/new-ethereum-eth-xrp-and-solana-sol-pairs-to-go-live-on-binance) ecosystem's growth. Among these, Arbitrum stands out as a potential \"hidden gem,\" with implications that extend far beyond the usual market dynamics. Ethereum, often regarded as the incumbent blockchain for decentralized applications, has been described as a \"beta play\" in the industry. This term suggests that investing in Ethereum is a bet on the future potential of the technology, rather than its current utility. Ethereum is seen as the foundational layer, undergoing extensive development to fully realize its capabilities. However, this focus on Ethereum often overshadows the layers built upon it, such as layer-2 solutions like Arbitrum. [Arbitrum](https://u.today/arbitrum-arb-surges-58-in-30-days-michael-van-de-poppe-bullish-on-2-outlook), alongside Optimism and other layer-2 solutions, is poised to be the main beneficiary of the burgeoning surge in the Ethereum ecosystem. With Ethereum's scaling being an urgent issue, the spotlight on L2s has intensified. These platforms are designed to alleviate congestion on the main Ethereum network by processing transactions off-chain while still maintaining the security guarantees of Ethereum itself. The recent post by Vitalik Buterin, highlighting the progress of Arbitrum One as it reaches stage-1 rollup status, underscores the critical role Arbitrum could play. This milestone signifies a fully functional proof system, and the ability for external participants to submit fraud proofs, among other advancements. Buterin's optimism for the scaling solution is not without merit, as it represents a leap forward in addressing Ethereum's scaling challenges. While many consider investments in [Ethereum](https://u.today/ethereum-eth-makes-comeback-finally) as a bet on broader blockchain technology's future, Arbitrum presents a more niche opportunity. It could rally alongside Ethereum as the network scales, or possibly outpace it in terms of growth. The recent performance of ARB against Bitcoin (ARB/BTC) suggests that the market is beginning to recognize its potential. As Ethereum's layer 2, Arbitrum's success is closely tied to that of Ethereum, but it may offer disproportionate gains due to its specific role in scaling and its current undervaluation. Shiba Inu in tough spot, again Shiba Inu is at a crossroads as it teeters on a pivotal price level. After a recent uptrend that saw the token climb sharply, traders and enthusiasts alike are now pondering whether SHIB will continue its ascent or succumb to a correction that could add another zero to its price. The chart reveals [SHIB's](https://u.today/shiba-inu-shib-whales-disappear-0) recent price action, characterized by a significant uptrend. However, this rise has been quite steep, indicating a potential overextension. In trading, such amplitude often precedes a correction, as assets seldom move in one direction for an extended period without some reversion to the mean. The crypto market, known for its volatility, especially with assets as speculative as meme coins, is no exception. Analyzing the chart, SHIB has been following an upward trendline, with its price above both the 50-day and 200-day moving averages — a bullish signal for many traders. Yet, the price is now approaching these averages, which could act as support levels in a downturn or signify resistance in an uptrend continuation. Moreover, the volume has shown a notable decrease during the uptrend, which can sometimes signal a lack of conviction among buyers and may foreshadow a downturn. However, it is important to keep in mind that legacy meme coins like [SHIB](https://u.today/shiba-inu-shib-on-verge-of-gaining-another-zero-again) are facing stiff competition from newer entrants, particularly those on the Solana blockchain, which have posted massive gains and attracted significant attention. This shift in investor focus could impact SHIB's ability to rally as it once did. Considering the price surge of meme coins on Solana, it is clear that the meme coin sector is evolving, with newer coins potentially offering greater returns due to their novelty and smaller market caps. For SHIB, maintaining its relevance and price momentum may require more than just meme appeal; it could depend on the coin's ability to integrate more use cases and gain exposure to the DeFi market.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.freepik.com/premium-ai-image/future-economy-financial-exchange-as-global-trade-cbdc-central-bank-digital-currency-conceptual_64523613.htm#page=4&query=CBDC&position=23&from_view=search&track=sph&uuid=9b2e74eb-b6aa-4c0f-809f-16c585acd6b3)",
      "https://freepik.com/premium-ai-image/future-economy-financial-exchange-as-global-trade-cbdc-central-bank-digital-currency-conceptual_64523613.htm#page=4&query=CBDC&position=23&from_view=search&track=sph&uuid=9b2e74eb-b6aa-4c0f-809f-16c585acd6b3)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T03:48:50.473+02:00",
    "updated": "2023-12-29T03:48:50.473+02:00"
  },
  {
    "uuid": "88c1a9d815f83ef1ad68d9869b0b14bb0a5c93a7",
    "url": "https://www.record.com.mx/contra/con-razon-se-rompe-record-de-temperatura-maxima-en-la-ciudad-de-mexico",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Récord",
    "published": "2024-05-10T02:15:00Z",
    "title": "¡Con razón! Se rompe récord de temperatura máxima en la Ciudad de México",
    "text": "Capitalinos se quejan del calor y no es para menos, ya que este 9 de mayo de 2024 se registró la temperatura máxima en la Ciudad de México al alcanzar los 34.3 grados, de acuerdo al Observatorio de Tacubaya. Según información que compartió la Comisión Nacional del Agua, este jueves se estableció la máxima histórica de la capital, al superar la marca anterior que era de 34.2 grados y que se presentó apenas el 15 de abril pasado. La temperatura de 34.3 °C que alcanzó el termómetro esta tarde en el Observatorio de Tacubaya, también rompió récord para ser la máxima histórica de un 9 de mayo y de un mes de mayo. Récords de temperatura máxima en la Ciudad de México 9 de mayo de 2024/34.3 °C 15 de abril del 2024/34.2 °C 9 de mayo de 1998/33.9 °C 10 de abril de 2009/33.7 °C 7 de mayo de 2024/33.4 °C 3 y 4 de mayo 2024/33.0°C 14 de abril del 2024/32.9 °C 4 de mayo de 2002/32.1°C 14 de abril del 1998/32 °C 15 de abril del 1998/31.6 °C 12 de marzo de 2019/30.4°C 12 de marzo de 1977/30.3°C Este nuevo registro de temperatura máxima en la Ciudad de México obedece a la segunda ola de calor de la temporada, la cual inició el pasado 3 de mayo y se proyecta que termine el día 11, provocando que algunos estados de la República Mexicana lleguen hasta los 45°C. TAMBIÉN TE PUEDE INTERESAR: DÍA DE LA MADRE: AUTORIDADES DE CDMX DAN DESCANSO OBLIGATORIO A MAMÁS ESTE 10 DE MAYO",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T05:29:36.182+03:00",
    "updated": "2024-05-10T05:29:36.182+03:00"
  },
  {
    "uuid": "6744dda27c77956d945998e25a4d7dbc29120ea9",
    "url": "https://www.irishstar.com/news/us-news/two-tablespoons-superfood-between-9pm-34063358",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Emily Hodgkin",
    "published": "2024-11-08T00:12:00Z",
    "title": "Two tablespoons of 'superfood' between 9pm and 11pm reverses high blood sugar - Irish Star",
    "text": "Dr Eric Berg DC recently revealed how incorporating two tablespoons of a 'superfood' into your nightly routine could improve blood sugar levels. The health whizz, who's an ace at healthy ketosis and intermittent fasting, boasts a YouTube subscriber count of 12.7 million. In one of his videos, he advised his viewers to mix apple cider vinegar with water before hitting the sack for significant reductions in blood sugar . This concoction is typically available at your local supermarket or chemist. Dr Berg, at the onset of his video, pointed to the rampant issue of blood sugar irregularities . \"There are so many people with blood sugar issues,\" he stated. Health warning as two 'fruits' can cause blood sugar to 'skyrocket' and cause 'serious' health issues Two key superfoods lower blood sugar without needing insulin, experts say Blood glucose, also known as blood sugar, is the primary sugar present in our blood and fuels our bodies, derived from the food we consume. It’s largely transformed into glucose and then pumped around in the bloodstream. As blood glucose goes up, the pancreas gets busy releasing insulin. For those without diabetes, normal blood sugar levels float between 4 to 6 mmol/L prior to meals and should be kept below 8 mmol/L a couple of hours post-meal, reports Surrey Live . High blood sugar commonly stems from not enough insulin being made or the body not responding to it properly. This condition can herald the arrival of type 2 diabetes, as reported by the Mirror. Groundbreaking diet 'could mean people with diabetes can stop medication' Type 2 diabetes: The little-known sign that could mean you're at risk Dr Berg recommends an additional step - incorporating apple cider vinegar into your diet. \"If you're not already, you should consider adding apple cider vinegar (ACV) into your diet,\" he suggests. \"There are things that can improve your blood sugar levels that go beyond keto and fasting, and apple cider vinegar is one of them.\" He highlights the benefits of its acetic acid content. \"The acetic acid in apple cider vinegar gives a very potent anti-glycemic effect, even if you're not doing keto. It can help buffer the food you eat to bring it lower on the glycemic index. This can help stabilise your blood sugar and insulin,\" Dr Berg explains. He also points out that lowering glucose reduces insulin, which can lead to several health benefits. Early signs of high blood sugar include increased thirst, frequent urination, headaches, and blurry vision. If left unchecked, symptoms can worsen to extreme fatigue, unexpected weight loss, skin or vaginal yeast infections, and slow healing of cuts or wounds. It's vital to consult with your GP or diabetes care team if these symptoms arise, as adjustments to your treatment plan or lifestyle may be necessary to maintain healthy blood sugar levels. Dr Berg recommends going organic when it comes to apple cider vinegar. He advises, \"If your blood sugar is high in the morning even though you didn't consume a lot of carbs the day before, this is known as the dawn phenomenon.\" He suggests, \"If you experience this issue, try taking two tablespoons of apple cider vinegar mixed into eight to twelve ounces of water before bed.\" For those who hit the hay between 10-11pm, he says to have the drink from 9pm onwards. Dr Berg also suggests having apple cider vinegar before meals but cautions that its high acidity means it should be sipped through a straw to protect your teeth and always diluted in a tall glass of water – never taken neat to avoid stomach irritation or tooth enamel damage. Additionally, apple cider vinegar might lower blood sugar too much if you're on diabetes medications, so consult your doctor before upping your intake.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.getsurrey.co.uk/news/health/taking-two-tablespoons-superfood-between-30310046",
      "https://getsurrey.co.uk/news/health/taking-two-tablespoons-superfood-between-30310046"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T02:42:22.794+02:00",
    "updated": "2024-11-08T02:42:22.794+02:00"
  },
  {
    "uuid": "44c9ace909dbe5a2a6bce79ec369e90f65005111",
    "url": "https://finance.sina.com.cn/stock/bxjj/2025-04-17/doc-inetmkha6207025.shtml",
    "ord_in_thread": 0,
    "author": "sina.com.cn",
    "published": "2025-04-16T22:28:00Z",
    "title": "加拿大和日本在2月主导外国对美国国债的购买|加拿大_新浪财经_新浪网",
    "text": "格隆汇4月17日｜美国财政部公布国际资本流动报告（TIC）显示，今年2月美国的海外债主们持有的美国国债显著增长，为2021年6月以来的最大增幅。加拿大和日本是该月净买入量位居前列的国家，而该月正值美债市场近期动荡的前夕。截至今年2月末，美国以外国家持有的美国国债总额增加2900亿美元，达到创纪录的8.82万亿美元。当月，外国买家净购买了1062亿美元的长期美债和732亿美元的短期美债。\n其中，日本2月所持美国国债增加466亿美元，至1.1万亿美元。中国2月所持美债增加235亿美元，至7840亿美元。加拿大在1月净卖出美债后，2月美债持仓大幅反弹，净买入465亿美元的长期美债。开曼群岛2月所持美债增加133亿美元，至4178亿美元。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->debt market",
      "Economy, Business and Finance->foreign exchange market",
      "Politics->government",
      "Politics->international relations",
      "Politics->economic policy",
      "Social Issue->social services",
      "Social Issue->social condition",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T01:49:39.605+03:00",
    "updated": "2025-04-17T01:49:39.605+03:00"
  }
]