[
  {
    "uuid": "b2974dc6ff1666ef16e1fd1a2fff1508d0dc517a",
    "url": "https://www.24-horas.mx/2024/06/02/convoca-iglesia-a-mantener-la-unidad-y-respetar-el-resultado-de-la-eleccion",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lilian Reyes",
    "published": "2024-06-02T13:56:00Z",
    "title": "Convoca Iglesia a mantener la unidad y respetar el resultado de la elección",
    "text": "En su editorial en el semanario Desde la Fe, señaló que hay que trabajar en unidad y de la mano para encontrar a través del diálogo, el respeto y la escucha, un camino que nos permita seguir adelante.\n“Gane quien gane, si a partir de este lunes, vemos al contrincante como nuestro enemigo, hemos perdido una vez más”, señaló.\nAgregó que tras el tiempo de campañas y realizados los comicios, no se puede decir que hubo un saldo favorable, pues en el camino, decenas de aspirantes a cargos públicos perdieron la vida, incluso días antes de finalizarlas\nTe podría interesar:\nArranca Gabinete de Seguridad monitoreo de jornada electoral\n“(Son) muertes a las que no podemos permanecer indiferentes y reducirlas a una cifra. Eran seres humanos, historias, proyectos de servicio para el bien común que fueron cortados violentamente”, resaltó.\nEn este sentido elevó una oración por su descanso y subrayó que los comicios no tienen por qué dividirnos.\n“No es una lucha de buenos contra malos, ni es un espacio para sacar el mejor apodo o adjetivo descalificador contra quien piensa diferente”, refirió.\nManifestó que votar significa una oportunidad para construir la sociedad que queremos, no una oportunidad para destruir a “nuestro enemigo”, como se llama muchas veces a quien cree en un proyecto diferente.\nTe podría interesar:\nInicia oficialmente la Temporada de Huracanes 2024 en el Atlántico, Golfo y Caribe\n“Hace unos días, la Conferencia del Episcopado Mexicano nos recordaba la diversidad de cada ciudadano mexicano, que alimentaba la riqueza cultural e histórica del país, y que trasciende a lo que pueda creer un grupo de personas o una corriente de pensamiento”, añadió.\nDe igual forma, destacó que hay aspectos que pueden modificarse para las próximas campañas como el uso de mantas y pendones.\n“No es necesario, por ejemplo, llenar de propaganda, que a partir de mañana se convertirá en basura electoral, las calles de un país. Las nuevas tecnologías de la información y la creatividad, deben llevarnos a un siguiente nivel en futuras elecciones”, sentenció.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-02T17:05:24.293+03:00",
    "updated": "2024-06-02T17:05:24.293+03:00"
  },
  {
    "uuid": "8c675024f4d9748c9bfc8c6c6d8dfeebe8918320",
    "url": "https://fr.euronews.com/2023/12/24/autriche-trois-islamistes-presumes-arretes-securite-renforcee-pour-noel",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Euronews",
    "published": "2023-12-24T12:37:00Z",
    "title": "Autriche : trois islamistes présumés arrêtés, sécurité renforcée pour Noël | Euronews",
    "text": "PUBLICITÉ Trois personnes soupçonnées d'être impliquées dans un réseau islamiste ont été arrêtées en Autriche, ont annoncé dimanche les autorités alors que Vienne et Berlin ont renforcé la sécurité autour des églises et marchés de Noël en raison d'un \"risque accru\".\n\"Intervenant sur un réseau islamiste\" , les autorités autrichiennes ont arrêté quatre personnes samedi, a indiqué le ministère de l'Intérieur. Un porte-parole du ministère a ensuite indiqué que parmi ces quatre, trois restaient détenues dans l'attente d'investigations complémentaires.\nCitant \"un risque accru\" , la police a par ailleurs renforcé les contrôles, notamment autour des églises, cérémonies religieuses et marchés de Noël à Vienne.\n\"Il n'y a pas de menace immédiate d'attaque à Vienne\" , a néanmoins précisé le porte-parole de la police.\nSamedi, la police autrichienne avait indiqué dans un communiqué que \"des agents terroristes en Europe appellent à mener des attaques contre des évènements chrétiens, spécialement autour du 24 décembre\".\nLes autorités allemandes ont en parallèle annoncé avoir renforcé les mesures de sécurité dans et autour de la cathédrale de Cologne notamment, l'une des plus visitées du pays, en raison d'un risque de sécurité lié à une menace qualifiée d' \"islamiste\".\nLes fidèles se rendant aux services religieux de Noël doivent se soumettre à de stricts contrôles à l'entrée notamment.\n\"Nous apprécions tous nos traditions de Noël et nous ne nous laissons pas intimider\" , a déclaré la ministre allemande de l'Intérieur, Nancy Faeser, dimanche au groupe de presse régional Funke.\n\"Mais nous prenons la menace terroriste islamiste très au sérieux et sommes extrêmement vigilants\" , a-t-elle ajouté, \"nos services de sécurité surveillent les milieux islamistes et agissent en conséquence, comme le montrent les mesures en cours\".\nSelon le site du quotidien allemand Bild samedi, des services de sécurité en Autriche, Allemagne et Espagne ont reçu des indications selon lesquelles un groupe islamiste voudrait commettre plusieurs attentats en Europe, possiblement à la Saint-Sylvestre et à Noël.\nSelon le journal, les cibles de ces attentats pourraient être des messes de Noël à Cologne, Vienne et Madrid.\nIl affirme également qu'une personne a été interpellée en Allemagne.\nD'après Bild, les personnes arrêtées sont des Tadjiks soupçonnés d'avoir voulu perpétrer des attaques au nom de l'Etat islamique au Khorassan (EI-K), branche locale de l'EI en Afghanistan.\nDes fouilles avec des chiens renifleurs effectuées samedi soir par la police dans la cathédrale de Cologne n'ont pas abouti à la découverte d'objets suspects.\nEn juillet, une cellule d'islamistes présumés de l'EI-K avait été démantelée en Allemagne et aux Pays-Bas. Les personnes arrêtées en Allemagne étaient soupçonnées de vouloir commettre une attaque dans le pays.\n Un Noël 2023 avec la guerre en toile de fond Hongrie : des milliers de personnes font la queue pour une distribution de denrées alimentaires A Bethléem, un Noël sans grandes festivités Noël Cologne Terrorisme Vienne Madrid ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.bild.de/regional/koeln/koeln-aktuell/koelner-dom-anschlagsangst-an-weihnachten-das-raten-polizei-und-politik-86535792.bild.html",
      "https://bild.de/regional/koeln/koeln-aktuell/koelner-dom-anschlagsangst-an-weihnachten-das-raten-polizei-und-politik-86535792.bild.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T17:21:09.738+02:00",
    "updated": "2023-12-26T12:17:27.767+02:00"
  },
  {
    "uuid": "a3f77a663c2ce6ace4e9eecca7f2f2a2022ce947",
    "url": "https://www.elnuevodia.com/noticias/seguridad/notas/un-carro-se-incendia-en-la-pr-52-en-medio-de-un-tiroteo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "/autor/florencia-garcia-melazzo/",
    "published": "2024-04-25T20:45:00Z",
    "title": "Un carro se incendia en la PR-52 en medio de un tiroteo - El Nuevo Día",
    "text": "De acuerdo con la Policía, una persona murió como resultado de los impactos de balas 25 de abril de 2024 - 4:45 PM De acuerdo con la Policía, una persona murió como resultado de los impactos de balas 25 de abril de 2024 - 4:45 PM Una balacera se reportó en la tarde del jueves en el expreso PR-52, en dirección de Caguas hacia Salinas, en el que al menos una persona murió, confirmó a El Nuevo Día el teniente Elvis Zeno, director auxiliar del Negociado de Tránsito de la [Policía](https://www.elnuevodia.com/topicos/policia-de-puerto-rico/). De acuerdo a la información preliminar, el tiroteo se desató a la altura del kilómetro 35 de la mencionada vía, donde hay un vehículo incendiado en uno de los carriles. Personal del Cuerpo de Investigaciones Criminales (CIC) de Caguas están en la escena y a cargo de la investigación. Según información preliminar, se recibió una llamada telefónica al Sistema de Emergencias 9-1-1 que alertó a la Uniformada sobre un vehículo en llamas. Posteriormente, al llegar los agentes a la escena, encontraron a un hombre herido de bala. Este fue transportado a una institución hospitalaria donde posteriormente falleció. El occiso no ha sido identificado al momento. Pendientes a elnuevodia.com para la ampliación de esta noticia en desarrollo. Te invitamos a descargar cualquiera de estos navegadores para ver nuestras noticias:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:10:08.194+03:00",
    "updated": "2024-04-26T00:10:08.194+03:00"
  },
  {
    "uuid": "33c9822b2f9b80ab524078e5463dcc2432edab71",
    "url": "https://www.usatoday.com/story/news/nation/2024/05/05/holocaust-remembrance-day-survivor-activism/73417073007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Phaedra Trethan",
    "published": "2024-05-05T10:00:00Z",
    "title": "On Holocaust Remembrance Day, survivors battle to preserve the truth",
    "text": "It took Fred Kurz five decades before he could talk about his experiences during the Holocaust. He didn't think his story was important, he said, and it was painful to relive it. He couldn't even talk with his sister, Doriane , who died in 2005 , about what they had both endured, other than give a knowing glance or nod when something reminded them of their lives during World War II ‒ and they were so close, \"we were one person.\" \"It was too hard,\" he said. \"It was terrible to think about it. We tried to put it out of our heads.\" But in 1993, his Southern New Jersey synagogue planned a Holocaust remembrance event, and a rabbi asked Kurz to share his story, one the rabbi hadn't even really heard himself. He asked Kurz to tell it, just to him, so Kurz did. After Kurz finished, the astonished rabbi told him, \"You have a story that really needs telling,\" and so, \"with great trepidation,\" Kurz began speaking about his past: to synagogues, schools, churches and other organizations. He's been doing it ever since. Kurz is one of several Holocaust survivors now telling their stories in short videos as part of an international effort to tackle Holocaust denialism and hate speech. The effort coincides with Yom Hashoah , on Sunday and Monday, the Holocaust observance that lines up with the Hebrew calendar. Amid concerns over rising antisemitism in the U.S. and tensions over the Israel-Hamas war, Kurz says the message couldn't be more timely: \"As long as I am able to speak, I want the world to understand how close we are getting to the same conditions, the prejudices, and how to avoid that.\" \"My story specifically isn't important,\" the now-87-year-old told USA TODAY. \"What is important is to know what the conditions were, that the world should never forget how it happened. ... Those conditions, what happened to my family, should never happen again.\" But Kurz's story is compelling, one of a successful extended family with a thriving business, a resourceful and selfless mother and two resilient children who were just 9 and 10 when the war ended: The family lived in Holland while his father was working for his family's multinational optical company. His father was arrested on the street, then sent by the Nazis to a succession of camps before he was killed in the gas chambers at Auschwitz. His mother tried to protect Fred and Doriane, entrusting their safety to the Dutch Underground which hid the children when she was arrested. The siblings were briefly reunited with their mother − but all three ended up at Bergen-Belsen, another notorious camp, where they endured horrifying conditions. Even their liberation by the Soviets was bittersweet, Kurz said, because they had no food or water for two weeks and their mother was ill with typhus. Soon, they lost her, too . Kurz and his sister were eventually brought to live with an aunt, uncle and two young cousins in Brooklyn. He attended Columbia University − now the site of clashes between police and pro-Palestinian protesters − and became an engineer, working for RCA and General Electric, raising his three daughters with his wife, Rachel, in their Cherry Hill, New Jersey, home. When the Claims Conference on Jewish Material Claims Against Germany , a New York-based nonprofit that advocates for Holocaust survivors all over the world, asked him to be part of its #CancelHate campaign to coincide with Holocaust Remembrance Day, Kurz said he immediately agreed. \"Hate speech is a primary cause of increasing antisemitism, which has recently found its way back into our American society,\" Kurz says in his video. He recalls how Hitler used Jews as scapegoats, and how Jews were rounded up, brutalized and systematically murdered. \"My concern that I am addressing today is a similarity of unchecked hate speech against many minorities in our society, but particularly Jews, which could lead to tragic events as it did in Nazi Germany. Everyone who understands the dangers that hate speech is doing to our great country needs to speak up, to be the voice of reason, so that history will not repeat itself as it did decades ago. \"Your words matter.\" #CancelHate gives Holocaust survivors an opportunity to confront those who deny, distort or try to minimize their experiences, said Greg Schneider, executive vice president of the Claims Conference. In the wake of the Oct. 7 attack on Israel by Hamas and the ensuing war in Gaza, there has been \"a tsunami of antisemitism, Jew hate and Holocaust denial,\" said Schneider, making the campaign, planned before the events of Oct. 7, \"more urgent, more timely and more needed than ever.\" \"There are people out there calling these survivors liars,\" he said. It's \"like their loved ones are being murdered a second time. It's not easy for them to go through this, but we've asked them to because it's one of our last opportunities. It's important for us to record their voices while we still have them.\" A 2020 Claims Conference survey found \"a worrying lack of basic Holocaust knowledge\" among millennials and Generation Z, something the nonprofit called \"a growing problem as fewer and fewer Holocaust survivors – eyewitnesses to a state-sponsored genocide – are alive to share the lessons of the Holocaust.\" About 1 in 10 (11%) of that generational cohort thought Jews caused the Holocaust, the survey found, and nearly half (49%) reported they had seen Holocaust denials or distortions on social media. \"We ask survivors to do this, but we know it's painful and triggering, and it brings up the most painful memories of their lives,\" Schneider said. \"Yet everyone we asked said yes. They feel it is their responsibility to their families who were murdered and for their children and grandchildren, and all of our children and grandchildren.\" Social media, where so much of the antisemitism and hate proliferates, \"is a tool that can be used for good or bad,\" Schneider said. But it can also amplify fringe voices, drive outrage and anger, and turn into an echo chamber of harmful, hateful ideas, he said. \"We have to break that cycle.\" Abe Foxman is known as an activist, lawyer and longtime national director of the Anti-Defamation League. But his story began in hiding: The only child of Polish Jews who fled to Lithuania, he was given to his nanny, a Catholic, as an infant to protect him as the Nazis took over and his parents were forced into the Vilna ghetto. His nanny had him baptized and began raising him, keeping him from other children lest his true identity be revealed. Foxman, who is among the survivors participating in the #CancelHate campaign, was reunited with his parents, who had miraculously survived, four years later. But he lost his grandparents and 13 aunts and uncles in the Holocaust, and though he remembers his nanny as his protector and savior, his parents had to engage in a custody battle to get him back. Survivors were initially reluctant to tell their stories, he said. Not just because it was painful for them, but because many didn't want their children to know their parents' suffering. But as they aged, they began to realize how important it was to speak up, to preserve their stories and to ensure that horrible chapter in history was never repeated. The conversation around the Holocaust has changed, and Foxman believes the emphasis is now where it belongs: \"It used to be about the perpetrators. Now it's much more about those who perished: how they lived, the art they created, who they were. Before, we were too preoccupied with those who destroyed our culture.\" Denialism \"is very personal, like an assault on who you are,\" said the 84-year-old, who didn't know the extent of his own story until he was in college and did a report on the ghetto where his parents were confined. \"Words matter, and if we can cancel this hate by bearing witness to it, we will do it.\" Jewish tradition reveres the power of words, he said. \" Words have the power of life and death ,\" and words were so precious to Jews during the Holocaust that some even bartered what little food they had for paper on which to keep diaries \"because they feared no one would know that they'd lived or how they died.\" A frequent refrain from survivors, especially in the #CancelHate campaign, is how insidiously hatred creeps into a society. \"It didn't happen in one fell swoop,\" said Kurz, but in increments, in escalating acts of degradation and violence, in words said and not said. \"The mobs were motivated by lies, and all of this began with words.\" Contact Phaedra Trethan by email at ptrethan@usatoday.com, on X (formerly Twitter) @wordsbyphaedra, or on Threads @by_phaedra .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.oneforisrael.org/bible-based-teaching-from-israel/the-power-of-the-tongue/",
      "https://www.claimscon.org/millennial-study/",
      "https://www.claimscon.org/",
      "https://www.heschel.org/hcc/archives/post/~board/hccarchives/post/abraham-foxman",
      "https://www.nytimes.com/2005/10/31/classified/paid-notice-deaths-kurz-doriane.html",
      "https://encyclopedia.ushmm.org/content/en/id-card/dorianne-kurz",
      "https://www.ushmm.org/remember/days-of-remembrance/resources/calendar",
      "https://www.encyclopedia.ushmm.org/content/en/id-card/dorianne-kurz",
      "https://claimscon.org/",
      "https://www.oneforisrael.org/bible-based-teaching-from-israel/the-power-of-the-tongue",
      "https://heschel.org/hcc/archives/post/~board/hccarchives/post/abraham-foxman",
      "https://www.claimscon.org/millennial-study",
      "https://nytimes.com/2005/10/31/classified/paid-notice-deaths-kurz-doriane.html",
      "https://claimscon.org/millennial-study/",
      "https://www.claimscon.org",
      "https://oneforisrael.org/bible-based-teaching-from-israel/the-power-of-the-tongue/",
      "https://ushmm.org/remember/days-of-remembrance/resources/calendar"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "fred kurz",
          "sentiment": "neutral"
        },
        {
          "name": "kurz",
          "sentiment": "none"
        },
        {
          "name": "doriane",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "southern new jersey",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-05T13:05:56.174+03:00",
    "updated": "2024-05-05T13:05:56.174+03:00"
  },
  {
    "uuid": "37e5a1b780a75f2de67ecd62e4d9009c450cfb7a",
    "url": "https://www.world-today-news.com/school-canteens-closed-on-december-5-due-to-a-strike-by-educational-staff",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2024-11-29T03:41:00Z",
    "title": "school canteens closed on December 5 due to a strike by educational staff",
    "text": "Due to a strike by educational staff, all canteens in the city of Strasbourg will be closed on Thursday December 5. Some teachers are also likely to strike.\nAll Strasbourg school canteens will be closed this Thursday, December 5 due to a strike by educational staff. Morning and evening after-school care for mothers as well as educational workshops will be provided “to the extent possible”, specifies the city of Strasbourg in a press release this Thursday, November 28.\nParents will not be charged for meals for the day, who will have to arrange to pick up their children at noon and at the end of classes at 4:30 p.m.\nSix schools chosen for minimum reception service A minimum reception service will be organized in schools “as long as at least 25% of the teachers in the establishment are on strike”. Six schools in the city have been designated to welcome the students concerned from 8:30 a.m. to noon and from 2 p.m. to 4:30 p.m.\nChildren attending school in the Hautepierre-Cronanbourg districts whose teacher is on strike will in this case be welcomed at the Catherine nursery school . L’ Schluthfeld primary school will welcome students from the Neudorf and Port du Rhin districts.\nChildren from the Robertsau-Esplanade and Conseil des XV neighborhoods will go to the leisure reception Schwilgué and those in the city center, train station and Krutenau neighborhoods Sainte-Madeleine nursery school .\nFinally, schoolchildren from Elsau, Montagne verte, Kœnigshoffen and Poteries will be welcomed at the nursery school Gliesberg and the children of Meinau and Neuhof will go to Guynemer school .\nA call to demonstrate at 2 p.m. THE unions call for strike in order to ask the Minister of the Civil Service Guillaume Kasbarian to waive the three-day waiting period, the reduction in compensation for days of sick leave or the non-payment of the Gipa compensation (Individual guarantee of the power of purchase).\nThe inter-union is also calling for an overhaul of the index scales, additional budgetary resources, job creation and, among other things, the pure and simple abandonment of the guidelines of the so-called “Guerini” bill.\nIn Strasbourg, educational staff are invited to demonstrate from the Place de la Bourse on Thursday December 5 at 2 p.m. The procession will then reach Place de la République.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Labor",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://67.snuipp.fr/article/en-greve-jeudi-5-decembre-fermons-les-ecoles",
      "https://www.67.snuipp.fr/article/en-greve-jeudi-5-decembre-fermons-les-ecoles"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "Hautepierre-Cronanbourg",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-29T15:53:16.045+02:00",
    "updated": "2024-11-29T15:53:16.045+02:00"
  },
  {
    "uuid": "eb434e8aa5d2b447455d749cf12e5f69d4bd252f",
    "url": "https://www.europeanpharmaceuticalreview.com/news/264279/extension-trial-demonstrates-long-term-benefit-for-lilly-alzheimers-drug/",
    "ord_in_thread": 0,
    "author": "Catherine Eckford",
    "published": "2025-07-30T14:53:00Z",
    "title": "Extension trial shows long-term benefit for Lilly Alzheimer's drug",
    "text": "Extension trial demonstrates long-term benefit for Lilly Alzheimer’s drug\nPosted: 30 July 2025 | Catherine Eckford (European Pharmaceutical Review) | No comments yet\nThe new findings support a limited duration dosing approach and highlight the consistent safety profile for Eli Lilly’s antibody drug.\nNew long-term clinical data from Eli Lilly and Company show that Kisunla (donanemab-azbt) provided sustained benefit in early Alzheimer’s over a three-year period.\nIn the extension study of the Phase III TRAILBLAZER-ALZ 2 trial, the antibody drug slowed cognitive decline in individuals with the condition.\nKey preliminary data from the long-term extension study of Eli Lilly’s Kisunla\nParticipants who were given Kisunla earlier, attained a 27 percent reduction in their risk of progression to the next stage of disease. This was compared to individuals treated later. However, this data, shared at the 2025 Alzheimer’s Association International Conference (AAIC), found that participants still benefited when they began treatment later on.\nMoreover, the drug’s benefit continued to grow over three years, compared to participants in the matched untreated external cohort from the Alzheimer’s Disease Neuroimaging Initiative (ADNI) group.\nAdditionally, the three-year data showed:\n- Over 75 percent of study participants attained amyloid clearance within 76 weeks of starting Kisunla\n- In participants who completed treatment with Kisunla, amyloid plaque reaccumulation remained slow, according to observed data after up to 2.5 years.\n“The TRAILBLAZER-ALZ 2 long-term extension reaffirms that Kisunla delivered sustained clinical benefit that continued to increase over three years and a consistent safety profile”\n“The TRAILBLAZER-ALZ 2 long-term extension reaffirms that Kisunla delivered sustained clinical benefit that continued to increase over three years and a consistent safety profile,” stated Dr Mark Mintun, Group Vice President, Neuroscience Research & Development, Eli Lilly and Company. “Participants continued to show meaningful outcomes, reinforcing the long-term value of early intervention.”\n“With over 30 Alzheimer’s drugs now in late-stage trials globally, momentum is building – and more will enter regulatory systems in the years ahead… Government must work with NICE, the NHS and industry to pilot licensed drugs, gather more data, and prepare the health system for what’s ahead,” Hilary Evans-Newton, Chief Executive at Alzheimer’s Research UK, shared following the National Institute for Health and Care Excellence (NICE)’s recommendation last month against approval of Kisunla (donanemab) and Leqembi (lecanemab) for mild cognitive impairment or mild dementia caused by Alzheimer’s.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Health->mental health and disorder",
      "Health->health treatment and procedure",
      "Health->disease and condition",
      "Science and Technology->medical research",
      "Science and Technology->scientific publication",
      "Science and Technology->biomedical science",
      "Social Issue->social services",
      "Social Issue->social problem",
      "Social Issue->senior citizens"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://clinicaltrials.gov/study/NCT04437511?term=NCT04437511&rank=1",
      "https://www.clinicaltrials.gov/study/NCT04437511?term=NCT04437511&rank=1",
      "https://clinicaltrials.gov/study/NCT04437511"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "European Pharmaceutical Review",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Eli Lilly",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "LLY",
              "exchange": "NYSE"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-31T07:35:43.612+03:00",
    "updated": "2025-07-31T07:42:14.000+03:00"
  },
  {
    "uuid": "25ead2109bf3eae2ec57b1a00723acf4b2eb8a0f",
    "url": "http://business.times-online.com/times-online/article/accwirecq-2024-3-29-moravera-music-presents-an-evening-of-soul-stirring-country-gospel-with-andy-e-mcguire-and-band-at-the-rockmart-theater",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Valley City Times-Record",
    "published": "2024-03-29T13:00:00Z",
    "title": "Moravera Music Presents an Evening of Soul-Stirring Country Gospel With Andy E McGuire and Band at The Rockmart Theater | User | times-online.com",
    "text": "ROME, GA / ACCESSWIRE / March 29, 2024 / Prepare your hearts for a musical journey that promises to uplift and inspire at The Rockmart Theater on Saturday, April 6, 2024, presented by Moravera Music, one of Georgia's leading live music entertainment, music production and artist development agencies.\nAndy E McGuire Live @ The Rockmart Theater Saturday, April 6, at 7 PM\nAndy E McGuire, a highly acclaimed artist in the country gospel genre, will take the stage with his talented band for a live concert event that's set to be an unforgettable evening of heart-rending melodies and uplifting harmonies.\nThe concert will commence at 7 p.m., doors open at 6 p.m., at the historic venue located at 116 East Elm Street, Rockmart, Georgia, offering audiences a unique blend of spiritual lyrics and country rhythm. Leading the charge alongside McGuire is a lineup of exceptional musicians, each bringing their own flair to the stage. Elton Griffin's soul-stirring percussion promises to get audiences tapping along while Carlos Wilhelm's virtuoso guitar creates resonant riffs that speak directly to the spirit. Levi White's melodic bass grooves provide a solid musical foundation and Lynn Hicks' skilled keyboard-playing adds depth and emotion, completing a musical ensemble that transcends genres. As a Special Guest, the talented Antioch Praise and Worship Band will be joining the stage on this musical journey.\nTickets for this extraordinary concert are now available, with adult passes priced at $10 and kids' tickets (under 12) at just $5. This is a rare opportunity to experience country gospel music's powerful and inspirational sounds in a live setting, making it a must-attend event for music lovers of all ages.\nIn addition to the concert, fans and newcomers alike are invited to join in the celebration of the music video release for \"All Mighty God,\" a poignant track from Andy E McGuire. This song is a touching tribute to his mother's brave fight against Alzheimer's disease, showcasing the unbreakable bond between mother and son. The music video is a visually captivating journey through love, faith, and resilience, reminding viewers of the higher purpose awaiting us beyond our struggles.\nDon't miss this night of music that promises to inspire and uplift. Secure tickets now for an evening with Andy E McGuire and his band at The Rockmart Theater - a celebration of faith, hope, and country gospel that will resonate long after the final note is played.\nAbout 'All Mighty God' Music Video\nExperience the emotional depth of \"All Mighty God,\" a song that encapsulates the journey of love, faith, and the unyielding spirit of resilience. Andy E McGuire's latest music video is a testament to the power of music to move and uplift, inviting viewers to share in a story of profound personal significance. This music video is not just a song, but a message of hope and strength to all who watch it.\nContact Information\nMerari Morales-Rivera\nMarketing Manager\nmoraveramusic@gmail.com\n7063024563\nSOURCE: Moravera Music\nView the original press release on newswire.com.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.newswire.com/news/moravera-music-presents-an-evening-of-soul-stirring-country-gospel-22279668",
      "https://www.accesswire.com/img.ashx?id=848118",
      "https://stats.nwe.io/x/im?ref=WyI0OWhkbXIiXQ&hit%2Csum=WyI0OWhkbXEiLCI0OWdpbmMiLCI0OWhkbXIiLCI0OWhkbXMiXQ",
      "https://tracking.newsrpm.com/pixel?slug=accwirecq-2024-3-29-moravera-music-presents-an-evening-of-soul-stirring-country-gospel-with-andy-e-mcguire-and-band-at-the-rockmart-theater",
      "https://newswire.com/news/moravera-music-presents-an-evening-of-soul-stirring-country-gospel-22279668",
      "https://stats.nwe.io/x/im",
      "https://www.stats.nwe.io/x/im?ref=WyI0OWhkbXIiXQ&hit%2Csum=WyI0OWhkbXEiLCI0OWdpbmMiLCI0OWhkbXIiLCI0OWhkbXMiXQ",
      "https://tracking.newsrpm.com/pixel",
      "https://www.accesswire.com/img.ashx",
      "https://www.tracking.newsrpm.com/pixel?slug=accwirecq-2024-3-29-moravera-music-presents-an-evening-of-soul-stirring-country-gospel-with-andy-e-mcguire-and-band-at-the-rockmart-theater",
      "https://accesswire.com/img.ashx?id=848118"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "andy e mcguire",
          "sentiment": "negative"
        },
        {
          "name": "carlos wilhelm",
          "sentiment": "none"
        },
        {
          "name": "mcguire",
          "sentiment": "none"
        },
        {
          "name": "elton griffin",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "rockmart theater",
          "sentiment": "none"
        },
        {
          "name": "rome",
          "sentiment": "none"
        },
        {
          "name": "rockmart",
          "sentiment": "none"
        },
        {
          "name": "east elm street",
          "sentiment": "none"
        },
        {
          "name": "georgia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T16:11:10.218+03:00",
    "updated": "2024-03-29T16:11:10.218+03:00"
  },
  {
    "uuid": "47846d84f3dddec33423272c0f0d3c65deb6a57a",
    "url": "https://www.newsbreak.com/washington-state/3343564588775-china-bans-pray-com-",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-02-23T01:46:00Z",
    "title": "China bans Pray.com app",
    "text": "Feb. 22 (UPI) -- After Beijing on Thursday removed and banned Pray.com from the Apple app store in mainland China, the company behind the digital platform for Christian faith-based content said it will look for alternatives to expanding the app's global reach. The move is in line with China's strict regulatory policies governing Internet publishing and information sharing in the highly restrictive country . Removing access to the app -- which features faith-inspired content, prayer and spiritual community engagement -- significantly affects Pray.com's mission of spreading faith-based messages globally, the app's creators said. China's action also means its citizens will no longer be able to access National Day of Prayer activities, one of Pray.com's most high-profile events, which has featured U.S. presidents, other prominent politicians, and popular Christian musicians. It has drawn audiences as large as 300 million people , according to Pray.com's website. Company officials say the event has been a pivotal moment for people around the world to be able to join in collective prayer and worship with who they say are the most influential Christians in the United States. \"In response to these limitations, our team is exploring alternative avenues to deliver our content and services to people in mainland China,\" said Steve Gatena, founder and CEO of Pray.com . \"As we work on a solution, I want to personally extend an invitation to President Xi Jinping to join us for this year's National Day of Prayer event in Washington, D.C.\" The move is a shift in previous Chinese policy, which allowed the app to be available in the Communist nation. \"Since starting Pray.com we've grown accustomed to positive relations with China. President Xi has allowed for the printing of nearly 150 million Bibles per year,\" said Pray.com co-founder Michael Lynn. \"We are committed to overcoming these barriers to ensure that our global community remains connected and supported, especially during significant spiritual observances such as the National Day of Prayer,\" said Matthew Potter, co-founder of Pray.com. The company said that, while it remains committed to improved relations with China and re-establishing the app online while aligning with regulatory requirements in the country, Pray.com will continue to find ways to maintain its core mission to grow faith and cultivate community worldwide.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.prnewswire.com/news-releases/praycom-addresses-apple-app-store-in-china-restricting-access-to-content-impacting-national-day-of-prayer-livestream-302069189.html",
      "https://c212.net/c/link/?t=0&l=en&o=4098450-1&h=674447857&u=http%3A%2F%2Fpray.com%2F&a=Pray.com",
      "https://www.upi.com/topic/Xi_Jinping/",
      "https://macdailynews.com/2024/02/22/apple-pulls-pray-com-app-from-app-store-in-china/",
      "https://www.pray.com/articles/national-day-of-prayer-broadcast-to-reach-300m-households",
      "https://www.upi.com/topic/Xi_Jinping",
      "https://www.macdailynews.com/2024/02/22/apple-pulls-pray-com-app-from-app-store-in-china/",
      "https://www.c212.net/c/link/?t=0&l=en&o=4098450-1&h=674447857&u=http%3A%2F%2Fpray.com%2F&a=Pray.com",
      "https://macdailynews.com/2024/02/22/apple-pulls-pray-com-app-from-app-store-in-china",
      "https://upi.com/topic/Xi_Jinping/",
      "https://c212.net/c/link/",
      "https://prnewswire.com/news-releases/praycom-addresses-apple-app-store-in-china-restricting-access-to-content-impacting-national-day-of-prayer-livestream-302069189.html",
      "https://pray.com/articles/national-day-of-prayer-broadcast-to-reach-300m-households"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "pray.com",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "beijing",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T08:17:07.921+02:00",
    "updated": "2024-02-23T08:17:07.921+02:00"
  }
]