[
  {
    "uuid": "3a18f8f03580b77abbcc61ff131424b01e3a19e9",
    "url": "https://www.primerahora.com/noticias/gobierno-politica/notas/vargas-vidot-este-ha-sido-un-cuatrienio-de-cobardia-legislativa",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "/autor/nydia-bauza/",
    "published": "2024-06-27T21:22:00Z",
    "title": "Vargas Vidot: “Este ha sido un cuatrienio de cobardía legislativa” - Primera Hora",
    "text": "Vargas Vidot: “Este ha sido un cuatrienio de cobardía legislativa” Legisladores enumeran medidas que se quedan engavetadas, entre ellas, algunas que ni siquiera fueron consideradas en los pasados cuatro años. PUBLICIDAD Propuestas para trabajar con el cambio climático, para lidiar con la crisis en los servicios de salud, con el acaparamiento de las aseguradoras, el sinhogarismo, el envejecimiento de la población, la baja en la natalidad y con la violencia infantil, no tuvieron oportunidad en esta Asamblea Legislativa, que cierra sus trabajos este domingo, 30 de junio. Estas piezas legislativas, como en años anteriores, se quedan en gavetas del Capitolio, muchas de ellas, sin siquiera llevarse a discusión en Cámara y Senado. “Este ha sido un cuatrienio de cobardía legislativa, donde se repite el mismo patrón improductivo que comienza por discursos desafiantes, que producen una sensación de reto asumido y luego se desinflan en la más pueril cobardía”, expresó el senador independiente José Vargas Vidot, quien enumeró varias de sus iniciativas que no lograron pasar el crisol legislativo. Relacionadas Mencionó como ejemplos su propuesta de retar “los monopolios de las aseguradoras que han estado vinculados con la salud deteriorada del pueblo y con la pérdida de profesionales de la salud”, así como la legislación para atajar el sinhogarismo. “En la Cámara, le aplicaron la típica torcedura de brazos y lo descarrilaron de una forma cobarde, atendiendo intereses codiciosos en vez de establecer prioridad en el ser humano”, reprochó Vargas Vidot. “Sin lugar a dudas, prevaleció la inmadurez política de quienes han dirigido las cámaras y desde donde la democracia pierde su norte en función de intereses electoreros y controversias internas partidistas que son reflejo de la enfermedad organizacional que sufren esos partidos y la imposición de criterios en la consideración de medidas, que responden a la terquedad irracional de dos partidos que actúan como pandillas”, sostuvo el salubrista. El portavoz del Partido Independentista Puertorriqueño (PIP) en la [Cámara de Representantes](https://www.primerahora.com/tema/camara-de-representantes/), Denis Márquez Lebrón, por su parte, mencionó también algunas de sus principales propuestas que no fueron atendidas: el Plan Nacional de Salud Universal, Estado de Emergencia por violencia infantil, la creación de una comisión conjunta permanente de legislación contra la violencia y criminalidad y una pieza legislativa dirigida a brindar protección a las hijas e hijos de víctimas de feminicidios. Estas medidas se quedaron en comisiones de la Cámara o del Senado, detalló el legislador. “Todos estos proyectos atienden asuntos y problemas fundamentales de nuestra sociedad. Ninguno fue aprobado en ambos cuerpos durante este cuatrienio, incluso algunos ni siquiera fueron atendidos”, denunció Márquez Lebrón. Subrayó que no se trata de “iniciativas livianas”, sino medidas dirigidas a atender la crisis de violencia, la salud y la crisis social que agobia al país. “Es una decepción y un reflejo de la incapacidad de la legislatura de atender totalmente estas medidas”, expresó el portavoz del PIP. José Bernardo Márquez Reyes, portavoz del [Movimiento Victoria Ciudadana (MVC)](https://www.primerahora.com/tema/movimiento-victoria-ciudadana/) en la Cámara de Representantes, apuntó a la “falta de voluntad” para que la propuesta de la colectividad que buscaba prohibir los donativos de contratistas gubernamentales no completara el trámite en la Cámara. “El proyecto tuvo informe positivo de comisión desde el primer año de este cuatrienio y tuvo el aval del contralor electoral (Walter Vélez). A pesar de que fue tema de discusión por múltiples casos de corrupción nunca hubo voluntad del liderato cameral para llevar la medida a votación”, reclamó Márquez Reyes. Aludió también a otra de sus propuestas para atender el problema de retención y retorno de la juventud (Proyecto de la Cámara 1865), que pasó en la Cámara, pero el [Senado ](https://www.primerahora.com/tema/senado-de-puerto-rico/)no lo atendió. “El proyecto proponía herramientas económicas y fiscales para incentivar que la juventud se quede en Puerto Rico. Se aprobó en los últimos días en Cámara y, por esa razón, no dio tiempo para verse en Senado. Se cuestionaba el impacto fiscal de la medida, a lo cual nosotros respondíamos señalando el impacto monumental que ha tenido la migración de jóvenes en términos económicos, sociales y fiscales”, puntualizó. Responde Dalmau El presidente del Senado, José Luis Dalmau Santiago, por su parte, refutó las críticas a la gestión legislativa y reclamó que la productividad de una Asamblea Legislativa se mide por el cúmulo de la legislación aprobada a lo largo de todo un cuatrienio. “Hay gente que todavía cree, equivocadamente, que el líder es el que más grite, el que más maltrate o el que más controversia genere con sus acciones y palabras. Esos tiempos ya pasaron. El liderato responsable y serio, se mide por la adopción de medidas trascendentales que impacten positivamente la calidad de vida del mayor número de personas”, indicó el líder senatorial. Djio que “para los 156,000 retirados que tienen sus pensiones aseguradas en el 100% de sus ingresos esta Legislatura sí, fue productiva. También lo fue para los 90,000 empleados públicos que recibieron aumentos salariales por ley, como los maestros, bomberos y policías, quienes, además, tendrán finalmente su retiro digno con ingresos asegurados”. Reclamó también que la Asamblea Legislativa fue “productiva para los 200,000 trabajadores que vieron un incremento en el salario mínimo y para las 640,000 personas que se han beneficiado de los créditos por empleo, una medida legislada por el Partido Popular Democrático y que viabiliza ingresos anuales de hasta $7,000 para las familias con necesidades” “Fue esta Asamblea Legislativa y no otra, la que aprobó el plan de ajuste de deuda –la legislación más importante de los próximos treinta años– que resolverá, de una vez y por todas, el entuerto fiscal que nos dejaron los que nos precedieron. Asimismo, fue este Senado, del Partido Popular Democrático, el que aseguró un presupuesto mínimo fijo de $500 millones para la Universidad de Puerto Rico, el que aprobó presupuestos balanceados sin tomar prestado, el que encaminó el proceso de viabilizar cubierta médica a las 225,000 personas que hoy no la tienen y el que les brindó a los municipios, los recursos para enfrentar los recortes de la Junta”, demandó Dalmau Santiago.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:46:18.369+03:00",
    "updated": "2024-06-28T00:46:18.369+03:00"
  },
  {
    "uuid": "6d1d54b8dd3528c53b79afc665a19b455f0be364",
    "url": "https://www.on3.com/news/mack-brown-north-carolina-mike-elko-texas-am-duke-lied-recruits-retiring",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Matt Connolly",
    "published": "2024-07-25T22:36:00Z",
    "title": "Mack Brown to Mike Elko after he left for Texas A&M: ‘You lied’",
    "text": "Mack Brown to Mike Elko after he left for Texas A&M: 'You lied' [North Carolina](https://www.on3.com/college/north-carolina-tar-heels/) head coach [Mack Brown](https://www.on3.com/db/coach/mack-brown-133545/) didn’t hold back about teams negatively recruiting against him when speaking with the media on Thursday at the ACC Kickoff event. Brown mentioned current [Texas A&M](https://www.on3.com/college/texas-am-aggies/) head coach and former [Duke](https://www.on3.com/college/duke-blue-devils/) head coach [Mike Elko](https://www.on3.com/db/coach/mike-elko-132763/) in particular as someone who used to negatively recruit against him. Elko allegedly told recruits that Mack Brown would leave North Carolina before he left Duke due to the fact that Brown is in his 70s. However, Elko left for Texas A&M following the 2023 season, while Brown is still at UNC coaching as a 72-year-old. “Coach Elko said ‘I’ll be at Duke longer than Mack will be at Carolina,’” Mack Brown recalled. “I called him when he went out to A&M and said ‘OK, you lied.’ He said ‘Well, I didn’t think I was gonna [leave].’ I said ‘Yea, I got it. I hear all that.'” Brown is heading into his sixth season back at North Carolina after previously coaching at UNC from 1988-1997. The Tar Heels are coming off of an 8-5 year but they must replace star quarterback [Drake Maye](https://www.on3.com/db/drake-maye-38809/). Brown, who turns 73 next month, said he’s not ready to stop coaching yet. “Every time you lose everybody wants you to quit. … But as long as I’m being effective and having fun and love this stuff, I wanna keep doing it. Because probably the next time that I quit will be the last time I’ll coach. Because I doubt if I’ll do it again,” Brown said. “Right now, every recruit that comes in, the first thing he wants to know is are you going to quit. Because every coach that recruits against us says I’m going to quit, and six of them have been fired that said that already. They need to worry more about themselves.” Brown is well aware that at some point he will have to step away from football. However, at the moment he is healthy, energized and determined to bring North Carolina a championship. “I’m lucky, I’m healthy. I’ve got lots of energy. I’m having so much fun. And how many people get to change kids’ lives every day of their life? I mean it’s just amazing,” Brown said. “The only problem is when you don’t have energy. If you can’t hang in there with the energy then you shouldn’t be coaching at my age. But if you’ve got the experience and you’re passionate about it and you love it and you’ve still got the energy, I think it’s a cool thing.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mike elko",
          "sentiment": "negative"
        },
        {
          "name": "mack brown",
          "sentiment": "negative"
        },
        {
          "name": "brown",
          "sentiment": "none"
        },
        {
          "name": "mack",
          "sentiment": "none"
        },
        {
          "name": "elko",
          "sentiment": "none"
        },
        {
          "name": "drake maye",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "texas a&m",
          "sentiment": "none"
        },
        {
          "name": "duke",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "elko",
          "sentiment": "none"
        },
        {
          "name": "unc",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T01:56:55.752+03:00",
    "updated": "2024-07-26T07:54:36.485+03:00"
  },
  {
    "uuid": "2b9910d43d568ea1b20893ff5d5ec881a483b2fa",
    "url": "https://www.notretemps.com/depeches/alerte-orange-canicule-pour-treize-departements-trois-en-vigilance-crues-96169",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Afp",
    "published": "2024-08-01T21:00:00Z",
    "title": "Alerte orange canicule pour treize départements, trois en vigilance crues",
    "text": "Alerte orange canicule pour treize départements, trois en vigilance crues\nL'alerte orange pour canicule déclenchée dimanche dans le Sud-Est de la France concernera 13 départements vendredi, dont les Bouches-du-Rhône qui accueillent les épreuves olympiques de voile à Marseille, selon Météo France.\nTrois départements d'Ile de France et de l'est ont par ailleurs été placés en vigilance orange pour les risques de crues (Seine-et-Marne, Meurthe-et-Moselle et Vosges).\nLe Rhône, l'Isère, la Drôme, l'Ardèche, le Vaucluse, les Alpes-de-Haute-Provence, l'Hérault, le Gard, le Var, les Alpes-Maritimes, les deux départements de Corse et les Bouches-du-Rhône sont maintenus en alerte orange pour des températures élevées et \"nettement au-dessus des normales\", a indiqué l'institut météorologique.\nLes minimales de vendredi matin seront encore très élevées¨près de la Méditerranée, comprises entre 22 et 26°C, localement 27°C et resteront élevées en journée, avec 35 à 39°C.\nL'alerte déclenchée dimanche s'est ensuite étendue à une large moitié sud du pays, avec 39 départements concernés lundi et 41 mardi par cette vague d'air chaud venue d'Espagne qui a même touché la région parisienne et certains sites olympiques.\nMétéo France évoque un \"épisode caniculaire de relativement courte durée mais particulièrement intense\".\nPour faire face à cet épisode, il est notamment conseillé de boire de l'eau plusieurs fois par jour, d'éviter de sortir aux heures les plus chaudes de la journée, de limiter les activités sportives et physiques.\nA Marseille, les piscines municipales sont gratuites à compter de jeudi tandis qu'à Nice les agents municipaux mènent des tournées téléphoniques pour s'assurer du bien-être des personnes âgées ou isolées.\n\"Les vagues de chaleur sont une manifestation emblématique de notre changement climatique, elles sont de plus en plus intenses, fréquentes, précoces et longues\", souligne le climatologue Matthieu Sorel.\nEn France, on observait avant 1989 \"en moyenne une vague de chaleur tous les cinq ans\", alors que \"depuis 2000 elles se produisent à une fréquence annuelle\". Ces vagues de chaleur, prévient le spécialiste, \"seront deux fois plus nombreuses d'ici 30 ans\".\nCommentaires",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T01:08:11.306+03:00",
    "updated": "2024-08-02T01:08:11.306+03:00"
  },
  {
    "uuid": "ab7d16ac5b2462f2585a4c04c336bf4686e4cd7f",
    "url": "https://www.nsnews.com/today-in-history-and-celebrity-birthdays/today-history-dec29-8037740",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2023-12-29T07:20:00Z",
    "title": "Today-History-Dec29",
    "text": "Today in History for Dec. 29:\nIn 1170, the Archbishop of Canterbury, Thomas Becket, was murdered on the altar of Canterbury Cathedral by knights of King Henry II.\nIn 1813, the British burned Buffalo, N.Y., during the War of 1812.\nIn 1837, the American ship \"Caroline,\" which had been supplying William Lyon Mackenzie's rebels, was set on fire by the British and sent over Niagara Falls. At least one American was killed and a difficult diplomatic impasse between Britain and the United States followed.\nIn 1845, Texas became a U.S. state.\nIn 1851, the first American Young Men's Christian Association was organized, in Boston.\nIn 1877, employees of Canada's Grand Trunk Railroad went on strike, in support of members of the Brotherhood of Locomotive Engineers who had been fired. The strike was broken by the use of militia and non-union workers.\nIn 1890, the last battle in the American-Indian wars took place at Wounded Knee Creek, S.D. About 350 half-starved Sioux gathered on the Pine Ridge Reservation for a Ghost Dance, a religious ceremony in which the Indians believed their dead would rise again and lead them to good hunting grounds. When the Sioux refused to hand over their weapons to the 7th Cavalry, the troops opened fire. About 150 Indians, half of them women and children, and 25 soldiers, died in the battle.\nIn 1908, the first gold coin and sovereigns were minted in Canada.\nIn 1916, Grigory Rasputin, the so-called \"Mad Monk\" who'd wielded great influence with Czar Nicholas II, was murdered by a group of Russian noblemen in St. Petersburg.\nIn 1919, Sir William Osler, who's been called the most influential physician in history, died in Oxford, England at age 70. Known as \"the father of clinical medicine,\" the Ontario native was a pioneer in emphasizing a patient's state of mind in achieving a cure. His 1892 medical text, \"The Principles and Practice of Medicine,\" was considered authoritative for over three decades.\nIn 1921, William Lyon Mackenzie King succeeded Arthur Meighen as prime minister of Canada. King led the Liberal party for 25 years and was prime minister for more than 21 years. He resigned from office in 1948 at age 74. He died on July 22, 1950.\nIn 1934, Japan formally denounced the Washington Naval Treaty of 1922.\nIn 1940, German aircraft dropped thousands of incendiary bombs on central London during the Second World War, causing the worst fire damage in the British capital since the Great Fire of 1666. St. Paul's Cathedral survived, but eight other ancient churches were badly damaged.\nIn 1944, Canadian pilot Dick Audet shot down five enemy planes in 10 seconds during the Second World War.\nIn 1952, a six-kilogram kidney stone was removed from an 80-year old woman by a doctor in London, England. At the time, it was the largest recorded in medical history.\nIn 1967, Parliament abolished the death penalty, except for the killing of prison guards or police officers, for a five-year trial period. The legislation was renewed in 1973, before hanging was totally abolished in 1976. Canada's last executions were in 1962.\nIn 1969, European industries and services were paralyzed by a major influenza epidemic.\nIn 1970, Roy Ivor, 91, internationally known naturalist, lost his bird sanctuary at Mississauga, Ont., in a fire.\nIn 1972, an Eastern Airlines TriStar jet crashed on approach to Miami International Airport, killing 101 people.\nIn 1975, 11 people were killed and 74 injured when a bomb exploded in a baggage claim area at the La Guardia airport in New York.\nIn 1981, U.S. President Ronald Reagan imposed trade sanctions on the Soviet Union to protest the imposition of martial law in Poland following the rise of Solidarity, the independent trade union movement.\nIn 1989, Canada became the first country to ban smoking on domestic flights.\nIn 1989, writer Vaclav Havel was elected as president of the Czech Republic as politicians voted to end the Communist party's 40-year monopoly of power.\nIn 1991, Susan Wright, one of Canada's best-known stage actresses, died in Stratford, Ont., at age 44.\nIn 1992, Fernando Collor de Mello resigned as president of Brazil minutes before the opening of his impeachment trial.\nIn 1996, distinguished Canadian poet Dorothy Livesay died at age 87.\nIn 1998, four tourists, including one Canadian, were killed by their kidnappers after Yemeni troops stormed a remote mountain hideaway where they were being held by Islamic extremists.\nIn 2008, Israel called an \"all-out war\" against Hamas as its air attacks killed more than 300 people in Gaza in three days, the bloodiest fighting between Israelis and Palestinians since the 1967 war.\nIn 2008, former prime minister Sheikh Hasina won a landslide victory in Bangladesh’s first election in seven years.\nIn 2008, Canada's junior hockey team won The Canadian Press team of the year for its gold medal win at the World Jr. Championship.\nIn 2009, Const. Eric Czapnik, 51, was stabbed to death outside an Ottawa Hospital, becoming the first Ottawa police officer to die in the line of duty since 1983. A Mountie under suspension was arrested in the attack. (In 2012, Kevin Gregson was found guilty of first-degree murder.)\nIn 2009, China executed a British man (Akmal Shaikh) convicted of drug smuggling in its first execution of a European citizen in half a century.\nIn 2010, police in Denmark and Sweden halted an imminent terrorist attack by arresting five men who planned to shoot as many people as possible at the Jyllands-Posten newspaper's Copenhagen newsdesk, which published cartoons of the Prophet Muhammad in 2005.\nIn 2011, Jennifer Heil, Canada's most successful female freestyle skier, was named The Canadian Press female athlete of the year. She ended her career earlier in the year with an unexpected sweep of the moguls and dual moguls gold medals at the world championships.\nIn 2011, fed-up voters in Jamaica threw out the ruling party and delivered a landslide triumph to the opposition People's National Party and its leader, former Prime Minister Portia Simpson Miller.\nIn 2013, Michael Schumacher, the most successful driver in Formula One history, suffered a serious head injury while skiing in the French Alpine resort of Meribel. The German driver was placed in a medically induced coma. In June 2014, he left a French hospital no longer in a coma and transferred to neighbouring Switzerland to continue his recovery.\nIn 2017, Canada lost 4-3 in a shootout to the United States in international hockey's first outdoor game in Orchard Park, N.Y.\nIn 2018, the first North Atlantic right whale calf of the winter season was spotted off the Florida coast heading north with its mother, a known resident of the Gulf of St. Lawrence. The Florida Fish and Wildlife Conservation Commission said on Facebook that the two endangered whales were sighted near the mouth of the state's St. Johns River.\nIn 2020, Independent Sen. Elaine McCoy, who was appointed to the chamber in 2005 after a career in Alberta politics, died at the age of 74. Alberta Premier Jason Kenney paid tribute to McCoy, calling her a persuasive and unapologetic advocate for the province's workers and energy sector.\nIn 2021, Rideau Hall released the names of the 135 newest additions to the Order of Canada. Among the list of recipients was former senator Murray Sinclair, the noted Indigenous advocate who chaired the Truth and Reconciliation Commission into residential schools. Also on the list was author Yann Martel, known for his book ``Life of Pi'' released two decades ago.\nIn 2021, Damian Warner beat out sprinter Andre De Grasse and soccer star Alphonso Davies to win the Lionel Conacher award as The Canadian Press male athlete of the year. The 32-year-old from London, Ont., won decathlon gold in dominating fashion at the Tokyo Olympics.\nIn 2021, British socialite Ghislaine Maxwell was convicted of helping American financier Jeffrey Epstein sexually abuse teenage girls. The verdict capped a month-long trial featuring sordid accounts of the sexual exploitation of girls as young as 14, told by four women who described being abused as teens.\nIn 2021, a Canadian woman was among seven people in custody in Hong Kong after police raided an online pro-democracy news organization. Two male editors who worked at Stand News were charged with conspiracy to publish a seditious publication, a day after the outlet said it would cease operations following the Wednesday morning raid. Five others being detained for questioning included Hong Kong-born-Canadian pop singer and board member Denise Ho.\nIn 2021, Canada's border agency temporarily closed two ports of entry in the Atlantic region due to COVID-19. The CBSA said the affected offices were in Bathurst, New Brunswick and Charlottetown, P.E.I. Spokeswoman Judith Gadbois-St-Cyr said service at the small offices was being suspended because of COVID infections and close contacts among staff.\n----\nThe Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "thomas becket",
          "sentiment": "negative"
        },
        {
          "name": "william lyon mackenzie",
          "sentiment": "none"
        },
        {
          "name": "henry ii",
          "sentiment": "none"
        },
        {
          "name": "caroline",
          "sentiment": "none"
        },
        {
          "name": "sioux",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "grand trunk railroad",
          "sentiment": "none"
        },
        {
          "name": "canterbury cathedral",
          "sentiment": "none"
        },
        {
          "name": "brotherhood of locomotive engineers",
          "sentiment": "none"
        },
        {
          "name": "american young men's christian association",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canterbury",
          "sentiment": "none"
        },
        {
          "name": "n.y.",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "niagara falls",
          "sentiment": "none"
        },
        {
          "name": "s.d",
          "sentiment": "none"
        },
        {
          "name": "wounded knee creek",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "buffalo",
          "sentiment": "none"
        },
        {
          "name": "pine ridge reservation",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T09:59:30.911+02:00",
    "updated": "2023-12-29T09:59:30.911+02:00"
  },
  {
    "uuid": "b6632295c7c8040d8ea846964c63f941ec873cc8",
    "url": "https://www.wpbf.com/article/florida-new-family-of-lemurs-joins-palm-beach-zoo/62472496",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brooke Silverang",
    "published": "2024-10-03T22:22:00Z",
    "title": "New family of lemurs joins Palm Beach Zoo",
    "text": "New family of lemurs joins Palm Beach Zoo\nThe Palm Beach Zoo has brand-new residents who moved here all the way from Madagascar.\nA family of six black-and-white ruffed lemurs joined Palm Beach Zoo’s Lemur Island. These are the first black-and-white lemurs to join Palm Beach Zoo's family.\nThe mom and dad, Zara and Louie, and their 5-month-old babies Pierre, Marcell, Remy and Juliette are the newest neighbors to five red ruffed lemurs and three ring-tailed lemurs as of just a few weeks ago.\nThe latest: Entertainment coverage from WPBF 25 News\nVisitors will notice that the different types of lemurs live in their own habitats, separated by water. Lemurs can't swim!\nThe golden-eyed and bushy-tailed curious primates are fitting in just right.\nMike Terrell with Palm Beach Zoo said, \"The climate in Madagascar and the climate in South Florida is very similar. It's hot, it's humid, it's very lush, and Madagascar is an island, so these guys are adapting very well to their new island home.\"\nYour neighborhood: Local coverage from WPBF 25 News\nBlack-and-white ruffed lemurs are a critically-endangered species. Now that they are at the Palm Beach Zoo, visitors will be able to enjoy seeing how playful and adventurous this family is.\nMake sure you check out the Palm Beach Zoo’s 31 days of Fall Fun. You can see animals enjoying pumpkins and bobbing for apples, and these lemurs will get to eat sunflowers!\nA Moment of Joy: News We Love\nFollow us on social: Facebook | Twitter | Instagram | TikTok",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.palmbeachzoo.org/fall-for-palm-beach-zoo",
      "https://twitter.com/WPBF25News",
      "https://www.instagram.com/wpbf25news/",
      "https://www.facebook.com/wpbf25news",
      "https://www.tiktok.com/@wpbf25news",
      "https://instagram.com/wpbf25news/",
      "https://www.instagram.com/wpbf25news",
      "https://www.twitter.com/WPBF25News",
      "https://facebook.com/wpbf25news",
      "https://palmbeachzoo.org/fall-for-palm-beach-zoo",
      "https://tiktok.com/@wpbf25news"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T02:00:48.118+03:00",
    "updated": "2024-10-04T02:00:48.118+03:00"
  },
  {
    "uuid": "3a916949b741d920f322a200b1fb1c42666c3970",
    "url": "https://www.163.com/dy/article/K1S59HTK0550A3NK.html",
    "ord_in_thread": 0,
    "author": "网易",
    "published": "2025-06-12T07:33:00Z",
    "title": "佳县举办\"文化和自然遗产日\"非遗宣传展示活动|县文化|文化馆|非遗文化|传统文化_网易订阅",
    "text": "6月11日，佳县文化和旅游文物广电局联合佳县文化馆在人民影剧院广场举行“文化和自然遗产日”非遗宣传展示活动。此次活动以“融入现代生活——非遗正青春”为主题，旨在提高全社会非遗保护传承意识，弘扬中华优秀传统文化。\n活动伊始，佳县文化馆馆长高清波主持开幕式，佳县文化和旅游文物广电局局长陈卫军发表讲话，他强调，非遗是佳县文化根脉与精神记忆的载体，传承创新非遗文化，既是守护中华文脉的使命担当，更是赋能文旅融合发展，推动乡村振兴的重要抓手。\n活动现场，宣传主题鲜明的海报与横幅错落有致，工作人员向市民游客发放文化宣传册、非遗购物袋、非遗纸杯等宣传品，传递非遗文化魅力，营造出浓厚活动氛围。\n非遗展览区展出剪纸、刺绣、编织等非遗作品和文创作品，同时展示了佳县手工挂面、包头肉、马蹄酥等非遗特色美食，既体现了非遗的历史文化与制作工艺，又提升了佳县非遗美食的知名度。非遗展演环节，白云山道教音乐、佳县唢呐、陕北民歌等精彩的非遗技艺表演轮番上演，现场掌声不断，让观众大饱眼福。\n此次活动聚焦佳县非遗特色，创新展示形式，构建起全方位、多层次的非遗文化传播体系。下一步，佳县将持续为非遗发展注入强劲动力，让非遗走出“深闺”，融入现代生活，在传承中创新，在创新中发展，真正实现活态传承，成为连接过去、现在与未来的文化桥梁。\n（李欢欢）\n责任编辑：安心 审核：杨勇\n[如果您有新闻线索，欢迎向我们报料。报料关注西北信息报微信公众号（xbxxbwx）留言或加编辑微信号：y609235490 投稿邮箱：xbxxbxmt@163.com]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Education"
    ],
    "topics": [
      "Arts, Culture and Entertainment->customs and tradition",
      "Arts, Culture and Entertainment->cultural development",
      "Arts, Culture and Entertainment->festival",
      "Education->early childhood education",
      "Education->social learning"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_vn",
        "top_news_th",
        "top_news_nz",
        "top_news_rs",
        "top_news_sg",
        "top_news_tw",
        "top_news_hk",
        "top_news_my",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:39:39.334+03:00",
    "updated": "2025-06-13T08:07:33.000+00:00"
  },
  {
    "uuid": "19fc0ce9b94bbdf3f26622c4129493ecbda09add",
    "url": "https://www.teleprensa.com/articulo/nacional-3/am-iglesias-reprocha-sanchez-que-priorice-mas-sumar-que-victimas-errejon-cuyas-denuncias-hablaban/202410242142261932397.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "agencia",
    "published": "2024-10-24T21:42:00Z",
    "title": "AM- Iglesias reprocha a Sánchez que priorice más a Sumar que a las \"víctimas\" de Errejón, cuyas denuncias \"se hablaban\"",
    "text": "Dice que no se alegra del final \"siniestro\" de quien fuera su \"amigo\"\nMADRID, 24 (EUROPA PRESS)\nEl exvicepresidente del Gobierno y exlíder de Podemos, Pablo Iglesias, ha reprochado al jefe del Ejecutivo, Pedro Sánchez, que se \"acuerde más\" en redes sociales de su socio Sumar que de las \"víctimas\" del exdiputado Íñigo Errejón, a la vez que ha señalado que en Madrid ya se hablaba de otra denuncia por una agresión sexista propiciada por el exportavoz parlamentario.\nEn concreto, Iglesias ha afeado el mensaje de Sánchez donde ha trasladado su \"confianza\" a la vicepresidenta segunda y ministra de Trabajo, Yolanda Díaz, y a Sumar tras las acusaciones en redes por comportamientos machistas del ya exdiputado del Congreso. En la publicación en X, el presidente del Gobierno ha mostrado su condena \"a quienes atentan contra este proyecto de igualdad\" y ha mandado su apoyo a las mujeres que sufren acoso y abusos.\nEl exlíder de Podemos ha destacado la valentía de la periodista Cristina Fallarás por atreverse a abrir \"un espacio de seguridad para que las mujeres puedan denunciar cosas que eran muy difíciles de denunciar en este país\". Así, ha recordado que ya hubo un mensaje que circuló hace un año entre los periodistas de Madrid donde \"una joven denunciaba una agresión en una fiesta en Castellón\" por parte de Errejón.\n\"De esto se hablaba, pero había muchas víctimas que no encontraban un espacio seguro para denunciar\", ha reiterado Iglesias en declaraciones en el programa '59 segundos' de TVE, recogidas por Europa Press, donde ha apuntado que no está contento por lo sucedido. \"No tenía ni buena opinión personal ni política de Errejón y hace más de cinco años que no hablamos ni compartimos entornos, pero fue mi amigo y no me alegro de que tenga un final tan siniestro\", ha confesado.\nEn este contexto, ha criticado el mensaje de Sánchez hacia su socio de gobierno, recalcando que \"lo primero son las víctimas\". \"Creo que debería escuchar un poco menos a sus amigos cuarentones y cincuentones que no entendían al Ministerio de Igualdad y recordar que gracias a la ley 'sólo si es sí', del anterior Ministerio de Igualdad, hoy cualquier mujer, sin necesidad de una sentencia judicial, tiene la consideración de víctima\", ha rememorado.\nPor último, y preguntado por si había detectado este tipo de comportamiento machista en Errejón, el exlíder de Podemos lo ha descartado. \"Es verdad que yo llevo más de cinco años sin tratar con él, había escuchado cosas sobre todo después del último año, pero cuando yo le conocí no era así\", ha zanjado.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Cristina Fallarás",
          "sentiment": "none"
        },
        {
          "name": "Pablo Iglesias",
          "sentiment": "none"
        },
        {
          "name": "Pedro Sánchez",
          "sentiment": "none"
        },
        {
          "name": "Yolanda Díaz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Ejecutivo",
          "sentiment": "none"
        },
        {
          "name": "Gobierno",
          "sentiment": "none"
        },
        {
          "name": "Trabajo",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:49:47.420+03:00",
    "updated": "2024-10-25T00:49:47.420+03:00"
  },
  {
    "uuid": "0364467bde64dad3eee5c2438145b2edeae1f84a",
    "url": "https://www.digitalmusicnews.com/2025/04/09/quavo-lawsuit-daniel-arsham-april-2025",
    "ord_in_thread": 0,
    "author": "Dylan Smith",
    "published": "2025-04-09T21:25:00Z",
    "title": "Quavo Faces Copyright Lawsuit from Artist Daniel Arsham",
    "text": "Hybe America, its Quality Control subsidiary, and Quavo are facing a copyright lawsuit for allegedly infringing on a visual artist’s work in social media posts.\nDaniel Arsham, touted as “one of the most well-known contemporary artists in the world,” submitted the unique action to a New York federal court. As laid out in the suit, the plaintiff sells his projects “for many hundreds of thousands of dollars” apiece and “has a robust licensing market.”\nOn the latter front, New York City-based Arsham is said to have collaborated with “a litany of hip-hop artists, including Pharrell, Usher, Jay-Z, Gunna, The Weeknd, Nas, and others.”\nWhile it probably doesn’t need saying in light of the complaint, Quavo isn’t featured in that litany of talent.\nAt least as told by Arsham, he’s the creator of a sculpture called Quartz Eroded 1961 Ferrari GT. That 2018 effort is “part of a collection of full-size vehicle sculptures that he has created in his signature ‘eroded’ fictional archeological technique,” per the legal text.\nAlso in 2018 (and then again in 2023), the plaintiff allegedly displayed the creation, photos of which are included in the suit, to the public in an exhibition.\nFast forward to December 2024, when Quavo allegedly took to Instagram and TikTok to upload a teaser for “Trappa Rappa” (2025).\nThis clip, besides several subsequently uploaded stills thereof, allegedly shows “Quavo performing in front of the” aforesaid sculpture.\n(The track itself debuted in February 2025; “music video” is used once in the complaint to describe the social posts, but the actual music video doesn’t seem to include the statue.)\nThough Quavo and his team tagged Arsham in the original posts, they didn’t obtain the artist’s permission to use the sculpture, the lawsuit maintains.\nThe plaintiff “never consented” to the usage and hasn’t received related compensation, the legal text drives home for good measure.\nAnd to reiterate the obvious once more, Arsham – who purportedly discovered Quavo’s alleged usages in December 2024 and sent multiple cease and desist letters soon thereafter – claims there haven’t been any “meaningful discussions” between his team and the defendants.\nFurthermore, the alleged infringement has purportedly “significantly damaged the value of the” sculpture, the artist’s other works, and “the value of any licenses for his artworks in the relevant markets.”\nAll told, Arsham is seeking relief for vicarious and contributory infringement, with an additional publicity-rights claim under New York law to boot.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Arts, Culture and Entertainment"
    ],
    "topics": [
      "Crime, Law and Justice->corporate crime",
      "Crime, Law and Justice->court",
      "Crime, Law and Justice->law",
      "Arts, Culture and Entertainment->mass media",
      "Arts, Culture and Entertainment->news media",
      "Arts, Culture and Entertainment->visual arts"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.tiktok.com/@quavohuncho/video/7449136792584097070",
      "https://tiktok.com/@quavohuncho/video/7449136792584097070"
    ],
    "entities": {
      "persons": [
        {
          "name": "Daniel Arsham",
          "sentiment": "none"
        },
        {
          "name": "Jay-Z",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "GT",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "GT",
              "exchange": "NASDAQ"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "0364467bde64dad3eee5c2438145b2edeae1f84a",
      "first_syndicated": true
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:47:22.916+03:00",
    "updated": "2025-04-10T00:47:22.916+03:00"
  },
  {
    "uuid": "3028d272f52f68472ddafd0d01e94ce3ad115e84",
    "url": "https://www.ilsecoloxix.it/genova/2024/10/11/news/aurora_boreale_genova_spettacolari_immagini_osservatorio_righi-14707495",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Il Secolo XIX",
    "published": "2024-10-11T04:00:00Z",
    "title": "Aurora boreale a Genova, le spettacolari immagini dell’Osservatorio del Righi",
    "text": "Genova – “Ecco un'immagine dell'aurora boreale (più precisamente, dell'arco aurorale rosso stabile) che ieri sera, 10 ottobre 2024, ha colorato i cieli della Liguria come già avvenuto lo scorso 10 maggio, a cinque mesi esatti di distanza”, lo spiega Walter Riva, dell’Osservatorio Astronomico del Righi. “È la conferma che questo ciclo di attività solare (il Sole presenta cicli di attività di durata pressoché undecennale) è il più intenso degli ultimi decenni” prosegue Riva. La fotografia è stata ripresa dal Monte Fasce da Marco Ferro, Salvatore Fontana e Simona Raviola (tutti parte dello staff dell'Osservatorio Astronomico del Righi) con una camera Canon EOS 6D e obiettivo zoom grandangolare a 17mm di focale con singole pose da 13 secondi a 1600 ISO.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T09:20:35.428+03:00",
    "updated": "2024-10-11T12:31:18.981+03:00"
  },
  {
    "uuid": "165db3f9b0cd1868bc4bb28abaa43d552e87c0d2",
    "url": "https://www.kommersant.ru/doc/7854710",
    "ord_in_thread": 0,
    "author": "Коммерсантъ",
    "published": "2025-07-03T03:54:00Z",
    "title": "В ТЦ «Оазис Плаза» в Нягани из-за ливня обвалился потолок",
    "text": "В ТЦ «Оазис Плаза» в Нягани из-за ливня обвалился потолок\nВ Нягани (Ханты-Мансийский автономный округ, ХМАО-Югра) из-за прошедшего ливня обвалился потолок в ТЦ «Оазис Плаза», сообщил глава города Иван Ямашев в своем Telegram-канале. Пострадавших в результате обвала нет, в торговом центре уже ликвидируют последствия произошедшего.\nФото: Telegram-канал Ивана Ямашева\nИз-за сильного дождя в Нягани оказались также подтоплены придомовые территории, парковки, подъезды и городские улицы. В частности, вода подтопила подъезды домов №2 на ул. Строительная, №47 в Первом микрорайоне, №5 в Четвертом микрорайоне, №19, 21, 44 во Втором микрорайоне, а также двор домов №6, 7, 8 в том же микрорайоне. Кроме того, оказалась подтоплена квартира в доме №99 на ул. Интернациональная.\nВоду выводят из подтопленных помещений, в некоторых домах отключали электричество из-за намокания электрощитов. Некоторые ливневки пришлось прочищать, другие были в рабочем состоянии и просто не справились с объемом поступившей воды. Одному из домов также потребовался ремонт кровли.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Disaster and Accident->structural failure",
      "Health->public health",
      "Health->emergency care",
      "Health->injury",
      "Social Issue->communities",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://t.me/ivan_yamashev/13654",
      "https://www.t.me/ivan_yamashev/13654"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_ru",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T07:41:37.470+03:00",
    "updated": "2025-07-04T05:08:54.000+00:00"
  }
]