[
  {
    "uuid": "963144af20a64f4c24fac2fcd5c0fe3b9ab3ecd8",
    "url": "https://www.nba.com/news/nba-players-in-2024-paris-olympics",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "From NBA.com Staff",
    "published": "2024-06-23T19:41:00Z",
    "title": "Every NBA player expected to compete in Paris Olympics | NBA.com",
    "text": "Check out the NBA players expected to suit up for USA, Canada, Australia and other countries during the Paris Olympics this summer.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lebron james (",
          "sentiment": "none"
        },
        {
          "name": "anthony edwards",
          "sentiment": "none"
        },
        {
          "name": "tyrese haliburton",
          "sentiment": "none"
        },
        {
          "name": "jayson tatum",
          "sentiment": "none"
        },
        {
          "name": "devin booker",
          "sentiment": "none"
        },
        {
          "name": "stephen curry",
          "sentiment": "none"
        },
        {
          "name": "joel embiid",
          "sentiment": "none"
        },
        {
          "name": "khem birch",
          "sentiment": "none"
        },
        {
          "name": "kevin durant",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nba.com every nba",
          "sentiment": "neutral"
        },
        {
          "name": "nba",
          "sentiment": "neutral"
        },
        {
          "name": "lebron james (lakers",
          "sentiment": "none"
        },
        {
          "name": "(warriors) anthony davis (lakers",
          "sentiment": "none"
        },
        {
          "name": "kawhi leonard (clippers",
          "sentiment": "none"
        },
        {
          "name": "(celtics) canada nickeil alexander-walker (timberwolves",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "paris",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "usa",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "team usa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-23T23:23:05.329+03:00",
    "updated": "2024-06-24T01:15:34.898+03:00"
  },
  {
    "uuid": "404177c271e3b8637047f1d46e00edc18826b749",
    "url": "https://www.catholicworldreport.com/2023/12/23/fiducia-supplicans-appears-to-have-failed-spectacularly/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Christopher R. Altieri",
    "published": "2023-12-23T21:42:00Z",
    "title": "Fiducia supplicans appears to have failed spectacularly",
    "text": "It isn’t every day that the top papal lieutenant goes on the record to discuss something about which he’d just said there would be no further clarification, but that’s what just happened in an [interview](https://www.pillarcatholic.com/p/cardinal-fernandez-same-sex-blessing) published by The Pillar with the prefect of the Dicastery for the Doctrine of the Faith. That’s one of the things that happened, at any rate, in connection with [a story that](https://www.catholicworldreport.com/2023/12/20/fiducia-supplicans-gives-cover-to-blessing-same-sex-couples-but-can-it-be-enforced/) has [ dominated headlines](https://www.catholicworldreport.com/2023/12/21/protestant-theologian-catholic-layman-and-catholic-priest-respond-to-fiducia-supplicans/) in both the Catholic and secular mainstream press all week. Cardinal Víctor Manuel “Tucho” Fernández on Monday issued a declaration, [Fiducia supplicans](https://www.vatican.va/roman_curia/congregations/cfaith/documents/rc_ddf_doc_20231218_fiducia-supplicans_en.html#_ftnref22), permitting some sort of blessing for “couples in irregular unions” including same-sex couples who “spontaneously” ask for them. The declaration made headlines instantly and continued to generate copy all week and into the weekend, both in the secular mainstream press and in Catholic circles. Much of the secular reportage was passable and some of it was good, but most of the early headlines were hyperventilating and inaccurate, giving some leading Catholic figures occasion to accuse ill-informed secular outlets and agenda-driven Catholic mastheads of ginning up controversy. Bishops, however, made it impossible to credit the “blame the media” line, when they began to issue their own statements in reaction to the document. Reaction from individual prelates and whole national conferences began coming in short order, and haven’t stopped. The Dicastery for the Doctrine of the Faith—that’s The Thing That Used To Be The Pope’s “Doctrinal Watchdog”—formerly responsible for the needful but mostly humdrum work of guaranteeing that Vatican documents and Catholic theological publications meet minimum standards of orthodoxy, is the outfit Pope Francis tasked with producing Fiducia supplicans, a work of pastoral trailblazing and doctrinal innovation. More precisely, Pope Francis entrusted the work to DDF’s newish prefect, Fernández, who had promised something in the way of blessings almost as soon as he was in his new billet. Fiducia supplicans is crowded with caveats and brimming with qualifications, many very carefully drawn, over 5,000 words. It is evident that the declaration’s author and his commissioning principal both knew it would make waves. But it is unlikely either Fernandez or Pope Francis expected the tsunami of reaction that came in short order. Some dioceses—mainly though not exclusively in western Europe—made a show of enthusiastically embracing the business, even though a facial reading of Fiducia would require many of them to halt plans for para-ritual blessings of gay unions or even roll back policies already articulated, for the implementation of which blessing formulae have already received at least preliminary local approval. From other jurisdictions—many of them geographically located in the global south—the reception ranged from frigid to actively hostile, with several national bishops’ conferences flatly refusing to implement the declaration at all. The cardinal-president of the Symposium of Episcopal Conference of Africa and Madagascar (SECAM), Fridolin Ambongo, issued a call mid-week for talks among African bishops with a view to preparing a unified “continental” response. That is a politically fascinating development, since it came from a fellow who is a member of Pope Francis’s C9 “small council” of cardinal advisors. It raises the question whether Ambongo has deployed a temporizing measure in hope of allowing Francis to walk things back. Alternatively, he may have thrown in with his continental confreres in the episcopate, many of whom have already balked at Fiducia supplicans. At least one Church sui iuris, the Ukrainian Greek Catholic Church, basically said the declaration applies only for Latin-rite (Roman) Catholics and is null within Ukrainian Greek ritual jurisdiction. The UGCC statement, however, also strongly suggested reasons beyond the merely legal and jurisdictional for refusing to heed Fiducia supplicans. “[T]he blessing of a priest always has an Evangelical and Catechetical dimension,” the [statement](https://onepeterfive.com/patriarch-sviatoslav-fiducia-supplicans-has-no-legal-status-in-ugcc/) from UGCC Major Archbishop Sviatoslav Shevchuk reads, “and therefore can in no way contradict the teaching of the Catholic Church about the family as a faithful, indissoluble, and fruitful union of love between a man and a woman, which Our Lord Jesus Christ raised to the dignity of the Holy Sacrament of Matrimony.” “Pastoral prudence urges us to avoid ambiguous gestures, expressions and concepts that would distort or misrepresent God’s word and the teaching of the Church,” Shevchuk writes. That’s a judgment he can make for the Church he governs, but his language succinctly states reasons adduced by a great host of bishops from all around the world in response to the DDF declaration. “For those who read the text serenely and without ideological prejudices,” Fernández told The Pillar in the email exchange published Saturday, “it is clear that there is no change in the doctrine on marriage and on the objective valuation of sexual acts outside the only [kind of] marriage which exists — male-female, exclusive, indissoluble, naturally open to the generation of new life.” It’s nice to have the DDF prefect on record saying there isn’t any change in said points of doctrine, but the fact he had to say it itself makes it difficult to credit the idea that there is much clarity in either Fiducia’s particular propositions or the theological articulation it gives for them. Now, the practical realities facing both the DDF prefect and his principal are indeed daunting. The purpose of Fiducia supplicans appears to have been twofold: It was to rein in bishops and bishops’ conferences that have already gone too far—think Belgium and Germany—and also encourage reticent bishops to loosen up. Fernández has now all but admitted in words that the attempt failed spectacularly on both counts. “I recognize that the reception of these documents requires time, and a serene and prolonged reflection,” Fernández told The Pillar. “What is important is that these bishops’ conferences are not holding a doctrine different from that of the declaration signed by the pope,” he also said, “because it is the same doctrine as always.” Regarding bishops’ conferences that have already approved quasi-ritual blessing formulae or are on their way toward approving them, Fernández said: “[T]his is inadmissible.” “They should reformulate their proposal in that regard,” Fernández said. Fernández also spoke of meetings upcoming between German bishops engaged in their own “synodal way” and various dicastery heads in Rome. Fernández also mentioned his own plans to visit Germany for “conversations” he believes will be “important.” More broadly, “[W]e are currently discussing these issues with presidents of bishops’ conferences and with groups of bishops visiting the dicastery,” Fernández said. That sounds like the phones are busy both at DDF and in the Domus Sanctae Marthae where Pope Francis lives. It also sounds like Fiducia supplicans is on the agenda for bishops coming on their periodic ad limina visits. It also sounds like a prefect blindsided and flummoxed, temporizing and at some pains—not to say “desperate”—to make it look like he has a handle on things. It looks like a fellow trying to put lighting in a bottle, or at least closing a barn door after the horse has fled. Lots of folks are asking why the consultation is only happening now? Frankly, it’s a good question. That the strongest resistance is coming largely from the global south and the developing world only reinforces the already powerful impression that Pope Francis’s solicitude for “the peripheries” is only so much talk. Fernández, for his part, has staked a long and rocky row to hoe, insisting in the interview that bishops may not prohibit what the pope has permitted with Fiducia supplicans, especially since at least one national conference—Malawi—has already issued an explicit prohibition, in addition to the dioceses and conferences that have said they won’t be implementing it. Pope Francis has put himself in an impossible situation. Popes do that, from time to time. It usually isn’t that big a deal. In the age of instant communications and 24-hour news cycles, however, a big enough crisis could put the implosion of a pontificate on display for the entire world, in real time. It may be too early to say whether that really is what we are seeing at present, but it is impossible to be sure we aren’t seeing it, and that is … bad enough. If you value the news and views Catholic World Report provides, [please consider donating](https://www.ignatius.com/Donation-P3579.aspx) to support our efforts. Your contribution will help us continue to make CWR available to all readers worldwide for free, without a subscription. Thank you for your generosity! [Click here](/donate) for more information on donating to CWR. [Click here](/free-newsletter) to sign up for our newsletter.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://www.ignatius.com/Donation-P3579.aspx",
      "https://www.pillarcatholic.com/p/cardinal-fernandez-same-sex-blessing",
      "https://onepeterfive.com/patriarch-sviatoslav-fiducia-supplicans-has-no-legal-status-in-ugcc/",
      "https://www.vatican.va/roman_curia/congregations/cfaith/documents/rc_ddf_doc_20231218_fiducia-supplicans_en.html#_ftnref22",
      "https://onepeterfive.com/patriarch-sviatoslav-fiducia-supplicans-has-no-legal-status-in-ugcc",
      "https://ignatius.com/Donation-P3579.aspx",
      "https://vatican.va/roman_curia/congregations/cfaith/documents/rc_ddf_doc_20231218_fiducia-supplicans_en.html#_ftnref22",
      "https://pillarcatholic.com/p/cardinal-fernandez-same-sex-blessing",
      "https://www.onepeterfive.com/patriarch-sviatoslav-fiducia-supplicans-has-no-legal-status-in-ugcc/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "víctor manuel",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "catholic",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T00:36:01.130+02:00",
    "updated": "2023-12-24T06:26:18.723+02:00"
  },
  {
    "uuid": "efeaa333557f4fd5ac7cd42fad20dab5bb8c8f99",
    "url": "https://vnexplorer.net/z/1054765.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-06-27T13:49:00Z",
    "title": "Southgate accepts negative reaction to England is ‘probably because of me’",
    "text": "Gareth Southgate with the England players after the goalless draw with Slovenia. Photograph: Wolfgang Rattay/Reuters Gareth Southgate has pleaded with the nation to support his England players at Euro 2024 – even the fans who want him out. The manager endured a long night of the soul after Tuesday’s 0-0 draw against Slovenia, a performance disfigured by the lack of thrust and ingenuity in front of goal. The result did, however, carry the team through to the last 16 as Group C winners where they will face Slovakia in Gelsenkirchen on Sunday. Southgate lamented the atmosphere that is pressing down on the squad after three largely uninspired displays in Germany and is aware that he could be the problem. “Our world is different [to other teams] at the moment and I feel that is probably because of me,” he said. When Southgate went on to the pitch in Cologne to applaud the England fans, he was met by loud jeers. It recalled the hostility he encountered at Molineux in June 2022 when he did the same thing after the 4-0 Nations League loss to Hungary. It led Southgate to consider resigning after the World Cup in the winter of that year and announcing his intention to do so before the tournament; he would be talked out of it but, as now, was worried about the negativity towards him affecting the players. Southgate, who is out of contract in December, has suggested at various points during the past 12 months that there may only be the climate for him to continue for the 2026 World Cup if he oversaw victory at the European Championship. The biggest single factor in that climate is likely to be the mood of the fans. They booed the team off at half-time and full time against Slovenia but were incredibly supportive in between. “The fans were absolutely brilliant with the team in the second half,” Southgate said. “That’s so important. Whatever the feeling is towards me, you’ve got to get behind the team. Players have loved playing for England the last six or seven years. We have to keep that. If we don’t then … yeah. I understand the feeling towards me but back the players. It’s crucial the fans back the players as they did in the second half.” The manager was asked how he felt about the doubts over his suitability to lead the team, given he has reached a semi-final, a final and a quarter-final in his three previous tournaments. “I’m not going to change that so it’s pointless me spending energy,” Southgate said. “But I’m also not going to back away from it. My job is to guide the players through it. Would I rather the criticism is directed at me? 100%. That is my job. I have to keep the players on track. I don’t have any regrets. But we need everybody behind the team.” At Molineux, Southgate was subjected to chants of “You don’t know what you’re doing” and “You’re getting sacked in the morning”. Before the game, he had promised not to overstay his welcome in the job and the focus is again on Southgate’s future, together with many other things. The way he talked about the “unique” environment around the England setup, it did not sound as though it was one in which he would be desperate to continue. Southgate is not blind to the reality that his team has to play better. But he did draw the comparison with how other nations had celebrated key results. “On the day of the Slovenia game I showed the players pictures of Italy celebrating their qualification with their fans,” he said. “Of Hungary celebrating [the win over Scotland] when they didn’t even know if they were through. Of Denmark celebrating a draw against us and they were on two points. “I have to help the players as much as I possibly can because we brought the joy back into playing for England and we have to be very careful of where we head with it.” Southgate’s tenure has been defined by the creation of a positive culture in which the England shirt has been lighter to wear. But a number of elements have come together to threaten it, starting with the criticism that a team of such obvious attacking talent should look so blunt. Throw in the sky-high expectations and the sense of a bit of battle fatigue after nearly eight years with the same man in charge and it partly explains why there was such an eruption after the Slovenia game, with Southgate also having a few plastic cups thrown at him. Some fans did also applaud him. “I’m not going to hide from it [facing the fans],” he said. “I’ve got to show my players the fearlessness we are asking of them on the pitch. So I will continue to do that. We are playing for big stakes. We are trying to do something that has never been done before [win the Euros] and so we have to have a mentality that we are prepared to walk towards those challenges.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Politics",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gareth southgate",
          "sentiment": "negative"
        },
        {
          "name": "southgate",
          "sentiment": "negative"
        },
        {
          "name": "wolfgan",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "4-0 nations league",
          "sentiment": "none"
        },
        {
          "name": "rattay/reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "slovenia",
          "sentiment": "none"
        },
        {
          "name": "gelsenkirchen",
          "sentiment": "none"
        },
        {
          "name": "hungary",
          "sentiment": "none"
        },
        {
          "name": "slovakia",
          "sentiment": "none"
        },
        {
          "name": "molineux",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "cologne",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T01:02:29.235+03:00",
    "updated": "2024-06-28T01:02:29.235+03:00"
  },
  {
    "uuid": "3f52042595af0003bab7071747ed7f6425a478fd",
    "url": "https://bvmsports.com/2024/09/05/usc-to-retire-caleb-williams-jersey-add-reggie-bush-heisman-banner-back-to-coliseum",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BVM Sportsdesk",
    "published": "2024-09-05T20:51:00Z",
    "title": "USC to retire Caleb Williams’ jersey, add Reggie Bush Heisman banner back to Coliseum",
    "text": "USC to retire Caleb Williams’ jersey, add Reggie Bush Heisman banner back to Coliseum\nUSC is set to honor Heisman Trophy winners\nCaleb Williams and Reggie Bush by retiring Williams' No. 13 jersey and reintroducing Bush's Heisman banner back to the L.A. Coliseum. Williams, who won the Heisman Trophy in 2022 and was the first overall pick in the NFL Draft, will have his number retired in line with USC tradition for Heisman winners. Bush's banner celebration comes following the reinstatement of his 2005 Heisman Trophy, which had been stripped from him years ago. Both will be celebrated during the Trojans' home opener against Utah State.\n- Caleb Williams is the eighth Heisman winner in USC history to have his jersey retired.\n- USC is hosting six home games this season, including matchups against top-ranked teams like Wisconsin and Notre Dame.\nWhile Williams' recognition is significant, it raises questions about whether he'll be able to participate in any celebrations due to conflicting NFL commitments. There is also the ongoing discussion surrounding Reggie Bush's controversial past with the NCAA.State of Play\n- Caleb Williams' NFL debut is imminent, raising uncertainties about his return to USC for formal acknowledgment.\n- Reggie Bush is anticipated to make a comeback to the Trojan program, though a specific date is not yet set.\nFans can expect to see Williams' jersey retirement and Bush's return in the upcoming home game. The athletic department may look to leverage these honors to boost attendance and enthusiasm for the season.Bottom Line\nUSC's decision to retire Caleb Williams' jersey and reinstate Reggie Bush's banner is more than a tribute; it represents a reclaiming of the school's storied history. As excitement builds, the spotlight is on how these honors will invigorate the community and define the current season.\nRead more at\n Saturday Tradition\nThe summary of the linked article was generated with the assistance of artificial intelligence technology from OpenAI",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://saturdaytradition.com/usc-trojans/usc-to-retire-caleb-williams-jersey-add-reggie-bush-heisman-banner-back-to-coliseum/",
      "https://saturdaytradition.com/usc-trojans/usc-to-retire-caleb-williams-jersey-add-reggie-bush-heisman-banner-back-to-coliseum",
      "https://www.saturdaytradition.com/usc-trojans/usc-to-retire-caleb-williams-jersey-add-reggie-bush-heisman-banner-back-to-coliseum/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "reggie bush heisman",
          "sentiment": "neutral"
        },
        {
          "name": "caleb williams",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "usc",
          "sentiment": "neutral"
        },
        {
          "name": "utah state",
          "sentiment": "none"
        },
        {
          "name": "nfl",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-06T00:48:09.657+03:00",
    "updated": "2024-09-06T00:48:09.657+03:00"
  },
  {
    "uuid": "ca51376d1fd3f9ad7c777e130f4b64256d4c78fb",
    "url": "https://answers.ea.com/t5/Technical-Issues-Bug-Reports/F1-2024-ps4-with-Logitech-g29-wheel-not-respecting-maximum-wheel/m-p/14277586",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "rafaelrogersch",
    "published": "2024-11-22T11:54:00Z",
    "title": "F1 2024 ps4 with Logitech g29 wheel not respecting maximum wheel rotation config - Answer HQ",
    "text": "Hi,\nIn my case i have 2 identical setups for me and my brother in my house.\n2 ps4 slim\n2 Logitech g29 racing wheel\nWe play in LAN mode (not in online word)\nFirst i turn on the ps4 with the original dualshock controler, because we use a wired headphone on the controller.\nThen i turn on the wheel.\nThen we open the F1 2024 (fully updated)\nThen he create a host on LAN mode.\nThen i enter his race.\nBoth our wheels are set the maximum rotation to 280°\nThen we bouth already can see that the wheel is turning more than 360°, maybe about 400°.\nTo fix, we have to enter the race, then retired.\nThen when it leaves to race setup again, my wheel (the guest) its fixet, its turning only the degrees is in my configuration. But the host still not, then he leaves the LAN going back to main menu, then the F1 puts me to be the host because he left, then he enters my LAN host. And then when he enters his wheel fixed to, turning only the degrees configurated.\nThis hapens every single time. We play every dai, and lost all this time doing this every day.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T14:16:07.590+02:00",
    "updated": "2024-11-22T14:16:07.590+02:00"
  }
]