[
  {
    "uuid": "533a8522c50b929480cab2ec880ad0d88f49d19f",
    "url": "https://www.ambito.com/informacion-general/crimen-del-country-pilar-encontraron-adn-la-asesina-debajo-las-unas-del-ingeniero-n6015111",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ambitocom",
    "published": "2024-06-13T19:16:00Z",
    "title": "Crimen del country de Pilar: encontraron ADN de la asesina debajo de las uñas del ingeniero",
    "text": "El ingeniero electrónico Roberto Eduardo Wolfenson , asesinado el 22 de febrero en su casa del country La Delfina de Pilar, tenía debajo de las uñas perfil genético de Rosalía Soledad Paniagua , única detenida por el caso, según determinaron las pericias de ADN.\nEl contenido al que quiere acceder es exclusivo para suscriptores.\nsuscribirse ya estoy suscripto La primera autopsia había arrojado que Wolfenson había ofrecido resistencia al momento de ser estrangulado con un lazo al cuello hasta la muerte, pero ahora se supo también que tenía ADN de la asesina bajo las uñas.\nInformate más Condenaron a cadena perpetua a los asesinos del rugbier Marcelo Longhi Triple lesbicidio de Barracas: la Justicia dictó prisión preventiva para el acusado Los resultados realizados por el Laboratorio de Genética Forense del Instituto de Investigación Criminal y Ciencias Forenses Norte de la ciudad de Junín fueron enviados al fiscal a cargo de la investigación, Germán Camafreita , de la Unidad Funcional de Instrucción (UFI) 3 de Pilar.\nEstos resultados además confirman que, en su intento por defenderse, Wolfenson llegó a arañar a la agresora. Además, las pericias revelaron que tres de los cabellos levantados en el piso la habitación de huéspedes del primer piso donde se produjo el crimen, le pertenecen también a la acusada Paniagua.\nAsimismo, entre las conclusiones del laboratorio genético, se incluye una funda de almohada que fue lavada en el lavarropas junto a unas sábanas, en donde se encontró una mancha de sangre que corresponde también al ingeniero. Para la fiscalía, esto podría ser un intento de la acusada por borrar o eliminar evidencia.\nEl crimen de Roberto Wolfenson en el country de Pilar Roberto Wolfenson fue encontrado ahorcado y con el rostro y sus manos ensangrentadas dentro de su casa de un country del partido de Pilar por un profesor de piano con quien tomaba clases el 23 de febrero.\nEl hecho sucedió en una casa del barrio cerrado La Delfina, cuyo ingreso está sobre la calle Presidente Perón al 1300 , en la localidad de Presidente Derqui , en el norte del conurbano, y la víctima, el jubilado de 71 años, vivía en ese country junto a su esposa, quien no estaba en el momento del crimen.\nSi bien en un primer momento los investigadores creyeron que se había tratado de una muerte natural, ya que el hombre padecía problemas cardíacos, el resultado de la autopsia que recibió la Justicia al día siguiente determinó que el jubilado había sido asesinado.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:21:47.895+03:00",
    "updated": "2024-06-14T00:21:47.895+03:00"
  },
  {
    "uuid": "203acff558ad2ef5624655bf661c0f9fb0d1ca47",
    "url": "https://en.antaranews.com/news/315006/indonesias-islamic-economy-must-become-the-worlds-best-minister",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "antaranews.com",
    "published": "2024-06-01T23:07:00Z",
    "title": "Indonesia's Islamic economy must become the world's best: Minister",
    "text": "Indonesia needs to make even greater efforts to boost its Islamic economy, pushing it to emerge at the top spot globally, Coordinating Economic Minister Airlangga Hartarto affirmed. Speaking at an Islamic boarding school (pesantren) in Bogor, West Java, on Saturday (June 1), he cited the State of the Global Islamic Economy (SGIE) 2023 report showing that Indonesia's Islamic economy came in third position, trailing second-ranked Saudi Arabia and first-ranked Malaysia. \"This does not make sense, considering our population of 280 million. Meanwhile, the populations of Malaysia and Saudi may be equal or less compared to that of West Java. Hence, we need to boost our Islamic economy to make it the world's number 1,\" he remarked. Hartarto noted that the ecosystem of Islamic economy and finance in Indonesia has been showing developments, especially in the fields of Islamic investment, halal food and beverages, modest fashion, pharmacy, cosmetics, and Muslim-friendly tourism. Standing among countries with the largest Muslim populations, Indonesia still wields huge potential to further develop its Islamic economy and finance. The potential is reflected in the existence of around 4.8 million pesantren students and 39.6 thousand pesantrens across the country, he said. He underlined that as many as 12,469 pesantrens, or nearly 40 percent of the total existing pesantrens, have the potential to contribute to the economy through agriculture, farming, fishery, as well as micro, small, and medium enterprises. \"As a religious educational institution, a pesantren also shares the responsibility to empower people socially and economically,\" he opined. Hartarto then emphasized the importance of endorsing inclusive finance, which serves as a critical component in actualizing a more inclusive society. In this regard, he noted that the government had issued Presidential Regulation No. 114 of 2020 that aimed to accelerate the broadening of people's access to financial products through intensified coordination between the central and regional governments, financial services industry, community organizations, and educational institutions. \"I hope that we will manage to achieve the target of boosting our financial inclusion rate to 90 percent by cooperating with pesantrens,\" he added. Related news: Related news: Speaking at an Islamic boarding school (pesantren) in Bogor, West Java, on Saturday (June 1), he cited the State of the Global Islamic Economy (SGIE) 2023 report showing that Indonesia's Islamic economy came in third position, trailing second-ranked Saudi Arabia and first-ranked Malaysia. \"This does not make sense, considering our population of 280 million. Meanwhile, the populations of Malaysia and Saudi may be equal or less compared to that of West Java. Hence, we need to boost our Islamic economy to make it the world's number 1,\" he remarked. Hartarto noted that the ecosystem of Islamic economy and finance in Indonesia has been showing developments, especially in the fields of Islamic investment, halal food and beverages, modest fashion, pharmacy, cosmetics, and Muslim-friendly tourism. Standing among countries with the largest Muslim populations, Indonesia still wields huge potential to further develop its Islamic economy and finance. The potential is reflected in the existence of around 4.8 million pesantren students and 39.6 thousand pesantrens across the country, he said. He underlined that as many as 12,469 pesantrens, or nearly 40 percent of the total existing pesantrens, have the potential to contribute to the economy through agriculture, farming, fishery, as well as micro, small, and medium enterprises. \"As a religious educational institution, a pesantren also shares the responsibility to empower people socially and economically,\" he opined. Hartarto then emphasized the importance of endorsing inclusive finance, which serves as a critical component in actualizing a more inclusive society. In this regard, he noted that the government had issued Presidential Regulation No. 114 of 2020 that aimed to accelerate the broadening of people's access to financial products through intensified coordination between the central and regional governments, financial services industry, community organizations, and educational institutions. \"I hope that we will manage to achieve the target of boosting our financial inclusion rate to 90 percent by cooperating with pesantrens,\" he added. Related news: Regional autonomy can help develop Islamic economy: Vice President Related news: Synergy, collaboration for Islamic finance literacy improvement: OJK Translator: M. Baqir, Tegar Nurfitra Editor: Rahmad Nasution Copyright © ANTARA 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hartarto",
          "sentiment": "none"
        },
        {
          "name": "airlangga hartarto",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "muslim",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "indonesia",
          "sentiment": "none"
        },
        {
          "name": "saudi arabia",
          "sentiment": "none"
        },
        {
          "name": "malaysia",
          "sentiment": "none"
        },
        {
          "name": "bogor",
          "sentiment": "none"
        },
        {
          "name": "west java",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-02T09:17:28.893+03:00",
    "updated": "2024-06-02T20:35:28.256+03:00"
  },
  {
    "uuid": "4cbc2d5405183cc0d4f3d483b8bd1e62368a3a9d",
    "url": "https://www.bollyinside.com/news/space/spacex-successfully-launches-military-spaceplane-and-starlink-satellites-in-doubleheader-event/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rowena Hudson",
    "published": "2023-12-29T04:36:00Z",
    "title": "SpaceX Successfully Launches Military Spaceplane and Starlink Satellites in Doubleheader Event",
    "text": "“`html\nSpaceX aims for launch doubleheader to put military spaceplane and more Starlinks in orbit\nSpaceX aims for launch doubleheader to put military spaceplane and more Starlinks in orbit\nKicking off a sky-lighting launch doubleheader, a powerful SpaceX Falcon Heavy rocket vaulted away from the Kennedy Space Center on Tuesday atop a torrent of flaming exhaust to put an unpiloted X-37B spaceplane into orbit for a classified, long-duration military mission.\nSuccessful Launch of Falcon Heavy Rocket\nThe Falcon Heavy did its part, putting on a spectacular show for area residents and tourists as its 27 Merlin engines, nine in each of three strapped-together Falcon 9 boosters, ignited with a rush of flame and a ground-shaking roar at 8:07 p.m. EST.\nThe rocket then climbed away from the Kennedy Space Center atop more than 5 million pounds of thrust and lined up on a northeasterly trajectory, rapidly accelerating as the engines consumed propellants and the vehicle lost weight.\nChallenges and Delays\nThe launching originally was scheduled for Dec. 10, but the flight was delayed by predicted bad weather and then by trouble with ground equipment. The rocket was hauled off the launch pad and back to a SpaceX hangar for subsequent work. It was rolled back out to pad 39A on Wednesday.\n“`(Note: The rest of the article would continue in a similar format, following the guidelines provided.)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "starlink satellites",
          "sentiment": "negative"
        },
        {
          "name": "spacex falcon heavy",
          "sentiment": "none"
        },
        {
          "name": "falcon heavy rocket the falcon heavy",
          "sentiment": "none"
        },
        {
          "name": "falcon",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kennedy space center",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T06:37:33.883+02:00",
    "updated": "2023-12-29T06:37:33.883+02:00"
  },
  {
    "uuid": "621b67c60b402d9c31baa8320334fe9116e5bc6b",
    "url": "https://www.bangordailynews.com/2024/05/04/bangor/bangor-education/husson-university-graduates-707-students",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Julie Harris",
    "published": "2024-05-04T00:00:00Z",
    "title": "Husson University graduates 707 students",
    "text": "Guest speaker for graduation was retired U.S. Army Staff Sgt. Travis Mills, one of five quadruple amputees from the wars in Iraq and Afghanistan, who became an avid advocate for veterans. Mills and his wife Kelsey started the nonprofit Travis Mills Foundation, which helps post-9/11 veterans who were injured while serving their country. Mills also is a motivational speaker, actor and author. There were five valedictorians this year, all with 4.0 grade point averages and all earning Bachelor of Science degrees. They were: David James Bubar of Bangor, video/film production and certificates in digital and social media marketing and in web media; Anna Elizabeth Coleman of Swanville, English; MacKenzie L. Dore of Holden, criminal justice with a focus in national/corporate security, and a Master of Science in criminal Justice; Molly Eesa Dutil of Augusta, health sciences; Andrew C. Green of Bangor, accounting, and a Master of Business Administration. The salutatorian was Emily E. Doten of Baring, with a Bachelor of Science in health sciences. “We are immensely proud of our 125th graduating class and their remarkable accomplishments while students at Husson University,” said President Robert A. Clark. “Their achievements are a testament to their unwavering determination and the exceptional education they have received at Husson. We are confident that they will go on to make a positive impact in their respective fields and communities.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "travis mills",
          "sentiment": "negative"
        },
        {
          "name": "david james bubar",
          "sentiment": "none"
        },
        {
          "name": "baring",
          "sentiment": "none"
        },
        {
          "name": "emily e. doten",
          "sentiment": "none"
        },
        {
          "name": "kelsey",
          "sentiment": "none"
        },
        {
          "name": "mills",
          "sentiment": "none"
        },
        {
          "name": "molly eesa dutil",
          "sentiment": "none"
        },
        {
          "name": "anna elizabeth coleman",
          "sentiment": "none"
        },
        {
          "name": "mackenzie l. dore of holden",
          "sentiment": "none"
        },
        {
          "name": "andrew c. green",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "u.s. army",
          "sentiment": "negative"
        },
        {
          "name": "husson university",
          "sentiment": "negative"
        },
        {
          "name": "travis mills foundation",
          "sentiment": "none"
        },
        {
          "name": "master of business administration",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "augusta",
          "sentiment": "none"
        },
        {
          "name": "bangor",
          "sentiment": "none"
        },
        {
          "name": "afghanistan",
          "sentiment": "none"
        },
        {
          "name": "iraq",
          "sentiment": "none"
        },
        {
          "name": "swanville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-04T18:32:24.037+03:00",
    "updated": "2024-05-04T18:32:24.037+03:00"
  },
  {
    "uuid": "ada4d3d7e0d8738344b4c5f4f86553d50ed3849c",
    "url": "http://business.dailytimesleader.com/dailytimesleader/article/abnewswire-2024-10-17-ultra-slim-1mm-carbon-fiber-heating-pad-a-portable-safe-and-energy-efficient-heating-solution",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AB Newswire",
    "published": "2024-10-17T00:00:00Z",
    "title": "Ultra-Slim 1mm Carbon Fiber Heating Pad: A Portable, Safe, and Energy-Efficient Heating Solution | User | dailytimesleader.com",
    "text": "Doctor Supply’s ultra-slim 1mm carbon fiber heating pad launches on Kickstarter, offering portability, safety, and efficiency. SEOUL, South Korea - October 17, 2024 - Doctor Supply is proud to announce the upcoming launch of its revolutionary 1mm ultra-slim carbon fiber heating pad on Kickstarter in late October. Combining portability, safety, and superior heat conductivity, this innovative heating pad provides an ideal solution for users seeking both convenience and warmth at home or on the go.\nDespite its sleek and ultra-thin 1mm profile , the heating pad delivers rapid, even heat distribution, making it a perfect option for everyday use. Its portability and energy efficiency set it apart from conventional heating devices. The pad can be powered by a standard outlet or a portable battery, allowing users to enjoy warmth whether indoors, while traveling, or outdoors.\nOne of the key features of this carbon fiber heating pad is its low power consumption , making it an eco-friendly choice. Additionally, the machine-washable design ensures easy maintenance and long-lasting cleanliness, while the durable carbon fiber construction guarantees performance even after multiple washes.\nSafety is a top priority , and this pad is equipped with overheat protection and an automatic shutoff timer , giving users peace of mind during extended use. With its consistent temperature control and reliable performance, the heating pad provides both comfort and security.\n“Our heating pad is designed with both functionality and user safety in mind. It offers a seamless experience through stable, consistent heating,” said a company spokesperson.\nWith its cutting-edge technology and user-friendly design , the 1mm ultra-slim carbon fiber heating pad is already attracting significant attention from Kickstarter backers. Stay tuned for its official launch later this month.\nAbout Doctor Supply :\nDoctor Supply , a leading medical device manufacturer with 18 years of experience, specializes in innovative patient care products, especially for the elderly. Renowned for its technological expertise and R&D capabilities, the company supplies advanced solutions to top general hospitals across South Korea.\nMedia Contact\nCompany Name: Doctor Supply\nContact Person: Media Relations\nEmail: Send Email\nCountry: South Korea\nWebsite: https://www.genheat-global.com\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Product and Services News",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://tracking.newsrpm.com/pixel?slug=abnewswire-2024-10-17-ultra-slim-1mm-carbon-fiber-heating-pad-a-portable-safe-and-energy-efficient-heating-solution",
      "https://www.abnewswire.com/companyname/genheat-global.com_144574.html",
      "https://www.genheat-global.com/",
      "https://www.cloudquote.io",
      "https://www.abnewswire.com/press_stat.php?pr=ultraslim-1mm-carbon-fiber-heating-pad-a-portable-safe-and-energyefficient-heating-solution",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.abnewswire.com/email_contact_us.php?pr=ultraslim-1mm-carbon-fiber-heating-pad-a-portable-safe-and-energyefficient-heating-solution",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://www.genheat-global.com",
      "https://www.abnewswire.com/email_contact_us.php",
      "https://www.googletagmanager.com/gtag/js",
      "https://abnewswire.com/press_stat.php?pr=ultraslim-1mm-carbon-fiber-heating-pad-a-portable-safe-and-energyefficient-heating-solution",
      "https://www.tracking.newsrpm.com/pixel?slug=abnewswire-2024-10-17-ultra-slim-1mm-carbon-fiber-heating-pad-a-portable-safe-and-energy-efficient-heating-solution",
      "https://cloudquote.io/article/6",
      "https://abnewswire.com/companyname/genheat-global.com_144574.html",
      "https://tracking.newsrpm.com/pixel",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://abnewswire.com/email_contact_us.php?pr=ultraslim-1mm-carbon-fiber-heating-pad-a-portable-safe-and-energyefficient-heating-solution",
      "https://cloudquote.io",
      "https://www.abnewswire.com/press_stat.php",
      "https://cloudquote.io/article/5",
      "https://www.genheat-global.com",
      "https://genheat-global.com/",
      "https://genheat-global.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "ada4d3d7e0d8738344b4c5f4f86553d50ed3849c",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-10-18T00:09:05.789+03:00",
    "updated": "2024-10-18T00:09:05.789+03:00"
  },
  {
    "uuid": "60b4e0eb8a8c16c1d568878a5ace9a095e2659d0",
    "url": "https://at.headtopics.com/news/wei-wurst-aquator-uberwunden-was-der-eu-beitritt-70176513",
    "ord_in_thread": 0,
    "author": "DiePressecom",
    "published": "2025-06-12T06:56:00Z",
    "title": "„Weißwurst-Äquator\" überwunden: Was der EU-Beitritt Österreichs Forschung gebracht hat",
    "text": "Nach einem „Kulturschock“ wurden die Chancen des EU-Beitritts vor 30 Jahren gut genutzt, sagt Klaus Schuch vom Zentrum für Soziale Innovation. Die Förderungen stiegen von 200 Millionen auf über 2...\nNach einem „Kulturschock“ wurden die Chancen des EU-Beitritts vor 30 Jahren gut genutzt, sagt Klaus Schuch vom Zentrum für Soziale Innovation. Die Förderungen stiegen von 200 Millionen auf über 2 Milliarden Euro an.-Beitritt hat Österreich zu neuem Schwung in der Forschungs- und Technologieentwicklung verholfen.\nSo sei beispielsweise das Büro für internationale Forschungs- und Technologiekooperation gegründet worden, um dabei zu beraten, wie die Fördertöpfe angezapft werden können, um letztendlich nicht zum ewigen Nettobeitragszahler zu werden. Diese Unterstützungsstruktur, die jetzt in der Forschungsförderungsgesellschaft„Es war auch ein Kulturschock, dass man Anträge auf Englisch einreichen sollte.\nBereits 2002, nur sieben Jahre nach dem EU-Beitritt, wurde der Break-even erreicht. Zu diesem Zeitpunkt überschritten die Rückflüsse aus dem Forschungsrahmenprogramm erstmals die Eigenmittelzahlungen Österreichs in den EU-Haushalt, die anteilsmäßig der Forschung und Entwicklung zugerechnet werden.\nÖsterreich Neuesten Nachrichten, Österreich Schlagzeilen\nSimilar News:Sie können auch ähnliche Nachrichten wie diese lesen, die wir aus anderen Nachrichtenquellen gesammelt haben.\n„Weißwurst-Eis schmeckte zu gewagt“Ob Zimt, Stracciatella oder Ingwer – Axams ist Tirols Eis-Hochburg. Das „Eis von Leis“ begeistert Naschkatzen seit 21 Jahren. Grund genug, einen Blick hinter die Kulissen zu werfen.\nWeiterlesen »\nSerbien strebt Schengen-Beitritt anSerbien plant schnellen Schengen-Beitritt. EU-Beitritt bleibt oberste Priorität, betont Europaminister Starović.\nWeiterlesen »\nUkraine NATO Beitritt: B9-Staaten fordern AufnahmeB9-Gruppe und nordische NATO-Staaten fordern Ukraine Beitritt. Politisches Signal an Russland vor NATO-Gipfel im Juli.\nWeiterlesen »\nGrünes Licht für Bulgariens Euro-Beitritt – doch das Land ist gespaltenAm 1. Jänner 2026 kann Bulgarien den Euro einführen. Die EU-Kommission sieht alle Kriterien erfüllt, doch die Bevölkerung ist durch Teuerungsängste und Fake News Verunsicherung.\nWeiterlesen »\nÖsterreich ist zu arm für die NatoSpötter meinen, dass sich das Land einen Nato-Beitritt heute gar nicht mehr leisten könnte.\nWeiterlesen »\n30 Jahre EU-Beitritt: „Wir sind noch immer Europa!“Mit persönlichen Erinnerungen, (auch) mit kritischen Worten, vor allem aber: mit viel Emotion wurde in NÖs Landesbibliothek im „Be- und Gedenkjahr“ 2025 über Österreichs EU-Beitritt 1995 diskutiert. (NÖNplus)\nWeiterlesen »",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Education->educational grading",
      "Education->vocational education",
      "Education->college and university",
      "Politics->political development",
      "Politics->international organisation"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Klaus Schuch",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "Österreich",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ],
      "top_news": [],
      "bias": "center"
    },
    "rating": null,
    "crawled": "2025-06-12T10:23:44.627+03:00",
    "updated": "2025-06-12T07:29:20.000+00:00"
  },
  {
    "uuid": "00dd983457a7fd3b2d6e5467bbbff37f88b359ad",
    "url": "https://theprint.in/india/setback-to-ruling-cong-in-karnataka-as-temple-bill-defeated-in-legislative-council/1977374",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2024-02-23T22:30:00Z",
    "title": "Opposition defeats Congress bill to 'tax' rich Hindu temples in Karnataka Legislative Council",
    "text": "Home India Opposition defeats Congress bill to 'tax' rich Hindu temples in Karnataka Legislative... India Opposition defeats Congress bill to ‘tax’ rich Hindu temples in Karnataka Legislative Council The bill proposes to collect 5 per cent funds from temple with annual income between Rs 10 lakh to 1 crore; and 10 per cent from temples over 1 crore income, to be put into a Common Pool Fund. PTI 24 February, 2024 09:00 am IST Facebook Twitter WhatsApp Linkedin Bharatiya Janata Party (BJP) MLAs stage a protest against the government in the Karnataka legislative assembly, in Bengaluru on Friday, 23 February 2024 | ANI Text Size: A- A+\nBengaluru: In a setback to the ruling Congress in Karnataka, a bill that sought to collect funds from temples with over Rs 10 lakh annual income was defeated by the opposition BJP-JD(S) combine in the Legislative Council.\nThe Karnataka Hindu Religious Institutions and Charitable Endowments (Amendment) Bill, 2024 was passed by the Legislative Assembly earlier this week.\nIt was defeated by a voice vote in the Upper House, where the opposition has a majority, on Friday.\nShow Full Article\nThe bill among other things, proposes to collect five per cent from temples whose gross income is between Rs 10 lakh and less than Rs one crore and 10 per cent from temples whose income is above Rs one crore, to be put into a Common Pool Fund, administered by ‘Rajya Dharmika Parishath’, which is proposed to be used for Archakas’ (priests) welfare and upkeep of ‘C’ category temples (state controlled) whose annual income is less than Rs five lakh.\nThe act that was earlier amended in 2011 had made way for five per cent of the net income of temples with annual income between Rs five lakh and Rs 10 lakh and 10 per cent of the net income of temples with annual income of over Rs 10 lakh would come to the fund.\nThe amendment bill had created a huge controversy, as it angered the opposition, especially the BJP, which charged the ruling Congress with trying to fill its ’empty coffers’ with temple money, while, the Congress had sought to turn the tables saying the saffron party had effected an amendment in 2011 to seek funds from high-income Hindu shrines.\nLeader of the Opposition in Council Kota Srinivas Poojary, who was the Muzrai Minister during the BJP government, while welcoming the move to provide social security to Archakas, opposed diversion of the revenue earned by temples.\nHe questioned why the government can’t provide funds in the budget for their welfare.\nThe opposition also opposed the proposal in the bill for nomination of the temple committee president by the government.\nMuzrai Minister Ramalinga Reddy, trying to convince the opposition, assured the House that the government would not interfere in the nomination of the temple committee president and also to reduce the amount proposed to be diverted from the temples to the common pool.\nHighlighting that the bill only proposes minor changes to what the BJP government had proposed in 2011, he said, the intention is the welfare of Archakas at ‘C’ category temples and the upkeep of such temples.\nAs the opposition insisted that changes be made to the bill before it is passed, Reddy sought time till Monday, as he needed to discuss it with the Chief Minister Siddaramaiah as it involves financial implications.\nHowever, the Deputy Chairman M K Pranesh, who was in the Chair, did not give time till Monday stating that there is no such provision as the House has already taken up the bill for consideration.\nThe Bill was subsequently put to vote and it was defeated by the opposition BJP-JD(S) combine.\nThis is the second such setback to the Congress government in this session, as the BJP and JD(S) combine had referred the Karnataka Souharda Cooperative (Amendment) Bill 2024 to the select committee earlier this week. PTI KSU RS KSU SS\nThis report is auto-generated from PTI news service. ThePrint holds no responsibility for its content.\nSubscribe to our channels on YouTube , Telegram & WhatsApp\nSupport Our Journalism\nIndia needs fair, non-hyphenated and questioning journalism, packed with on-ground reporting. ThePrint – with exceptional reporters, columnists and editors – is doing just that.\nSustaining this needs support from wonderful readers like you.\nWhether you live in India or overseas, you can take a paid subscription by clicking here .\nSupport Our Journalism\nTags Hindu temples Karnataka Tax collections Facebook Twitter WhatsApp Linkedin LEAVE A REPLY Cancel Comment: Please enter your comment! Name:* Please enter your name here Email:* You have entered an incorrect email address! Please enter your email address here Save my name, email, and website in this browser for the next time I comment.\nΔ\nMost Popular Reforming UPSC, ending China-Pak curse, reviving farm reforms — to-do list for Modi 3.0 Shekhar Gupta - 24 February, 2024 Archbishop, Christian group slam Assam bill against ‘magical healing’ — ‘no such term’ Karishma Hasnat - 24 February, 2024 Mahurats, kaals, kasthas to replace hours, mins & seconds — Ujjain’s vedic clock to ring in new time Iram Siddique - 24 February, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics"
    ],
    "external_links": [
      "https://www.linkedin.com/shareArticle?mini=true&url=https://theprint.in/india/setback-to-ruling-cong-in-karnataka-as-temple-bill-defeated-in-legislative-council/1977374/&title=Opposition+defeats+Congress+bill+to+%E2%80%98tax%E2%80%99+rich+Hindu+temples+in+Karnataka+Legislative+Council",
      "https://www.youtube.com/ThePrintIndia/?sub_confirmation=1",
      "https://api.whatsapp.com/send?text=Opposition+defeats+Congress+bill+to+%E2%80%98tax%E2%80%99+rich+Hindu+temples+in+Karnataka+Legislative+Council",
      "https://t.me/ThePrintIndia",
      "https://www.whatsapp.com/channel/0029VaNK5yfJkK7I6MT34t1l",
      "https://www.facebook.com/sharer.php?u=https%3A%2F%2Ftheprint.in%2Findia%2Fsetback-to-ruling-cong-in-karnataka-as-temple-bill-defeated-in-legislative-council%2F1977374%2F",
      "https://twitter.com/intent/tweet?text=Opposition+defeats+Congress+bill+to+%E2%80%98tax%E2%80%99+rich+Hindu+temples+in+Karnataka+Legislative+Council&url=https%3A%2F%2Ftheprint.in%2Findia%2Fsetback-to-ruling-cong-in-karnataka-as-temple-bill-defeated-in-legislative-council%2F1977374%2F&via=theprintindia",
      "https://www.facebook.com/plugins/like.php?href=https://theprint.in/india/setback-to-ruling-cong-in-karnataka-as-temple-bill-defeated-in-legislative-council/1977374/&layout=button_count&show_faces=false&width=105&action=like&colorscheme=light&height=21",
      "https://facebook.com/plugins/like.php?href=https://theprint.in/india/setback-to-ruling-cong-in-karnataka-as-temple-bill-defeated-in-legislative-council/1977374/&layout=button_count&show_faces=false&width=105&action=like&colorscheme=light&height=21",
      "https://www.twitter.com/intent/tweet?text=Opposition+defeats+Congress+bill+to+%E2%80%98tax%E2%80%99+rich+Hindu+temples+in+Karnataka+Legislative+Council&url=https%3A%2F%2Ftheprint.in%2Findia%2Fsetback-to-ruling-cong-in-karnataka-as-temple-bill-defeated-in-legislative-council%2F1977374%2F&via=theprintindia",
      "https://linkedin.com/shareArticle?mini=true&url=https://theprint.in/india/setback-to-ruling-cong-in-karnataka-as-temple-bill-defeated-in-legislative-council/1977374/&title=Opposition+defeats+Congress+bill+to+%E2%80%98tax%E2%80%99+rich+Hindu+temples+in+Karnataka+Legislative+Council",
      "https://facebook.com/sharer.php?u=https%3A%2F%2Ftheprint.in%2Findia%2Fsetback-to-ruling-cong-in-karnataka-as-temple-bill-defeated-in-legislative-council%2F1977374%2F",
      "https://www.youtube.com/ThePrintIndia/",
      "https://www.linkedin.com/shareArticle",
      "https://youtube.com/ThePrintIndia/?sub_confirmation=1",
      "https://twitter.com/intent/tweet",
      "https://www.api.whatsapp.com/send?text=Opposition+defeats+Congress+bill+to+%E2%80%98tax%E2%80%99+rich+Hindu+temples+in+Karnataka+Legislative+Council",
      "https://www.facebook.com/plugins/like.php",
      "https://www.facebook.com/sharer.php",
      "https://api.whatsapp.com/send",
      "https://whatsapp.com/channel/0029VaNK5yfJkK7I6MT34t1l",
      "https://www.t.me/ThePrintIndia"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "congress",
          "sentiment": "negative"
        },
        {
          "name": "karnataka legislative council home india opposition",
          "sentiment": "negative"
        },
        {
          "name": "india opposition",
          "sentiment": "none"
        },
        {
          "name": "facebook twitter whatsapp linkedin bharatiya janata party",
          "sentiment": "none"
        },
        {
          "name": "legislative council",
          "sentiment": "none"
        },
        {
          "name": "pti",
          "sentiment": "none"
        },
        {
          "name": "karnataka hindu religious institutions",
          "sentiment": "none"
        },
        {
          "name": "bjp",
          "sentiment": "none"
        },
        {
          "name": "legislative assembly",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "karnataka",
          "sentiment": "none"
        },
        {
          "name": "bengaluru",
          "sentiment": "none"
        },
        {
          "name": "upper house",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-24T10:07:43.106+02:00",
    "updated": "2024-02-24T10:07:43.106+02:00"
  },
  {
    "uuid": "a2739a02eab1336ea9d575b4a30d4c2d018a3bb2",
    "url": "https://vnexplorer.net/z/1199530.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-07-04T12:45:00Z",
    "title": "Bonne nouvelle, les moustiques tigres détestent cette odeur qui les fait fuir immédiatement",
    "text": "Les moustiques tigres sont un véritable fléau en été. Voici un produit naturel dont l&#039;odeur repoussera ces indésirables loin de chez vous. Bonne nouvelle, les moustiques tigres détestent cette odeur qui les fait fuir immédiatement Les moustiques tigres sont un véritable fléau en été. Voici un produit naturel dont l&#039;odeur repoussera ces indésirables loin de chez vous. Malgré des débuts timides, l’arrivée de l’été et de ses températures commence à se faire ressentir en France. Cette chaleur invite à profiter de l’extérieur pour faire des barbecues entre amis, bronzer et même se baigner si on a la chance d’avoir une piscine. Toutefois, ces activités seront sûrement effectuées en présence d’un invité indésirable : le moustique tigre. Afin d’éviter les piqûres, voici un produit naturel et économique dont la puissante odeur repousse les nuisibles. C’est devenu un véritable problème ces dernières années. Les moustiques tigres ont envahi une grande partie de l’Hexagone. Cette invasion apporte avec elle le risque de transmission de maladies telles que la dengue, le chikungunya ou le zika. Face à un tel problème, de nombreuses solutions existent pour continuer à sortir dans son jardin sans se faire dévorer par les moustiques. Cependant, bien que les pièges ou répulsifs chimiques soient efficaces, leur tarif s’avère parfois important. Ce produit naturel et économique est un répulsif très efficace contre les moustiques tigres À moins d’un euro le litre, le vinaigre blanc est ainsi une solution naturelle pour lutter contre les moustiques tigres. Ces derniers détestent en effet sa forte odeur. Ce produit présent dans de nombreuses recettes de grand-mère s’avère donc extrêmement efficace comme moyen préventif. Le vinaigre blanc peut être utilisé de différentes manières contre ces insectes. La première est de pulvériser le produit pur sur l’encadrement des ouvertures de la maison. Cette barrière olfactive découragera les moustiques tigres de rentrer. En vue d’un repas dans le jardin, vous pouvez également vaporiser le vinaigre sur la nappe, les coussins de chaises ou même sur vos vêtements. La forte odeur du vinaigre blanc peut être renforcée avec des huiles essentielles Cette solution peut aussi être utilisée de manière concentrée en cas de forte présence. Une coupelle remplie de vinaigre blanc trouvera ainsi une bonne place sur le rebord d’une fenêtre, notamment la nuit, si celle-ci est entrouverte. De plus, pour éviter d’être incommodé par l’odeur, qui, avouons-le, n’est pas des plus agréables, il est possible d’ajouter quelques gouttes d’huiles essentielles. La lavande, le citron ou l’eucalyptus, avec leur senteur prononcée, renforcent d’autant plus l’effet répulsif du vinaigre blanc. Cela dit, si vraiment l’odeur est insupportable à la longue, il reste d’autres solutions pour vous protéger des moustiques tigres. Comment prévenir la prolifération des moustiques tigres ? Des moustiquaires installées sur vos fenêtres, vos portes ou autour de votre lit vous garantissent une certaine tranquillité. Pour les sorties dans le jardin, le port de vêtements longs est également à envisager. Certes, votre bronzage en prendra un coup, mais vous ne serez pas marqué par les points rouges disgracieux des piqûres. Il faut faire un choix ! Enfin, il est important de rappeler que la solution la plus efficace reste encore d’éviter de favoriser la reproduction des moustiques tigres. À ce titre, vous devez absolument repérer et vider la moindre eau stagnante dans votre jardin. Les soucoupes des pots de fleurs, une gouttière bouchée ou encore une piscine non couverte sont autant d’endroits où les femelles pourront pondre tranquillement.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T00:23:53.255+03:00",
    "updated": "2024-07-05T00:23:53.255+03:00"
  },
  {
    "uuid": "e71dfe5b71455796a286d3f9e7cf57e950f04052",
    "url": "https://www.noticiasrcn.com/colombia/fedearroz-pidio-cultivar-menos-arroz-en-2025-864186",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Noticias RCN",
    "published": "2025-03-06T00:18:00Z",
    "title": "Federación de Arroceros pide limitar los cultivos de 2025",
    "text": "Federación de Arroceros pide limitar los cultivos de 2025\nLa Federación aseguró que una sobre siembra del alimento podría impactar negativamente los precios de comercialización.\nNoticias RCN\n07:18 p. m.\nUnirse al canal de Whatsapp de Noticias RCN\nLa Federación Nacional de Arroceros, Fedearroz, se pronunció sobre la siembras del alimento y pidió que se redujeran los cultivos para no entrar en sobreproducción.\n“La Federación Nacional de Arroceros- Fedearroz, hace un llamado a los productores arroceros del país, para que las siembras de este primer semestre del año obedezcan a una correcta planeación donde se tengan en cuenta factores decisivos para la normal comercialización de la cosecha”, aseguró la mencionada Federación.\n¿Por qué la Federación arrocera pidió cultivar menos arroz en este 2025?\nDe acuerdo a lo expresado por la Federación, esta solicitud se debe a la situación del mercado de arroz, pues aseguran que es necesario sembrar una cantidad de arroz para la que se pueda garantizar su comercialización a precios justos.\n“Es importante que los productores analicen todos los factores que inciden en la producción y en lo posible, que consulten con sus potenciales compradores los volúmenes a producir”, pidió la Federación.\nLa Federación advierte que una cosecha de arroz demasiado alta en este 2025 podría impactar negativamente los precios del arroz a tal punto que ni siquiera se logren cubrir los costos de producción.\n“Un exceso de producción tendría consecuencias negativas en la comercialización de la cosecha, como quiera que se afectarían negativamente los precios a tal punto que no cubran los costos de producción”, aseguró la Federación.\nGremio arrocero de paro en tres departamentos del país\nEste aviso de la Federación llega en medio del tercer día de paro del gremio arrocero en el país que ha bloqueado vías en los departamentos de Huila, Tolima y Meta.\nLos gremios, que ya se encuentran sentados en mesas de diálogo con el Gobierno, reclaman precios más justos para las ventas de las cargas de arroz, pues dicen que estos se están comercializando pro debajo de los precios de producción.\nUnirse al canal de Whatsapp de Noticias RCN\nSíguenos en Google News",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Environment"
    ],
    "topics": [
      "Economy, Business and Finance->agriculture",
      "Economy, Business and Finance->business governance",
      "Social Issue->population and census",
      "Social Issue->social problem",
      "Social Issue->demographics",
      "Environment->sustainability",
      "Environment->natural resources"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://news.google.com/publications/CAAqBwgKMJ3FgQsw5qb9Ag",
      "https://www.whatsapp.com/channel/0029VZzgtsp8PgsABlHj6g3K",
      "https://www.news.google.com/publications/CAAqBwgKMJ3FgQsw5qb9Ag",
      "https://whatsapp.com/channel/0029VZzgtsp8PgsABlHj6g3K"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Federación de Arroceros",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Federación Nacional de Arroceros- Fedearroz",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T02:49:49.377+02:00",
    "updated": "2025-03-06T02:49:49.377+02:00"
  },
  {
    "uuid": "aad08041c248d16ff66e973a24b6cfa3e0a4b3a9",
    "url": "https://www.wispolitics.com/2025/wisconsin-afl-cio-governor-evers-stands-up-for-workers-with-veto-of-assembly-bill-269-the-gig-worker-carve-out-bill/",
    "ord_in_thread": 0,
    "author": "Wisconsin Press Releases",
    "published": "2025-08-08T19:57:00Z",
    "title": "Wisconsin AFL-CIO: Governor Evers stands up for workers with veto of Assembly Bill 269 the gig worker carve out bill",
    "text": "Earlier today, Governor Tony Evers took action for working people by vetoing AB 269, the Gig Worker Carve Out Bill. This bill would have permanently stripped important protections like worker’s compensation, unemployment insurance, minimum wage, and overtime pay from Wisconsin’s app-based delivery drivers, the first such statewide legislation in the nation.\nWisconsin law includes a series of tests that must be used to determine whether a worker is eligible for worker’s compensation, unemployment insurance, minimum wage, and overtime pay. AB 269 would have replaced these important standards with a new four-point test designed to ensure that app-based workers do not qualify for these benefits, saving companies the cost of providing them.\nEmployers mounted a big-dollar corporate campaign in support of AB 269. DoorDash alone spent $1.4 million. The campaign messaging suggested that the purpose of AB 269 was to allow companies to give flexible benefits to their workers. The actual language of the bill said otherwise. It stated employers “may” provide these benefits but placed them under no obligation to do so. Looking beyond the corporate spin, AB 269 would not provide workers with greater flexibility; it would not provide better pay; it would not guarantee workers any additional benefits.\nLegislation that makes the loss of important worker rights a certainty while holding out the possibility of flexible benefits if and when the employer chooses to provide them is a bad deal for workers. Thank you, Governor Evers for standing up for workers by vetoing AB 269.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Politics"
    ],
    "topics": [
      "Labor->employment legislation",
      "Labor->gig economy",
      "Labor->unions",
      "Politics->civil rights",
      "Politics->government",
      "Politics->political development"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Tony Evers",
          "sentiment": "negative"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": null,
      "top_news": [],
      "bias": null,
      "source": {
        "type": "local_news",
        "city": [
          "Madison"
        ],
        "state": [
          "Wisconsin"
        ],
        "country": [
          "US"
        ],
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-09T00:54:09.947+03:00",
    "updated": "2025-08-09T00:57:17.000+03:00"
  }
]