[
  {
    "uuid": "d66ad67dfc9c764e20be5146f9ca72c227b7f9f6",
    "url": "https://www.thehansindia.com/news/national/delhi-lg-approves-long-awaited-statutory-reforms-for-medical-termination-of-pregnancy-847516",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Susmita Modak",
    "published": "2023-12-29T02:34:00Z",
    "title": "Delhi LG Approves Long-Awaited Statutory Reforms For Medical Termination Of Pregnancy",
    "text": "This crucial decision comes more than two years after the amendments were initially made by the Parliament, demonstrating a commitment to ensuring universal access to comprehensive abortion care. Expressing dissatisfaction and surprise at the prolonged delay of over two years in implementing these amendments, Lieutenant Governor Saxena criticized the Delhi government for its apparent inaction in this regard.The amendments to the MTP Act in 2021 brought about significant changes, such as allowing the opinion of only one Registered Medical Practitioner (RMP) for termination up to 20 weeks of gestation and requiring the opinion of two RMPs for termination between 20-24 weeks under special circumstances. Furthermore, the amended Act introduced the formation of a Medical Board to grant permission for termination beyond 24 weeks, under circumstances to be decided by the Medical Board.The Ministry of Health and Family Welfare, Government of India, communicated the necessity of updating forms for documenting Medical Termination of Pregnancy in line with the amended Act and Rules 2021. These forms, namely Form I (RMP Opinion Form), Form II (regulations regarding pregnancy duration), and Form III (Admission Register), underwent essential modifications to align with the new regulations.The Lieutenant Governor directed the Health Department, GNCTD, to investigate the lapses that led to the inordinate delay in processing the matter. He also instructed them to assign responsibility and exercise caution in future endeavors. The LG was informed that the proposal for the notification of statutory forms had been endorsed by the Minister of Health and approved by the Chief Minister. This decision marks a significant step toward ensuring that the necessary reforms are implemented for the benefit of women's reproductive health in Delhi.Delhi Lieutenant Governor Vinai Kumar Saxena has given his approval to a significant proposal endorsing statutory reforms under the Medical Termination of Pregnancy (Amendment) Act, 2021. The primary objective of these reforms is to facilitate widespread access to abortion care for women. The recent approval specifically includes the issuance of notifications for Statutory Forms I, II, and III under the amended Medical Termination of Pregnancy (MTP) Act of 2021, as announced in a press release from the LG Office on Thursday.This crucial decision comes more than two years after the amendments were initially made by the Parliament, demonstrating a commitment to ensuring universal access to comprehensive abortion care. Expressing dissatisfaction and surprise at the prolonged delay of over two years in implementing these amendments, Lieutenant Governor Saxena criticized the Delhi government for its apparent inaction in this regard.The amendments to the MTP Act in 2021 brought about significant changes, such as allowing the opinion of only one Registered Medical Practitioner (RMP) for termination up to 20 weeks of gestation and requiring the opinion of two RMPs for termination between 20-24 weeks under special circumstances. Furthermore, the amended Act introduced the formation of a Medical Board to grant permission for termination beyond 24 weeks, under circumstances to be decided by the Medical Board.The Ministry of Health and Family Welfare, Government of India, communicated the necessity of updating forms for documenting Medical Termination of Pregnancy in line with the amended Act and Rules 2021. These forms, namely Form I (RMP Opinion Form), Form II (regulations regarding pregnancy duration), and Form III (Admission Register), underwent essential modifications to align with the new regulations.The Lieutenant Governor directed the Health Department, GNCTD, to investigate the lapses that led to the inordinate delay in processing the matter. He also instructed them to assign responsibility and exercise caution in future endeavors. The LG was informed that the proposal for the notification of statutory forms had been endorsed by the Minister of Health and approved by the Chief Minister. This decision marks a significant step toward ensuring that the necessary reforms are implemented for the benefit of women's reproductive health in Delhi.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "saxena",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "delhi lg",
          "sentiment": "negative"
        },
        {
          "name": "medical board",
          "sentiment": "none"
        },
        {
          "name": "medical board.the ministry of health and family welfare",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T07:08:50.313+02:00",
    "updated": "2023-12-29T07:08:50.313+02:00"
  },
  {
    "uuid": "95ec42519eb4dc04554affebd96415ed35e5bc2c",
    "url": "https://www.engineeringnews.co.za/article/company-aims-to-accelerate-provision-of-basic-human-right-2024-03-15",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lumkile Nkomfe",
    "published": "2024-03-14T22:21:01Z",
    "title": "Company aims to accelerate provision of basic human right",
    "text": "HOLISTIC APPROACH REQUIRED Water connect organisations and the communities they serve. It's not effective to focus only on narrow areas As a magazine-and-online subscriber to Creamer Media's Engineering News & Mining Weekly, you are entitled to one free research report of your choice. You would have received a promotional code at the time of your subscription. Have this code ready and click here . At the time of check-out, please enter your promotional code to download your free report. Email [subscriptions@creamermedia.co.za](mailto:subscriptions@creamermedia.co.za) if you have forgotten your promotional code. If you have previously accessed your free report, you can purchase additional Research Reports by clicking on the “Buy Report” button on this page. The most cost-effective way to access all our Research Reports is by subscribing to Creamer Media's Research Channel Africa - you can upgrade your subscription now at this link . The most cost-effective way to access all our Research Reports is by subscribing to Creamer Media's Research Channel Africa - you can upgrade your subscription now at this link . For a full list of Research Channel Africa benefits, click https://cdn.creamermedia.com/e-magazines/engineering-news/ResearchChannalMay2023/index.html If you are not a subscriber, you can either buy the individual research report by clicking on the ‘Buy Report’ button, or you can subscribe and, not only gain access to your one free report, but also enjoy all other subscriber benefits, including 1) an electronic archive of back issues of the weekly news magazine; 2) access to an industrial and mining projects browser; 3) access to a database of published articles; and 4) the ability to save articles for future reference. At the time of your subscription, Creamer Media’s subscriptions department will be in contact with you to ensure that you receive a copy of your preferred Research Report. The most cost-effective way to access all our Research Reports is by subscribing to Creamer Media's Research Channel Africa - you can upgrade your subscription now at this link . If you are a Creamer Media subscriber, click (javascript:void(0);) to log in. Amid South Africa’s water infrastructure crisis, global water solutions company Xylem says improving public awareness on water scarcity, quality and sustainability remain crucial in fast-tracking collective efforts to safeguard the provisioning of potable water. The company commends the ‘Water for All’ campaign as a way of educating the public on pertinent water challenges. This is captured under the overarching premise of ensuring that everyone’s basic human right of access to water is met. Xylem highlights that the country’s water infrastructure is under severe pressure, owing to a lack of maintenance and growing population, adding that there has not been a sizable infrastructure spend to expand the water infrastructure network and meet public demand. The company stresses the importance of preventing infrastructure regression as a way of ameliorating constrained water infrastructure systems. In terms of improving its operational efficiency, Xylem emphasises that the water cycle must be viewed in its totality to mitigate losses through the value chain. “Water connects organisations and the communities they serve. “It's not effective to focus only on narrow areas, such as how much water one site consumes. Water challenges become solutions when you take a holistic approach, such as including the impact on local communities,” says Xylem strategy and marketing manager Chetan Mistry. The company asserts that technology is key to understanding the water infrastructure network. Mistry argues that software, sensors and other interlinked technological solutions can provide sufficient data to develop meaningful insight and solutions. Yet, technology is just an enabler and most effective when part of a strategic approach, which covers all aspects from implementation to operations. The real value of water technologies emerges through improved management, efficiencies, and spotting future needs such as preventative and predictive maintenance, he notes. To advance its sustainability strategy, Xylem adopts a multi-layered approach in terms of its corporate and social responsibility. Every year, the company encourages Xylem employees to spend a small portion of their working hours engaging in corporate and social responsibility initiatives involving various communities. “The strategy is to create self-sustaining and water-secure environments. For example, many schools have rudimentary farms to support their nutrition programmes. But these often suffer from poor water reticulation systems. Our approach would be to install drip irrigation, rainwater harvesting and pumping systems, ” Mistry explains. Xylem assists with disaster relief programmes, such as its recent efforts to address the 2022 floods, in KwaZulu-Natal, during which time it sent a mobile treatment unit to provide communities with safe drinking water. The company also erected infrastructure at schools to bolster their water systems, Mistry adds. There has been a good deal of appetite from the private sector to add its weight to addressing the country’s water infrastructure challenges. Xylem has also had discussions with the Department of Water and Sanitation about how the department could deploy specific water strategies to ensure that favourable water solutions are implemented. Further, Xylem says it plays a strategic advisory role to various municipalities as opposed to its sole mandate being as a technology provider. Mistry points out that the company’s role is not confined to selling products to clients, as it aims to ensure that clients derive the maximum benefits from its products. The company also supports the South African Youth Water Prize, a science and technology competition that tasks high school learners with identifying and addressing water-related problems in their communities. The winner represents South Africa at the prestigious Stockholm Junior Water Prize, held in Sweden every year. Xylem contends that the increase of water sustainability campaigns will foster educated and responsible public attitudes to water preservation. The company notes that the water sector is finally being elevated into the collective consciousness as people begin to understand that there is a finite amount of water, and it cannot go to waste. Comments Latest Multimedia sponsored by Announcements What's On Subscribe to improve your user experience... Option 1 (equivalent of R125 a month): Receive a weekly copy of Creamer Media's Engineering News & Mining Weekly magazine (print copy for those in South Africa and e-magazine for those outside of South Africa) Receive daily email newsletters Access to full search results Access archive of magazine back copies Access to Projects in Progress Access to ONE Research Report of your choice in PDF format Option 2 (equivalent of R375 a month): All benefits from Option 1 PLUS Access to Creamer Media's Research Channel Africa for ALL Research Reports, in PDF format, on various industrial and mining sectors including Electricity; Water; Energy Transition; Hydrogen; Roads, Rail and Ports; Coal; Gold; Platinum; Battery Metals; etc. Already a subscriber? Forgotten your password? MAGAZINE & ONLINE R1500 (equivalent of R125 a month) SUBSCRIBE Receive weekly copy of Creamer Media's Engineering News & Mining Weekly magazine (print copy for those in South Africa and e-magazine for those outside of South Africa) ➕ Recieve daily email newsletters ➕ Access to full search results ➕ Access archive of magazine back copies ➕ Access to Projects in Progress ➕ Access to ONE Research Report of your choice in PDF format RESEARCH CHANNEL AFRICA R4500 (equivalent of R375 a month) https://store.creamermedia.co.za/products/research-channel-africa-1-user-1 All benefits from Option 1 ➕ Access to Creamer Media's Research Channel Africa for ALL Research Reports on various industrial and mining sectors, in PDF format, including on: Electricity ➕ Water ➕ Energy Transition ➕ Hydrogen ➕ Roads, Rail and Ports ➕ Coal ➕ Gold ➕ Platinum ➕ Battery Metals ➕ etc. CORPORATE PACKAGES Discounted prices based on volume [CLICK FOR A QUOTATION](mailto:subscriptions@creamermedia.co.za?subject=Corporate Package Subscription Quotation needed) Receive all benefits from Option 1 or Option 2 delivered to numerous people at your company ➕ Multiple User names and Passwords for simultaneous log-ins ➕ Intranet integration access to all in your organisation",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.researchchannel.co.za",
      "https://store.creamermedia.co.za/products/copy-of-magazine-online-1-year-hard-copy-south-africa-only",
      "https://store.creamermedia.co.za/products/",
      "https://store.creamermedia.co.za/products/research-channel-africa-1-user-1",
      "https://cdn.creamermedia.com/e-magazines/engineering-news/ResearchChannalMay2023/index.html",
      "https://store.creamermedia.co.za/products",
      "https://www.store.creamermedia.co.za/products/",
      "https://www.store.creamermedia.co.za/products/copy-of-magazine-online-1-year-hard-copy-south-africa-only",
      "https://www.store.creamermedia.co.za/products/research-channel-africa-1-user-1",
      "https://www.cdn.creamermedia.com/e-magazines/engineering-news/ResearchChannalMay2023/index.html",
      "https://researchchannel.co.za"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "creamer media's engineering news & mining weekly",
          "sentiment": "none"
        },
        {
          "name": "creamer media's research channel africa",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:21:02.076+02:00",
    "updated": "2024-03-15T00:21:02.076+02:00"
  },
  {
    "uuid": "c2a96f2b2cd2f9cf92707e5bdf2578729e112aa1",
    "url": "https://www.fanpage.it/milano/adesca-bambini-online-fingendo-di-essere-alessia-arrestato-lo-speaker-radiofonico-andrea-piscina",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@fanpage",
    "published": "2024-06-13T20:48:00Z",
    "title": "Adesca bambini online fingendo di essere \"Alessia\": arrestato lo speaker radiofonico Andrea Piscina",
    "text": "Adesca bambini online fingendo di essere “Alessia”: arrestato lo speaker radiofonico Andrea Piscina [Enrico Spaccini](https://www.fanpage.it/milano/author/enricospaccini/) È stato arrestato con l'accusa di \"produzione di materiale pedopornografico\" e di \"violenza sessuale\" lo speaker radiofonico Andrea Piscina. Stando a quanto riportato dal Corriere della Sera, il 25enne milanese tra metà 2021 e metà 2023 fingendo di essere una ragazza di circa 16 anni di nome \"Alessia\" avrebbe adescato bambini e ragazzini d'età compresa tra i 9 e i 14 anni promettendo di farsi vedere nuda in videochiamate online, inducendoli a loro volta a mostrarsi nudi e a compiere atti di autoerotismo. Su richiesta del pm Giovanni Tarzia, la giudice per le indagini preliminari Ileana Raimundo ha disposto per Piscina l'arresto in carcere. Le videochiamate e le \"miniature\" generate automaticamente La prima denuncia risalirebbe all'estate del 2023, quando la madre di un ragazzino di 13 anni si era accorta del suo cambio d'umore e si era insospettita del fatto che stesse sempre più spesso chiuso in bagno con il telefono. Stando a quanto ricostruito dalle indagini, Piscina lo aveva di persona tempo prima. Lo scorso mese, gli investigatori hanno perquisito lo speaker radiofonico, e conduttore di Radio Rtl 102,5. Il 25enne quel giorno aveva consegnato un cellulare in cui risultavano cancellate le attività multimediali di chat e videochiamate su Instagram e Omegle. Tuttavia, Piscina non sapeva che quando faceva una videochiamata, il sistema operativo del suo cellulare generava automaticamente \"miniature\" dell'anteprima dell'immagine reale conservandole anche dopo che l'immagine fosse stata cancellata. Quelle oltre mille immagini costituirebbero, secondo gli inquirenti, le prove delle altrettante conversazioni con esplicito contenuto pedopornografico avute con ragazzini e bambini d'età compresa tra i 9 e i 14 anni. Le indagini degli investigatori Come spiegato dal Corriere della Sera, tra metà 2021 e metà 2023 Piscina avrebbe usato lo stesso tipo di approccio per avvicinarsi ai ragazzini. Attraverso un avatar, riusciva a fingere di essere una 16enne di nome \"Alessia\" che prometteva di mostrarsi nuda inducendo le sue vittime a fare lo stesso e a compiere atti di autoerotismo. Questo, secondo gli inquirenti, sarebbe \"violenza sessuale\". Il 25enne, infatti, seppur con il consenso dell'altra persona, lo ingannava fingendo di essere chi non era. Inoltre, a Piscina viene contestata la \"produzione\" di materiale pedopornografico, che sarebbe provata dalle \"miniature\", ma non la \"detenzione\" perché le chat sarebbero state cancellate. Per la gip Raimundo, che ha firmato l'ordinanza, la custodia cautelare in carcere sarebbe necessaria per via dell'utilizzo di un servizio svizzero di crittografia che sarebbe impermeabile alle richieste dell’autorità giudiziaria. [ ](https://www.fanpage.it/milano/si-dimette-il-segretario-della-lega-di-mantova-che-ha-scritto-bambino-negroide-non-volevo-essere-razzista/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:00:15.942+03:00",
    "updated": "2024-06-14T00:00:15.942+03:00"
  },
  {
    "uuid": "1ee5510c4c02229b8b3c87bb9df3006fb3f4d61f",
    "url": "https://game.zol.com.cn/966/9667861.html",
    "ord_in_thread": 0,
    "author": "电玩墨客 2024年横向卷轴游戏精选：探索经典与创新的碰撞，寻找那份沉浸式游戏体验。本文带你领略横版动作游戏的新高点，挖掘隐藏在像素与剧情中的乐趣巅峰。无论是怀旧玩家还是新晋冒险者，这里有一份不容错过的排行榜单等待揭晓。 1 伍尔夫：小红帽日记 伍尔夫：小红帽日记是GriN制作发行的动作冒险游戏，PC版由虚幻4引擎打造。游戏讲述独特的童话故事，小红帽一改传统形象踏上复仇之路，她装束酷炫、眼神犀利，持斧勇闯危险烟雾喷涌工厂、中世纪村庄和扭曲丛林等场景，无所畏惧，如同白发魔女般霸气。 伍尔夫：小红帽日记 Woolfe: The Red Hood Diaries 2015-03-17发行 动作游戏/动作/冒险/独立/单人/奇幻/3D 平台/女性主角/平台游戏/女主人翁/动作游戏/横向滚屏/蒸汽朋克/短片/平台/横向卷轴 PC/PS4/Xbox One 查看详情",
    "published": "2025-04-02T23:10:00Z",
    "title": "横向卷轴游戏哪个好 2024横向卷轴游戏精选_游戏单机游戏-中关村在线",
    "text": "2024年横向卷轴游戏精选：探索经典与创新的碰撞，寻找那份沉浸式游戏体验。本文带你领略横版动作游戏的新高点，挖掘隐藏在像素与剧情中的乐趣巅峰。无论是怀旧玩家还是新晋冒险者，这里有一份不容错过的排行榜单等待揭晓。 1 伍尔夫：小红帽日记 伍尔夫：小红帽日记是GriN制作发行的动作冒险游戏，PC版由虚幻4引擎打造。游戏讲述独特的童话故事，小红帽一改传统形象踏上复仇之路，她装束酷炫、眼神犀利，持斧勇闯危险烟雾喷涌工厂、中世纪村庄和扭曲丛林等场景，无所畏惧，如同白发魔女般霸气。 2 勇敢的心：世界大战 勇敢的心：世界大战为解谜冒险新作。其剧情围绕战争中命运交错的5个男女与一只忠犬展开，展现他们之间的友谊与爱情，最终他们共同直面血腥的第一次世界大战。 3 死光 死光是一款由西班牙工作室Tequila Works开发的游戏。其游戏类型为电影化平台解谜过关，带有恐怖色彩。该游戏采用Unreal 3.5引擎技术打造，在Microsoft的技术支持与优化下，为玩家带来独特的游戏体验。玩家需要在游戏中通过解谜来过关，在略带恐怖氛围的场景中进行探索，在电影化的呈现效果下沉浸于游戏世界，感受游戏独特的魅力。 4 节奏小子：守护者传说 节奏小子：守护者传说为动作冒险游戏。其故事设定于神秘世界，在该世界里音乐对每个生命而言如同血液般重要。游戏中玩家需配合动感的音乐节奏闯过众多关卡。 5 Dino Run DX Dino Run DX是Pixeljam制作发行的动作冒险游戏。游戏中玩家将操控恐龙展开冒险之旅，在充满危险与挑战的环境里奔跑、跳跃、躲避障碍。游戏场景丰富多样，可能包括不同的地形地貌，如丛林、山地等。玩家需要凭借敏捷的操作应对各种突发状况，在高速奔跑过程中不断探索前进，体验紧张刺激的冒险过程，是一款以恐龙为主角、考验玩家操作反应能力的动作冒险类游戏。 6 外星粒子觅食传说 外星粒子觅食传说是一款横向卷轴益智游戏。游戏主角是永不满足的外星种族Blob，其为寻找下一顿食物来到地球。 7 死亡像素 死亡像素是CSR Studios制作的8位打僵尸独立游戏。它具备三种模式，能为玩家提供多种游戏体验。游戏场景丰富且绝不重复，使玩家在不同环境中战斗。武器种类繁多，玩家可凭借丰富的武器库在游戏里尽情杀敌。 8 eversion eversion是Zaratustra Productions制作发行的动作游戏。该游戏以动作元素为核心，玩家在游戏过程中需凭借操作技巧应对各种挑战。游戏可能包含丰富的动作场景、多样的角色动作以及不同的关卡任务，玩家通过操控角色在游戏世界里展开冒险，在不同的场景中进行战斗、探索等动作相关的活动，体验动作游戏带来的刺激与乐趣。 9 小不点大冒险 小不点大冒险是一款动作冒险游戏。游戏以物理为基础，有着动态游戏性与惊悚体验相结合的特点。玩家在游戏里能随心所欲，可拖动、携带或扔掉每个动态对象。此外，游戏包含大量逻辑解谜难题等待玩家去解决。 10 水猫猫：奶工保卫战 水猫猫：奶工保卫战为快节奏复古水下射击游戏。玩家扮演猫咪操控潜艇，保卫水下采奶矿井，消灭入侵的怪物与机器人。 以上是关于2024年精选横向卷轴游戏推荐的详细阐述。每一款作品都独具特色和游戏机制，我们深信您会在其中找到符合个人喜好的那一部。若对某游戏有更深入的探索欲望或寻求额外信息，只需点击即可体验并 下载 。 本文属于原创文章，如若转载，请注明来源： 横向卷轴游戏哪个好 2024横向卷轴游戏精选 https://game.zol.com.cn/966/9667861.html",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Science and Technology"
    ],
    "topics": [
      "Arts, Culture and Entertainment->arts and entertainment",
      "Arts, Culture and Entertainment->culture",
      "Lifestyle and Leisure->hobby",
      "Lifestyle and Leisure->gaming and lottery",
      "Lifestyle and Leisure->game",
      "Science and Technology->biomedical science",
      "Science and Technology->scientific innovation",
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T02:32:13.885+03:00",
    "updated": "2025-04-03T02:32:13.885+03:00"
  }
]