[
  {
    "uuid": "0f76a68ee4aadfd6244adfa82ff74df04e7a9779",
    "url": "https://www.wxow.com/hamas-accepts-gaza-ceasefire-proposal-from-egypt-and-qatar/article_62a3015f-18a5-5af8-a461-af0840a0c72a.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Abeer Salman, Christian Edwards, Becky Anderson and Jeremy Diamond, CNN",
    "published": "2024-05-06T16:54:00Z",
    "title": "Hamas accepts Gaza ceasefire proposal from Egypt and Qatar",
    "text": "(CNN) — Hamas said it has accepted a ceasefire deal proposed by Egypt and Qatar, which seeks to halt the seven-month war with Israel in\nGaza, prompting Israel to say it would send a delegation to negotiate – though it warned the proposal remained far from the “necessary requirements.”\nIn a statement Monday, Hamas said the head of its political bureau, Ismail Haniyeh, told the Qatari prime minister and Egyptian intelligence minister that the militant group had accepted their proposal.\nShortly afterwards, Israel said the proposal Hamas had accepted was still far from the “necessary requirements,” but that it would send a delegation to the mediators. It also reiterated its commitment to carrying out an offensive in the southern Gaza city of Rafah, saying its war cabinet had “unanimously decided” to continue with the operation “to exert military pressure on Hamas.”\nPrior to Israel’s response, Palestinians had been celebrating in the streets over Hamas’ announcements. In Tel Aviv, hostage families and their supporters implored Israel’s leaders to accept the deal.\nThe details of the proposals Hamas says it has agreed to remain unclear, and whether it is referring to the most recent ceasefire proposal, as outlined last week, or a revised version of it.\nA senior Israeli and a senior US official said that Hamas had agreed to a framework proposal, which diverges from the one Israel had helped craft with Egypt. The latest proposal calls for an end to the war, which Israeli Prime Minister Benjamin Netanyahu has said he will not accept, the senior American official said.\nBenny Gantz, a member of Israel’s war cabinet, said Monday there were “significant gaps” between Israel and Hamas. “Despite this, we continue to turn over every stone and a delegation will go to Cairo.”\nThe previously reported framework, which Israel helped craft but had not fully agreed to, called for the release of between 20 and 33 hostages over several weeks in exchange for a temporary ceasefire and the release of Palestinian prisoners.\nAfter the initial exchange, according to that framework, there would follow what sources describe as the “restoration of sustainable calm” during which the remaining hostages, captive Israeli soldiers and the bodies of hostages would be exchanged for more Palestinian prisoners.\nThe White House on Monday confirmed that there had “been a response from Hamas” to a proposed hostage deal in Israel, and that US President Joe Biden had been briefed on that response, but otherwise declined to weigh in specifically on what a deal could entail.\nBiden is “aware of where the situation and where the process is,” White House national security spokesman John Kirby told a press briefing. CIA Director Bill Burns remains in the region “working in real time on the ground,” Kirby added.\n“We still believe that reaching an agreement is the absolute best outcome not only for the hostages, but for the Palestinian people and we’re not going to stop working to that outcome,” he said.\nThe news comes just hours after Israel\nordered Palestinians living in Rafah, a city in southern Gaza, to “evacuate immediately.”\nThe order raised fears that Israel’s long-threatened assault on the city could be imminent. More than 1 million Palestinians have fled to Rafah, where Hamas is believed to have regrouped after Israel’s destruction of much of the north of Gaza.\nA source familiar with Israeli plans told CNN that a limited incursion into Rafah was intended to keep pressure on Hamas to agree a deal that would bring about a ceasefire and a hostage release.\nIDF operations ongoing\nAsked whether Hamas’ acceptance of a deal could change Israel’s plans for Rafah, Israel Defense Forces (IDF) spokesperson Daniel Hagari said the military would continue to operate in Gaza. He said operations are ongoing, but that the IDF is making every effort in the negotiations to bring the hostages home as “fast as possible.”\nNetanyahu has come under fierce pressure from the more extreme wing of his coalition not to accept the ceasefire proposal outlined last week, and to focus instead on destroying Hamas in Rafah.\nOrit Strook, Israel’s settlements minister and a member of the far-right Religious Zionism party, said last week that accepting the deal would “throw” Israel’s military progress “in the trash.”\nItamar Ben Gvir, Israel’s national security minister, said Netanyahu had “promised that Israel would enter Rafah, assured that the war would not end, and pledged that there would be no reckless deal.”\nBut large parts of the Israeli public have demanded Netanyahu accept a deal. Families and supporters of the hostages blocked the Ayalon Highway in Tel Aviv last week, holding a banner reading: “Rafah or the hostages – choose life.”\nBenny Gantz, a member of Israel’s war cabinet but seen as a rival and possible successor to Netanyahu, said the return of hostages was more urgent that entering Rafah.\nResponding to Monday’s announcement, the Hostages Families Forum said: “Now is the time for all that are involved, to fulfil their commitment and turn this opportunity into a deal for the return of all the hostages.”\nThis is a developing story and will be updated.\nThe-CNN-Wire\n™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-05-06-24-intl-hnk/index.html",
      "https://cnn.com/2024/05/06/middleeast/israel-gaza-eastern-rafah-evacuation-notice-hnk-intl/index.html",
      "https://www.cnn.com/2024/05/06/middleeast/israel-gaza-eastern-rafah-evacuation-notice-hnk-intl/index.html",
      "https://www.cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-05-06-24-intl-hnk/index.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ismail haniyeh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "qatar",
          "sentiment": "none"
        },
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "tel aviv",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "rafah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-06T23:56:52.659+03:00",
    "updated": "2024-05-06T23:56:52.659+03:00"
  },
  {
    "uuid": "94d3316498f1bd7777c2f2554668c91966b67b1f",
    "url": "https://milano.corriere.it/notizie/cronaca/24_aprile_25/cosa-e-successo-al-corteo-del-25-aprile-di-milano-coltellate-da-immigrati-di-seconda-generazione-fuori-dai-movimenti-passano-il-tempo-aggredendo-i-coetanei-3a522c6e-f92c-40f3-b4ef-8d1eddc72xlk.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cesare Giuzzi e Pierpaolo Lio",
    "published": "2024-04-25T18:52:00Z",
    "title": "Cosa è successo al Corteo del 25 Aprile di Milano: coltellate da immigrati di seconda generazione. «Fuori dai movimenti, passano il tempo aggredendo i coetanei» | Corriere.it",
    "text": "di Cesare Giuzzi e Pierpaolo Lio In piazza del Duomo un simpatizzante di Israele è stato ferito. Il gruppo di ragazzini era uscito da un fast food vicino a dove si trovava la Brigata Ebraica. Poi le botte. Nove denunciati per odio razziale. Sotto il palco le urla dei Giovani palestinesi\nGli scontri in piazza del Duomo (Marfisi)\nCi sono dieci ragazzini nordafricani che escono dal Mc Donald’s mentre dal palco del Duomo parlano le autorità e l’ala dura del movimento pro Palestina cerca di sfondare le transenne. La piazza è piena e la Brigata ebraica, arrivata un’ora dopo l’inizio degli interventi, è rimasta lì, davanti al fast food. L’aggressione è improvvisa e imprevista , perché i « maranza » non fanno parte dei manifestanti pro Palestina. Ma quando vedono le bandiere con la Stella di David, iniziano a insultare i manifestanti. Uno di loro si toglie la maglietta, tira calci. Poi il più piccolo — pantaloni chiari e giubbetto bianco — prende da una tasca un coltello e taglia una parte dello striscione. Nessuno nel parapiglia si accorge della lama.\nLe coltellate Intervengono i volontari dei City Angels che scortano la Brigata ebraica. Ma l’aggressione riparte. È in quel momento che con un gesto rapido il ragazzo riprende il coltello, si guarda intorno più volte, e quando Davide, un simpatizzante di Israele, cerca di allontanarlo con un calcio, lui alza la mano e lo colpisce. La ferita all’avambraccio sinistro non è profonda, ma è lunga una decina di centimetri. La vittima se ne accorge qualche secondo dopo. Anche un volontario viene ferito in modo lieve a una guancia con l’asta di una bandiera ( per questo fatto è stato arrestato un 19enne egiziano ).\n«Non hanno aderenze politiche» Alla fine polizia e carabinieri riescono a fermare quattro ragazzi. Altri vengono individuati poco dopo grazie ai filmati. Il conto è di nove denunciati per istigazione all’odio razziale . Sequestrato anche il coltello. Sono maggiorenni e minori, tutti nordafricani di seconda generazione. Nessuno di loro ha «aderenze politiche», non fanno parte di movimenti , sono giovani che passano il pomeriggio tra i fast food e gli store del centro. A volte aggredendo o rapinando coetanei. Probabilmente sanno pochissimo di quanto sta succedendo nella Striscia di Gaza, ma la questione Palestina sembra far da collante identitario tra le seconde (e terze) generazioni.\nAgitatori di piazza e botte Così come sono giovanissimi i manifestanti che da sotto al palco inveiscono tutto il tempo contro chi parla al microfono. Sono i «Giovani palestinesi», l’ala ribelle del fronte contro Israele. Con loro qualche vecchio arnese della piazza: agitatori dei centri sociali, dei sindacati di base, dell’ala antagonista e anarchica. Riescono a rubare la scena del 25 Aprile. Perché si piazzano sotto al palco fin da mezzogiorno con la scusa di un presidio. Poi provano a «spingere» sulle transenne, a guadagnare spazio. Prima sono i volontari del servizio d’ordine dell’Anpi a cercare di contenerli. Poi devono intervenire i reparti della polizia con gli agenti che respingono l’assalto con gli scudi e i manganelli. Volano colpi con le aste delle bandiere (alcune hanno manici da piccone), una bottiglia, vari fumogeni e un petardo. Il bilancio per fortuna è senza feriti, ma gli scontri sono violenti. Come non si vedeva da decenni.\nE tensione in questo 25 Aprile anche a Roma dove in mattinata a Porta San Paolo, in un doppio presidio, filo palestinesi e Brigata ebraica si sono fronteggiati a lungo tra insulti e lanci (barattoli di mais). Due giornalisti colpiti da una sassaiola partita dal fronte israeliano e feriti in modo lieve.\nGallery: Il corteo per il 25 Aprile a Milano e il presidio pro Palestina in piazza Duomo\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:15:05.734+03:00",
    "updated": "2024-04-27T19:51:12.065+03:00"
  },
  {
    "uuid": "343c0adebcfc7663214517681eaaa2ea5fd0468a",
    "url": "https://www.wxxinews.org/npr-news/2023-12-29/the-u-s-saw-a-big-drop-in-shootings-in-2023",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Patrick Smith",
    "published": "2023-12-29T23:05:00Z",
    "title": "The U.S. saw a big drop in shootings in 2023",
    "text": "The U.S. saw a big drop in shootings in 2023\nARI SHAPIRO, HOST:\nWhen it comes to crime, cities across the country experienced big drops in shootings in 2023. Some of the largest decreases occurred in cities that have become almost synonymous with gun crime, like Chicago, Detroit and Philadelphia. The reduction in Chicago came in areas considered the most violent, with the number of murders and shootings dropping lower than before the pandemic. Patrick Smith of member station WBEZ reports.\n(SOUNDBITE OF KEYS JINGLING)\nPATRICK SMITH, BYLINE: Tony Raggs is just getting ready to shut down his boxing gym for the night. Most of the kids who had been here earlier, working out and goofing around, are gone. Raggs and his brother opened the gym up in the basement of a church building a few years ago, the latest tactic to try and teach conflict resolution that doesn't involve guns.\nTONY RAGGS: I had two guys come in last week - got into a fistfight on the street. Both guys were 17 years old. It could have easily escalated. You know, there's always somebody on the sideline, edging somebody on, so - brought them down, had a conversation with them, and they made up right there.\nP SMITH: Raggs has been trying to reduce gun violence on Chicago's West Side for years. And in the summer of 2020, Chicago, just like much of the rest of the country, saw the number of shootings and murders in some of its most troubled neighborhoods explode. At the height of the pandemic and in the immediate aftermath of the George Floyd uprisings, murders in Chicago went up more than 50% in one year. Raggs says it was a bad time in his neighborhood of West Humboldt Park.\nRAGGS: We was actually up against the pandemic and the epidemic of violence.\nP SMITH: But now, for the second year in a row, shootings and murders are down in Chicago. West Humboldt Park is leading the city in the year-over-year drop. Chicago, overall, is still more violent now than it was in 2019, but some of the neighborhoods with the highest levels of gun violence are safer today than they were before the start of the COVID-19 pandemic according to Kim Smith. She's the director of programs for the University of Chicago Crime Lab.\nKIM SMITH: You might expect that the community areas where gun violence increased the most might also be the places where the benefits of reduction have been most disproportionately felt, and that is what we're seeing.\nP SMITH: University of Pennsylvania criminologist Aaron Chalfin says Chicago is part of a national drop in violence.\nAARON CHALFIN: Homicides are down, you know, pretty convincingly. Like, 2023 has been a great year. Other crimes are not down. Other crimes - at least in many cities, cities that I've seen data for - are up.\nP SMITH: For instance, Chicago has seen its sharpest spike in robberies in at least 20 years. That robbery trend is unique to Chicago, but motor vehicle theft has soared in many other cities.\nCHALFIN: That's a puzzle. Usually, all crimes kind of move in the same direction.\nP SMITH: Chalfin says it's all the more reason not to draw any conclusions from the year-over-year changes, and it's a sign that no one should be taking a victory lap just yet. On Chicago's West Side, they aren't declaring victory, but the front-line anti-violence workers believe they are building something that's going to last. Tavares Harrington works in the city's Austin neighborhood. Harrington says they've been able to negotiate a number of nonaggression agreements between different warring street groups.\nTAVARES HARRINGTON: These guys are not, you know, trying to be aggressive with each other. They're not sliding or trying to intimidate each other in no type of way. And if we do hear of someone maybe riding through that area and making them feel intimidated, then we'll give a call or get that in place and straighten that out.\nP SMITH: It's that persistence and deep connection with the guys closest to the violence that Harrington hopes will keep murders and other violent crimes On the decline in 2024.\nFor NPR News, I'm Patrick Smith in Chicago.\nSHAPIRO: And that story was reported with Andy Boyle and Andy Grimm of the Chicago Sun-Times.\n(SOUNDBITE OF MUSIC) Transcript provided by NPR, Copyright NPR.\nNPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tony raggs",
          "sentiment": "none"
        },
        {
          "name": "patrick smith",
          "sentiment": "none"
        },
        {
          "name": "patrick smith",
          "sentiment": "none"
        },
        {
          "name": "raggs",
          "sentiment": "none"
        },
        {
          "name": "tony raggs",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wbez",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "detroit",
          "sentiment": "none"
        },
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "philadelphia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T05:43:04.884+02:00",
    "updated": "2023-12-30T05:43:04.884+02:00"
  },
  {
    "uuid": "3b653ced8ed4bbd4f9c73be9755ab5de1a2b2449",
    "url": "https://g1.globo.com/sc/santa-catarina/noticia/2024/06/13/carro-para-cima-motocicletas-mercado-publico-itajai.ghtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "globo.com",
    "published": "2024-06-13T21:39:00Z",
    "title": "Motorista erra pedais e carro para em cima de motocicletas em Mercado Público de Itajaí; VÍDEO | Santa Catarina | G1",
    "text": "Motorista erra pedais e veículo para em cima de motocicletas em SC\nUm veículo SUV colidiu contra seis motocicletas e um parklet (pracinha em uma vaga de estacionamento pública), nesta quinta-feira (13). Segundo a prefeitura, o motorista relatou que errou os pedais na hora de estacionar no Mercado Público de Itajaí , no Litoral Norte de Santa Catarina.\nUm vídeo que repercute na web mostra o automóvel parado em cima das motos, próximo ao Mercado Público do município (assista acima). Ninguém ficou ferido.\n✅ Clique e siga o canal do g1 SC no WhatsApp\nO condutor relatou à Coordenadoria de Trânsito de Itajaí (Codetran), que atendeu a ocorrência, que tentava estacionar em uma vaga 45º e, em marcha ré, bateu contra as motos e o deck de madeira , que ficou destruído. O carro tem câmbio automático.\nUm boletim de ocorrência foi registrado pelo órgão, que informou que o seguro do homem encaminhou as motocicletas para conserto.\nO motorista, que estava com a documentação em dia, não foi enquadrado em nenhuma infração prevista no Código de Trânsito Brasileiro (CTB).\n1 de 1 Veículo colidiu contra seis motocicletas em Itajaí — Foto: Redes sociais/ Reprodução Veículo colidiu contra seis motocicletas em Itajaí — Foto: Redes sociais/ Reprodução\n✅ Clique e siga o canal do g1 SC no WhatsApp\nReveja os VÍDEOS mais assistidos do g1 SC\n50 vídeos Itajaí",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://s2-g1.glbimg.com/AX5XpSf7_pVgBfa2eYceg0iagOc=/650x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/24/94/11509424",
      "https://s2-g1.glbimg.com/TM10FrrS1kbKZSO5TPENzf95VGo=/640x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/12/67/12106712",
      "https://s2-g1.glbimg.com/3LB8r5CAItU2zuJM_n-MK1OsmME=/390x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/75/25/11312575",
      "https://s2-g1.glbimg.com/9FqijXCgX8IAi5KkfXwoDoguOHY=/640x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/75/25/11312575",
      "https://s2-g1.glbimg.com/Ze4pd-iAOwKNlY79OflWofSEQrc=/416x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/12/67/12106712",
      "https://s2-g1.glbimg.com/7L_HFJMO4KdjHaScPsHnzoT80wQ=/650x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/12/67/12106712",
      "https://s2-g1.glbimg.com/ybW0Pe9Mufp-C5EDqa5f79LwW6o=/390x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/12/67/12106712",
      "https://s2-g1.glbimg.com/RCDMTt1bLnLsyj9XI_HNSdHZ-Js=/650x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/75/25/11312575",
      "https://s2-g1.glbimg.com/1E1vVODD62yoVtXO0lFZww7XPzI=/390x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/24/94/11509424",
      "https://s2-g1.glbimg.com/l6MQHThTfvyu5c3azcfDKHSf_gU=/416x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/24/94/11509424",
      "https://s2-g1.glbimg.com/sNc3y9fqcggpDg5N211aLzmye7M=/640x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/24/94/11509424",
      "https://s2-g1.glbimg.com/iRoycz9-dweRU21aaN6Y3YnuLOQ=/416x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/75/25/11312575",
      "https://s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css",
      "https://957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://www.s2-g1.glbimg.com/TM10FrrS1kbKZSO5TPENzf95VGo=/640x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/12/67/12106712",
      "https://www.s2-g1.glbimg.com/sNc3y9fqcggpDg5N211aLzmye7M=/640x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/24/94/11509424",
      "https://www.s2-g1.glbimg.com/9FqijXCgX8IAi5KkfXwoDoguOHY=/640x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/75/25/11312575",
      "https://www.s2-g1.glbimg.com/l6MQHThTfvyu5c3azcfDKHSf_gU=/416x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/24/94/11509424",
      "https://www.s2-g1.glbimg.com/AX5XpSf7_pVgBfa2eYceg0iagOc=/650x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/24/94/11509424",
      "https://www.s2-g1.glbimg.com/7L_HFJMO4KdjHaScPsHnzoT80wQ=/650x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/12/67/12106712",
      "https://www.s2-g1.glbimg.com/iRoycz9-dweRU21aaN6Y3YnuLOQ=/416x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/75/25/11312575",
      "https://www.s2-g1.glbimg.com/ybW0Pe9Mufp-C5EDqa5f79LwW6o=/390x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/12/67/12106712",
      "https://www.s2-g1.glbimg.com/3LB8r5CAItU2zuJM_n-MK1OsmME=/390x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/75/25/11312575",
      "https://www.s2-g1.glbimg.com/1E1vVODD62yoVtXO0lFZww7XPzI=/390x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/24/94/11509424",
      "https://www.s2-g1.glbimg.com/RCDMTt1bLnLsyj9XI_HNSdHZ-Js=/650x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/75/25/11312575",
      "https://www.s2-g1.glbimg.com/Ze4pd-iAOwKNlY79OflWofSEQrc=/416x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/12/67/12106712",
      "https://www.957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://www.s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T01:06:14.764+03:00",
    "updated": "2024-06-14T01:06:14.764+03:00"
  },
  {
    "uuid": "bf68098c7594725dc31f57016391ff8b88e1834b",
    "url": "https://istoe.com.br/filho-de-john-lennon-e-diagnosticado-com-cancer-e-passa-por-cirurgia-de-emergencia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "IstoÉ News",
    "published": "2024-12-19T21:51:00Z",
    "title": "Filho de John Lennon é diagnosticado com câncer e passa por cirurgia de emergência",
    "text": "Julian Lennon, filho de John Lennon, usou suas redes sociais para contar que descobriu um câncer de pele. Na publicação feita na última quarta-feira, 18, o cantor e compositor explicou que passou por uma cirurgia para retirar um melanoma, tumor na pele que deixa uma cor escura na região em que se encontra.\nEle já havia enfrentado um câncer de pele alguns anos atrás. Em seu relato, Julian disse que viajou a Los Angeles, nos Estados Unidos, a trabalho e aproveitou para se consultar com o oncologista que o atendeu da primeira vez. “Foi ele que diagnosticou e operou meu câncer de pele e, literalmente, salvou minha vida, escreveu.\nApós sair de uma entrevista, o músico recebeu uma ligação urgente do médico. “Tinha sinais de câncer de pele em dois locais, no meu ombro e no antebraço, um deles era um melanoma e precisava ser operado o mais rápido possível.”\nEle garantiu que a cirurgia foi um sucesso, mas que ainda espera o resultado da biópsia, que pode ser disponibilizado até o Natal. “Em vez de ir para casa montar minha árvore de Natal e terminar o ano tranquilamente relaxando em casa, voei de volta para Los Angeles e passei por uma cirurgia na qual passaram horas me operando e limpando a região”, disse.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "topics": [
      "Health->surgery",
      "Health->health care approach",
      "Health->cancer",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T00:08:54.681+02:00",
    "updated": "2024-12-20T00:08:54.681+02:00"
  },
  {
    "uuid": "39658ac1a93817c54a3627d199f31b733ca68097",
    "url": "https://www.masrawy.com/news/news_publicaffairs/details/2025/6/12/2802455/%D8%A3%D9%83%D8%AB%D8%B1-%D9%85%D9%86-13-%D8%B4%D9%87%D9%8A%D8%AF-%D8%A7-%D9%88200-%D9%85%D8%B5%D8%A7%D8%A8%D8%A7-%D8%A8%D9%86%D9%8A%D8%B1%D8%A7%D9%86-%D8%A5%D8%B3%D8%B1%D8%A7%D8%A6%D9%8A%D9%84%D9%8A%D8%A9-%D9%82%D8%B1%D8%A8-%D9%85%D8%B1%D9%83%D8%B2-%D9%84%D9%84%D9%85%D8%B3%D8%A7%D8%B9%D8%AF%D8%A7%D8%AA-%D8%A8%D8%BA%D8%B2%D8%A9",
    "ord_in_thread": 0,
    "author": "@Masrawy",
    "published": "2025-06-12T07:08:02Z",
    "title": "أكثر من 13 شهيدًا و200 مصابا بنيران إسرائيلية قرب مركز للمساعدات بغزة | مصراوى",
    "text": "غزة - (د ب أ)\nاستُشهد 13 فلسطينيا وأصيب أكثر من 200، اليوم الخميس، برصاص قوات الاحتلال الإسرائيلي قرب مركز المساعدات في محيط حاجز \"نتساريم\" وسط قطاع غزة.\nونقلت وكالة الأنباء والمعلومات الفلسطينية (وفا) عن مصادر طبية في القطاع القول: \"استشهد أكثر من 13 مواطنا وإصابة نحو 200 آخرين بنيران الاحتلال عند مركز توزيع المساعدات\".\nوكانت الوكالة ذكرت أمس أن \"هناك 28 فلسطينيا استُشهدوا يوم أمس الأربعاء عند هذا المركز، كما أصيب العشرات بجروح\".\nووفق الوكالة: \"استهدفت قوات الاحتلال على مدار الأيام الماضية نقاط توزيع مساعدات، سواء في رفح أو وسط القطاع، ما أدى إلى ارتقاء عشرات الشهداء، ووقوع إصابات، في خطوة تأتي -حسب تأكيدات أممية- لتهجير السكان قسرا، ضمن ما يبدو أنه استراتيجية للتطهير العرقي. وبلغ إجمالي عدد الشهداء منذ بدء العمل بآلية نقاط توزيع المساعدات بتاريخ 27-5-2025 أكثر من 140 شهيدا، ومئات المصابين\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "arabic",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "topics": [
      "War, Conflict and Unrest->act of terror"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_ma",
        "top_news_iq",
        "top_news_ae",
        "top_news_qa",
        "top_news_eg",
        "top_news_sa",
        "top_news_kw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:08:02.144+03:00",
    "updated": "2025-06-13T08:06:04.000+00:00"
  },
  {
    "uuid": "3303aa380daa53f8bbd3966cdb3010b138074b0a",
    "url": "https://newsday.co.tt/2023/12/28/harewood-christopher-my-individual-of-the-year/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsday",
    "published": "2023-12-29T03:23:00Z",
    "title": "Harewood-Christopher –my individual of the year",
    "text": "Letters to the Editor\nHarewood-Christopher –my individual of the year\nNewsday\nTHE EDITOR: I would like to nominate Commissioner of Police Erla Harewood-Christopher as the individual of the year.\nPlease permit me to plead my case.\nWith her Court and Process experience, and her stint on the Audit Committee, no one expected her to be appointed as CoP, but she got there and during the first year in office, the nation got a taste of what the word lacklustre really means.\nGone was the enthusiasm to fight crime, to reach the public so as to engender confidence as well as expand the police's role and function in protecting and serving society.\nShe then retired and as was expected, the political directorate felt it appropriate to extend her term, which is due to expire sometime in May, if I recollect correctly.\nAnd as we approach 2024, one is really astonished as to how bad things have gotten. We are approaching 570 murders, with no real response from the TTPS in terms of arrests and convictions.\nAs such, if we reflect on the cry that this was a first in TT's history, where a woman is leading the TTPS, we really have seen nothing to make womankind and people in general proud.\nOur dear sister urged the nation to pray when she spoke in Chaguanas, as though the nation wasn't praying then, isn't praying (more than ever) now and is determined to pray that they are not next to fall victim to bandits, extortionists, killers and gang leaders.\nShe has not delivered on her undertaking to reduce crime by June of this year. Instead, crime increased in every nook and cranny of the nation, forcing our commissioner to eat her words.\nCrime is the number one concern of every citizen, let's be clear. Everywhere you turn, the nation is begging for a police presence, day or night as no one is safe. Only on Wednesday, an innocent woman was shot dead by gunmen as they pursued their targets in Spring Village.\nWhether they like hearing it or not, the most potent instrument in the fight against crime is a visible and active police presence and not just only police dishing out traffic tickets or guarding citizens when they stage a protest.\nWhen was the last time our CoP attended and spoke at the TTPS' community outreach meetings?\nWhat's worse, there are even those within the ranks who challenge our CoP.\nThe media has reported on officers challenging the CoP over promotions or the alleged denial of their rights. How can one explain the gross oversight and error of incorrectly promoting 900 constables to corporals. This is mind-blowing. It's like the TTPS is at war with itself. Don't feel the criminals are not taking note.\nI have seen no intelligent policing strategy coming from the TTPS led by Harewood-Christopher.\nYes there have been a couple drug busts and firearms seizures and my congrats to the TTPS. But the general feeling, given the rampant murders, shootings, home invasions and armed robberies, is that the TTPS is failing under the CoP's guidance and control.\nPersonally, my feelings are that Mrs Harewood-Christopher has actually exceeded our failed Minister of National Security and given her performance, I say she can be promoted to a minister in the government. Congratulations, CoP Harewood-Christopher, my individual of the year.\nLYSTRA MARAJH\nSt James",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "christopher",
          "sentiment": "negative"
        },
        {
          "name": "harewood",
          "sentiment": "negative"
        },
        {
          "name": "erla harewood",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tt",
          "sentiment": "none"
        },
        {
          "name": "ttps",
          "sentiment": "none"
        },
        {
          "name": "audit committee",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T06:24:20.964+02:00",
    "updated": "2023-12-29T06:24:20.964+02:00"
  },
  {
    "uuid": "dc7c082ac150f4acfc4e90f4cbd1456fb1c827bc",
    "url": "https://www.elcorreogallego.es/tiempo/2023/12/29/tiempo-palas-rei-prevision-meteorologica-96352742.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "El Correo Gallego",
    "published": "2023-12-29T05:04:00Z",
    "title": "El tiempo en Palas de Rei: previsión meteorológica para hoy, viernes 29 de diciembre",
    "text": "Hoy en Palas de Rei, se espera un día con cielos cubiertos y lluvia escasa durante la mayor parte del día. La temperatura máxima será de 10 grados , mientras que la mínima será de 7 grados . La sensación térmica será similar a la temperatura real, por lo que no se espera un gran cambio en la percepción del frío.\nDurante la mañana, se espera que los cielos estén cubiertos y que haya lluvia escasa. La probabilidad de precipitación será del 100% entre las 01:00 y las 07:00, disminuyendo al 90% entre las 07:00 y las 13:00. La temperatura se mantendrá constante alrededor de los 9 grados , con una sensación térmica similar.\nEn la tarde, los cielos seguirán cubiertos, pero la lluvia escasa disminuirá. La probabilidad de precipitación será del 60% entre las 13:00 y las 19:00, y del 30% entre las 19:00 y las 01:00 del día siguiente. La temperatura máxima alcanzará los 10 grados , con una sensación térmica similar.\nDurante la noche, los cielos estarán nubosos y la probabilidad de precipitación será baja. La temperatura se mantendrá alrededor de los 8 grados , con una sensación térmica similar. Se espera que los vientos sean suaves, con velocidades entre 4 y 8 km/h, provenientes principalmente del este.\nEn resumen, hoy en Palas de Rei se espera un día con cielos cubiertos y lluvia escasa. Las temperaturas se mantendrán frescas, con máximas de 10 grados y mínimas de 7 grados . Se recomienda llevar paraguas y vestirse abrigado para hacer frente a las condiciones climáticas.\nInformación elaborada utilizando, entre otras, la obtenida de la\nAgencia Estatal de Meteorología. © AEMET. Fecha de actualización de los datos: 2023-12-28T22:44:07",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "http://www.aemet.es/",
      "http://www.aemet.es",
      "http://aemet.es/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T08:29:07.341+02:00",
    "updated": "2023-12-29T08:29:07.341+02:00"
  }
]