[
  {
    "uuid": "96d44bff2413fd5236581eb238b78f86dfc7e514",
    "url": "https://9to5google.com/2024/01/05/samsung-android-14-update-schedule/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ben Schoon",
    "published": "2024-01-05T00:00:00Z",
    "title": "Samsung Android 14 update: List and schedule of eligible devices",
    "text": "Samsung has officially launched its Android 14 update, One UI 6, with new features, updated design, and more. Here’s everything that’s new, a list of Samsung Galaxy devices getting Android 14, and everything else you’ll need to know. Table of contents What’s new in Android 14 on Samsung Galaxy? Android 14 is, in itself, a not-so-major update, but it does bring some key changes to the world’s most popular smartphone operating system. Those changes, which we’ve previously detailed , include additions such as support for UltraHDR, improvements to the share menu, lockscreen changes, official support for flash notifications, and more. Many of the features new on Pixel phones, though, have been in place already on Samsung smartphones, such as the new lockscreens. So what’s new on Galaxy? One UI 6 is Samsung’s latest Android skin, and built on top of Android 14 it brings some notable changes such as the new “Quick Panel” design for Quick Settings, an option to change the wallpaper based on the time of day or certain modes, expansions to the lockscreen customization options, a new camera widget, new weather widgets, as well as new emoji and a new default system font. Samsung devices with Android 14 – The full list On October 30, 2023, Samsung officially launched its Android 14 update to its current flagship phones, just 26 days after Google Pixel devices were updated. That’s six days after last year’s release, but much faster given Pixels were updated much earlier in 2022. Here’s the full list of Samsung Galaxy devices that currently have Android 14. This list will be continuously updated over the coming months with the latest additions marked in bold text. Check back regularly! Galaxy S devices with Android 14 In October 2023, Samsung started pushing One UI 6 to the Galaxy S23, S23+, and S23 Ultra in select countries across the globe. This primarily started in Europe, but has since expanded globally including the United States. In mid-November, Samsung expanded the update to the Galaxy S22 series , as well as to the newly-released Galaxy S23 FE , but only on Exynos models, and the update has also shown up on Galaxy S21 devices . Galaxy S23 – Available globally Galaxy S23+ – Available globally Galaxy S23 Ultra – Available globally Galaxy S23 FE – Exynos widely - Galaxy S22 – Available globally - Galaxy S22+ – Available globally - Galaxy S22 Ultra – Available globally - Galaxy S21 – Available widely - Galaxy S21+ – Available widely - Galaxy S21 Ultra – Available widely - Galaxy S21 FE – Available widely Galaxy Foldables with Android 14 On November 21, Samsung started rolling out Android 14 to its latest foldables, the Galaxy Z Fold 5 and Galaxy Z Flip 5 , and as of December it’s widely available. By the end of December 2023, Samsung has launched updates for Galaxy Z Fold 3/Flip 3 as well as Galaxy Z Fold 4/Flip 4, which completes the company’s Android 14 rollout for foldables. Galaxy Z Fold 5 – Available widely Galaxy Z Flip 5 – Available widely - Galaxy Z Fold 4 – Available on US carriers, more - Galaxy Z Flip 4 – Available on US carriers, more - Galaxy Z Fold 3 – Available on US carriers, more - Galaxy Z Flip 3 – Available on US carriers, more Galaxy A and Galaxy M devices with Android 14 The first Galaxy A series device to get the One UI 6 update was the Galaxy A54, which picked up the update on AT&T in the US on November 21 . A day later, the Galaxy A73 was updated in Iran, and the super-affordable Galaxy A34 and Galaxy A14 5G weren’t too far behind. Samsung has also since released Android 14 for the Galaxy A24 and Galaxy A53 . The Galaxy A52s has also been updated in most regions including Europe and India , and towards the end of December, the Galaxy A52 has also been updated . By January, we’ve seen further rollouts to more devices. The full list of Galaxy A series devices with Android 14 includes: Galaxy A54 – Available widely - Galaxy A53 – Available in UK, US, more - Galaxy A34 – Available in Europe - Galaxy A24 – Available in Middle East, North Africa - Galaxy A14 – Available globally - Galaxy A73 – Available in Iran - Galaxy A23 – Available in Europe - Galaxy A52s – Available in Europe, India - Galaxy A52 – Available in Europe - Galaxy A72 – Available in Russia Meanwhile, in Samsung’s Galaxy M series, the Galaxy M53 has been updated in Germany, while Galaxy M34 has been updated in India . The list below will be updated as more devices get updated. - Galaxy M53 – Available in Germany - Galaxy M54 – Available in Middle East - Galaxy M34 – Available in India Galaxy Tablets with Android 14 On November 22, Samsung released its first Android 14 update for a tablet, with the Galaxy Tab S9 series now eligible to be updated in most countries, as is the Galaxy Tab S8 series in select regions . In December, Samsung has also released the One UI 6 update for its newest tablets , the Galaxy Tab S9 FE and Tab S9+ FE, as well as expanding it to other regions on Tab S8. Galaxy Tab S9 – Available in Europe, US, Canada Galaxy Tab S9+ – Available in Europe, US, Canada Galaxy Tab S9 Ultra – Available in Europe, US, Canada Galaxy Tab S9 FE – Available in Europe Galaxy Tab S9+ FE – Available in Europe - Galaxy Tab S8 – Available in Europe, US, Korea - Galaxy Tab S8+ – Available in Europe, US, Korea - Galaxy Tab S8 Ultra – Available in Europe, US, Korea - Galaxy Tab 4 Active Pro – Available now - Galaxy Tab S6 Lite – Available in Europe Will my Galaxy device get Android 14? Of course, not every Samsung smartphone or tablet will get Android 14. The update is being provided in line with Samsung’s current update policy. That means any flagship released since 2021 is eligible, as they all have at least four major Android OS updates. The 2020-released Galaxy S20 series, Galaxy Note 20 series, Galaxy Z Fold 2, and Galaxy Z Flip/5G however, will not be updated as Samsung has confirmed following a slip-up on the company’s part . Generally speaking, any Samsung smartphone or tablet released in the past two years will be updated to Android 14. For slightly older devices, the update will still be available, but only to the more expensive hardware such as the Galaxy S, Galaxy Z, and Galaxy Tab S lineups. Samsung Android 14 update schedule The state of Samsung’s official schedule for Android 14 and One UI 6 updates has been a little hit or miss, with one schedule being removed early on. But, in November, the company posted a pretty official-looking schedule to its Samsung Members app in some countries, which gives us a good idea of what to expect. The list below is based on Samsung’s official Android 14 schedule, and we’re constantly updating it as new devices are updated. If last year’s Android 13 update is anything to go by, Samsung will likely blow through its core lineup well before 2024 rings in. October 2023 - Galaxy S23 – October 30 - Galaxy S23+ – October 30 - Galaxy S23 Ultra – October 30 November 2023 - Galaxy S22 – November 20 - Galaxy S22+ – November 20 - Galaxy S22 Ultra – November 20 - Galaxy Z Fold 5 – November 21 - Galaxy Z Flip 5 – November 21 - Galaxy A54 5G – https://9to5google.com/2023/11/21/samsung-galaxy-a54-android-14-update-usa/ - Galaxy A34 5G – November 23 - Galaxy S23 FE – November 22 - Galaxy Tab S9 – November 22 - Galaxy Tab S9+ – November 22 - Galaxy Tab S9 Ultra – November 22 - Galaxy A73 – November 22 - Galaxy Tab S8 – November 25 - Galaxy Tab S8 5G – November 25 - Galaxy Tab S8+ – November 25 - Galaxy S21 – November 25 - Galaxy S21+ – November 25 - Galaxy S21 Ultra – November 25 - Galaxy A14 5G – November 27 - Galaxy A53 – November 28 - Galaxy M53 – https://9to5google.com/2023/11/23/samsung-galaxy-a34-android-14-update/ - Galaxy A24 – November 29 Top comment by [Paul Kunkel](#comments) Today is December 7. No Android 14 / One UI 6.0 for my unlocked Fold 5 in NYC. And there is no prospect of receiving the important December 5 Android security update anytime soon. After several calls to the \"Samsung Care\" call center in the Philippines, I was told that One UI 6.0 has issues; Samsung has received complaints from early users who downloaded the \"stable\" version of One UI 6.0; Samsung is scrambling to fix various bugs; hence the rollout of Android 14 and One UI 6.0 for Fold 5 (the most expensive, and one would assume the most supported. phone in the Samsung lineup) has been pushed back. Meanwhile, the December 5 security patch, which addresses seven critical vulnerabilities, must be installed on all Android phones immediately, according to Google. As an Android partner, Samsung has known about these vulnerabilities and the December 5 patch for at least a month. But when will the December 5 patch arrive? No answers from the \"Samsung Care\" call center in the Philippines. The December 5 patch requires Android 14, and as of December 7, Samsung has yet to provide Android 14 for my unlocked Fold 5. Failure to update flagship phones with the current OS and security updates in a timely manner is (or should be) a deal breaker. One solution for this morass would be for Samsung to stop imagining themselves as software developers, leave the bulk of software development to Google, and make hardware that runs Android with few (preferably no) Samsung bells and whistles. [View all comments](#comments) December 2023 - Galaxy Tab S9 FE – December 5 - Galaxy Tab S9+ FE – December 5 - Galaxy S21 FE – December 5 - Galaxy A52s – December 5 - Galaxy A14 LTE – December 5 - Galaxy A33 – December 5 - Galaxy M33 – December 6 - Galaxy F34 – December 10 - Galaxy M34 – December 11 - Galaxy M54 – December 14 - Galaxy F14 – https://www.sammobile.com/news/galaxy-f14-one-ui-6-android-14-update/ - Galaxy Z Fold 4 – December 18 - Galaxy Z Fold 3 – December 18 - Galaxy Z Flip 4 – December 18 - Galaxy Z Flip 3 – December 18 - Galaxy F54 – https://www.sammobile.com/news/galaxy-f54-android-14-one-ui-6-0-update/ - Galaxy A52 – December 20 - Galaxy A23 – December 22 - Galaxy F23 – December 26 - Galaxy Tab 4 Active Pro – December 27 - Galaxy XCover 6 Pro – December 2023 January 2024 - Galaxy M13 – January 2 - Galaxy A72 – January 5 - Galaxy Tab S6 Lite – https://www.sammobile.com/news/galaxy-tab-s6-2022-lite-android-14-update/ - Galaxy A23 5G – January 2024 - Galaxy Tab Active 4 Pro – January 2024 - Galaxy Tab Active 4 Pro 5G – January 2024 - Galaxy Tab S7 FE – January 2024 - Galaxy Tab S7 FE 5G – January 2024 February 2024 - Galaxy Tab A8 – February 2024 - Galaxy Tab A7 Lite – February 2024 - Galaxy A13 – February 2024 - Galaxy A13 5G – February 2024 - Galaxy A04s – February 2024 - Galaxy M23 5G – February 2024 Last updated 1/5 FTC: We use income earning auto affiliate links. More. our homepage for all the latest news, and follow 9to5Google on exclusive stories , reviews , how-tos , and subscribe to our YouTube channel",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.sammobile.com/news/galaxy-f34-android-14-one-ui-6-0-update/",
      "https://www.sammobile.com/news/galaxy-tab-s6-2022-lite-android-14-update/",
      "https://www.sammyfans.com/2024/01/05/samsung-galaxy-a72-grabs-one-ui-6-0-and-android-14-features",
      "https://www.sammobile.com/news/galaxy-m34-android-14-one-ui-6-0-update-india/",
      "https://www.sammobile.com/news/android-14-one-ui-6-samsung-galaxy-m54/",
      "https://howl.me/ckYwAb6sGPz",
      "https://www.sammobile.com/news/galaxy-tab-active-4-pro-android-14-one-ui-6-0-update/",
      "https://www.sammobile.com/news/galaxy-m13-android-14-one-ui-6-0-update-released/",
      "https://www.sammobile.com/news/galaxy-a23-5g-one-ui-6-android-14-update/",
      "https://www.sammobile.com/news/galaxy-f14-one-ui-6-android-14-update/",
      "https://howl.me/ckUPyfezrd4",
      "https://howl.me/ckSdYGmyYVy",
      "https://www.sammobile.com/news/galaxy-a52-5g-android-14-one-ui-6-update/",
      "https://howl.me/ckEjel5e8V9",
      "https://www.sammobile.com/news/galaxy-f54-android-14-one-ui-6-0-update/",
      "https://www.sammobile.com/news/galaxy-f23-5g-android-14-one-ui-6-0-update-stable/",
      "https://www.sammobile.com/news/galaxy-a52s-android-14-update-india/",
      "https://howl.me/ckYwAqDTYao",
      "https://www.youtube.com/9to5google",
      "https://youtu.be/RKbPuOkk100",
      "https://howl.me/ckEjeFKmDSd",
      "https://howl.me/ckWTOcdwllk",
      "https://www.sammobile.com/news/galaxy-a14-one-ui-6-update-released/",
      "https://9to5mac.com/about/#affiliate",
      "https://www.sammobile.com/news/galaxy-m33-android-14-one-ui-6-update/",
      "https://www.sammobile.com/news/galaxy-tab-s8-android-14-update-expands-more-countries/",
      "https://howl.me/ck35W7IR7GD",
      "https://www.sammobile.com/news/galaxy-m34-android-14-one-ui-6-0-update-india",
      "https://youtube.com/9to5google",
      "https://sammobile.com/news/galaxy-m13-android-14-one-ui-6-0-update-released/",
      "https://www.sammobile.com/news/galaxy-f23-5g-android-14-one-ui-6-0-update-stable",
      "https://www.howl.me/ckEjeFKmDSd",
      "https://www.howl.me/ck35W7IR7GD",
      "https://www.howl.me/ckWTOcdwllk",
      "https://sammyfans.com/2024/01/05/samsung-galaxy-a72-grabs-one-ui-6-0-and-android-14-features",
      "https://www.sammobile.com/news/galaxy-a52-5g-android-14-one-ui-6-update",
      "https://sammobile.com/news/galaxy-a52-5g-android-14-one-ui-6-update/",
      "https://www.sammobile.com/news/galaxy-f54-android-14-one-ui-6-0-update",
      "https://www.sammobile.com/news/galaxy-f34-android-14-one-ui-6-0-update",
      "https://sammobile.com/news/galaxy-m33-android-14-one-ui-6-update/",
      "https://www.howl.me/ckYwAb6sGPz",
      "https://sammobile.com/news/galaxy-tab-s8-android-14-update-expands-more-countries/",
      "https://www.9to5mac.com/about/#affiliate",
      "https://www.sammobile.com/news/galaxy-m33-android-14-one-ui-6-update",
      "https://www.sammobile.com/news/galaxy-tab-s8-android-14-update-expands-more-countries",
      "https://www.sammobile.com/news/galaxy-tab-active-4-pro-android-14-one-ui-6-0-update",
      "https://www.sammobile.com/news/galaxy-tab-s6-2022-lite-android-14-update",
      "https://sammobile.com/news/galaxy-tab-s6-2022-lite-android-14-update/",
      "https://sammobile.com/news/galaxy-tab-active-4-pro-android-14-one-ui-6-0-update/",
      "https://www.sammobile.com/news/galaxy-m13-android-14-one-ui-6-0-update-released",
      "https://www.howl.me/ckYwAqDTYao",
      "https://www.youtu.be/RKbPuOkk100",
      "https://sammobile.com/news/android-14-one-ui-6-samsung-galaxy-m54/",
      "https://www.sammobile.com/news/galaxy-a52s-android-14-update-india",
      "https://sammobile.com/news/galaxy-f34-android-14-one-ui-6-0-update/",
      "https://sammobile.com/news/galaxy-f14-one-ui-6-android-14-update/",
      "https://sammobile.com/news/galaxy-m34-android-14-one-ui-6-0-update-india/",
      "https://sammobile.com/news/galaxy-a14-one-ui-6-update-released/",
      "https://www.sammobile.com/news/galaxy-a23-5g-one-ui-6-android-14-update",
      "https://sammobile.com/news/galaxy-a23-5g-one-ui-6-android-14-update/",
      "https://sammobile.com/news/galaxy-f23-5g-android-14-one-ui-6-0-update-stable/",
      "https://www.howl.me/ckSdYGmyYVy",
      "https://www.sammobile.com/news/android-14-one-ui-6-samsung-galaxy-m54",
      "https://sammobile.com/news/galaxy-f54-android-14-one-ui-6-0-update/",
      "https://www.howl.me/ckUPyfezrd4",
      "https://www.sammobile.com/news/galaxy-a14-one-ui-6-update-released",
      "https://sammobile.com/news/galaxy-a52s-android-14-update-india/",
      "https://www.howl.me/ckEjel5e8V9",
      "https://www.sammobile.com/news/galaxy-f14-one-ui-6-android-14-update"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "samsung",
          "sentiment": "negative"
        },
        {
          "name": "samsung galaxy",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:01:56.267+02:00",
    "updated": "2024-01-06T00:01:56.267+02:00"
  },
  {
    "uuid": "a3e8980808a893dc3dae1e9d57c92e263af1176b",
    "url": "https://ground.news/article/sunny-weekend-on-horizon-for-casper",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Oil City News",
    "published": "2023-12-29T13:34:00Z",
    "title": "Ground News - Sunny weekend on horizon for Casper",
    "text": "Summary by Oil City News CASPER , Wyo. — Casper area residents will be able to close the book on 2023 in style, as the National Weather Service predicts good weather for the final weekend of the year. According to the NWS, today will likely be sunny, with a high temperature near 43 degrees expected. Conditions throughout the day should be breezy, with southwest winds moving through the region at 11-17 mph. Wind gusts as strong as 26 mph may be possible in the afternoon. … Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nOil City News Center Mixed Factuality Sunny weekend on horizon for Casper CASPER, Wyo. — Casper area residents will be able to close the book on 2023 in style, as the National Weather Service predicts good weather for the final weekend of the year. According to the NWS, today will likely be sunny, with a high temperature near 43 degrees expected. Conditions throughout the day should be breezy, with southwest winds moving through the region at 11-17 mph. Wind gusts as strong as 26 mph may be possible in the afternoon. …\n17 minutes ago Read Full Article\nOil City News Center Mixed Factuality\nSunny weekend on horizon for Casper CASPER, Wyo. — Casper area residents will be able to close the book on 2023 in style, as the National Weather Service predicts good weather for the final weekend of the year. According to the NWS, today will likely be sunny, with a high temperature near 43 degrees expected. Conditions throughout the day should be breezy, with southwest winds moving through the region at 11-17 mph. Wind gusts as strong as 26 mph may be possible in the afternoon. …\n17 minutes ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://oilcity.news/community/weather/2023/12/29/sunny-weekend-on-horizon-for-casper/?utm_source=ground.news&utm_medium=referral",
      "https://oilcity.news/community/weather/2023/12/29/sunny-weekend-on-horizon-for-casper/",
      "https://www.oilcity.news/community/weather/2023/12/29/sunny-weekend-on-horizon-for-casper/?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "articles all left center right oil city news center",
          "sentiment": "none"
        },
        {
          "name": "nws",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wyo. — casper",
          "sentiment": "none"
        },
        {
          "name": "wyo.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T15:51:25.315+02:00",
    "updated": "2023-12-29T15:51:25.315+02:00"
  },
  {
    "uuid": "a287ad379d250c6aa5999d2d9df4a2bbc3c454d9",
    "url": "https://eldeber.com.bo/bbc/maduro-ordena-una-accion-conjunta-defensiva-en-respuesta-al-envio-de-un-barco-de-guerra-britanico-a-_351802",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@eldeber",
    "published": "2023-12-28T22:45:00Z",
    "title": "Maduro ordena una \"acción conjunta defensiva\" en respuesta al envío de un barco de guerra británico a Guyana | El Deber",
    "text": "BBC MUNDO Maduro ordena una \"acción conjunta defensiva\" en respuesta al envío de un barco de guerra británico a Guyana El presidente venezolano califica el envío de un barco militar británico como una \"ruptura de los acuerdos\" alcanzados con su homólogo guyanés. El presidente de Venezuela, Nicolás Maduro, dijo este jueves que ordenó \"la activación de una acción conjunta defensiva de la Fuerza Armada Nacional Bolivariana\" frente a las costas del Esequibo, región que su país se disputa con la vecina Guyana. La noticia se conoce pocos días después de que el gobierno británico anunciara que enviará un barco de guerra a Guyana, en un gesto de apoyo diplomático y militar a su antigua colonia. En una reunión con el alto mando militar transmitida por la televisión estatal, Maduro aseguró que el envío del patrullero británico HMS Trent supone una “ruptura” del espíritu del acuerdo que alcanzó con el presidente guyanés, Irfan Ali, para no usar la fuerza en la resolución de las diferencias entre ambos países en la reunión que ambos líderes mantuvieron en San Vicente y las Granadinas el pasado 14 de diciembre. Maduro dijo que el despliegue del buque británico \"es prácticamente una amenaza militar de Londres contra nuestro país\". Añadió que ambas partes acordaron evitar la presencia de “fuerzas militares extra regionales en el Caribe” y concluyó que “esto es una ruptura de los acuerdos”. El presidente venezolano dijo haber autorizado un ejercicio militar de acción conjunta y algunos de los mandos militares que participaron en la reunión televisada indicaron que había alrededor de 5.600 efectivos listos para el operativo. El Esequibo y la disputa entre Venezuela y Guyana La acción militar anunciada por Maduro supone el último episodio del litigio entre Venezuela y Guyana por la región del Esequibo, un territorio de unos 160.000 kilómetros cuadrados, la mayoría de selva impenetrable, que Caracas reclama como suyos desde que en 1899 un laudo internacional dictaminara que pertenecía a Reino Unido, entonces la potencia colonial que poseía lo que luego fue la Guyana independiente. El contencioso se ha venido arrastrando con diferente intensidad desde entonces y se ha agravado en los últimos años, después de que se descubrieran en la zona importantes yacimientos de crudo y gas, y el gobierno guyanés concediera licencias para su explotación a la energética estadounidense ExxonMobil. El asunto está en manos de la Corte Internacional de Justicia, cuya autoridad sobre el caso Venezuela no reconoce. El pasado 4 de diciembre el gobierno venezolano celebró un [referéndum en que la mayoría de votantes se mostraron a favor de incorporar el Esequibo como un nuevo estado de la República Bolivariana](https://www.bbc.com/mundo/articles/cpwp6zz89l6o?xtor=AL-73-%5Bpartner%5D-%5Beldeber.com.bo%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D). En un intento por rebajar la tensión, Maduro se vio el 14 de diciembre con su homólogo guyanés en un encuentro facilitado por la diplomacia brasileña y ambos acordaron rebajar la tensión y descartaron el uso de la fuerza. Pero la entrada en escena del gobierno británico y el envío de un buque militar a la zona ha provocado la reacción de Venezuela. Casi en simultáneo con la aparición televisiva de Maduro, la Cancillería venezolana afirmó en un comunicado que Caracas se “reserva todas las acciones, en el marco de la Constitución y el derecho internacional, para defender su integridad marítima y territorial”. El buque británico El Ministerio de Defensa británico confirmó el pasado fin de semana que el buque HMS Trent participará en ejercicios conjuntos con Guyana después de la Navidad. Guyana, un miembro de la Mancomunidad Británica, es el único país de habla inglesa en Sudamérica. El HMS Trent cuenta con 65 tripulantes, una velocidad máxima de 24 nudos y un alcance de 5.000 millas náuticas. El barco está armado con cañones de 30 mm y un contingente de cadetes de la Marina Real. También puede desplegar helicópteros tipo Merlin y aeronaves no tripuladas. El HMS Trent zarpó de su puerto base en Gibraltar a comienzos de diciembre y actualmente se encuentra atracado en Bridgetown, la capital de Barbados, durante la Navidad. Se anticipa que el barco de guerra eche ancla frente a la capital de Guyana, Georgetown, y realice visitas, actividades conjuntas y entrenamiento con la marina de ese país y otros aliados. No puede atracar en el puerto por que este no es suficientemente profundo. El ministro de Defensa de Venezuela, Vladimir Padrino, se pronunció el domingo sobre el anuncio a través de la red social X (antes Twitter): “¿Un buque de guerra en aguas por delimitar? ¿Y entonces? ¿Y el compromiso con la buena vecindad y la convivencia pacífica? ¿Y el acuerdo de no amenazarse y utilizar la fuerza mutuamente en ninguna circunstancia? ¡Seguimos alertas ante estas provocaciones que ponen en riesgo la paz y la estabilidad del Caribe y nuestra América!”, señaló el funcionario. Recuerda que puedes recibir notificaciones de BBC News Mundo. Descarga la última versión de nuestra app y actívalas para no perderte nuestro mejor contenido.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.bbc.com/mundo/articles/cpwp6zz89l6o?xtor=AL-73-%5Bpartner%5D-%5Beldeber.com.bo%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D).",
      "https://www.bbc.com/mundo/articles/cpwp6zz89l6o",
      "https://bbc.com/mundo/articles/cpwp6zz89l6o?xtor=AL-73-%5Bpartner%5D-%5Beldeber.com.bo%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:34:58.168+02:00",
    "updated": "2023-12-29T01:34:58.168+02:00"
  },
  {
    "uuid": "bc1486d76dab176f40262f0754cd8819defa3c48",
    "url": "https://www.nzherald.co.nz/entertainment/new-year-honours-2024-acting-great-sir-ian-mune-made-knight-companion-of-new-zealand-order-of-merit/HXEWT2X7PJGPHAWTGC2NWHBUGQ/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bethany Reitsma",
    "published": "2023-12-29T03:00:00Z",
    "title": "New Year Honours 2024: Acting great Sir Ian Mune made knight companion of New Zealand Order of Merit - NZ Herald",
    "text": "Ian Mune\nKnight companion of the New Zealand Order of Merit for services to film , television and theatre .\nAsked how it feels to be made a knight companion of the NZ Order of Merit, Ian Mune bursts into a booming laugh.\n“If it’s used on formal occasions, that’ll be fine - I just don’t want my kids calling me Sir Dad,” he jokes.\nAdvertisement Advertise with NZME. At 82, the acting great has countless accolades to his name, from an OBE to multiple awards and Television Legend status, but he doesn’t want to get “too carried away with the formalities”.\nAt the time of writing, Mune hadn’t yet told his family the news but knew exactly what their reaction would be.\n“Some of them will have to work out what it all means,” he tells the Herald . “But the kids will be thinking what I’m thinking - which is that I wish my wife was here.”\nHe has a chuckle as he realises “she would be Lady Jo”.\nAdvertisement Advertise with NZME. Mune, who lost his beloved wife Josie eight years ago , reveals he “gave up making movies” after her death and found solace in art.\n“So I picked up the paint brushes and I’ve been painting pretty much full time ever since,” he says, adding that what he loves about painting is that “nobody can tell me I’m doing it wrong”.\n“They can say they don’t like it, but it’s something you do on your own. All the other work I’ve done - acting, writing, directing - everything’s a team effort.”\nHe’s hesitant to say he’s proud of his acting work, preferring to “think about it in terms of what I enjoy most”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ian mune",
          "sentiment": "negative"
        },
        {
          "name": "lady jo”",
          "sentiment": "none"
        },
        {
          "name": "dad",
          "sentiment": "none"
        },
        {
          "name": "mune",
          "sentiment": "none"
        },
        {
          "name": "josie",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "merit - nz herald ian mune knight",
          "sentiment": "negative"
        },
        {
          "name": "nzme",
          "sentiment": "none"
        },
        {
          "name": "herald",
          "sentiment": "none"
        },
        {
          "name": "nz order of merit",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new zealand",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:56:40.506+02:00",
    "updated": "2023-12-29T19:56:40.506+02:00"
  },
  {
    "uuid": "9ec427c5bd51b739792087fe5606460e90af43e8",
    "url": "https://menafn.com/1108086052/Rhomtrip-Marks-Milestone-Achievement-1000-Travel-Agents-And-Advisors-Now-Onboard",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-04-11T00:00:00Z",
    "title": "Rhomtrip Marks Milestone Achievement: 1000 Travel Agents And Advisors Now Onboard | MENAFN.COM",
    "text": "RhomTrip, apremierTravelTechfirmwithafocusontheUSmarket, proudly announces a signif",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mariano chiesa",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T02:50:08.409+03:00",
    "updated": "2024-04-12T03:38:55.843+03:00"
  },
  {
    "uuid": "6398be5fa7e6964dd566734b53ecbb0e06964b06",
    "url": "https://www.meneame.net/story/hamas-acepta-propuesta-egipto-alto-fuego-temporal-gaza/c025",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kabor ONE",
    "published": "2024-05-06T18:57:00Z",
    "title": "#25 Hamás acepta la propuesta de Egipto para un alto el fuego temporal en Gaza",
    "text": "[JohnnyQuest](/user/JohnnyQuest)a [cadenaser.com](/go/link/3936143) [#9](c9#c-9) Israel quiere quedarse el territorio de Gaza y Cisjordania que son los territorios que le faltan despues de ir diezmando los territorios palestinos desde que se fundo Israel.\nEl resto son excusas para llegar a tal fin.\n[#11](c11#c-11) Quiere una Palestina judía, sea formando parte de Israel o como Estado satélite afín a sus intereses. Quiere una Palestina sin esos molestos musulmanes que les recuerden que están viviendo de prestado en unas tierras que no son suyas.\n[#1](c1#c-1) \"Fuentes en Israel: Hamás de hecho aprobó una propuesta egipcia suavizada que es inaceptable para Israel\".\n[#2](c2#c-2) estaba cantado, se van a escudar tras alguna excusa de mierda y van a continuar masacrando ancianos, mujeres y niños\n[#2](c2#c-2) Todos van a maximizar sus peticiones salvo que no puedan mantenerlas (siempre está lo que dices en público y lo que negocias en privado y aquí creo que Israel no puede aguantar más de cara a los próximos años hasta de sus aliados y de los países vecinos con los que negocia)\nA ver en qué queda\n[#2](c2#c-2) Hasta el momento. Ha sido precisamente Hamas, y no Israel, quien ha ido rechazando e incumpliendo la absurda mayoría de treguas de los últimos meses. Esta basura de comentarios manipuladores e ignorantes no se ven en sitio como Reddit, que ascazo da entrar a meneame día de hoy entre entre tanto pro-ruso y tanto anti-west.\nHamas es un grupo terrorista y es una vergüenza ver a la izquierda como lo blanquea a pesar de los horribles acciones del gobierno de Israel.\n[#21](c21#c-21) De nuevo, Hamas ha sido quien no ha parado de incumplir los pocos acuerdo que han habido y quien esta poniendo en riesgo de muerte a los ciudadanos que supuestamente está protegiendo. Spoiler: Hamas es un grupo terrorista asesino y mentiroso que le importa tres mierdas los Palestinos. Hamas, grupo terrorista que en este sitio se defiende, probablemente ha matado a los rehenes. Rehenes que según siguen diciendo siguen vivos. Pero que es obviamente mentira.\nInformaos mejor, sino estáis desinformando. O peor, mintiendo a consciencia. Me pregunto quien hay detrás de vuestras campañas en este sitio de alt-right. Devolved Menéame.\n[#16](c16#c-16) El símbolo de la gran victoria de Hamas es que un medio generalista de un país de la OTAN escriba este artículo de más de 1000 palabras en el que no aparece la palabra \"terrorismo\".\nLa legitimidad de Hamás está en vías de ser restablecida.\nEl Estado Palestino está más cerca hoy que el 6 de Octubre.\nAmbas afirmaciones son factuales. Ambas apuntan a una de derrota estratégica de \"Israel\"\nCreo que Israel exige la entrega de los prisioneros civiles para aceptar un alto el fuego. Y sospecho que Hamás ya ha entregado los que tenía localizados. Entre que probablemente el resto están muertos o en en manos de miembros descoordinados de Hamás, creo que la falta de este requisito harán imposible el alto el fuego. Ojalá me equivoque.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-06T23:04:55.951+03:00",
    "updated": "2024-05-06T23:04:55.951+03:00"
  },
  {
    "uuid": "6c32ed924695494f04e973617c74a193e10b5a61",
    "url": "https://cogconnected.com/2024/04/disney-epic-mickey-rebrushed-insight-on-the-remake",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jeff Dumont",
    "published": "2024-04-11T21:20:00Z",
    "title": "Disney Epic Mickey: Rebrushed – Insight on the Remake",
    "text": "Bringing Classic Disney and Epic Mickey Magic to the Switch\nDuring a recent Nintendo Partner Showcase, the long-awaited return of the beloved 2010 Wii title, Epic Mickey, was officially announced for the Switch. Titled Disney Epic Mickey: Rebrushed, this upcoming release promises to be a “faithful remake” of the original game, inviting players to rediscover the magic of Mickey’s adventure in the Wasteland.\nSenior producer Pan Schröder has offered fans some insight into what they can expect from this reimagined version. In a recent conversation with GameSpot, Schröder highlighted the team’s focus on implementing quality-of-life improvements and camera enhancements to enhance the overall gameplay experience. Additionally, players can look forward to the introduction of analog stick controls, providing a more modernized way to navigate through the game’s colorful world.\nSchröder reassured fans that while certain aspects have been updated, the essence and heart of the original game remain intact. He emphasized the importance of preserving the core experience while adapting to modern gaming standards.\n“We had to change the controls, we had to enhance the camera, and we needed to translate motion controls to analog sticks, while needing to keep the heart of the game intact,” Schröder explained.\nFor those nostalgic for the Wii era, motion controls will still be available as an option, allowing players to relive the experience of the original release. Additionally, GameSpot has provided an exclusive look at eight minutes of gameplay footage, showcasing some early segments of this highly anticipated remake.\nFor fans of the original Disney Epic Mickey series, the Switch release offers an opportunity to revisit cherished memories and rediscover the magic of Oswald the Lucky Rabbit, Mickey Mouse, and other beloved characters in a fresh light. Meanwhile, players new to the franchise can dive into the whimsical world of Wasteland and uncover its secrets as they embark on an unforgettable journey of creativity, exploration, and redemption.\nWith its combination of classic Disney charm and modern gaming enhancements, Disney Epic Mickey: Rebrushed promises to be a captivating experience that pays homage to the rich legacy of Disney while offering something new and exciting for players of all ages. As the game prepares to make its debut on the Nintendo Switch, fans eagerly await the opportunity to embark on this enchanting adventure and immerse themselves in the timeless magic of Disney.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "disney epic mickey",
          "sentiment": "negative"
        },
        {
          "name": "mickey",
          "sentiment": "none"
        },
        {
          "name": "pan schröder",
          "sentiment": "none"
        },
        {
          "name": "epic mickey",
          "sentiment": "none"
        },
        {
          "name": "schröder",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nintendo",
          "sentiment": "negative"
        },
        {
          "name": "epic mickey magic",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T04:16:09.095+03:00",
    "updated": "2024-04-12T04:16:09.095+03:00"
  }
]