[
  {
    "uuid": "b7bd2a94a4bc271dd5f8195cbe49483c1301bb01",
    "url": "https://flipboard.com/article/this-viral-complexion-stick-covers-all-my-blemishes-cut-my-makeup-routine-time/f-6b6fb9e9e1%2Fstylecaster.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "stylecaster.com - Samantha Sutton",
    "published": "2024-04-04T17:26:00Z",
    "title": "This Viral Complexion Stick Covers All My Blemishes & Cut My Makeup Routine Time in Half | Flipboard",
    "text": "This Viral Complexion Stick Covers All My Blemishes & Cut My Makeup Routine Time in Half Plus, it's small enough to fit in your pocket for touch-ups on the go. If I were to describe my everyday makeup in just a few words, I’d go with easy … Related storyboards Related articles [10 Cart-Worthy Amazon Beauty Finds Under $10](/@dcreationz/skincare-iiobvguqz/10-cart-worthy-amazon-beauty-finds-under-10/a-ZPmlkqNfSY6O7PMGK5PAWw%3Aa%3A1539099345-60f7b7e993%2Fnewbeauty.com) Spring is in full swing and the urge to revamp my entire beauty regimen with the new season is strong. But for anyone who has ever splurged on … [I Shop Online for a Living—33 Spring Finds That Stopped Me in My Tracks](/@xledits/xl-edits-spring-summer-2024-ata54095z/i-shop-online-for-a-living-33-spring-finds-that-stopped-me-in-my-tracks/a-qaRd_CS0QFqLHhYqlgxk5Q%3Aa%3A182895080-0f1c22fabf%2Fmarieclaire.com) I'm having a spring fling with these chic pieces. Today was the first day that the forecast hit above 70°F in NYC. The change you see on people's faces when spring arrives is unlike anything else. New Yorkers are known for their tough exteriors and ever-present frowns, and in the winter, we huddle … [Teddy-Bear Blond Is the Hottest Hair Color of the Season](/article/teddy-bear-blond-is-the-hottest-hair-color-of-the-season/a-bRp2AByGQ96GhXLKhmjPHA%3Aa%3A221841707-b70f78bbb5%2Fpopsugar.com) Is there anything better than a complete hair makeover? Even a minimal hair change can make a big difference. Of course, you can always take a bold approach and opt for something like \"copper cowgirl,\" but if you're thinking about going lighter for the warmer months, we have the perfect hair color … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Lifestyle](/topic/lifestyle) [Popular shoe brand files for Chapter 11 bankruptcy](/topic/lifestyle/popular-shoe-brand-files-for-chapter-11-bankruptcy/a-V4bBUjvCQD2uLbS1aC24QQ%3Aa%3A2277735339-299cdf9133%2Fthestreet.com) The company has between $500,000 million and $1 billion in debt. Competing in the footwear space has traditionally been incredibly hard. That's because … [Jessica Alba Rocks a Bikini While on Spring Break With Her Family](/topic/lifestyle/jessica-alba-rocks-a-bikini-while-on-spring-break-with-her-family/a-cKCDiYSSRZ-TDlI8-upBug%3Aa%3A51790777-74944e12d8%2Fmensjournal.com) She shares three children with her husband of over 15 years, Cash Warren. Jessica Alba looks like she enjoyed a nice spring break with her family, …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T00:32:38.282+03:00",
    "updated": "2024-04-05T00:32:38.282+03:00"
  },
  {
    "uuid": "85311e39f840eeda30dc759eca203d9f2581316d",
    "url": "https://www.theweek.in/wire-updates/business/2024/01/01/bom9-gj-vibrant-employment.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2024-01-01T10:33:00Z",
    "title": "Vibrant Gujarat Summit Investment push to help create employment opportunities says officials - The Week",
    "text": "Ahmedabad, Jan 1 (PTI) Gujarat's commitment to progress is evident not only in its thriving economy but also in employment statistics, with the state having the labour force participation rate of 44.3 per cent and worker population ratio of 43.3 per cent for all age groups, officials said.\nThe Gujarat government's thrust to create opportunities and foster a thriving workforce is evident in its numbers and expert analysis. May be other states can adapt this model to lower their unemployment numbers, Chief Minister Bhupendra Patel said at a function recently.\nGujarat's unemployment rate of 2.2 per cent is considerably lower than the national average of 4.2 per cent, thanks to the conducive investment environment created by the government that adds to job creation, as per government data.\nMore than 2,700 Memorandums of Understanding (MoU) signed by investors with the state government so far in the run up to the Vibrant Gujarat Global Summit to be organised from January 10 to 12 have the potential to generate around 10.91 lakh employment opportunities, the government said in a release.\nThe Vibrant Gujarat Global Summit has also given the state an opportunity to explore and deliberate on the issues of building a workforce for future with skills that will be required for the industry 4.0 and developing global networks for skill development.\nState Labour, Skill Development and Employment Department's additional chief secretary Anju Sharma said as part of the upcoming Vibrant Gujarat Global Summit, the state government will organise a seminar on January 11 with a focus on skilling and its future for Viksit Bharat@2047, the Centre's vision to make India a developed nation by 2047.\nAnother seminar will deliberate on strategies to establish globally interconnected networks for skill development, with an emphasis on synthesis of cutting-edge technologies, innovative pedagogy, and international collaboration to optimise human capital for the 21st century workforce.\nSaurabh Goswami, a worker at a diamond manufacturing unit in Surat, credited the Vibrant Gujarat Summit for increased employment opportunities.\n\"Ever since Vibrant Gujarat started, there has been a growth in the diamond industry, we are getting good salaries and the work has also increased. The state's focus on employment has significantly impacted the lives of its citizens, providing stability and growth,\" he said.\nAs per the government data, the percentage of placement to total registrations during the year 2021 through state employment exchanges is an impressive 84.5 per cent, a huge jump from just 33 per cent in 2004.\nChief Minister Patel said Gujarat has become the growth engine of the country under the leadership of Prime Minister Narendra Modi.\n\"The Gujarat government's thrust to creating opportunities and fostering a thriving workforce is evident in its numbers and expert analysis. May be other states can adapt this model to lower their unemployment numbers,\" he said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bhupendra patel",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "gujarat",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T12:41:07.149+02:00",
    "updated": "2024-01-01T12:41:07.149+02:00"
  },
  {
    "uuid": "0696ba20cafacf663eedd4a820778170a66c15cf",
    "url": "https://www.music.northwestern.edu/news/2020/alumni-spotlight-kangmin-justin-kim",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@bienenschoolnu",
    "published": "2024-01-07T22:28:43Z",
    "title": "Alumni Spotlight: Kangmin Justin Kim | Northwestern Bienen School of Music",
    "text": "[Kangmin Justin Kim](https://kangminjustinkim.com/) ’11 made history in 2019 by becoming the first male singer to play the role of Cherubino in Le nozze di Figaro at London’s Royal Opera House. Before the pandemic hit, the Korean-American countertenor’s other recent engagements included his debut at Berlin’s Staatsoper Unter den Linden as Nerone in L’incoronazione di Poppea, Idelberto in a new production of Lotario in Bern, Idamante in a new staging of Idomeneo at Staatstheater Wiesbaden, and Megacle in Vivaldi’s L’Olimpiade with the Orchestra La Cetra under Andrea Marcon in Basel and Herne. OperaWire named Kim one of their Top 10 Rising Stars of 2019. What made you choose the Bienen School of Music? Having grown up in Palatine, Illinois, Northwestern University has always been the local “reach school.” I knew about its Music Theater Certificate program as well as the 5-year [dual degree](https://www.music.northwestern.edu/academics/dual) programs, which attracted me the most. Which professor influenced you most during your time at the Bienen School of Music? My voice teacher [Theresa Brancaccio](https://www.music.northwestern.edu/faculty/profile/theresa-brancaccio), whom I call the \"mother of my voice,\" is one of the most caring and nurturing educators I've ever met. She helped me transition from a tenor to a countertenor and taught me so many valuable lessons about vocal health that I apply to my everyday professional life. Tell us about a particular experience that impacted you during your time at the Bienen School. There was one concert in which I was singing in the choir and playing viola in the orchestra at the same time because Dr. Robert Harris and Dr. Bob Hasty were kind enough to let me be in both ensembles, even though they overlapped by 15 minutes every week. During the concert, I had to run up and down the stairs of Pick-Staiger between pieces, and while running I thought to myself, \"Wow, I must really love music.\" That's when I knew that I could do this for a living no matter how difficult it could be. What lessons did you learn at Bienen that have continued to resonate with you in your career? In choir, Dr. Robert Harris taught us some invaluable lessons: 1. In an ensemble, singers must listen more than they sing, and as musicians, we are almost always doing ensemble work. 2. Forte doesn't just mean loud and piano soft; forte singing is controlled singing, and piano singing is focused singing. Top three of your Desert Island Discs (any genre) Cecilia Bartoli's Sacraficium Beyonce's 4 Mika's Life in Cartoon Motion",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://kangminjustinkim.com/)",
      "https://www.kangminjustinkim.com/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "justin kim",
          "sentiment": "negative"
        },
        {
          "name": "kangmin justin kim",
          "sentiment": "negative"
        },
        {
          "name": "vivaldi",
          "sentiment": "none"
        },
        {
          "name": "andrea marcon",
          "sentiment": "none"
        },
        {
          "name": "linden",
          "sentiment": "none"
        },
        {
          "name": "herne",
          "sentiment": "none"
        },
        {
          "name": "cherubino",
          "sentiment": "none"
        },
        {
          "name": "kim",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "northwestern bienen school of music",
          "sentiment": "negative"
        },
        {
          "name": "orchestra la cetra",
          "sentiment": "none"
        },
        {
          "name": "royal opera house",
          "sentiment": "none"
        },
        {
          "name": "bienen school of music",
          "sentiment": "none"
        },
        {
          "name": "northwestern university",
          "sentiment": "none"
        },
        {
          "name": "le nozze di figaro",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bern",
          "sentiment": "none"
        },
        {
          "name": "palatine",
          "sentiment": "none"
        },
        {
          "name": "basel",
          "sentiment": "none"
        },
        {
          "name": "berlin",
          "sentiment": "none"
        },
        {
          "name": "illinois",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "megacle",
          "sentiment": "none"
        },
        {
          "name": "l’incoronazione di poppea",
          "sentiment": "none"
        },
        {
          "name": "lotario",
          "sentiment": "none"
        },
        {
          "name": "staatstheater wiesbaden",
          "sentiment": "none"
        },
        {
          "name": "idamante",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:28:46.653+02:00",
    "updated": "2024-01-08T00:28:46.653+02:00"
  },
  {
    "uuid": "95c33d38c0c2083de5d4cbba9aeaa3569fd20d07",
    "url": "https://enmayuscula.b-cdn.net/mundo/174515-principal-central-obrera-de-argentina-ir%C3%A1-a-paro-general-contra-milei.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "En Mayúscula",
    "published": "2023-12-28T12:20:00Z",
    "title": "Principal central obrera de Argentina irá a paro general contra Milei",
    "text": "Buenos Aires (AFP) - La Confederación General del Trabajo, la principal central obrera de Argentina, convocó un paro general el próximo 24 de enero en rechazo a un decreto y un paquete de proyectos de ley del recién inaugurado presidente Javier Milei, anunció su secretario general, Héctor Daer. 'El día 24 vamos a hacer un paro con movilización al Congreso para apoyar a aquellos diputados y senadores que nos planteen que esto no puede pasar en Argentina', dijo Daer este jueves, al considerar que el decreto y los proyectos de ley, que buscan desregular la economía argentina, concentrarían en el presidente 'la suma del poder público'. Ese día será cuando la Cámara de Diputados debata el paquete de proyectos de ley, conocido como 'ley ómnibus', explicó el líder obrero. Milei, un ultraliberal que asumió la presidencia el 10 de diciembre, se propone dar un gigantesco remezón a la economía argentina con la derogación o reforma de más de 300 leyes mediante un decreto que entrará en vigor el viernes y que incluye el régimen laboral. 'El objetivo es comenzar el camino de reconstrucción del país, devolverle la libertad y autonomía a los individuos y empezar a desarmar la enorme cantidad de regulaciones que han detenido, entorpecido e impedido el crecimiento económico', sostuvo el mandatario al anunciar el decreto la semana pasada. Daer criticó esa decisión y negó que haya una situación de necesidad o urgencia que justifique el decreto. 'Atenta contra los derechos individuales y colectivos de los trabajadores, también contra el sistema solidario de salud', aseveró el líder sindical. El decreto solamente puede ser invalidado si es rechazado tanto por la Cámara de Diputados como por el Senado. Como complemento, Milei presentó el miércoles al Congreso un paquete de modificaciones de leyes que contemplan abrir la puerta a la privatización de más de 40 empresas públicas y limitar el derecho de reunión y manifestación, entre otros aspectos. - Pedido de insconstitucionalidad - La CGT, que cuenta con unos 7 millones de afiliados, pidió el miércoles ante la justicia la declaratoria de inconstitucionalidad del decreto de Milei, con una movilización de miles de personas a la sede de los tribunales en Buenos Aires. 'No hay ningún contacto con el gobierno, y nosotros no propusimos esta dinámica', declaró Daer. 'En menos de una semana transforman la Argentina y nos llevan a la Argentina pastoril', criticó el dirigente sindical al aludir a las propuestas de Milei, quien se considera un libertario capitalista. El presidente lleva adelante un amplio plan de austeridad, que incluye la eliminación de subsidios al transporte y a las tarifas de los servicios públicos y paraliza la construcción de obras de infraestructura financiadas por el Estado. El objetivo es recortar el gasto público en el equivalente a 5% del Producto Interno Bruto. También se devaluó en más de 50% la moneda. Argentina atraviesa por una grave crisis, con una inflación anualizada hasta noviembre de más de 160% y una tasa de pobreza superior a 40%. Milei sostiene que el país necesita un tratamiento de shock, y aunque reconoce que los próximos meses serán duros, considera que podrá atraer inversiones y hacer de Argentina 'un país potencia'.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Labor",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:14:18.047+02:00",
    "updated": "2023-12-29T00:14:18.047+02:00"
  },
  {
    "uuid": "8495be034e13578451dbed69e0ed353ab24bcfaf",
    "url": "https://www.lafm.com.co/internacional/biden-se-confundio-estados-unidos-no-apoyara-las-reelecciones-en-venezuela",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Juan Camilo Cely",
    "published": "2024-08-15T21:30:00Z",
    "title": "Confirmado: EEUU no apoyaría reelecciones en Venezuela",
    "text": "[Juan Camilo Cely ](/autores/juan-camilo-cely) Biden se confundió: Estados Unidos no apoyará las reelecciones en Venezuela El presidente Joe Biden no entendió una pregunta y respondió afirmativamente La Casa Blanca desestimó informaciones preliminares que apuntaban a que el presidente Joe Biden apoyaría la repetición de elecciones presidenciales en Venezuela, siguiendo por la línea del presidente de Brasil, Luiz Inácio Lula Da Silva y de su homólogo colombiano, Gustavo Petro. Al parecer, el presidente Joe Biden habría sufrido un lapsus ante las preguntas de periodistas. La confusión se produjo cuando Biden compareció brevemente ante la prensa antes de subir al helicóptero presidencial Marine One. Cuando una periodista le preguntó si apoyaba la convocatoria de nuevos comicios en Venezuela, se limitó a contestar: \"Sí, lo hago\", sin ofrecer más detalles. En contexto: [Petro sigue la línea de Lula y propone 'nuevas elecciones libres' en Venezuela](https://www.lafm.com.co/internacional/petro-sigue-la-linea-de-lula-y-propone-nuevas-elecciones-libres-en-venezuela) Sin embargo, horas después, un portavoz de la Casa Blanca aclaró que el presidente en realidad se estaba refiriendo a lo \"absurdo\" de que el mandatario de Venezuela, Nicolás Maduro, no haya publicado las actas de votación de los comicios del 28 de julio, donde el oficialismo proclamó la reelección de Maduro con unos resultados cuestionados dentro y fuera del país. Ese portavoz reiteró que Washington considera que el ganador de los comicios fue el opositor Edmundo González Urrutia, según las actas obtenidas por el bloque opositor mayoritario, y de nuevo llamó a que se respete \"la voluntad\" del pueblo venezolano para que haya una \"transición de vuelta a las normas democráticas\". El debate sobre la celebración de nuevos comicios en Venezuela se da después de que este jueves, durante una entrevista en la Radio T, el presidente brasileño, Luiz Inácio Lula da Silva, sugiriese dos posibles salidas a la crisis postelectoral en Venezuela: la formación de un Gobierno de coalición que integre miembros del chavismo y de la oposición o la celebración de nuevas elecciones. Lea más: [Machado rechaza la propuesta de repetir elecciones en Venezuela: \"Sería una falta de respeto\"](https://www.lafm.com.co/internacional/machado-rechaza-la-propuesta-de-repitir-elecciones-en-venezuela-seria-una-falta-de) Las declaraciones de Lula provocaron enseguida la reacción del presidente de México, Andrés Manuel López Obrador, quien dijo que no ve \"prudente\" pedir ahora nuevas elecciones en Venezuela. Mientras tanto, el presidente de Colombia, Gustavo Petro, sugirió para Venezuela un \"frente nacional\" como el que hubo en Colombia en el siglo XX, en el que liberales y conservadores se turnaban el poder como paso \"transitorio\" hacia una \"solución definitiva\" a la crisis, en una idea similar a la sugerida por Lula sobre un Gobierno de coalición. Después de las elecciones en Venezuela, los Gobiernos de Brasil, Colombia y México iniciaron contactos para encontrar una solución a la crisis, un esfuerzo de mediación que cuenta entre otros con el respaldo de Estados Unidos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T01:07:20.157+03:00",
    "updated": "2024-08-16T01:57:41.330+03:00"
  },
  {
    "uuid": "878f67b2b427eba827d5d8c6167e23c980af8343",
    "url": "https://www.thestar.com.my/news/focus/2024/03/10/achieving-the-two-state-solution-in-the-wake-of-gaza-war",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "JEFFREY D. SACHS and SYBIL FARES",
    "published": "2024-03-09T16:00:00Z",
    "title": "Achieving the Two-State Solution in the wake of Gaza War | The Star",
    "text": "THE two-state solution is enshrined in international law and is the only viable path to a long-lasting peace. All other solutions – a continuation of Israel’s apartheid regime, one bi-national state, or one unitary state – would guarantee a continuation of war by one side or the other or both. Yet the two-state solution seems irretrievably blocked. It is not. Here is a pathway.\nThe Israeli government strongly opposes a two-state solution, as does a significant proportion of the Israeli population, some on religious grounds (“God gave us the land”) and some on security grounds (“We can never be safe with a State of Palestine”). A significant proportion of Palestinians regard Israel as an illegitimate settler-colonial entity, and in any event distrust any peace process.\nHow then to proceed?\nThe usual recommendation is the following six-step sequence of events: (1) ceasefire; (2) release of hostages; (3) humanitarian assistance; (4) reconstruction; (5) peace conference for negotiations between Israel and Palestine; and finally (6) establishment of two states on agreed boundaries. This path is impossible. There is a perpetual deadlock on steps 5 and 6, and this sequence has failed for 57 years since the 1967 war.\nThe failure of Oslo is the paradigmatic case in point. There are irreconcilable differences, such as the status of East Jerusalem. Israeli zealots would force from power any Israeli politician who dares to give up East Jerusalem to Palestinian sovereignty and Palestinian zealots would do the same with any Palestinian leader who gave up sovereignty over East Jerusalem. We should relinquish the continuing illusion that Israel will ever reach agreement, or that Palestine would ever have the negotiating power to engage meaningfully with Israel, especially when the Palestinian Authority is highly dependent on the United States and other funders.\nThe correct approach is therefore the opposite, starting with the establishment of two states on globally agreed boundaries, notably the boundaries of June 4, 1967 as enshrined in UN Security Council and UN General Assembly resolutions. The United Nations member states will have to impose the two-state solution, instead of waiting for yet another Palestinian-Israeli failed negotiation.\nThus, the settlement should follow this order: (1) establishment of Palestine as 194th member state within two-state solution framework on June 4, 1967 borders; (2) immediate ceasefire; (3) release of hostages; (4) humanitarian assistance; (5) peacekeepers, disarmament and mutual security; and (6) negotiation on modalities (settlements, return of refugees, mutually agreed land-swaps, and others; but not boundaries).\nIn 2011, the State of Palestine (now recognised by 140 UN member states but not yet as a UN member state itself) applied for full UN member status. The UN Security Council Committee on New Members (constituted by the UN Security Council) recognised the legitimacy of Palestine’s application, but as is utterly typical in the “peace process,” the US government prevailed on the Palestinian Authority to accept “observer status,” promising that full UN membership would soon follow. Of course, it did not.\nThe Security Council, backed by the UN General Assembly, has the power under the UN Charter to impose the two-state settlement. It can do so as a matter of international law, following decades of relevant resolutions. It can then enforce the solution through a combination of carrots (economic inducements, reconstruction funding, UNSC-backed peacekeepers, disarmament, border security, etc.) and sticks (sanctions for violations by either party).\nThe only conceivable border for creating the two-state solution is that of June 4, 1967. Starting from that border, the two sides might indeed negotiate a mutually agreed swap of land for mutual benefit, but they would do so knowing that the “best alternative to a negotiated agreement” (BATNA) is the June 4, 1967 border.\nIt is quite possible, indeed likely, that the US would initially veto the proposed pathway. After all, the US has already used its veto multiple times to block merely a ceasefire. Yet, the process of eliciting the US veto and then securing a large majority vote in the UN General Assembly will be salutary for three reasons.\nFirst, US politics is shifting rapidly against Israeli policies given the US public’s growing understanding of Israel’s war crimes and Israel’s political extremism. This shift in public opinion makes it far more likely that the US leaders will sooner rather than later accept the basic approach outlined here because of US domestic political dynamics. Second, the increasing US isolation in the UN Security Council and UN General Assembly is also weighing heavily on US leaders, and forcing the US leadership to reconsider its policy positions in view of geopolitical considerations. Third, a strong vote in the UNSC and UNGA for the two-state solution on June 4, 1967 borders will help to strengthen international law and the terms of the eventual settlement as soon as the US veto is lifted.\nFor these reasons, there is a realistic prospect that the UN will finally exercise its international legal and political authority to create the conditions for peace.\nTwenty-two years ago, Arab and Islamic leaders affirmed in the 2002 Arab Peace Initiative that the only pathway to peace is through the two-state solution. On Feb 7, 2024, the Saudi Ministry of Foreign Affairs reasserted that a comprehensive peace will only be achieved by recognising an independent Palestinian state on the 1967 borders and East Jerusalem as the capital. The Arab states and the world community generally shouldn’t buy into another vague peace process that is likely doomed to fail, especially given the urgency caused by the ongoing genocide in Gaza and the bad-will accumulated over the past 57 years of a fruitless “Peace Process.”\nPeace can come through the immediate implementation of the two-state solution, making the admission of Palestine to the UN the starting point, not the ending point. Two sovereign states, on the boundaries of June 4, 1967, protected initially by UN-backed peacekeepers and other guarantees, will be the starting point for a comprehensive and just peace not only between Israel and Palestine – and also a regional peace that would secure diplomatic relations across the Middle East and end this conflict that has burdened the inhabitants, the region, and the world, for more than a century. — Common Dreams\nJeffrey D. Sachs is a world- renowned economics professor, bestselling author, innovative educator, and global leader in sustainable development. Sybil Fares is a specialist and advisor in Middle East policy and sustainable development at SDSN. Originally published on Common Dreams, which is a reader-supported independent news outlet.\nOpen Modal ×",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "palestine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-10T08:11:17.852+02:00",
    "updated": "2024-03-10T08:11:17.852+02:00"
  },
  {
    "uuid": "395b03aaeae870edc87ff0aeefbd780c4d8ffd40",
    "url": "https://www.rfi.fr/fr/asie-pacifique/20240802-pakistan-lahore-la-deuxi%C3%A8me-ville-du-pays-inond%C3%A9e-apr%C3%A8s-une-pluie-record",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "RFI",
    "published": "2024-08-02T03:14:00Z",
    "title": "Lahore, la deuxième ville la plus peuplée du Pakistan, inondée après une «pluie record»",
    "text": "Retour à la normale au Pakistan où les pluies des moussons ont atteint des records à Lahore, dans l’est du pays, jeudi. La deuxième ville la plus peuplée du Pakistan a été inondée par endroit, engendrant des scènes de chaos.\nPublié le : 02/08/2024 - 06:14 Modifié le : 02/08/2024 - 12:14\n2 mn\nUn homme traverse une gare de bus à Lahore, le 1er août 2024. AFP - ARIF ALI Par : RFI Suivre Publicité Lire la suite\nAvec notre correspondant à Islamabad, Sonia Ghezali\nDes rues sous les eaux, des hôpitaux, des échoppes, des habitations inondés… Des pluies de mousson exceptionnelles ont sinistré Lahore. Les inondations ont paralysé la ville durant plusieurs heures ce jeudi alors que les habitants ont été confrontés à de longues coupures d’électricité.\nIl est tombé près de 360 millimètres de pluie en trois heures dans la ville, un record. La dernière fois qu’il avait autant plu dans la capitale culturelle du Pakistan fut le 31 juillet 1980 lorsqu’il était tombé 332 millimètres de pluie.\nLe Pakistan fait face à une pluviométrie exceptionnelle en cette saison des pluies de la mousson qui dure jusqu’à septembre. Au moins 24 personnes sont mortes depuis le début de la semaine dans les intempéries à travers le pays.\nDes dizaines de personnes ont assisté à la destruction de leur maison dans le district de Chitral, dans la province de Khyber Pakhtunkhwa, touché par des torrents boueux déchaînés.\nTempératures extrêmes, pluies diluviennes Le Pakistan subit de plein fouet les conséquences du changement climatique. Les températures ont atteint jusqu’à 51 degrés dans la province du Sind, dans le sud du pays. Les pluies de mousson sont plus importantes et violentes.\nLes services météorologiques ont mis en garde contre des pluies de mousson exceptionnelles au cours des prochaines semaines. Le pire est attendu.\nPrès d’un tiers du pays avait été plongé sous les eaux en 2022 après des inondations monstres qui avait causé la mort d’au moins 1 700 personnes.\nDes habitants de Lahore traversent une rue inondée, le 1er août 2024. AFP - SYED MURTAZA À lire aussi Pakistan: les quinze millions d'habitants de Karachi étouffent sous une chaleur suffocante\nNewsletter Recevez toute l'actualité internationale directement dans votre boite mail\nJe m'abonne Suivez toute l'actualité internationale en téléchargeant l'application RFI\nPartager : Poursuivez votre lecture sur les mêmes thèmes : Pakistan Catastrophes naturelles",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T08:02:18.495+03:00",
    "updated": "2024-08-03T05:24:38.690+03:00"
  },
  {
    "uuid": "9a35f3ef1665e1b832a02bf0f1fbc3b8cce15230",
    "url": "https://www.devdiscourse.com/article/business/3175683-italy-grinds-to-a-halt-major-strike-against-government-policies",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Devdiscourse News Desk",
    "published": "2024-11-29T09:50:00Z",
    "title": "Italy Grinds to a Halt: Major Strike Against Government Policies | Business",
    "text": "Italy Grinds to a Halt: Major Strike Against Government Policies\nIn Italy, thousands of workers from various sectors staged a general strike to protest declining spending power, low salaries, and governmental policies that undermine public services. This strike, organized by major trade unions, was a direct response to Premier Giorgia Meloni's latest budget, impacting schools, healthcare, and transport.\n- Country:\n- Italy\nIn a sweeping demonstration of public discontent, thousands of Italian workers, including teachers, healthcare staff, and trash collectors, staged a massive strike on Friday. They demanded increased salaries and reforms to address the decline in spending power and the weakening of public services under government policies.\nThe nationwide protest was orchestrated by Italy's leading trade unions, targeting the budget plan of Premier Giorgia Meloni. Organizers argue it disproportionately affects essential sectors like schools and healthcare while calling for a fairer sharing of private sector profits with workers.\nThe strike, which disrupted airlines, schools, hospitals, and local transit, was the first of its kind since last November. Economic disparities and rising costs of essentials are pushing more Italians to demand significant fiscal changes and better pay aligned with European standards.\n(With inputs from agencies.)\n- READ MORE ON:\n-\n[Italy](/news?tag=Italy) -\n[strike](/news?tag=strike) -\n[trade unions](/news?tag=trade+unions) -\n[salaries](/news?tag=salaries) -\n[public services](/news?tag=public+services) -\n[Giorgia Meloni](/news?tag=Giorgia+Meloni) -\n[economy](/news?tag=economy) -\n[healthcare](/news?tag=healthcare) -\n[protest](/news?tag=protest) -\n[labour](/news?tag=labour)\nALSO READ\n[Stabilizing Nigeria’s Economy: Can Recent Reforms Deliver Long-Term Gains?](/article/international/3156852-stabilizing-nigerias-economy-can-recent-reforms-deliver-long-term-gains)[Safeguarding Sri Lanka’s Coastal Economy: A Path to Resilient Fisheries and Communities](/article/business/3157024-safeguarding-sri-lankas-coastal-economy-a-path-to-resilient-fisheries-and-communities)[Narayana Murthy Advocates Management Revolution in Public Services](/article/law-order/3158019-narayana-murthy-advocates-management-revolution-in-public-services)[India to Become Third-Largest Global Economy by 2029, Hardeep Singh Puri Highlights Role of Public Sector Enterprises](/article/law-order/3157516-india-to-become-third-largest-global-economy-by-2029-hardeep-singh-puri-highlights-role-of-public-sector-enterprises)[Empowering Women: SKDRDP's Self-Help Groups Transform Rural Economy](/article/headlines/3157507-empowering-women-skdrdps-self-help-groups-transform-rural-economy)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-29T15:38:26.774+02:00",
    "updated": "2024-11-29T15:38:26.774+02:00"
  },
  {
    "uuid": "a216d9201476ab7f56162132a2a087c2cbea6fd4",
    "url": "https://windowsreport.com/the-grammarly-extension-for-chrome-is-causing-sites-to-constantly-refresh-or-bounce",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Flavius Floare",
    "published": "2024-11-15T13:06:00Z",
    "title": "The Grammarly Extension for Chrome is causing sites to constantly refresh or bounce",
    "text": "\\nThe Grammarly Extension for Chrome is currently unusable due to a bug that causes the sites it\\u2019s used to refresh or bounce constantly. We noticed it as well, and after several hours of troubleshooting, we initially thought screen bugs caused the issue, but then we discovered the Grammarly Extension installed on the browser.\n\\nWhen enabled, the screen constantly refreshes or bounces, making editing the site impossible. The issue is widespread. On Reddit , for example, users are starting to report it.\n\\n\\nNothing, aside from disabling the extension altogether, fixes it. After updating Chrome, the extension doesn\\u2019t seem to work at all.\n\\nHowever, there is one thing you can do: switch to Edge, for now, or any other browser of your choice. The issue seems only to affect the Grammarly Extension for Chrome . However, in our tests, Edge and Opera were safe.\n\\nGrammarly hasn\\u2019t said anything about it yet; neither has Chrome.\n\\nWe\\u2019ll update this article once we know more. For now, if you want to use the extension, do it on other browsers.\n\\n",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.reddit.com/r/Grammarly/comments/1gregz7/grammarly_chrome_extension_and_servicenow/",
      "https://reddit.com/r/Grammarly/comments/1gregz7/grammarly_chrome_extension_and_servicenow/",
      "https://www.reddit.com/r/Grammarly/comments/1gregz7/grammarly_chrome_extension_and_servicenow"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "Reddit",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T17:50:22.203+02:00",
    "updated": "2024-11-15T17:50:22.203+02:00"
  }
]