[
  {
    "uuid": "c49980b97d7867eababd26ad0ccba8006f21d04c",
    "url": "https://www.belfasttelegraph.co.uk/news/republic-of-ireland/irish-archives-belgians-hailed-after-paintings-stolen-in-republic-recovered/a863611696.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ralph Riegel",
    "published": "2023-12-29T23:00:00Z",
    "title": "Irish archives: Belgians hailed after paintings stolen in Republic recovered | BelfastTelegraph.co.uk",
    "text": "Irish archives: Belgians hailed after paintings stolen in Republic recovered Art taken in raid by notorious Dublin criminal ‘The General’ was fenced by UVF killer Billy Wright and used to fund loyalist terrorism in Mid Ulster IRISH authorities praised their Belgian counterparts after a sting operation resulted in the recovery of paintings stolen from a stately home in 1986. The theft of 17 works by old masters from Russborough House in Co Wicklow was the largest art robbery in the history of the Republic — with the cache conservatively valued at over IR£30m. The robbery was masterminded by Dublin criminal Martin ‘The General’ Cahill, who had thought the artworks could be readily sold on the black market. Cahill was shot dead in Dublin on August 18, 1994, with the killing later admitted by the IRA. The Provos said that Cahill had fenced the stolen Beit paintings via the Mid-Ulster UVF, which was led by notorious mass murderer Billy Wright. The UVF allegedly then used the funds from the Beit painting sales to source weaponry from South Africa. Documents released as part of the State Archive in Dublin revealed Irish officials were eager to have the paintings returned to Ireland from Belgium as quickly as possible. On December 13, 1993, Belgian prosecutor Michel Jordens wrote to the Irish Departments of Justice and Foreign Affairs over the recovery of some suspected stolen paintings. He indicated that four men had been detained by the authorities. Mr Jordens wrote that on July 23, 1993, one of the four had displayed a suspected Vermeer painting — ‘Lady Writing A Letter With Her Maid’ — from his car boot. Further meetings were set up and other paintings were displayed with a view to selling them. Belgian police then intervened at an address near Antwerp Airport and a total of eight works of art were seized there. Mr Jordens wrote that these included the Vermeer, ‘Dona’ by Goya, ‘Princess’ by Vestier and ‘Man Writing A Letter’ by Metsu. The Belgian official said that, after consulting over the works seized, it was believed that they were among those stolen from the Alfred Beit Foundation on May 20/21 1986. All the artworks involved belonged to the National Gallery in Dublin after they had been gifted to the Irish State by the Beit Foundation. A letter dated September 16, 1993 confirmed that senior conservator of the National Gallery, Andrew O’Connor, had visited Antwerp and had inspected the paintings. Mr O’Connor later had dinner at the Irish Embassy to brief diplomats on the condition of the artworks. “He expressed relief that the pictures were in relatively good shape,” it noted. “He said that the police authorities in Antwerp had been quite cooperative.” A number of the Beit paintings were also recovered from London. Two were found by Scotland Yard detectives — one hidden in a house in Hertfordshire and the second in a left luggage room at Euston Station. One of those paintings was a Rubens valued at approximately IR£4m. Another painting stolen from the collection was recovered by police in Turkey.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Arts, Culture and Entertainment",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cahill",
          "sentiment": "none"
        },
        {
          "name": "billy wright",
          "sentiment": "none"
        },
        {
          "name": "martin",
          "sentiment": "none"
        },
        {
          "name": "’ cahill",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "provos",
          "sentiment": "none"
        },
        {
          "name": "uvf",
          "sentiment": "none"
        },
        {
          "name": "ira",
          "sentiment": "none"
        },
        {
          "name": "russborough house",
          "sentiment": "none"
        },
        {
          "name": "mid ulster irish",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "republic",
          "sentiment": "none"
        },
        {
          "name": "beit",
          "sentiment": "none"
        },
        {
          "name": "dublin",
          "sentiment": "none"
        },
        {
          "name": "south africa",
          "sentiment": "none"
        },
        {
          "name": "co wicklow",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T02:13:51.403+02:00",
    "updated": "2023-12-30T02:13:51.403+02:00"
  },
  {
    "uuid": "a2f884ce3dd1e5bdcb99bb7adf4f9579d3dc3a47",
    "url": "https://www.primicias.ec/noticias/sucesos/victimas-ataque-armado-iglesia-manta/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Primicias",
    "published": "2023-12-29T01:57:00Z",
    "title": "Dos víctimas mortales deja ataque armado en una iglesia de Manta",
    "text": "Antisociales fuertemente armados irrumpieron en una misa y ocasionaron la muerte de un hombre y un niño En Manabí suman casi 1.000 muertes violentas en 2023.\nUn hombre y un niño murieron a consecuencia de un ataque de\n sicarios que irrumpieron en una iglesia de Manta, provincia de Manabí, la noche del 28 de diciembre de 2023.\nEl hecho violento ocurrió en la iglesia María Auxiliadora, de la parroquia Los Esteros, pocos minutos después de que arrancara una ceremonia religiosa en el lugar.\nLos sicarios descargaron múltiples disparos contra un hombre, generando terror entre quienes asistían a la misa.\nAdemás, la víctima colateral del ataque fue un menor de 11 años de edad, que fue trasladado gravemente herido al hospital de la ciudad, en donde finalmente falleció.\nLa Fuerza Pública adelantaba las diligencias y recababa indicios al cierre de esta nota.\nAl 28 de diciembre de 2023, con este caso, el distrito Manta suma 314 muertes violentas. Mientras que en la provincia de Manabí, 933 asesinatos.\nContenido Patrocinado\nCultura empresarial contra la violencia de género\nContenido Patrocinado\nDelicias compartidas: La magia de reunirse alrededor de una pizza\nContenido Patrocinado\nCuida tus ojos con estos consejos prácticos\nContenido Patrocinado\nRegalos que nos harán sentir como niños en Navidad\nContenido Patrocinado\n¡Comienza el año cumpliendo sueños! ¿Qué harías con $100.000?\nContenido Patrocinado\nCoonecta Red Transaccional: 17 años de inclusión financiera\nContenido Patrocinado\nLa guía definitiva para realizar compras navideñas sin estrés\nContenido Patrocinado\nPiensa en tu familia: no utilices explosivos en las fiestas\nContenido Patrocinado\nCuando conduces un ícono, eliges ser uno\nContenido Patrocinado\nCostillas de cerdo: Una receta diferente para Navidad\nContenido Patrocinado\nOMODA duplica su presencia global de SUVs\nContenido Patrocinado\nDescubre un truco para ahorrar\nContenido Patrocinado\nVinos y viajes: Regalos inolvidables por Navidad\nContenido Patrocinado\nGrünenthal: 50 años innovando por mundo sin dolor\nContenido Patrocinado\nBisbal: 20 años de música e imagen navideña de Diners Club\nContenido Patrocinado\nMetro de Quito: símbolo de unidad nacional\nContenido Patrocinado\nTecnología que llega a cada rincón del país\nContenido Patrocinado\n3 hábitos que podrían afectar a tu perro y cómo solucionarlos",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T04:15:15.415+02:00",
    "updated": "2023-12-29T04:15:15.415+02:00"
  },
  {
    "uuid": "601c6e338d869c3e73ea720039d7fcd17bebd842",
    "url": "https://www.eurasiareview.com/02022024-pentagon-says-us-can-respond-decisively-to-cyber-threat-posed-by-china",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "DoD News",
    "published": "2024-02-01T22:00:00Z",
    "title": "Pentagon Says US Can Respond Decisively To Cyber Threat Posed By China – Eurasia Review",
    "text": "Pentagon Says US Can Respond Decisively To Cyber Threat Posed By China By [DoD News](https://www.eurasiareview.com/author/american-forces-press-service/) By C. Todd Lopez The cyber challenge posed by China is unlike any challenge ever faced by the U.S. and its allies, said the commander of United States Cyber Command. Speaking yesterday before the House Select Committee on the Chinese Communist Party, Army Gen. Paul M. Nakasone told lawmakers that cyber actors in China have used malware to hold at risk critical U.S. infrastructure such as systems that provide water, electricity and fuel to U.S. citizens. He said those efforts are meant to provide options for the Chinese in crisis or conflict. “When we have discovered them in these critical infrastructures, the first thing that we need to do is to make sure that we get them out,” Nakasone said. “The second thing is that we need to have a vigilance that continues onward. This is not an episodic threat that we’re going to face. This is persistent … we have to operate every day; we have to have a vigilance. We have to have offensive and defensive capabilities.” Despite those threats, Nakasone said U.S. cyber warriors are more than adequate defenders of the nation’s infrastructure. “The men and women of U.S. Cyber Command and the National Security Agency continue to maintain our strategic advantage by contesting the threats posed by [China] in cyberspace by using the full scope of our authorities and the full spectrum of our capabilities to impose costs, deny benefits, and encourage restraint on the part of our adversary.” Nakasone also said the U.S. has its own offensive, cyber capability and making that capability well known serves as a deterrent against Chinese cyber aggression. “We do have the capability, and we’re very, very good—the best,” Nakasone said. “And in terms of the way that we communicate it, we communicate it in many different ways—from our policymakers who have these discussions to the exercises that we conduct to the real-world examples that, that we do with a series of different partners.” While Nakasone told lawmakers he believed China is a “near-peer adversary,” he also reassured those lawmakers that he believes the U.S. will maintain its supremacy in cyberspace. Nakasone has served as the commander of U.S. Cyber Command and the director of the National Security Agency since May 2018. He relinquishes his position Friday.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "paul m. nakasone",
          "sentiment": "none"
        },
        {
          "name": "c. todd lopez",
          "sentiment": "none"
        },
        {
          "name": "nakasone",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "eurasia review pentagon",
          "sentiment": "negative"
        },
        {
          "name": "pentagon",
          "sentiment": "negative"
        },
        {
          "name": "army",
          "sentiment": "none"
        },
        {
          "name": "chinese communist party",
          "sentiment": "none"
        },
        {
          "name": "united states cyber command",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:25:04.664+02:00",
    "updated": "2024-02-02T01:25:04.664+02:00"
  }
]