[
  {
    "uuid": "5e08327087d7c78db543c317391b1845473479e1",
    "url": "https://www.dnoticias.pt/2023/12/31/388429-papa-pede-aos-intervenientes-nas-guerras-que-escutem-a-voz-da-consciencia/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agência Lusa",
    "published": "2023-12-31T13:31:00Z",
    "title": "Papa pede aos intervenientes nas guerras que escutem \"a voz da consciência\"",
    "text": "Papa pede aos intervenientes nas guerras que escutem \"a voz da consciência\" O Papa Francisco pediu hoje aos que têm \"interesses\" nas guerras que \"escutem a voz da consciência\" no final do ano e tenham \"a coragem\" de se questionar sobre quantas vidas se perderam nesses conflitos. \"No final do ano, tenhamos a coragem de nos perguntar quantas vidas foram ceifadas pelos conflitos armados, quantos mortos, quanta destruição e sofrimento ou quanta pobreza\", apelou o pontífice depois de rezar a oração do Angelus na janela do Palácio Apostólico, acrescentando: \"Quem tem interesse nestes conflitos deve ouvir a voz da consciência\". O Papa já tinha lamentado a onda de violência que abalou a Nigéria neste Natal e pediu a Deus que livrasse o país \"destes horrores\" e recordou \"os martirizados\" povos da Ucrânia, de Israel, da Palestina e do Sudão, pedindo também para não se esquecer os Rohingya, o grupo étnico muçulmano de Myanmar sujeito a perseguição e assédio. Durante a mensagem do Angelus, o Papa Francisco questionou igualmente os pais se na sua vida quotidiana \"encontram tempo\" para brincar com os filhos. \"Pergunto-vos, pais e mães, se encontram tempo para brincar com os vossos filhos ou para os levar a passear. Ontem falei com uma pessoa ao telefone e perguntei-lhe onde estava. Ela respondeu-me que estava na rua com os filhos. É uma bela paternidade e maternidade\", declarou. Francisco refletiu sobre esta questão antes da oração do último Angelus e no último dia do ano, em que a Igreja Católica celebra a Sagrada Família, e recomendou que se guarde \"a capacidade de se maravilhar\" para que as relações familiares possam ser positivas. \"A capacidade de se maravilhar pode ser um segredo para se dar bem na família, não se habituar à normalidade das coisas\", aconselhou da janela do Palácio Apostólico aos cerca de 20 mil fiéis que o escutavam da Praça de São Pedro, segundo dados da Gendarmaria do Vaticano. Francisco disse que \"é bom que os casais saibam surpreender-se com o seu próprio cônjuge, por exemplo, pegando-lhe na mão ou olhando-o nos olhos por um momento, à noite, com ternura\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-31T15:50:52.857+02:00",
    "updated": "2023-12-31T16:29:19.573+02:00"
  },
  {
    "uuid": "44239902b285516f9f1afbea0814505be1694549",
    "url": "https://www.bdtonline.com/news/nation_world/volvo-group-and-westport-celebrate-transformative-partnership/article_34eb7894-d8f6-5501-9316-c451b258b4e2.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Westport Fuel Systems Inc. - (GLOBE NEWSWIRE)",
    "published": "2024-07-05T10:30:00Z",
    "title": "Volvo Group and Westport Celebrate Transformative Partnership",
    "text": "Event Highlights Joint Venture’s Role in Global Adoption of HPDI™ Fuel System,\nAdvancing Commercial Transportation to Smarter, Cleaner Power with IC Engines\nVANCOUVER, British Columbia, July 05, 2024 (GLOBE NEWSWIRE) -- Volvo Group (“Volvo”) and Westport Fuel Systems Inc. (\"Westport\" or the “Company”) (TSX: WPRT / Nasdaq: WPRT) today marked a defining moment in the journey of the newly formed joint venture (JV) as the two companies celebrated the official launch of their partnership with an exclusive event at the University of British Columbia, the birthplace of Westport's HPDI™ fuel system technology.\nNurtured for nearly 30 years within Westport, the two partners are coming together to jointly promote, develop and further accelerate the commercialization of the HPDI technology. In doing so, the JV will resolutely focus on moving forward affordable, sustainable transportation solutions using the internal combustion engine operating on renewable fuels now and hydrogen in the future.\n“This joint venture is poised to make a significant impact on global long-haul and off-road heavy-duty applications,” said Dan Sceli, Chief Executive Officer and Director of Westport Fuel Systems, and interim President of the Volvo/Westport JV. “By combining Volvo’s extensive expertise in commercial vehicle and power system manufacturing with Westport’s innovative fuel system technology, we are creating a powerful force for change that can make a meaningful contribution to reduce carbon emissions immediately and affordably. Together we are committed to delivering sustainable, efficient, and economically viable solutions for long-haul transportation.”\nPartnership is the New Leadership\nLeaders from both companies joined-in on the celebration of this milestone, emphasizing the significance of the partnership in driving forward HPDI’s breakthrough technology in tackling the urgent challenges of climate change.\n“Today is a day of celebration as we join together to collectively advance this critically important clean transportation initiative,” said Lars Stenqvist, Chief Technology Officer of Volvo Group. “We believe HPDI-powered internal combustion engines, running on hydrogen and renewable fuels, play a crucial role in global decarbonization efforts in commercial transportation. The joint venture enables us to combine this innovative fuel system with our strategic expertise to guide OEMs and fleets as they navigate the energy transition.”\n“This is a momentous occasion for Westport and the HPDI technology. The alliance between our two companies affirms our steadfast commitment to drive decarbonization in the heavy-duty sector utilizing alternative fuels while still providing the efficiency, power and durability that comes with diesel cycle engines,” said Scott Baker, Vice President, Product Development and Technology Officer of the Volvo/Westport JV.\nBaker continued, “Together, we will provide unparalleled expertise and counsel to customers around the globe on optimizing their existing CO2 reduction strategies, ultimately paving the way for a more sustainable future in heavy-duty transportation.”\nCollaboration with transportation partners and end-users has led to the deployment of the HPDI system in thousands of Volvo trucks across Europe, underscoring its effectiveness in achieving carbon neutrality. Since the commercial release of HPDI in 2018, fleets have collectively avoided hundreds of thousands of tons of CO2 emissions annually. This success demonstrates the immediate impact of integrating hydrogen and biogas technologies into existing infrastructure.\nAt the heart of the HPDI™ Fuel System is a revolutionary patented injector witha dual concentric needle design that delivers small quantities of diesel fuel and large quantitiesof natural gas, at high pressure, to the combustion chamber. The natural gas is injected at theend of the compression stroke. Launched in 2024, the Volvo FH Aero gas-powered is along-haul truck shaped for aerodynamic efficiency.\nIMAGE: VOLVO TRUCKS\nAbout Westport Fuel Systems\nAt Westport, we are driving innovation to power a cleaner tomorrow. We are a leading supplier of advanced fuel delivery components and systems for clean, low-carbon fuels such as natural gas, renewable natural gas, propane, and hydrogen to the global transportation industry. Our technology delivers the performance and fuel efficiency required by transportation applications and the environmental benefits that address climate change and urban air quality challenges. Headquartered in Vancouver, Canada, with operations in Europe, Asia, North America, and South America, we serve our customers in more than 70 countries with leading global transportation brands. At Westport, we think ahead. For more information, visit\nwww.wfsinc.com.\nContact\nWestport Media Relations\nT: 1 604-718-1992\nA photo accompanying this announcement is available at\nhttps://www.globenewswire.com/Tracker?data=4mwbFOHYyThA7aQuJKNC8vyqeteIaAWQ3gyOorEOsogP_8yai5GpMkk6bzuUwLCl8ZAYHWWntCFYHv_Ds8BkPyWWe-nR4eU_eUnbR3d_BknhAO6iSeZvrMJSRsj5H95cUmKOajEsWKpQHzT-2_QGrXF00JHh5lOXbp0KNtrzAVxrn8QJi1VrQibSp4Fi-4w7t926jRqHaWFYQa8-bKbxjezIO5gu6GqXjx8tzLVeoP8RcZlYwQY4zgM7W15mvxoA9kqiOVjf0baOqg_J8FIjNQ==",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.globenewswire.com/Tracker?data=nmBe_YoL49NW4IMmet-eLw-WmbXcfZ3E-rNVOCHhSXYujOIZ5I-FGL8ebCbB62bHOl0ahcLhcbvqydtJqigztSiNObR5-fooUU51ScwVtz0gdp8Xmi2ZuWo2fPbVkw3zDIDyGedrzjLUsIeSMZrhFmEJKYALGqmJu0oJKemjh4dZXKMa4yKg6jkh4fRZN8UVMk-dTBwGaWs5AYLACCOIEg==",
      "https://www.globenewswire.com/Tracker?data=4mwbFOHYyThA7aQuJKNC8vyqeteIaAWQ3gyOorEOsogP_8yai5GpMkk6bzuUwLCl8ZAYHWWntCFYHv_Ds8BkPyWWe-nR4eU_eUnbR3d_BknhAO6iSeZvrMJSRsj5H95cUmKOajEsWKpQHzT-2_QGrXF00JHh5lOXbp0KNtrzAVxrn8QJi1VrQibSp4Fi-4w7t926jRqHaWFYQa8-bKbxjezIO5gu6GqXjx8tzLVeoP8RcZlYwQY4zgM7W15mvxoA9kqiOVjf0baOqg_J8FIjNQ==",
      "https://www.globenewswire.com/Tracker",
      "https://globenewswire.com/Tracker?data=4mwbFOHYyThA7aQuJKNC8vyqeteIaAWQ3gyOorEOsogP_8yai5GpMkk6bzuUwLCl8ZAYHWWntCFYHv_Ds8BkPyWWe-nR4eU_eUnbR3d_BknhAO6iSeZvrMJSRsj5H95cUmKOajEsWKpQHzT-2_QGrXF00JHh5lOXbp0KNtrzAVxrn8QJi1VrQibSp4Fi-4w7t926jRqHaWFYQa8-bKbxjezIO5gu6GqXjx8tzLVeoP8RcZlYwQY4zgM7W15mvxoA9kqiOVjf0baOqg_J8FIjNQ==",
      "https://globenewswire.com/Tracker?data=nmBe_YoL49NW4IMmet-eLw-WmbXcfZ3E-rNVOCHhSXYujOIZ5I-FGL8ebCbB62bHOl0ahcLhcbvqydtJqigztSiNObR5-fooUU51ScwVtz0gdp8Xmi2ZuWo2fPbVkw3zDIDyGedrzjLUsIeSMZrhFmEJKYALGqmJu0oJKemjh4dZXKMa4yKg6jkh4fRZN8UVMk-dTBwGaWs5AYLACCOIEg=="
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "volvo group",
          "sentiment": "negative"
        },
        {
          "name": "westport celebrate transformative partnership event highlights joint venture",
          "sentiment": "negative"
        },
        {
          "name": "volvo",
          "sentiment": "none"
        },
        {
          "name": "westport fuel systems inc.",
          "sentiment": "none"
        },
        {
          "name": "university of british columbia",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "westport",
          "sentiment": "none"
        },
        {
          "name": "ic engines vancouver",
          "sentiment": "none"
        },
        {
          "name": "british columbia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T14:14:03.461+03:00",
    "updated": "2024-07-05T14:14:03.461+03:00"
  },
  {
    "uuid": "a9d83769b9bc4b758a5b135190349ce53465bc5c",
    "url": "https://www.ctpublic.org/2023-12-28/how-rock-bottom-prices-drive-shortages-of-generic-drugs-used-in-hospitals",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sydney Lupkin",
    "published": "2023-12-28T16:00:00Z",
    "title": "How rock-bottom prices drive shortages of generic drugs used in hospitals | Connecticut Public",
    "text": "How rock-bottom prices drive shortages of generic drugs used in hospitals Steven Coventry spent 20 years at the Akorn pharmaceutical factory in Decatur, Ill., and worked his way up to operations manager. The plant closed abruptly in February 2023, when the company shut down its four manufacturing facilities. In Decatur, Akorn laid off 400 employees. But Coventry went back to work at the Decatur plant last summer because new owners hired him to essentially resume his old job and bring it back to life. It was a surreal scene. \"Coffee mugs were left on tabletops, personal items,\" he said. \"It was kind of like a ghost town and a little sad to go through and see, you know, people's lives just basically upended.\" Coventry says the factory used to make 100 different products. The shutdown contributed to new drug shortages and made some others worse. He's glad to be back. \"It's like home. It's where I grew up,\" he said. \"I was really driven to ... bring it back up to its glory days of what it was in the past.\" Low prices bring unintended consequences When Americans think of drug prices, they usually think that they're too high. And for name brand drugs, that's often the case compared with the rest of the world. But when it comes to [generic sterile injectables](https://www.brookings.edu/articles/federal-policies-to-address-persistent-generic-drug-shortages/), medicines that are workhorses in hospitals, the opposite problem is true. They can be too cheap. \"For off-patent generic drugs, especially those used in the hospital setting, Americans actually pay lower prices than Europe does,\" said [Rena Conti](https://www.bu.edu/questrom/profile/rena-conti/), a professor at the Boston University Questrom School of Business. Companies compete with each other to offer hospital purchasers the lowest price, driving the prices to rock bottom. Over time, prices can get so low that it doesn't always make good business sense for the companies to keep making some drugs. So they stop. \"It's the same issues that we've been dealing with for many years, especially with these older generic drugs that are having fewer and fewer manufacturers making them,\" [Valerie Jensen](https://www.fda.gov/news-events/fda-insight/fda-insight-drug-shortages-and-covid-19), associate director for drug shortages at the Food and Drug Administration, told NPR. \"There isn't a lot of buffer when something goes wrong on the manufacturing line.\" With fewer suppliers of generic drugs, a weather event – like the tornado that ripped through a Pfizer facility earlier this year or Hurricane Maria in Puerto Rico in 2017 – can wreak havoc on an already fragile system. On top of that, the bargain-basement prices don't encourage manufacturers to invest in new equipment and other things that would keep quality high and avert recalls and shutdowns. \"I would say, fundamentally, economics is causing this problem, and this problem is long-standing,\" Conti said. \"We've been dealing with periodic and, more concerningly, persistent shortages in drugs ... for the better part of a decade or a little bit more. And fundamentally, the economics of this market has to change in order to get resilient supply.\" What happened to Akorn? Erin Fox is a hospital pharmacist who oversees purchasing drugs, medication safety and more for the University of Utah Health System. Like her peers across the country, she was caught off guard by Akorn's demise last winter. \"We actually got an email from our representative and he just said, 'Hey, we just walked in today. We learned that we're closing. Everyone has to leave today,' \" she said. \"So it was very abrupt.\" The company went bankrupt after operating at a loss \"for some time\" and failing to get acquired by a company that would cover its liabilities, Akorn's CEO said in a [letter to employees last February](https://herald-review.com/read-it-akorn-layoff-letter-to-employees/pdf_833fc5c8-b2e4-11ed-b91b-175da6b5f0d1.html) that was obtained by the Herald and Review in Decatur. As soon as Fox got the news, she and her colleagues at University of Utah Health started poring over lists of medicines to see how the shutdown would affect them. Fox's team asked their Akorn rep if they could use what they had on shelves, and the answer that day was \"yes.\" The relief wouldn't last. Six weeks later, Akorn recalled all the products it had made. There was nothing wrong with the drugs, and they hadn't expired. But no one was left at Akorn to answer the phone or initiate a specific recall if a problem did emerge. \"So you can't use it anymore,\" she said of Akorn's product line. \"There's no gray area there.\" Staffers at University of Utah Health had to log an extra 250 hours right away to deal with the fallout, taking Akorn products off shelves and finding replacements. Products included things like the opioid sufentanil, which is often used in epidurals during labor and delivery. There are alternatives, but anesthesiologists prefer working with what they know best to reduce the chances for medical errors. Akorn was also the only supplier of dimercaprol, an injectable antidote for lead poisoning. There are oral alternatives, but some patients are too sick to take them. Rising from Akorn's ashes A few months after Akorn shut down, Rising Pharmaceuticals acquired the former Akorn factory in Illinois. Rising plans to manufacture several of the generic products Akorn used to make there. \"Our intention is to really focus on those products of greatest need in the U.S. pharma marketplace and bring those back on,\" Ira Baeringer, Rising's chief operating officer, told NPR. These include injectable forms of the antibiotic levofloxacin, the anesthetic tetracaine and droperidol, a medication to prevent nausea. Rising also plans to bring back several former Akorn eyedrop products in short supply. But getting the factory up and running again is tricky because the water, air and mechanical systems had been shut down for so long. Normally, those systems run continuously. \"That takes a lot of time. It takes a lot of effort,\" Baeringer said. \"And once a facility is shut down, it means all those systems have to be revalidated. And so that's the process that we're going through right now to bring ... this facility back up into commercial production.\" He said Rising hopes the factory will be making products by the second half of 2024. But what will keep Rising from going the same way Akorn did? \"Honestly, there's probably very little that can happen to prevent it,\" said Fox of University of Utah Health, explaining that it will depend on many factors, including which products Rising chooses and how it prices them. \"So I think it's really hard to know if they'll be able to make it a success or not.\" She said she hopes Rising can get a leg up from \"people that want to keep manufacturing in the U.S.\" The Biden administration has taken steps toward mitigating drug shortages, including expanding its use of the Defense Production Act to bolster domestic manufacturing of medicines deemed critical for national defense. The administration is also investing $35 million in domestic manufacturing of key starting materials for sterile injectable drugs. \"I'm hopeful,\" Fox said of the Illinois factory. \"But we'll just have to see how it works out.\" Copyright 2023 NPR. To see more, visit https://www.npr.org.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Health",
      "Social Issue"
    ],
    "external_links": [
      "https://www.bu.edu/questrom/profile/rena-conti/),",
      "https://herald-review.com/read-it-akorn-layoff-letter-to-employees/pdf_833fc5c8-b2e4-11ed-b91b-175da6b5f0d1.html)",
      "https://www.fda.gov/news-events/fda-insight/fda-insight-drug-shortages-and-covid-19),",
      "https://www.brookings.edu/articles/federal-policies-to-address-persistent-generic-drug-shortages/),",
      "https://www.npr.org.",
      "https://brookings.edu/articles/federal-policies-to-address-persistent-generic-drug-shortages/),",
      "https://fda.gov/news-events/fda-insight/fda-insight-drug-shortages-and-covid-19),",
      "https://npr.org.",
      "https://www.herald-review.com/read-it-akorn-layoff-letter-to-employees/pdf_833fc5c8-b2e4-11ed-b91b-175da6b5f0d1.html)",
      "https://bu.edu/questrom/profile/rena-conti/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "steven coventry",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "akorn",
          "sentiment": "none"
        },
        {
          "name": "coventry",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "decatur",
          "sentiment": "none"
        },
        {
          "name": "ill.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:07:32.109+02:00",
    "updated": "2023-12-29T00:07:32.109+02:00"
  },
  {
    "uuid": "238204f3a26986ce7a4a23cba760f3148596d6c4",
    "url": "https://flipboard.com/article/why-this-unassuming-tablet-is-my-favorite-laptop-of-the-year-so-far/f-6a57b3a2f5%2Fdigitaltrends.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Digital Trends - By Mark Coppock",
    "published": "2024-04-11T00:00:00Z",
    "title": "Why this unassuming tablet is my favorite laptop of the year so far | Flipboard",
    "text": "Why this unassuming tablet is my favorite laptop of the year so far I love a good unicorn, and I’m not talking about the mythical creature with a pointy horn. I’m talking about technology that feels like it shouldn’t … [Digital Trends](/@DigitalTrends) flipped this story into [Digital Trends: Tech for the Way We Live](/@digitaltrends/digital-trends-tech-for-the-way-we-live-atkotjioz)•8h Related storyboards Related articles [Apple’s M4 chip reportedly ‘nearing production’ — and it could cause major headaches for Qualcomm and Intel](/@victormoruzzi/investing-happiness-grcme9tcz/apple-s-m4-chip-reportedly-nearing-production-and-it-could-cause-major-heada/a--t1C8BkjThKdRKEeOplZsA%3Aa%3A34621687-6b6b032a07%2Flaptopmag.com) Apple just launched its M3 family of chips six months ago, but apparently M4 chips are already \"nearing production\" and could be available in the Mac … [MSI has a new flagship PC that is absolutely gorgeous](/@wlvwildwild/relevant-gaming-ikumhud1z/msi-has-a-new-flagship-pc-that-is-absolutely-gorgeous/a-aNzsw2_6Tra4M05yovZzzg%3Aa%3A106846324-c5a5ad2f24%2Fdigitaltrends.com) MSI first showcased its range of new prebuilt gaming desktop towers earlier this year, and now the entire range is available for purchase. The … [Sneaky ways bosses can catch out work from home employees](/@jrb1815/noteworthy-articles-e1h5ro62z/sneaky-ways-bosses-can-catch-out-work-from-home-employees/a-Q7uK-RaAT3-AyMxA9Cxxeg%3Aa%3A3512123875-8ca7bc3fc0%2Funiladtech.com) A few days ago, news spread about an Australian woman who lost her job of 18 years after the Insurance Australia Group (IAG) used keystroke … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Windows 11](/topic/windows11) [I was almost interested in this newly announced Steam Deck rival until crypto vibes spoiled it all](/topic/windows11/i-was-almost-interested-in-this-newly-announced-steam-deck-rival-until-crypto-vi/a-9SOUYrsWTAa9Li3BTutV2A%3Aa%3A2413451384-d2e5d17bc2%2Fgamesradar.com) It’s amazing how a single sentence can serve up a rollercoaster of emotions, especially when I’m being baited by the idea of a Steam Deck rival. In … [What is Microsoft's mysterious new AI feature for PowerToys?](/topic/windows11/what-is-microsoft-s-mysterious-new-ai-feature-for-powertoys/a-0XslhjnwSJC-67awNsqW5w%3Aa%3A2519729559-4d7e414335%2Fwindowscentral.com) Microsoft will announced a PowerToys feature called \"Advanced Paste with Local AI\" at Build 2024. The event will focus largely on AI computing and … [More ads are set to plague your Windows 11 PC, thanks to Microsoft](/topic/windows11/more-ads-are-set-to-plague-your-windows-11-pc-thanks-to-microsoft/a-n4jcgA7NRWKfFPaeUa18aA%3Aa%3A2660668430-1874f36478%2Fpcgamesn.com) It's no secret that Windows 11 continues to endure a rocky reputation, despite efforts to improve the operating system since its launch almost three …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "microsoft",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T00:39:40.085+03:00",
    "updated": "2024-04-12T08:41:27.930+03:00"
  },
  {
    "uuid": "c9537d9803d801827ae3fc8765511f313b7676f0",
    "url": "https://www.devdiscourse.com/article/headlines/2760650-save-sharda-committee-urge-centres-intervention-in-sharda-peeth-encroachment-issue",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ANI",
    "published": "2023-12-29T05:50:00Z",
    "title": "Save Sharda Committee urge Centre's intervention in Sharda Peeth encroachment issue | Headlines",
    "text": "Save Sharda Committee urge Centre's intervention in Sharda Peeth encroachment issue Save Sharda Committee Kashmir, headed by Ravinder Pandita, has urged the Indian government to intervene in removing encroachments at Sharda Peeth in Pakistan-occupied Kashmir (PoK). [ANI](/ani-stories)| Updated: 29-12-2023 13:50 IST | Created: 29-12-2023 13:50 IST - Country: - India Save Sharda Committee Kashmir, headed by Ravinder Pandita, has urged the Indian government to intervene in removing encroachments at Sharda Peeth in Pakistan-occupied Kashmir (PoK). Highlighting the issue of encroachments, particularly the recent erection of a Coffee Home by the Pakistan army within Sharda Peeth premises, the Save Sharda Committee emphasized the persistent challenges despite a Supreme Court judgment in favour of the Committee on January 3, 2023. Civil society in PoK has joined the Committee in expressing concern about encroachments and damages to the boundary wall. Ravinder Pandita, the committee head and founder, reiterated the demand for Sharda Peeth's reopening, akin to the Kartarpur corridor, as pledged by Home Minister Amit Shah during the inauguration. He warned of a potential LoC march if encroachments, notably the Coffee Home, remain unaddressed by Pakistani authorities. Save Sharda Committee also called for Sharda Peeth to be declared a UNESCO heritage site, underlining its historical and cultural significance. At a press conference hosted today at the Press Club Bengaluru, the Save Sharda Committee Kashmir unveiled a website dedicated to the Sharda Temple in Teetwal, Kashmir. The newly launched website aims to serve as a comprehensive guide for pilgrims and tourists, offering information on the recently reconstructed Sharda Temple and Sikh Gurudwara. Inaugurated on March 22, the structures saw live streaming by Home Minister Sh. Amit Shah, LG J&K Sh. Manoj Sinha, MP South Bangalore Tejasvi Surya, and Save Sharda Committee's Head/Founder Ravinder Pandita. Supported by Dakshinayam Sringeri Mutt, the Sharda Yatra Temple has drawn around 10,000 pilgrims since its inauguration earlier this year. The Committee has already communicated its concerns to Prime Minister Narendra Modi and President PoK (AJK) through letters dated November 30, 2023. The Civil society of PoK has also echoed these sentiments in letters addressed to relevant authorities. Sharada Peeth is considered as one of the three holiest sites of pilgrimage for Kashmiri Pandits, alongside the Martand Sun Temple and the Amarnath Temple. (ANI) (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [Australia win toss, opt to bat against Pakistan in 1st Test](/article/sports-games/2745321-australia-win-toss-opt-to-bat-against-pakistan-in-1st-test) [Pakistan: Imran Khan's pre-arrest bail dismissed in Toshakhana case](/article/international/2745309-pakistan-imran-khans-pre-arrest-bail-dismissed-in-toshakhana-case) [Pakistan: Fawad Chaudhry to contest election from jail, says his wife](/article/international/2745308-pakistan-fawad-chaudhry-to-contest-election-from-jail-says-his-wife) [Pakistan: Imran Khan seeks recusal of IHC CJ from benches hearing cases against him](/article/international/2745362-pakistan-imran-khan-seeks-recusal-of-ihc-cj-from-benches-hearing-cases-against-him) [Pakistan: US agency expresses concern over uncertainties surrounding upcoming general elections](/article/international/2745355-pakistan-us-agency-expresses-concern-over-uncertainties-surrounding-upcoming-general-elections)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sharda comm",
          "sentiment": "negative"
        },
        {
          "name": "sharda peeth",
          "sentiment": "negative"
        },
        {
          "name": "ravinder pandita",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "save sharda committee",
          "sentiment": "negative"
        },
        {
          "name": "sharda committee",
          "sentiment": "negative"
        },
        {
          "name": "centre",
          "sentiment": "negative"
        },
        {
          "name": "supreme court",
          "sentiment": "none"
        },
        {
          "name": "india save sharda committee kashmir",
          "sentiment": "none"
        },
        {
          "name": "committee",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "kashmir",
          "sentiment": "none"
        },
        {
          "name": "sharda peeth",
          "sentiment": "none"
        },
        {
          "name": "pok",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T10:26:21.040+02:00",
    "updated": "2023-12-29T10:26:21.040+02:00"
  },
  {
    "uuid": "de2363021617bca8f6850a0262ae21b24c05a649",
    "url": "https://www.independent.co.uk/sport/football/brighton-danny-welbeck-premier-league-london-amex-stadium-b2470614.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ed Elliot",
    "published": "2023-12-28T21:56:00Z",
    "title": "Joao Pedro on the spot as Brighton thump Tottenham | The Independent",
    "text": "Tottenham’s Premier League revival was halted in emphatic fashion after two Joao Pedro penalties and a stunning strike from Pervis Estupinan helped injury-hit Brighton record a thumping 4-2 win.Spurs arrived at the Amex Stadium seeking a fourth successive top-flight success to reclaim fourth spot from reigning champions Manchester City.But the north London club were ripped apart as Pedro’s double and Estupinan’s thunderbolt added to Jack Hinshelwood’s opener.Tottenham, who claimed late consolations through substitute Alejo Veliz and Ben Davies, could easily have lost by more as rampant Albion twice hit the woodwork and had a Facundo Buonanotte effort disallowed.Richarlison struck a post for the visitors and was twice denied by the offside flag, while Pierre-Emile Hojbjerg also hit the woodwork.Yet, on this evidence, Champions League qualification looks a distant dream for Ange Postecoglou’s side, who had registered just one point from 15 before their recent upturn in form. Victory lifts Roberto De Zerbi’s hosts above Newcastle into eighth.Depleted Brighton were missing eight first-team players while their visitors also had a lengthy list of absentees.One-time Arsenal forward Danny Welbeck should have opened the scoring for Albion inside six minutes when he was twice denied by goalkeeper Guglielmo Vicario, but the Seagulls deservedly edged ahead with 11 minutes on the clock.Tottenham’s porous defence failed to halt Pedro’s mazy waltz across the 18-yard box and his offload was emphatically dispatched into the roof of the net by 18-year-old defender Hinshelwood.Brazilian forward Pedro duly doubled the lead with a spot-kick awarded following VAR intervention.Spurs thought they had escaped when Jan Paul van Hecke’s header from a Pascal Gross corner came back off the right post but replays showed Dejan Kulusevski pulled down Welbeck as he attempted to reach the rebound and Pedro coolly rolled home from 12 yards.Stunned Spurs showed little response and were in danger of falling further behind. James Milner rattled the right post with a superb curling effort before Buonanotte’s clinical finish was flagged offside.The away side almost gifted Brighton a third when Pedro was sent through by a calamitous back-pass from Pedro Porro, only to see his attempted dink pushed wide by Vicario.Postecoglou would undoubtedly have been happy to reach the break only two behind, albeit his side’s predicament nearly improved as Richarlison swept against the outside of the left post in added time.The Brazilian then put the ball in the net having already been ruled offside and then curled wide before again being denied by the flag of assistant referee Darren Cann.Tottenham’s frustration was quickly compounded. Seagulls substitute Estupinan, making his first appearance since November 9 due to injury, did the damage, unleashing a thunderous, dipping effort into the top right corner from around 25 yards following Milner’s short corner.Tormentor-in-chief Pedro rubbed salt into Spurs’ wounds 15 minutes from time by dispatching his second penalty after Evan Ferguson was brought down by Giovani Lo Celso.Veliz’s first goal in English football, after Kulusevski and Son Heung-min capitalised on sloppy Seagulls defending, eased the embarrassment before Davies’ header from a Porro cross increased the anxiety among home fans.But Brighton weathered a frantic nine minutes of added time, during which Hojbjerg hit the base of the right post, to claim the points.Want to bookmark your favourite articles and stories to read or reference later? Start your Independent Premium subscription today.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joao pedro",
          "sentiment": "negative"
        },
        {
          "name": "pervis estupinan",
          "sentiment": "none"
        },
        {
          "name": "jack hinshelwood",
          "sentiment": "none"
        },
        {
          "name": "pierre",
          "sentiment": "none"
        },
        {
          "name": "emile hojbjerg",
          "sentiment": "none"
        },
        {
          "name": "roberto de zerbi",
          "sentiment": "none"
        },
        {
          "name": "pedro",
          "sentiment": "none"
        },
        {
          "name": "ben davies",
          "sentiment": "none"
        },
        {
          "name": "ange postecoglou",
          "sentiment": "none"
        },
        {
          "name": "estupinan",
          "sentiment": "none"
        },
        {
          "name": "alejo veliz",
          "sentiment": "none"
        },
        {
          "name": "facundo buonanotte",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tottenham",
          "sentiment": "negative"
        },
        {
          "name": "independent tottenham’s premier league",
          "sentiment": "neutral"
        },
        {
          "name": "manchester",
          "sentiment": "none"
        },
        {
          "name": "albion",
          "sentiment": "none"
        },
        {
          "name": "newcastle",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "brighton",
          "sentiment": "none"
        },
        {
          "name": "amex stadium",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:04:14.109+02:00",
    "updated": "2023-12-29T00:04:14.109+02:00"
  },
  {
    "uuid": "a119d980439450c124c5913e64505b08e143d0d1",
    "url": "https://tiinside.com.br/05/12/2024/edtech-rocketseat-anuncia-novo-braco-de-ensino-superior",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redação",
    "published": "2024-12-05T21:13:00Z",
    "title": "Edtech Rocketseat anuncia novo braço de ensino superior",
    "text": "Depois de sete anos de fundação e de ter impactado a vida de mais de 1 milhão de pessoas por meio da educação e tecnologia, a escola de programação e desenvolvimento profissional anuncia o lançamento da Faculdade de Tecnologia Rocketseat. Consolidada como a maior comunidade de desenvolvedores da América Latina, com mais de 230 mil usuários ativos em seu servidor, a edtech dará início ao novo braço do negócio por meio de um curso de pós-graduação, o Pós Tech Developer 360, com aulas 100% online, encontros síncronos com especialistas, início previsto para janeiro de 2025 e inscrições abertas a partir de dezembro para a primeira turma.\nO objetivo é formar profissionais especializados e qualificados para os desafios reais do mercado, ensinando as tecnologias mais atuais, assim como as habilidades necessárias para se destacar em sua área. \"É um passo muito importante para consolidar a Rocketseat como referência no cenário de educação em programação no país, um dos principais mercados do mundo. Ao entrar no meio dos métodos de estudos e formação considerados 'clássicos', podemos proporcionar oportunidades mais alinhadas aos objetivos, tanto dos profissionais, quanto do mercado, com suas expectativas\", afirma Isabela Castilho, CEO da Rocketseat.\nCom um conteúdo de nível intermediário a avançado, o curso é aberto a graduados de qualquer área que já possuam conhecimento prévio ou atuam em programação. Desde Desenvolvedores(as) Juniores com mais de 2 anos de experiência e buscam seniorização e novas oportunidades até Desenvolvedores(as) Full Stack e Tech leads que querem se desenvolver ainda mais na carreira em Tecnologia.\nVisando capacitar esses perfis, a FTR parte de conteúdo atualizado e exclusivo, ensinando as versões mais recentes das tecnologias estabelecidas, que são altamente demandadas pelo mercado de trabalho. \"O curso não é só técnica em programação, integra temas como infraestrutura, que é mais avançada, Inteligência Artificial, que vai além da programação, e contempla estratégias de produto, consolidando um olhar mais amplo da profissão de programador, para formar pessoas que conseguem atuar de ponta a ponta em projetos, atuações mais requisitados e influentes, acima do full stack, por exemplo\", detalha Rodrigo Gonçalves, Head de Educação na Rocketseat.\nA Pós Tech Developer 360 da FTR terá um corpo docente único, formado por mestre e especialistas atuantes no mercado de trabalho em empresas e instituições de diferentes setores. O grupo será coordenado por Rodrigo Gonçalves, que também é mestre em educação e tecnologia e já atuou como professor e coordenador de Graduação em Sistemas de Informação.\nE para contribuir ainda mais com o desenvolvimento dos estudantes , a matrícula na FTR dará acesso à plataforma completa da Rocketseat. São 14 formações, incluindo 9 linguagens de programação, durante os 18 meses do curso. Além disso, no início de cada turma, serão realizadas grandes aulas-magnas com professores convidados, referências em seus mercados.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Corporate News and Profiles"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T02:03:43.469+02:00",
    "updated": "2024-12-06T02:03:43.469+02:00"
  }
]
