[
  {
    "uuid": "b80dc942b71bee7e0c5dcbc4894f3d1df0a5fca4",
    "url": "https://www.healthline.com/health-news/psychedelic-ibogaine-may-help-ptsd-and-depression-after-traumatic-brain-injury/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shawn Radcliffe",
    "published": "2024-01-05T05:00:00Z",
    "title": "Psychedelic Ibogaine Can Help Relieve PTSD, Depression: What to Know",
    "text": "- Veterans with traumatic brain injury who were treated with the psychedelic ibogaine saw improvements in daily functioning and mental health symptoms. - Ibogaine was given alongside intravenous magnesium to protect participants’ heart from a potential side effect of the psychedelic. - Additional studies are needed, including U.S.-based clinical trials, before ibogaine can be recommended as a treatment. Treatment with the psychedelic ibogaine improved daily functioning and mental health symptoms in a small group of veterans with mainly mild traumatic brain injury, a new pilot study found. Study author Dr. [Nolan Williams](https://profiles.stanford.edu/nolan-williams), associate professor of psychiatry at Stanford University in California, said the improvements in veterans’ symptoms of post-traumatic stress disorder (PTSD) and depression were “substantial.” In addition, “on the [traumatic brain injury] disability front, there’s not really any therapeutic options available, so it’s really useful to see improvements there,” he told Healthline. More research is needed before ibogaine can be recommended as a treatment, including U.S.-based clinical trials done under more controlled settings. “But the results are pretty exciting so far,” said Williams. The study was published Jan. 5 in [Nature Medicine](https://www.nature.com/articles/s41591-023-02705-w) [Ibogaine](https://www.healthline.com/health/ibogaine-treatment) is a psychoactive compound found in the West African shrub iboga. It is traditionally used in the local Bwiti religion for religious, spiritual and healing ceremonies. The Drug Enforcement Administration classifies ibogaine as a [Schedule I drug](https://www.dea.gov/drug-information/drug-scheduling), indicating it has “no currently accepted medical use” and “a high potential for abuse.” In order to undergo treatment with ibogaine for the new study, 30 male Special Operations Forces veterans traveled to a site in Mexico where legal ibogaine treatment is available. The veterans received ibogaine under medical supervision, along with intravenous (IV) magnesium to protect the heart. One of the possible side effects of ibogaine is a potentially fatal [abnormal heart rhythm](https://www.tandfonline.com/doi/full/10.1080/17425255.2021.1944099). None of the participants in this study experienced this kind of heart problem. Veterans reported only typical symptoms such as headache and nausea. Participants also had the opportunity to try massage, yoga, meditation or other complementary wellness activities, although researchers did not collect data on which of these activities veterans did. Researchers found that a few days after treatment, participants saw improvements in functioning and symptoms of PTSD, depression and anxiety. These effects persisted until at least one month after treatment, which was the length of follow-up in the study. Functioning includes areas such as interpersonal relationships, daily life activities and cognitive abilities. Approved therapies currently exist for traumatic brain injuries and for mental health conditions such as depression, anxiety and PTSD. This includes antidepressants, anti-anxiety medications and drugs to help with cognitive function. These may be paired with psychotherapy. These treatments can be effective for some people, but not for others, said Dr. [Sheital Bavishi](https://wexnermedical.osu.edu/find-a-doctor/sheital-bavishi-do-48912), associate professor of physical medicine and rehabilitation at The Ohio State University Wexner Medical Center in Columbus, Ohio. These drugs also have side effects, she added, which some people may not be able to tolerate. “So having more options — or more tools in our toolbox — is definitely helpful,” she told Healthline. Because traditional treatments may not work for everyone, some people with PTSD, depression or anxiety have been seeking out unapproved therapies such as ibogaine for relief from their symptoms. Other psychedelics, including [psilocybin](https://www.healthline.com/health-news/psilocybin-may-help-reduce-depression-symptoms-in-people-with-cancer) (the active ingredient in “magic mushrooms”) and [MDMA](https://www.healthline.com/health-news/will-the-fda-approve-psychedelic-mdma-to-treat-ptsd-what-to-know), have also been researched for various psychiatric conditions, with some promising results. Both MDMA and psilocybin are used alongside psychotherapy. With ibogaine, the treatment approach is a little different. “There are some psychotherapy aspects to [ibogaine treatment] — there’s a prep and there’s an integration— but it’s not psychedelic-assisted psychotherapy, like what you see with MDMA,” said Williams. “There’s no psychotherapy during the actual [ibogaine] treatment itself; rather, it’s all happening before and after.” Ibogaine is still in the early stages of clinical research, with much of the research to date focused on treating [substance use disorder](https://www.tandfonline.com/doi/full/10.1080/08995605.2022.2156200). However, interest in the compound’s potential is growing. For example, the recently passed [National Defense Authorization Act](https://www.natlawreview.com/article/defending-psychedelics-congress-includes-psychedelic-provisions-defense) has “$10 million earmarked to fund clinical trials researching ibogaine and other psychedelics as a treatment for [PTSD or] traumatic brain injuries experienced by active duty members of the U.S. military,” said Williams. The big goal with ibogaine, he said, is to do a U.S.-based trial, which would allow researchers to control for many of the factors that could affect the results. Future studies may also recruit veterans with varying severity of traumatic brain injuries or psychiatric symptoms. Bavishi, who leads the Disorders of Consciousness Program at The OSU Wexner Medical Center, said it’s important to have treatments that address the multiple symptoms that people with traumatic brain injury experience. “It’s not just brain trauma, but there’s also stress-related trauma,” she said. “So we need to be treating both at the same time; not as individual entities, but really as a combination.” Researchers are not sure why ibogaine might help people with these different conditions, but Williams said the drug works “across a lot of different systems” in the brain. It’s also not clear if the daily functioning benefits seen in the new study were due to a reduction in the psychiatric symptoms or if there was also a direct effect on the traumatic brain injury. “We do have data showing that people who have prolonged symptoms after a concussion or mild brain injury usually have an [accompanying] anxiety or mood disorder — anxiety, PTSD or depression — that is actually prolonging their symptoms,” said Bavishi. In this study, “it seems like ibogaine is reducing the mood-related symptoms that are a result of the brain injury or PTSD,” she said. “That, in turn, is improving their cognitive functioning.” Williams thinks the disability from the traumatic brain injury is likely to be partially independent of the psychiatric symptoms. “We’ll have to do some work to tease that out,” he said. “You’d have to essentially enroll people that didn’t have any of the psychiatric symptomatology, but still had [traumatic brain injury], in order to see if there is still a disability improvement [with ibogaine].” “What we may be looking at is a neuro-rehab drug,” he added. “If this is true, then it’s really exciting, because people have been looking for a neuro-rehab drug for some time. There have been candidates in the past, but nothing that has been super-compelling on that front.” A new study finds a type of psychedelic may help people with traumatic brain injury. In the study 30 male Special Operations Forces veterans with traumatic brain injury underwent treatment with the psychedelic ibogaine, along with IV magnesium to protect their heart. They were also offered complementary wellness activities such as yoga and meditation. A few days after treatment, participants saw improvements in their daily functioning and symptoms of PTSD, anxiety and depression. These benefits lasted for at least one month. This was a pilot study, so additional research is needed, including a U.S.-based trial, which would allow researchers to control for factors that can affect the results.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.nature.com/articles/s41591-023-02705-w)",
      "https://www.dea.gov/drug-information/drug-scheduling),",
      "https://www.natlawreview.com/article/defending-psychedelics-congress-includes-psychedelic-provisions-defense)",
      "https://www.tandfonline.com/doi/full/10.1080/08995605.2022.2156200).",
      "https://www.tandfonline.com/doi/full/10.1080/17425255.2021.1944099).",
      "https://profiles.stanford.edu/nolan-williams),",
      "https://wexnermedical.osu.edu/find-a-doctor/sheital-bavishi-do-48912),",
      "https://tandfonline.com/doi/full/10.1080/17425255.2021.1944099).",
      "https://natlawreview.com/article/defending-psychedelics-congress-includes-psychedelic-provisions-defense)",
      "https://www.profiles.stanford.edu/nolan-williams),",
      "https://dea.gov/drug-information/drug-scheduling),",
      "https://nature.com/articles/s41591-023-02705-w)",
      "https://tandfonline.com/doi/full/10.1080/08995605.2022.2156200).",
      "https://www.wexnermedical.osu.edu/find-a-doctor/sheital-bavishi-do-48912),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nolan williams",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "stanford university",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T02:52:27.984+02:00",
    "updated": "2024-01-06T02:52:27.984+02:00"
  },
  {
    "uuid": "48cbcc1c5c684043d8ecb2951f51b7256a355443",
    "url": "http://french.presstv.ir/Detail/2023/12/28/717179/Une-paix-Erevan-Bakou-est-dans-l-int%C3%A9r%C3%AAt-de-la-r%C3%A9gion-(Amir-Abdollahian)",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "French Presstv",
    "published": "2023-12-28T06:10:00Z",
    "title": "Iran : la paix entre l'Azerbaïdjan et l'Arménie servira les intérêts de tous les pays de la région",
    "text": "Le ministre iranien des Affaires étrangères a déclaré que l'établissement de la paix entre l'Azerbaïdjan et l'Arménie servira les intérêts de tous les pays de la région. Lors d'une réunion, mercredi 27 décembre, à Erevan avec le Premier ministre arménien, Nikol Pashinyan, le ministre iranien des Affaires étrangères, Hossein Amir-Abdollahian, a salué un accord entre l'Azerbaïdjan et l'Arménie pour résoudre leurs différends. Il a ajouté que les pays de la région étaient à même de régler eux-mêmes leurs différends et de contribuer à établir la paix et la stabilité dans la région. Il a par ailleurs prévenu que la présence de puissances extra-régionales compliquerait davantage la situation dans la région. Le plus haut diplomate iranien a souligné l'importance d'utiliser les potentiels des pays de la région, y compris dans le cadre du format 3+3, pour promouvoir la paix et garantir l'accord de paix dans la région du Caucase. Le format 3+3 englobe les trois pays du Caucase du Sud – l'Arménie, la Géorgie et l'Azerbaïdjan auxquels s’ajoutent la Russie, la Turquie et l'Iran. Il a été créé en 2020 pour promouvoir la paix et le développement dans le Caucase du Sud et résoudre les questions en suspens telles que le statut de la région du Karabakh. L'Azerbaïdjan a reconquis la région contestée du Haut-Karabakh lors d'une guerre éclair en septembre contre les forces séparatistes arméniennes ; cela ayant chassé plus de 100 000 Arméniens de souche de la région. Après seulement une journée de combats, les autorités séparatistes arméniennes qui contrôlaient le Karabakh depuis trois décennies, se sont rendues et ont accepté de se réintégrer à Bakou. L'Arménie et l'Azerbaïdjan ont déclaré qu'ils étaient sur le point de signer un accord de paix basé sur la reconnaissance de l'intégrité territoriale de chacun. La région contestée du Karabakh a été le théâtre de deux guerres coûteuses entre l’Arménie et l’Azerbaïdjan en 1990 et 2020. Le ministre des Affaires étrangères a déclaré que la politique étrangère de l'Iran attache de l'importance à l'amélioration des relations avec les pays voisins dont l'Arménie. Téhéran et Erevan entretiennent des relations positives et croissantes, mais ils devraient donner un coup d’accélérateur à la mise en œuvre des accords déjà conclus entre les deux parties, notamment dans les domaines économiques, a ajouté Amir-Abdollahian. Le Premier ministre arménien, a pour sa part salué le développement des relations mutuelles et a appelé à préparer le terrain pour l'expansion des liens. Pashinyan a par ailleurs salué la position de principe de l'Iran sur les développements régionaux destinée à établir une paix durable dans le Caucase. L'Iran et l'Arménie envisagent d'augmenter leurs échanges commerciaux à 3 milliards de dollars (Amir-Abdollahian) Lors d'une autre rencontre avec le secrétaire arménien du Conseil de sécurité, Armen Grigoryan, mercredi, le chef de la diplomatie iranienne a déclaré que les deux pays élargissaient leurs relations mais qu’ils devraient déployer davantage d'efforts pour augmenter la valeur des échanges commerciaux à 3 milliards de dollars. « L'Iran et l'Arménie devraient faire tous les préparatifs nécessaires pour stimuler les échanges commerciaux », a-t-il souligné. Il a en outre ajouté que la politique de principe et fixe de l'Iran est basée sur le respect des frontières internationales ainsi que sur l'intégrité territoriale des pays. Les problèmes régionaux doivent être résolus par les pays de la région, a souligné le plus haut diplomate de la RII. Grigoryan a déclaré que les relations Téhéran-Erevan s’inscrivaient au plus haut niveau. Il a d’ailleurs apprécié le soutien de Téhéran à l'intégrité territoriale de l'Arménie. « L'Arménie est déterminée à renforcer encore plus ses relations avec l'Iran », a-t-il ajouté.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:08.622+02:00",
    "updated": "2023-12-29T00:11:08.622+02:00"
  },
  {
    "uuid": "10ce310c35eafb61c7f1283ca1ff9db987eb9bc4",
    "url": "https://angelusnews.com/news/world/year-end-2023-abuse/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jonathan Luxmoore",
    "published": "2023-12-29T08:30:00Z",
    "title": "National reports, claims against Father Rupnik dominate 2023 headlines about abuse",
    "text": "Efforts continued throughout 2023 to tackle clerical sex crimes in the Catholic Church, with church or state reports being published in several European countries and the case of Father Marko Rupnik making numerous waves of headlines.\n\"There are very basic principles in crisis management that the church is finally learning to implement,\" said Yago de la Cierva, communications professor who teaches at the Pontifical University of the Holy Cross in Rome and author of a book on crisis management for the church.\n\"One of them is: investigate what happened and report it to your stakeholders, they have the right to know, so prevention starts on truth,\" the crisis expert told OSV News. \"But even more important is taking care of victims. Their first need is not economic compensation nor vengeance, but information about what happened and why.\"\nIn de la Cierva's native Spain, the bishops' conference pledged amends when a parliament-appointed commission, headed by ombudsman Ángel Gabilondo, reported that one in 10 citizens had suffered abuse as minors, around 1.13% said that the abuse occurred in the religious sphere and, of these, 0.6% said they have been sexually abused by a priest or religious.\nHowever, many of the Gabilondo report's recommendations had already been adopted, the conference added, while media claims of 400,000 church-related victims were \"false and unfounded.\"\n\"We express pain for the damage caused and reiterate our plea for forgiveness -- we also wish to work together towards a comprehensive reparation for victims,\" the Madrid-based conference said in an Oct. 31 statement.\n\"While abuses committed in the church are a cause of pain, the extrapolations made from this report's data do not correspond to the truth or properly represent those priests and religious who loyally dedicate their lives to serving the Kingdom,\" the Spanish bishops said.\nThe expert stressed, however, that \"the Spanish bishops didn't take the initiative in launching an investigation, as the Vatican suggested in February 2019, during the so-called abuse summit. Only when they saw the government doing it on its own did they finally decide to take action. But they arrived on the scene late, and lost the narrative battle,\" de la Cierva said. \"Much better to be proactive,\" he emphasized.\nThis was the approach taken by bishops in neighboring Portugal as they reiterated safeguarding commitments, after an independent commission, headed by attorney Pedro Strecht, presented a 500-page report in February with 512 abuse testimonies.\nHowever, Octávio Carmo, chief editor of the Portuguese church's Ecclesia information agency, criticized the Strecht Commission's reliance on anonymous testimonies and said only 17 of the 104 alleged clergy abusers named in its report were still working as priests.\nPope Francis met abuse victims privately in Portugal Aug. 2 during the church's World Youth Day festival, for which staffers and volunteers received training on abuse prevention.\nDuring an evening liturgy, the pope said the church still needed \"humble and ongoing purification,\" recognizing that anger over abuse had contributed to a \"growing detachment from practice of the faith,\" after the Portuguese report said at least 4,815 minors were sexually abused by clergy -- mostly priests -- over seven decades.\nA study in Switzerland, sponsored by the church, commissioned from Zurich University in 2021, and published in 2023, highlighted \"systemic problems,\" noting that the country's six Catholic dioceses still showed varying degrees of \"professionalization\" in countering abuse.\nA big European church still struggling with transparent investigation of abuse is that of Poland. The country's bishops confirmed March 14 they also would appoint a team to investigate clergy crimes.\n\"The wait for the commission is indeed quite long,\" Marcin Przeciszewski, director of Poland's Catholic Information Agency, or KAI, told OSV News. \"But it is also worth understanding the main person responsible for it -- Archbishop Wojciech Polak of Gniezno, delegate of child protection of the Polish bishops. He is clearly preparing that commission patiently and -- yes -- slowly -- but he does that in order to include different stakeholders, like religious orders, and get the real backing of the bishops' conference,\" he said.\nArchbishop Polak, apologized for his church's past \"naivete,\" after a report in the Rzeczpospolita daily suggested much higher rates of child abuse by Catholic clergy had occurred under communist rule than previously believed.\nThe October Synod in Rome also discussed the issue of abuse and its synthesis report acknowledged that \"concrete gestures of penitence\" were still needed to address \"structural conditions that abetted abuse.\"\nThe report mentioned a problem many bishops faced, and because of it -- failed to take action \"in the difficult situation of having to reconcile the role of father with that of judge.\" It might be appropriate, the report noted, to assign \"the judicial task to another body, to be specified canonically.\"\nChurch experts were busy investigating cases In Latin America in 2023, with the adjunct secretary of the Vatican's Dicastery for Doctrine of the Faith, Maltese Archbishop Charles Scicluna, paid a summer visit to Peru to investigate Sodalitium Christianae Vitae, a lay society of apostolic life, following a parliamentary commission's report on its activities.\nThe Sodalitium's 1971 founder, Luis Fernando Figari, was sanctioned by the Vatican in 2017 after accusations of systemic abuse against dozens of Sodalitium members. However, nothing had been done \"to hold the abusers responsible,\" theologian Rocio Figueroa, a former member and abuse victim, told OSV News in July.\nIn neighboring Bolivia, 20 former abuse victims brought legal action Oct. 3 against the Jesuits for protecting pedophile clerics in order-run schools, following the posthumous publication of diary confessions by Spanish Jesuit Father Alfonso Pedrajas by the Spanish El Pais daily in the spring. The publication sparked accusations against other priests in Bolivia and an investigation pledge by the country's bishops, as well as a letter to the pope by Bolivian president Luis Arce, requesting access to Vatican files.\nIn the United States, a number of Catholic dioceses filed for reorganization under Chapter 11 of the U.S. Bankruptcy Code during the year: the dioceses of Albany and Ogdensburg, New York, and Oakland and Santa Rosa, California, and the archdioceses of San Francisco and Baltimore. In December, the Diocese of Sacramento, California, announced it will file for bankruptcy by March.\nIn February, the Diocese of Harrisburg, Pennsylvania, reached an $18 million settlement and pledged further actions for abuse survivors. It came three years after the diocese declared bankruptcy. In July, the Diocese of Syracuse, New York, reached a multimillion dollar settlement in its June 2020 bankruptcy case, in an effort to redress both current and potential abuse claims. On Nov. 27, the Diocese of Rockville Centre, New York, proposed a $200 million settlement of 600 child sex abuse claims. Facing over 200 lawsuits alleging sex abuse filed since New York state lifted the statute of limitations on such cases, the diocese filed for Chapter 11 in Oct. 1, 2020.\nWhat sparked probably the biggest outrage, however, in the Catholic world in 2023 regarding abuse, were claims against Slovene mosaic artist Father Marko Rupnik.\nFather Rupnik was expelled from the Jesuit order June 9 because of his \"stubborn refusal to observe the vow of obedience.\" The artist had been accused by several women of sexual, spiritual and psychological abuses that occurred over a 30-year period, according to media reports. He remained a priest after his dismissal from the Jesuits, and was received into the Diocese of Koper, Slovenia, at the end of August in response to his request.\n\"How distressing this must be for the religious sisters who were his victims,\" Antonia Sobocki, director of the British-based LOUDFence organization, told OSV News. \"People are so tired of seeing the church and its moral authority sacrificed on the altar of the careers of such clerics.\"\nOn Oct. 27, the Vatican announced that Pope Francis was lifting the statute of limitations in order to investigate numerous accusations of sexual abuse by the priest.\n\"I am grateful to Pope Francis for reopening the case and letting a canonical judge examine the facts,\" de la Cierva said. \"But punishing the guilty (if that's the case) is only a part of restoring justice. Even more important is to take care of the victims from the past and avoid new victims. And to do so, an investigation is better than a trial. Pope Francis himself mentioned that cases of sexual abuse of minors and vulnerable adults need transparency, and canonical trials are the opposite of transparent,\" the crisis expert said.\nIn another development in the Rupnik situation, the Vatican announced Dec. 15 it had ordered that the Community of Loyola, a religious community of women founded in Slovenia with the assistance of the priest, be dissolved.\nAn abuse survivor told OSV News a \"much stronger focus\" was needed on victims. \"It's important that speech is now becoming genuinely free as more people feel called to speak out,\" said Daniel Pittet, a university librarian and author of \"Father, I forgive you.\"\n\"Beyond accepting that lies were told and mistakes made, it's essential to recognize how much people were hurt by the church, rather than concentrating solely on preventive and punitive measures,\" Pittet underlined.\nDe la Cierva added that \"some people have said the Rupnik case is for Pope Francis what the case of Cardinal McCarrick was for John Paul. I am not sure about that, but at least they have one thing in common: the need for an external investigation. It's not a case of vengeance, but needing to know in order to learn for the future.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rupnik",
          "sentiment": "negative"
        },
        {
          "name": "marko rupnik",
          "sentiment": "none"
        },
        {
          "name": "cierva",
          "sentiment": "none"
        },
        {
          "name": "ángel gabilondo",
          "sentiment": "none"
        },
        {
          "name": "yago de la cierva",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "catholic church",
          "sentiment": "negative"
        },
        {
          "name": "osv news",
          "sentiment": "none"
        },
        {
          "name": "pontifical university of the holy cross",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "rome",
          "sentiment": "none"
        },
        {
          "name": "spain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:01:51.549+02:00",
    "updated": "2023-12-29T19:01:51.549+02:00"
  },
  {
    "uuid": "c8519dc0d48e09d9c72606c00a0cc0dc42b340d0",
    "url": "https://www.libertaddigital.com/opinion/2023-12-28/antonio-robles-polarizacion-eres-tu-7083316/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Antonio Robles",
    "published": "2023-12-28T21:12:00Z",
    "title": "Polarización... eres tú - Antonio Robles - Libertad Digital",
    "text": "El nostre presidente, el Honorable Pere Sànchez lo ha vuelto a hacer: sois todos unos polarizadores, menos yo .\nLe podrán tener tirria, pero han de admitir que es el mejor ripio de los Santos Inocentes de este 28 de Diciembre. Admítanlo, su resiliencia no tiene parangón. La fama le precede y sus actos diarios lo ratifican. Ríndanse ante la evidencia, no ha llegado a ser nuestro Gran Timonel por casualidad, se lo está ganando a pulso.\nCon ese temple y cadencia fonética que le caracteriza ante la vulgaridad de la ultraderecha, el Molt Honorable President se escandalizó de la actual polarización política. Pero separó la paja del trigo: los polarizadores, los guerracivilistas, los crispadores profesionales, los maniqueos, los cainitas, son los otros. Y además lo dijo con palabras de seda: \"Hay una polarización asimétrica\". Unos dan y otros recibimos, vino a decir. Para los que el sintagma les resulte tosco, ahí lo tienen en toda su plenitud intelectual : \"Ya sabemos cuál es el proyecto de la derechaylaultraderecha: la rabia, el insulto, la frustración…\" Incluso dejó claro que en estos trances, ni el humor inteligente del adversario debe ser consentido , porque lo que nos jugamos es la convivencia y el reencuentro: \"Es absolutamente reprochable que un líder de la oposición bromee con que me gusta la fruta\". ¿A dónde iríamos a parar? Deberían aprender del Gobierno, tendemos los brazos a todos y dialogamos incluso con partidos con las manos manchadas de sangre. Ahí está la convivencia y no en esas bromitas de mal gusto que inducen a la venta de explosivos. \"Creo -insistió el Molt Honorable -, que esto se tiene que condenar siempre, hasta que se retracten.., y desgraciadamente eso no se ve, ni se exige\". Se refería a Isabel, no a Otegui. Por si alguno no lo había cogido.\n¡Dónde va a parar!, ¡comparar cuatro tiros y medio en la nuca de los chicos de la gasolina con esa salvajada! Es para enfadarse de verdad. Pero no, nuestro President tiende la mano a todos los enemigos de España como muestra del mejor talante democrático y levanta muros para librarnos de la pérfida derechayultraderecha. Y encima le insultan. Así va este país lleno de ingratos, ultras y desagradecidos.\nDel autor 21 Dic. 2023: Por fin Europa abrirá los ojos ante la inmersión 14 Dic. 2023: Referéndum sobre la amnistía, ¡ya! 7 Dic. 2023: Sarta de mentiras 23 Nov. 2023: Democracia y carcoma Perdonen ustedes, sé que hay gente que se empeña en no ver lo evidente, e insiste que toda la campaña de Sánchez de las últimas elecciones generales del 23J estuvo basada en el miedo a la ultraderecha . Ya saben, \"frenar la ola fascista\", \"yo o el caos\", \"levantar un muro frente a la ultraderecha\", \"progresismo o reaccionarios\", \"el bien frente al mal\"… Ya se sabe, hay gente muy retorcida que no soporta el triunfo de un hombre honesto, generoso en los pactos, tolerante (es capaz incluso de cambiar de opinión cuando es preciso hacer de la necesidad virtud), y sobre todo, sincero. Por eso, no me extraña que se sienta incomprendido, y se queje con razón: \"Aquí sólo hay gente que insulta y gente que somos insultados\". Frente a esa actitud infame, nuestro Gran Timonel es todo generosidad: \"ya saben cuál es mi compromiso, vamos a hacer del respeto nuestra forma de hacer política\".\nEntiendo que todavía haya gente que se resista a reconocer tantas virtudes. Incluso que manipulen nuestro mejor refranero y se atrevan a profanar nuestra poesía para desacreditarle. Ni caso. Para muestra, un botón. El impuesto revolucionario sigue en vigor, solo que las dos partes ganan: uno logra la investidura y los otros cobran religiosamente con presidencias, alcaldías, presupuestos… y pronto amnistías. O sea, hacen de la ambición, vicio. Unos y otros. Oigan, y a la luz del día. No me extraña que haya otros que se echen a la poesía:\n¿Qué es polarización?, dices mientras engañas\nmás que belcebú.\n¿Qué es polarización? ¿Y tú me lo preguntas?\nPolarización… eres tú .\nSi quieren un trabajo serio sobre tanta lindeza, a punto está de salir el documental en abierto POLARIZACIÓN , de Fran Jurado .\nPD: Feliz año nuevo, que éste ya no da para más extravagancias.\nTemas Pedro Sánchez",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "http://www.youtube.com/watch?v=F7RMmps6weM",
      "https://www.cervantesvirtual.com/portales/ver_la_poesia/709107_que_es_poesia/",
      "https://youtu.be/dZw9q1gfaYI?si=lFUKvWw0wVNwvj-u",
      "https://cervantesvirtual.com/portales/ver_la_poesia/709107_que_es_poesia/",
      "https://www.cervantesvirtual.com/portales/ver_la_poesia/709107_que_es_poesia",
      "https://www.youtu.be/dZw9q1gfaYI?si=lFUKvWw0wVNwvj-u",
      "http://youtube.com/watch?v=F7RMmps6weM",
      "https://youtu.be/dZw9q1gfaYI",
      "http://www.youtube.com/watch"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:51.634+02:00",
    "updated": "2023-12-29T00:11:51.634+02:00"
  },
  {
    "uuid": "c23209693de795adaf7808aaa379d1b209449d5a",
    "url": "https://ideamensch.com/angela-tait/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stefan Junge",
    "published": "2023-12-28T16:00:00Z",
    "title": "Angela Tait",
    "text": "Angela Tait, the visionary behind\nTait Consulting, is a transformative force in HR and recruitment. Her mission is to empower leaders, enabling them to reclaim their time and build their empire. Angela achieves this by helping them hire top talent, implementing strategic initiatives, and providing one-on-one business coaching to boost profitability.\nArmed with a Master’s in Organizational Development from Pepperdine University and a Society of Human Resource Management-Certified Professional certification (SHRM-CP), Angela brings a potent blend of education and real-world experience to her role as an HR expert. She also serves on the board of the Arizona Organization Development Network (AZODN), further solidifying her standing in the field.\nAmidst the challenges of a pandemic, Angela achieved a remarkable feat by spearheading the growth of a real estate company from 10 to 100 employees in just two years, elevating retention rates by an impressive 80%.\nAngela’s expertise has earned her recognition in esteemed publications like USNews, Authority Magazine, Buffalo News, and more. She lives in Phoenix, AZ, where she balances her thriving career with her cherished role as a wife and mother of two children.\nWhat is your typical day, and how do you make it productive?\nMy typical day is quite dynamic, but I’ve developed a routine that helps me stay productive and balanced. I kickstart my morning with a quick Peloton workout, ensuring I’m physically energized for the day ahead. Spending precious moments with my two boys in the morning is essential; it sets a positive tone for the day. My older son heads to pre-k, and the nanny takes care of my youngest, Oliver, giving me dedicated work time.\nI have a cozy office in my house, separate from the main living area, which allows me to maintain focus. In the morning, I dive into my inbox, attend to emails, and engage in writing tasks, which might include articles, social media posts, or progress on my upcoming book due by the end of 2023. I also manage meetings and follow up with potential candidates for open positions, all while advancing ongoing projects and addressing business development needs.\nIn the afternoon, I switch gears to pick up my son from school and cherish quality time with both my boys. The key to my productivity lies in a balanced approach: moving my body, actively pursuing my goals, and, most importantly, keeping my family, which is my top value, at the forefront of my daily priorities. This harmonious blend fuels my productivity and fulfillment throughout the day.\nHow do you bring ideas to life?\nBringing ideas to life involves a combination of collaboration and swift action. Here’s a breakdown of my process:\n1. Conceptualization: Start by brainstorming and generating ideas. This can be done individually or through collaboration with others. Group discussions often lead to a wider range of perspectives and creative solutions.\n2. Evaluation: Assess the feasibility and potential impact of each idea. Consider factors like resources required, time constraints, and alignment with goals or objectives.\n3. Planning: Once a viable idea is selected, create a detailed plan outlining the steps needed to execute it. Define roles and responsibilities if working with a team.\n4. Action: Don’t delay. Begin implementing my idea as soon as possible. Procrastination can lead to missed opportunities or diminished enthusiasm.\n5. Adaptation: Be open to adjusting the plan as I progress. Not every detail can be anticipated, and flexibility is key to overcoming unexpected challenges.\n6. Feedback: Continuously seek feedback from stakeholders, team members, or potential users. Their input can help refine the idea and make it even better.\n7. Persistence: The process of bringing an idea to life can be challenging. Staying committed, remain resilient in the face of setbacks, and keep refining and iterating as necessary.\n8. Celebration: When the idea reaches fruition, take a moment to celebrate success and acknowledge the efforts of those involved.\nBy combining collaboration with a bias toward action and adaptability, I can effectively bring ideas to life and turn them into tangible achievements.\nWhat’s one trend that excites you?\nThe trend of companies prioritizing employee well-being and development is indeed exciting. It’s a shift towards a more human-centric approach to work, and it has the potential to create a positive ripple effect not only within organizations, but also in society as a whole. When employees are happier, more engaged, and supported in their growth, they are likely to be more productive, creative, and innovative. This, in turn, can lead to more sustainable businesses and a better quality of life for individuals. It’s a trend that aligns with the idea that when people thrive at work, they contribute to a happier and more fulfilled world beyond the workplace, and that’s truly inspiring.\nWhat is one habit that helps you be productive?\nOne habit that helps me be productive is setting clear and prioritized daily goals. Each morning, I identify the most important tasks I need to accomplish and create a to-do list with a clear order of priority. This habit helps me stay focused and organized throughout the day, ensuring that I tackle the most critical tasks first and maintain a sense of accomplishment as I check them off my list.\nWhat advice would you give your younger self?\nThe advice to trust the process and have faith in the journey is valuable. Here’s a message to my younger self:\nDear Younger Self,\nTrust the process of life. There will be moments of uncertainty and challenges that may seem insurmountable, but remember that everything happens for a reason. The struggles and successes, the highs and lows – they all play a part in shaping who you become. Have faith that the path you’re on will lead to valuable lessons and opportunities for growth. Even when things don’t make sense at the moment, they will eventually fall into place. Embrace each experience as a stepping stone toward a brighter future.\nWith patience and perseverance, you’ll find your way. Keep believing in yourself, keep learning, and keep moving forward. The journey is as important as the destination, and it will all be worth it.\nSincerely, Your Wiser Self\nTell us something you believe almost nobody agrees with you.\nWhile the idea of waking up early is often associated with productivity, I believe that the optimal wake-up time can vary from person to person. Some individuals are naturally more productive during later hours, and it’s essential to align your schedule with your circadian rhythms and personal preferences. It’s not always necessary to wake up super early to be productive. The key is to find a routine that works best for you and allows you to maximize your productivity and overall well-being.\nThe habit of embracing discomfort and taking risks. Stepping outside your comfort zone is where personal growth and learning often occur. I recommend that everyone should make a conscious effort to get uncomfortable regularly. Challenge yourself, take risks, and put yourself in situations where you might face rejection or failure. It’s in these moments of discomfort that you discover your true potential, build resilience, and learn valuable lessons. Embracing discomfort is a powerful catalyst for personal growth and can lead to meaningful and transformative experiences.\nWhen you feel overwhelmed or unfocused, what do you do?\nWhen I find myself overwhelmed or struggling to focus, I turn to physical activity. Whether it’s a workout, dancing, or simply taking a walk, moving my body helps me reset and re-energize. It clears my mind, reduces stress, and allows me to return to my tasks with a renewed sense of focus and clarity. Physical activity is my go-to method for regaining balance and productivity when things get overwhelming.\nOne of the most impactful strategies that has propelled my career and business growth is prioritizing relationships. I’ve found that cultivating meaningful connections with others, both personally and professionally, can open doors and create opportunities that might not have been possible otherwise. I actively engage with my network by consistently sharing my business endeavors on social media platforms. This not only keeps my network informed about my work, but also encourages referrals and recommendations. In fact, the majority of my clients have come through referrals from friends, family, and connections within my network. By building and maintaining strong relationships, I’ve not only gained valuable clients, I have also established a reputation as someone trustworthy and reliable in my field. This strategy has driven business growth and enriched my career with a network of supportive individuals who continue to contribute to my success.\nA failure in my career has been underestimating my capability and my worth in previous roles that I took or turned down. One example is making a decision to give a role to someone less qualified due to personal reasons, resulting in taking a step down from a position I had worked hard to earn. From these experiences, I learned the importance of pausing, reflecting, and taking the time to carefully consider my decisions.\nI realized that quick, impulsive responses based on short-term benefits can sometimes lead to long-term setbacks. It taught me the value of a more deliberate and proactive approach to decision-making. I now prioritize looking at the long-term rewards and considering the impact of my choices on my career and personal goals. These failures served as valuable lessons in making decisions that align with my desired outcomes and contribute to my future success.\nWhat is one business idea you’re willing to give away to our readers?\nIf you’re seeking cost-effective support for your business, consider utilizing Handshake to find interns. It’s a win-win situation where you can offload tasks and provide valuable experience to someone in your field. Handshake is a platform used by colleges nationwide to connect current and alumni students with open positions.\nLinkedIn is a crucial software tool for me. I use it for networking in my business and also to identify potential candidates for roles I’m recruiting for clients.\nWhat is the best $100 you recently spent?\nI invested in a ticket to attend The Powerhouse Women event in Scottsdale, AZ. It provided valuable information, motivation in my business goals, reconnections with friends, and new connections with inspiring women in business, leading to valuable resources.\nI’ve gained significant value from “The Learning Leader Show” with Ryan Hawk due to its insightful and brilliant guest speakers. Additionally, “Buy Back Your Time” by Dan Martell has equipped me with valuable tools to scale my business and reclaim more time in my day.\nWhat’s a movie or series you recently enjoyed and why?\nThe recent movie, “Barbie” was enjoyable because it addresses women’s challenges and empowerment in a thoughtful way. Films that explore these themes can be not only entertaining, but also thought-provoking and inspiring. It encouraged important conversations and reflection on gender equality and feminism in society today.\nKey learnings:\n● Prioritizing relationships, both personal and professional, is a crucial driver of career and business success.\n● Embracing discomfort and taking calculated risks fosters personal growth and development.\n● Effective decision-making involves pausing, reflecting, and considering the long-term consequences of choices.\n● Utilizing online platforms like Handshake can provide cost-effective support for businesses through internships.\n● Engaging in physical activity, such as exercise or dancing, is an effective strategy to reset and regain focus when feeling overwhelmed or unfocused.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.taitconsultingllc.com/",
      "https://taitconsultingllc.com",
      "https://taitconsultingllc.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "angela tait angela tait",
          "sentiment": "positive"
        },
        {
          "name": "angela",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tait consulting",
          "sentiment": "positive"
        },
        {
          "name": "arizona organization development network",
          "sentiment": "none"
        },
        {
          "name": "usnews",
          "sentiment": "none"
        },
        {
          "name": "shrm",
          "sentiment": "none"
        },
        {
          "name": "authority magazine",
          "sentiment": "none"
        },
        {
          "name": "society of human resource management",
          "sentiment": "none"
        },
        {
          "name": "buffalo news",
          "sentiment": "none"
        },
        {
          "name": "pepperdine university",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:24:37.643+02:00",
    "updated": "2023-12-29T00:24:37.643+02:00"
  },
  {
    "uuid": "24db916e54633ed6021e4322df4d5d627157d90c",
    "url": "https://www.expressandstar.com:443/news/world-news/2023/12/28/venezuela-to-hold-military-exercises-as-british-warship-heads-to-guyana/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "World News",
    "published": "2023-12-28T21:57:00Z",
    "title": "Venezuela to hold military exercises as British warship heads to Guyana | Express & Star",
    "text": "Nicolas Maduro described the impending arrival of HMS Trent to Guyana’s shores as a ‘threat’ to his country. President Nicolas Maduro has ordered Venezuela’s armed forces to conduct defensive exercises in the Eastern Caribbean after the UK sent a warship towards Guyana’s territorial waters as the South American neighbours dispute a large border region. In a nationally televised address on Thursday, Mr Maduro said 6,000 Venezuelan troops, including air and naval forces, will conduct joint operations off the nation’s eastern coast — near the border with Guyana. Mr Maduro described the impending arrival of British ship HMS Trent to Guyana’s shores as a “threat” to his country. He argued the ship’s deployment violates a recent agreement between the South American nations. “We believe in diplomacy, in dialogue and in peace, but no one is going to threaten Venezuela,” Mr Maduro said in a room where he was accompanied by a dozen military commanders. “This is an unacceptable threat to any sovereign country in Latin America.” Venezuela and Guyana are involved in a border dispute over the Essequibo, a sparsely populated region the size of Florida with vast oil deposits off its shores. The region has been under Guyana’s control for decades. But in December, Venezuela relaunched its historical claim to the Essequibo through a referendum in which it asked voters in the country whether the Essequibo should be turned into a Venezuelan state. As tensions over the region escalated, the leaders of both countries met in the Caribbean island of St Vincent and signed an agreement which said they would solve their dispute through nonviolent means. During the talks, however, Guyana’s President Irfan Ali said his nation reserved its right to work with its partners to ensure the defence of his country. On Thursday, Guyanese officials described the visit of HMS Trent as a planned activity aimed at improving the nation’s defence capabilities and said the ship’s visit will continue as scheduled. “Nothing that we do or have done is threatening Venezuela,” Guyana’s vice-president Bharrat Jagdeo told reporters in Georgetown, the nation’s capital. HMS Trent is a patrol and rescue ship that was recently used to intercept drug traffickers off the West Coast of Africa. It can accommodate up to 30 sailors and a contingent of 18 marines and is equipped with 30mm cannons and a landing pad for helicopters and drones. The ship had been sent to Barbados in early December to intercept drug traffickers, but its mission was changed on December 24, when it was sent to Guyana. Authorities did not specify when it was expected to arrive off Guyana’s shores. The UK’s Ministry of Defence said the ship would be conducting joint operations with Guyana’s defence forces. The nation of 800,000 people has a small military that is made up of 3,000 soldiers, 200 sailors and four small patrol boats known as Barracudas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nicolas maduro",
          "sentiment": "negative"
        },
        {
          "name": "maduro",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "venezuela",
          "sentiment": "none"
        },
        {
          "name": "guyana",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "eastern caribbean",
          "sentiment": "none"
        },
        {
          "name": "latin america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:05:08.570+02:00",
    "updated": "2023-12-29T00:05:08.570+02:00"
  },
  {
    "uuid": "2bf82c817b89a5f0f560161f038b1f7c41f4ee71",
    "url": "https://www.devdiscourse.com/article/science-environment/3498922-dramatic-rescue-all-31-workers-safe-after-tunnel-collapse-in-la",
    "ord_in_thread": 0,
    "author": "Devdiscourse News Desk",
    "published": "2025-07-10T05:05:00Z",
    "title": "Dramatic Rescue: All 31 Workers Safe After Tunnel Collapse in LA | Science-Environment",
    "text": "Dramatic Rescue: All 31 Workers Safe After Tunnel Collapse in LA\nThirty-one workers have been successfully rescued following the collapse of an industrial tunnel in Wilmington, Los Angeles. The tunnel, intended for wastewater management, collapsed about six miles from its entry point. More than 100 responders contributed to the rescue effort, ensuring everyone's safety.\nDramatic Rescue: All 31 Workers Safe After Tunnel Collapse in LA\nIn a stunning rescue operation, all 31 workers trapped in a collapsed industrial tunnel in Wilmington, Los Angeles, have been safely brought out, city officials confirmed late Wednesday.\nThe mishap occurred in a tunnel with an 18-foot diameter, under construction for municipal wastewater management, according to the Los Angeles Fire Department (LAFD). \"LAFD has just reported that all workers who were trapped in the tunnel are now out and accounted for. I just spoke with many of the workers who were trapped. Thank you to all of our brave first responders who acted immediately,\" Los Angeles Mayor Karen Bass announced on X.\nThe collapse took place approximately six miles south of the tunnel's sole access point. An impressive fleet of over 100 emergency responders was deployed to manage the incident, ensuring the swift and safe rescue of all trapped individuals.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Social Issue"
    ],
    "topics": [
      "Human Interest->human mishap",
      "Disaster and Accident->emergency response",
      "Disaster and Accident->structural failure",
      "Social Issue->social condition",
      "Social Issue->social problem",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T08:23:16.475+03:00",
    "updated": "2025-07-10T05:34:11.000+00:00"
  },
  {
    "uuid": "49b094c6ed32f48a8d539ed0f048fcf3c5dc06d0",
    "url": "https://www.meneame.net/story/zelenski-destituye-jefe-fuerzas-armadas-ucrania/c0210",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "suppiluliuma",
    "published": "2024-06-27T21:30:00Z",
    "title": "#210 Zelenski destituye al jefe de las Fuerzas Armadas de Ucrania",
    "text": "[Tkachenko](/user/Tkachenko)a [europapress.es](/go/link/3952668) [#192](c192#c-192) “ Bajo el liderazgo de Gorbachov, la Unión Soviética intentó consolidar el control del poder en el país por parte del Partido Democrático Popular de Afganistán (PDPA, por sus siglas en inglés), primero, en un esfuerzo genuino por estabilizar el país y luego como una medida para salvar las apariencias mientras retiraba las tropas”\nSalvar las apariencias de las enormes pérdidas que estaban teniendo y ante la imposibilidad de consolidar su dominio. Retirada.\n¿Por qué crímenes se juzgará a concretamente a Zelensky?\n[#200](c200#c-200) Dame un informe reciente de AI\nLa AI creo que ya no quiere hacer informes en Ucrania, que los de Kiev no están muy contentos con su presencia allí,\nY se dedican a bombardear a su propia población.\nSi eso es cierto\nLo es.\nhttps://timesofindia.indiatimes.com/world/rest-of-world/thirteen-killed-after-ukraine-shells-russian-controlled-city-of-donetsk-officials/articleshow/107028249.cms\nhttps://www.reuters.com/world/eight-killed-after-ukraine-shells-russian-controlled-city-donetsk-mayor-2024-01-21/\nSólo tengo que ponerlo una vez, no mil. Salvo que insistas en no leerte los enlaces, como sueles hacer\n[#196](c196#c-196) Sigues sin contestar a mi pregunta, [@vonmises.](/user/vonmises.) ¿Crees que Gran Bretaña dejó de ser una democracia al no convocar elecciones en 1940?\n[#198](c198#c-198) Putin es un fascista, y lo sabes. Por eso le apoyas.\nLo que sé de verdad es que Putin no ha puesto a un fascista en el gobierno de primer ministro, como sí ha hecho Zelenski\nNo, han prohibido partidos favorables al país que los está invadiendo. Como Gran Bretaña con la UBF.\nAhora me entero de que en Gran Bretaña un tercio de la población era votante de la UBF....\nCuriosa analogía la que tu haces, teniendo en cuenta que la población prorrusa es la que, mayoritariamente, votaba a partidos socialistas y comunistas.\nSi estuvieran a favor de un invasor extranjero de España, seguro.\nUn invasor extranjero que tiene de simpatizantes a más de un tercio del censo, o sea partidos que representarían a 15 millones de españoles....\nSigue sin funcionar mucho tu analogía....\nEl único partido prorruso que representaba las opciones politicas de una porción significativa de la población ucraniana era el comunista.\nPues ya me explicarás porqué prohibieron y persiguieron también al partido que gobernaba, que no era comunista...\nNo se pueden hacer elecciones porque, debido a la guerra, se ha declarado la ley marcial. Y la ley ucraniana no permite elecciones durante la ley marcial.\nExtraño, teniendo en cuenta que, debido a que llevan en guerra desde 2014, NO se han frenado ninguna de las elecciones que han llevado a Zelenski al poder. Curioso esto de la democracia ukro.\n[#201](c201#c-201) Una vez más no respondes a mi pregunta: ¿crees que Gran Bretaña dejó de ser una democracia al no convocar elecciones en mil novecientos cuarenta?\nTranquilo, ya vendrás con una nueva mentira para justificarte. Intenta ser original.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://timesofindia.indiatimes.com/world/rest-of-world/thirteen-killed-after-ukraine-shells-russian-controlled-city-of-donetsk-officials/articleshow/107028249.cms",
      "https://www.reuters.com/world/eight-killed-after-ukraine-shells-russian-controlled-city-donetsk-mayor-2024-01-21/",
      "https://reuters.com/world/eight-killed-after-ukraine-shells-russian-controlled-city-donetsk-mayor-2024-01-21/",
      "https://www.timesofindia.indiatimes.com/world/rest-of-world/thirteen-killed-after-ukraine-shells-russian-controlled-city-of-donetsk-officials/articleshow/107028249.cms",
      "https://www.reuters.com/world/eight-killed-after-ukraine-shells-russian-controlled-city-donetsk-mayor-2024-01-21"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:31:13.562+03:00",
    "updated": "2024-06-28T01:31:13.562+03:00"
  }
]