[
  {
    "uuid": "6fb7156fa0a402ce23553aeb965a82e4f765926c",
    "url": "https://www.14news.com/2024/06/22/missing-hiker-found-alive-after-being-lost-10-days-mountains",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "KSBW via CNN Newsource",
    "published": "2024-06-22T00:00:00Z",
    "title": "Missing hiker found alive after being lost for 10 days in mountains",
    "text": "SANTA CRUZ COUNTY, Calif. (KSBW) - A missing hiker was finally rescued after he was lost for 10 days in the Santa Cruz Mountains of California. The 34-year-old man was only going for a three-hour hike when he disappeared. “I didn’t bring anything because I thought I was doing a three-hour hike to go to work,” Lukas McClish, the rescued hiker, said. He was lost in the woods for nine nights and 10 days, shirtless with only a flashlight and folding scissors. It would be more than a week before the raggedy-looking hiker would be found. “So, I kind of just hiked. Each day, I go up a canyon, down a canyon to the next waterfall, sit down by the waterfall, drink water out of my boot,” Lukas McClish recalled. It was a Tuesday when Lukas McClish went for a hike in Boulder Creek and ended up getting lost. “I felt comfortable the whole time I was out there. I wasn’t worried about it,” Lukas McClish said. “I had a mountain lion that was following me, but it was cool. It kept its distances. I think it was just somebody watching over me.” The problem was that Lukas McClish didn’t tell anyone where he was going. By the time Father’s Day rolled around on Sunday, his family started worrying and filed a missing person’s report. The search was on then. “Some nights, although, I just had to trust God that he was going to be OK, and that was hard to do some nights when we would go to bed at night because I would worry about where he was, where he was sleeping and how cold he was and where he was if he was alive,” Diane McClish, the hiker’s mother, said. Lukas McClish drank from water from creeks, ate wild berries and slept on a wet bed of leaves all while yelling for help and thinking of his next meal. “‘Just help. Help, I’m over here.’ Or, ‘Is anybody out there?’” Lukas McClish remembered saying while he was lost. “I want a burrito or a taco bowl. That’s what I thought about every day when I, after the first five days, when I started to kind of realize that I might be in over my head.” But on Thursday afternoon, someone finally heard his cries for help. The Boulder Creek Fire Department deployed a drone and spotted his location. A K-9 tracked him down and Lukas McClish was escorted out of a remote canyon, finally reunited with family. “Met a lot of people because I had more people come to me and tell me how much they love my son and how they just hoped that we would find him,” Diane McClish said. “I didn’t realize that so many people in this town love Luke.” Fortunately, Lukas McClish had no major injuries. Copyright 2024 KSBW via CNN Newsource. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lukas mcclish",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ksbw",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "calif.",
          "sentiment": "none"
        },
        {
          "name": "boulder creek",
          "sentiment": "none"
        },
        {
          "name": "santa cruz mountains of california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T11:18:11.216+03:00",
    "updated": "2024-06-22T11:18:11.216+03:00"
  },
  {
    "uuid": "df0e4b55b19a2c3a38f7ff1d4664eb4cc9858b51",
    "url": "http://www.godlikeproductions.com/forum1/message5630204/pg1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Emeraldlight User ID",
    "published": "2024-01-25T20:56:00Z",
    "title": "'The Entire Journalism Industry Is In Freefall': Taylor Lorenz Vlogs The Death Of MSM As BuzzFeed, Insider And Vice Jettison Assets",
    "text": "Users Online Now:\n1,970\n(\nWho's On?\n)\nVisitors Today:\n700,244\nPageviews Today:\n1,306,591\nThreads Today:\n684\nPosts Today:\n12,210\n05:01 PM\nDirectory\nAdv. Search\nTopics\nForum\nBack to Forum\nPost New Thread\nReply\nView Favorites\nJoin Now, Free! (& No Ads!)\nForgot Your Password?\nEmail\nPassword\nRemember\nRate this Thread\nAbsolute BS\nCrap\nReasonable\nNice\nAmazing\nPage\n1\nBottom\nSearch Replies\nPrevious Page\nNext Page\nSearch Terms:\nHighlight Matches\n'The Entire Journalism Industry Is In Freefall': Taylor Lorenz Vlogs The Death Of MSM As BuzzFeed, Insider And Vice Jettison Assets\nEmeraldlight\nUser ID: 80816366\nUnited States\n01/25/2024 04:52 PM\nReport Abusive Post\nReport Copyright Violation\n'The Entire Journalism Industry Is In Freefall': Taylor Lorenz Vlogs The Death Of MSM As BuzzFeed, Insider And Vice Jettison Assets\nCorporate media is on life support. Driven to cut costs by sagging ad revenues and waning appetite for propaganda, layoffs and 'restructurings' are happening all over.\nEarlier this week the LA Times laid off 120 employees, around 20% of its newsroom.\nMeanwhile, BuzzFeed and Vice Media - two former darlings of digital media, are looking to siphon off assets. BuzzFeed, which has lost over 97% of its value since going public in 2021, is looking to sell its food sites, Tasty and WeFeast. While Fortress Investment Group, which took over Vice in bankruptcy last year, is looking to sell its Refinery29 women's lifestyle site, the Wall Street Journal reports.\n[\nlink to www.zerohedge.com (secure)\n]\nAnonymous Coward\nUser ID: 85973441\nUnited States\n01/25/2024 04:52 PM\nReport Abusive Post\nReport Copyright Violation\nRe: 'The Entire Journalism Industry Is In Freefall': Taylor Lorenz Vlogs The Death Of MSM As BuzzFeed, Insider And Vice Jettison Assets\nAnonymous Coward\nUser ID: 86771072\nUnited Kingdom\n01/25/2024 04:56 PM\nReport Abusive Post\nReport Copyright Violation\nRe: 'The Entire Journalism Industry Is In Freefall': Taylor Lorenz Vlogs The Death Of MSM As BuzzFeed, Insider And Vice Jettison Assets\nPage\n1\nTop\nPrevious Page\nNext Page\nBack to Forum\nPost New Thread\nReply\nView Favorites\nDisclaimer / Copyright Info\n-\nPrivacy Policy\n-\nTerms Of Use\n-\nCancellation Policy / Billing Help\nMail\nWebmaster\nwith questions or comments about this site.\nCopyright © 1999 - 2023 Godlikeproductions.com\nPage generated in 0.024s (7 queries)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "taylor lorenz vlogs",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "la times",
          "sentiment": "none"
        },
        {
          "name": "forum post",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:01:46.240+02:00",
    "updated": "2024-01-26T00:01:46.240+02:00"
  },
  {
    "uuid": "3ec8a62e7a1397cc16997d23c434d07396129f8b",
    "url": "https://vnexplorer.net/paola-concia-sconcertata-da-questa-canizza-trattata-come-il-diavolo-il-pd-ce-chi-sta-sullaventino-s624214.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-24T04:18:00Z",
    "title": "Paola Concia: “Sconcertata da questa canizza, trattata come il diavolo. Il Pd? C’è chi sta sull’Aventino”",
    "text": "PRESENTAZIONE SESTA EDIZIONE DI FIERA DIDACTA ITALIA\nPaola Concia, una vita dedicata a battaglie di libertà. Una storia politica variegata, dal Pci al Pds ai Ds, ex parlamentare. Protagonista suo malgrado di una vicenda surreale, chiamata dal Ministro Valditara a far parte, per poi venire subito revocata, di un gruppo di lavoro sulla violenza sulle donne.\nCome l’hai presa?\n«Sono spesso in Italia per lavoro, con la politica ho preso le mie giuste distanze, quindi la guardo un poРІР‚в„ў da lontano e mi Р“РЃ sembrato tutto una gran caciara. Una polemica assurda, addirittura la raccolta di firme neanche fossi veramente il diavolo! Da una parte e dallРІР‚в„ўaltra poi, essendo io una riformista, non vado bene nemmeno a certa sinistra massimalista, perchР“В© sono una dialoganteР’В».\nQualcuno ha pensato a un’improvvisazione un po’ strumentale di Valditara per prendere un simbolo…\n«Non Р“РЃ cosР“В¬ perchР“В© io e Valditara lavoriamo insieme, e anche molto bene, da quando lui Р“РЃ ministro. Io organizzo in Italia da 7 anni Didacta Italia, lРІР‚в„ўevento piР“в„– importante sulla innovazione della scuola, che Р“РЃ tedesco e che ho importato. E con lui lavoro perchР“В© il maggiore partner Р“РЃ appunto il ministero, e in queste sette edizioni ho cambiato sette ministri. Mi aveva parlato di questo progetto che stava portando avanti da agosto e ci Р“РЃ sembrato naturale che dessi una mano, ovviamente pro bono, con le altre due persone scelte. Sembrava una cosa cosР“В¬ normale che poi siamo rimasti spiazzatiР’В».\nIn cosa consiste quindi questo progetto e come si sarebbe sviluppato?\n«Sono state dette tutte falsitР“В . Il progetto Р“РЃ intanto facoltativo perchР“В© segnalo che la scuola Р“РЃ giР“В iniziata. Р“в‚¬ un progetto di trenta ore in cui, in ogni classe, si fanno gruppi di discussione tra ragazzi e ragazze sul tema specifico della violenza sulle donne e sullo stato delle relazioni tra di loro, i protagonisti sono i ragazzi. Si crea quindi un clima agevolato dagli insegnanti, prontamente formati da Indire e dagli psicologi, che moderano e coordinano questi gruppi. Р“в‚¬ quindi un progetto culturale, di questo si trattaР’В».\nQuello che fa sorridere ma anche rabbia è che poi il leitmotiv su questo tema è che non basta un’impostazione securitaria ma serve un lavoro culturale, e cosa c’è di più di un lavoro del genere nelle scuole?\n«Esatto. Poi sono rimasta abbastanza sconcertata da questa canizza, di questa roba brutta a prescindere da me. Io sono stata criticata solo per la mia biografia, nessuno sapeva niente di questo progetto e poi ci sono andate di mezzo anche le altre due. Ma quello che mi ha fatto abbastanza orrore Р“РЃ che questa povera Giulia, e con lei tutte le vittime di femminicidio, una cosa del genere non se la meritavano, con tutto il paese giustamente sconvolto dalla sua morte e poi, nel momento in cui veniamo chiamati a responsabilizzarsi e a fare delle cose, la politica ci ha fatto una figura veramente penosaР’В».\nNon è una novità che queste critiche non arrivino soltanto da destra, anche perché nella tua vita hai “preso schiaffi” a destra come a sinistra. Anche in questa occasione ti hanno dato della “sciocca che si fa abbindolare, della foglia di fico”. Fa riflettere che una reazione del genere ci sia stata anche a sinistra.\n«A sinistra, in quello che era il mio partito, non hanno fiatato quando Pro Vita ha raccolto le firme, non hanno fiatato perchР“В© una parte di massimalisti del Pd probabilmente sta sullРІР‚в„ўAventino, mi hanno chiamata privatamente senza che ci fosse uno ad esporsi pubblicamente, perchР“В© loro proprio non vogliono che una persona di sinistra partecipi a un progetto culturale col centrodestra. Io sono sempre stata molto criticata e non amata, essendo una persona dialogante sui diritti civili con Fini, con Perina, con la stessa Meloni, con Mara CarfagnaР’В».\nSul tema della surrogata peraltro hai una posizione “non allineata”, diciamo.\n«Io sulla maternitР“В surrogata non farР“Р† mai una battaglia, anche perchР“В© trovo surreale che in Italia il movimento Lgbt faccia una battaglia su questo quando se ne dovrebbe fare unРІР‚в„ўaltra sul matrimonio per tutti e sulle adozioni per gli omosessuali. Anche perchР“В© la surrogata riguarda uno zero virgola, mentre lРІР‚в„ўaltra riguarderebbe tutti quelli che vogliono avere figli. Non condivido poi neanche il reato universale, che Р“РЃ figlio di una visione ugualmente ideologicaР’В».\nSecondo me questo è pari al reato transnazionale degli scafisti, per cui si arresteranno gli scafisti in tutto il mondo…\n«Р“в‚¬ senza senso. Legittimamente non condivido alcune battaglie del movimento Lgbt, perchР“В© non mi danno loro la patente. Per essere unРІР‚в„ўattivista dei diritti civili e delle donne non ho bisogno di patenti da nessuno, cРІР‚в„ўР“РЃ la mia storia che parlaР’В».\nGli attacchi sono arrivati anche per la tua partecipazione ad Atreju. È anche surreale che da destra siano arrivati i veti al tuo progetto e poi tre giorni dopo ti arriva l’invito alla festa nazionale del primo partito di governo.\nSi è aperta una discussione del patriarcato, se sia ancora vigente e condizionante nella crescita culturale dei ragazzi portandoli anche a derive violente. Poi c’è stato il contributo della pandemia nell’esasperazione di determinati comportamenti. Che ne pensi?\n«Il patriarcato Р“РЃ una parola che fa venire lРІР‚в„ўorticaria agli uomini ma Р“РЃ onnicomprensiva di una serie di culture, quella del possesso, delle discriminazioni, degli stereotipi. Pensa solo ai salari delle donne piР“в„– bassi. Patriarcato Р“РЃ un progetto culturale e nella nostra cultura occidentale esiste ancora questo forte retaggio. Poi se non lo si vuole chiamare cosi sempre quello Р“РЃ, il machismo, il maschilismo, questa idea della donna inferiore che Р“РЃ ancora molto presenteР’В».\nSolo accettare come normale la disparità salariale tra uomini e donne che fanno lo stesso lavoro già dice quanto vi sia proprio una mancata crescita culturale nel nostro paese.\n«Esatto, Р“РЃ una mancata crescita culturale. Noi donne abbiamo fatto la famosa rivoluzione gentile, siamo molto cresciute mentre penso che gli uomini siano cresciuti meno. Per questo i ragazzi, sin da piccoli, devono imparare ad avere a che fare con donne libere di dire di no, di avere la propria vita. E questa Р“РЃ una cosa che devono imparare partendo da sР“В© stessi, sapendo che si portano dietro tutto quel retaggio culturale, devono fare uno strappo dentro di loro, essere consapevoli. E tutto ciР“Р† Р“РЃ un progetto culturaleР’В».\nChe non si risolve certo con le trenta ore, però bisogna pure iniziare…\n«Certamente. I ragazzi maschi devono dire di sР“В©, e le ragazze devono imparare a volersi bene, per cui al primo schiaffo devono andarsene. Non puoi stare con uno che ti picchia o che fa lo stalker come Turetta con Giulia, non Р“РЃ normale. Per quanto riguarda la pandemia РІР‚вЂњ noi con Didacta ci abbiamo lavorato РІР‚вЂњ bene che il parlamento abbia rifinanziato la legge sul bonus psicologo perchР“В© lР“В¬ cРІР‚в„ўР“РЃ stato un isolamento. Immagina la nostra generazione chiusa in casa per mesi a 15 anni, sicuramente ciР“Р† ha determinato problemi per i ragazzi. Flavia Perina mi raccontava che i ragazzi e le ragazze si scambiano le password dei loro account sui social, il che Р“РЃ un controllo reciproco tra loro agghiacciante, si geolocalizzano per cui uno sa sempre dove sta lРІР‚в„ўaltro. Р“в‚¬ chiaro che se poi la relazione si interrompe si va nel panico, perchР“В© cРІР‚в„ўР“РЃ una dipendenza reciproca. Ma spiegare che ciascuno di noi Р“РЃ unРІР‚в„ўindividualitР“В Р“РЃ fondamentale, nella pandemia le relazioni esistevano solo tramite social. Р“в‚¬ un grande lavoro da fare, la scuola farР“В il suo ma poi servono anche la famiglia, i media, i social, insomma Р“РЃ un vasto programmaР’В».\nSiamo prossimi al Natale in cui si è tutti più buoni e magari l’auspicio è che nel 2024 la politica, da un lato col governo che riprende in considerazione l’apporto che una persona come te può dare e dall’altro, con quelli che fanno gli schizzinosi interpretando il valore democratico della partecipazione anche con persone “nemiche”, compia anch’essa un’evoluzione culturale.\n«Me lo auguroР’В».",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Social Issue"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lWuDF.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lWuDF.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T06:30:51.231+02:00",
    "updated": "2023-12-24T06:30:51.231+02:00"
  },
  {
    "uuid": "26ce41d8f94b3d0f0bae271c788a4a61f3ec22ff",
    "url": "https://www.heraldo.es/noticias/internacional/2024/09/27/biden-rechaza-dar-misiles-largo-alcance-zelenski-reunion-1765432.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mercedes Gallego",
    "published": "2024-09-26T20:33:00Z",
    "title": "Biden se resite a dar a Zelenski misiles de largo alcance",
    "text": "UCRANIA Biden se resite a dar a Zelenski misiles de largo alcance A pesar de autorizar un nuevo paquete de ayuda militar de 8.000 millones, Biden no concede a Zelenski los misiles de largo alcance que solicita para atacar dentro de Rusia Hubo un tiempo en que VolodÍmir Zelenski suplicaba al presidente Donald Trump que le recibiera en la Casa Blanca para proporcionar a su país la foto. Esa llamada, en la que Trump lo chantajeaba, dio pie a su primer 'impeachment'. Ahora no tiene problemas para ser recibido por su sucesor, Joe Biden, pero sigue suplicando sin éxito, en este caso para que le autorice el uso misiles de largo alcance contra posiciones enemigas dentro de Rusia, que el mandatario se resiste a concederle. En su quinta reunión en el Despacho Oval, ambos presidentes permanecieron como esfinges, con los dientes apretados y la sonrisa congelada, frente a la nube de fotógrafos y periodistas que les bombardeaban con preguntas sobre su 'plan de la victoria', que había prometido mantener en secreto hasta que se lo presentase a su mecenas. «El plan se basa en decisiones que deberían ocurrir entre octubre y diciembre», escribió en un comunicado previo, donde atribuía su ejecución exclusivamente a las decisiones de EE UU. Quienes habían tenido acceso a él cuentan que no es más que una nueva petición de armas. Biden autorizó este jueves un nuevo paquete de asistencia de seguridad para Ucrania por casi 8.000 millones de dólares en ayuda militar, con acciones adicionales «para ayudar a Ucrania a ganar esta guerra». El primer envío incluirá bombas de planeamiento guiadas de precisión llamadas Joint Standoff Weapon, con un alcance de hasta 130 kilómetros. Además, dijo haber dado instrucciones al Departamento de Defensa para asignar todos los fondos restantes de asistencia de seguridad aprobados para Ucrania antes del que acabe su mandato el 21 de enero, y ha solicitado al Pentágono expandir el entrenamiento para los pilotos ucranianos de F-16. Zelenski, que se reunió por separado con la vicepresidenta Kamala Harris, también busca garantías de seguridad a largo plazo que puedan resistir posibles cambios en la administración estadounidense. Ante la posibilidad de que Trump, que ha prometido forzar a Ucrania a aceptar un acuerdo de paz con cesiones de territorio, gane las próximas elecciones, Zelenski sabe que no hay tiempo que perder para lanzar una ofensiva decisiva que le de la mano ganadora ante su poderoso agresor. Este jueves se reunió también con legisladores estadounidenses, algunos de los cuales le acusan de interferencia electoral por la foto con candidatos demócratas que se tomó el pasado fin de semana en una fábrica de municiones de Scranton (Pensilvania). «La gira fue claramente un evento de campaña partidista diseñado para ayudar a los demócratas», le escribió el portavoz del Congreso, Mike Johnson, en una carta en la que pide la cabeza de la embajadora ucraniana ante la ONU, Oksana Markarova, por organizar la visita. Si la suerte de Ucrania dependiese de Trump, Zelesnki va con mal pie. «El presidente de Ucrania está en nuestro país lanzando pequeñas y desagradables insinuaciones contra su presidente favorito, yo», dijo el magnate el miércoles en un mitin en Carolina del Norte.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Zelenski",
          "sentiment": "negative"
        },
        {
          "name": "Donald Trump",
          "sentiment": "none"
        },
        {
          "name": "Joe Biden",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T03:05:01.627+03:00",
    "updated": "2024-09-27T04:42:05.721+03:00"
  },
  {
    "uuid": "21f013ae7a49d5cd796c486a009f57c911eafbb5",
    "url": "https://havanatimes.org/news/swiss-airline-edelweiss-cancels-flights-to-cuba",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Circles Robinson",
    "published": "2025-01-30T22:41:00Z",
    "title": "Swiss Airline Edelweiss Cancels Flights to Cuba - Havana Times",
    "text": "Swiss Airline Edelweiss Cancels Flights to Cuba\nRerouting for the Dominican Republic\nHAVANA TIMES – Gravely wounded in recent years, Cuba’s tourism industry is facing a new problem: airlines rerouting flights that they previously flew to the Island, but now prefer to land at its largest Caribbean competitor, the Dominican Republic.\nThat happened this week. David Collado, Minister of Tourism of the Dominican Republic, told the press during the International Tourism Fair (Fitur) under way in Spain, that Swiss airline Edelweiss is redirecting several of its Cuban routes.\n“We signed agreements with several different operators and airlines today, and tomorrow we will continue signing with Iberia, Air Europa, and Edelweiss, bringing five additional flights to the Dominican Republic, flights that had gone to Cuba and are being transferred to the Dominican Republic,” said the minister, who affirmed that his country has made a successful effort to secure new air routes and commercial partners.\n“Today, Air Transat and Air Canada informed us that they will also increase the number of flights from Canada as well, Collado added.”\nThe rerouting of flights came a few days after Edelweiss announced the suspension of its route from Zurich to Havana, which will make its last flight on February 27, the company explained to 14ymedio.\nThe Swiss media outlet Twenty Minutes, which initially reported the suspension of the routes, stated that “the decision is based, on the one hand, on decrease in demand and, on the other, on the current conditions of the José Martí International Airport in Havana. An on-site review conducted by Edelweiss has revealed difficulties in guaranteeing stable and reliable long-haul operations in the long term.”\nA month earlier, the German company Condor also announced the suspension of its flights to the Island for the summer season for the first time since 1990 (other than during the pandemic). The company served three destinations: Havana, Holguín, and Varadero.\nSince Cuba was added to the list of states that sponsor terrorism, European citizens visiting the Island can no longer benefit from the ESTA visa waiver program for entering the United States, which, in the opinion of the Cuban Government, had damaged its destination in the European market.\nThe company pledged to refund the price of tickets to those who had purchased tickets after the deadline.\nTravelers from Spain, previously an important market for Cuba, showed the most worrying drop: Up to November in 2024, Spain contributed 26.8% fewer travelers than in the first eleven months of 2023. It is not surprising, therefore, that the Cuban Minister of Tourism, Juan Carlos García Granda, arrived at Fitur stressing that his Government is working in the face of “difficult, complicated scenarios” in the tourism sector.\nThe promise of the Ministry of Transport to repair airports has also not been carried out. Last July, Minister of Transport Eduardo Rodríguez Dávila said that planned improvements at José Martí Airport in Havana (a new air conditioning system and facilities expansion) for terminal 3, dedicated to commercial flights, had never happened. “In reality, that airport has been at its limit for a long time. We have tried to make investments, and the Havana airport is the one that receives more than 50% of passenger arrivals,” he lamented then.\nTranslated by Tomas A. for Translating Cuba.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->transport",
      "Lifestyle and Leisure->travel and tourism",
      "Social Issue->population and census",
      "Social Issue->social condition",
      "Social Issue->emigration"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://translatingcuba.com/swiss-airline-edelweiss-which-cancelled-its-flights-in-cuba-is-leaving-for-the-dominican-republic/",
      "https://www.translatingcuba.com/swiss-airline-edelweiss-which-cancelled-its-flights-in-cuba-is-leaving-for-the-dominican-republic/",
      "https://translatingcuba.com/swiss-airline-edelweiss-which-cancelled-its-flights-in-cuba-is-leaving-for-the-dominican-republic"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T00:42:56.553+02:00",
    "updated": "2025-01-31T00:42:56.553+02:00"
  },
  {
    "uuid": "a05dc2b6456d567a3905659f1f236541c37b98ec",
    "url": "https://beamstart.com/news/meta-secretly-trained-its-ai-17364629886351",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kate Knibbs",
    "published": "2025-01-09T14:33:00Z",
    "title": "Meta Secretly Trained Its AI on a Notorious Piracy Database, Newly Unredacted Court Docs Reveal - 'Wired' News Summary (United States) | BEAMSTART",
    "text": "Quick Summary: One of the most important AI copyright legal battles just took a major turn.\nThese newly unredacted documents reveal exchanges between Meta employees unearthed in the discovery process, like a Meta engineer telling a colleague that they hesitated to access LibGen data because “torrenting from a [Meta-owned] corporate laptop doesn’t feel right 😃”.\nIn November 2023, Chhabria granted Meta’s motion to dismiss some of the lawsuit’s claims, including its claim Meta’s alleged use of the authors’ work to train AI violated the Digital Millennium Copyright Act, a US law introduced in 1998 to stop people from selling or duplicating copyrighted works on the internet.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology"
    ],
    "topics": [
      "Science and Technology->scientific innovation",
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T03:23:14.618+02:00",
    "updated": "2025-01-10T03:23:14.618+02:00"
  },
  {
    "uuid": "a35630da73c2e1def4f85e2a9992a35a318f6e84",
    "url": "https://indianexpress.com/article/cities/bangalore/karnataka-government-guest-lecturers-hikes-salaries-9087945/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@indianexpress",
    "published": "2023-12-29T10:35:00Z",
    "title": "Karnataka government ‘accepts’ demands of guest lecturers, hikes salaries by Rs 5,000",
    "text": "Karnataka Higher Education Minister Dr M C Sudhakar on Friday announced that the government has agreed to hike the salaries of guest lecturers in engineering, technical, and polytechnic colleges by Rs 5,000. The announcement was made almost a month after guest lecturers suspended teaching over a host of demands.\nThe government has also agreed to accord a one-day paid leave to guest lecturers in a month subject to certain conditions.\nThe higher education department has also decided to create a centralised database of documents, thus eliminating the need to invite applications for guest lecturer posts every year and undertake document verification during the selection process.\nThe guest lecturers had demanded the granting of service weightage under the rules of appointment of assistant professors.\nHowever, in view of the decisions of the Supreme Court and the Karnataka Administrative Tribunal (KAT), the government has decided to grant a service weightage of 1 per cent for every year subject to a maximum of 5 per cent to those who have rendered a minimum of five years of service.\nFurther, the state government has agreed to pay a consolidated sum of Rs 50,000 for every year served by a guest lecturer with more than 10 years of experience.\nTo avail health insurance of Rs 5 lakh per annum, a guest lecturer will have to pay Rs 400 every month and an equal contribution will be made by the government.\nSudhakar told reporters, “The government along with the help of legal counsel and finance department has reviewed all the demands of the guest lecturers and has made efforts to address most of them. The implementation of all these benefits will be effective from January 2024. I humbly request the lecturers to report to duties from January 1 and resume teaching in the interest of students. If they do not comply, the government will be forced to take stringent action against the lecturers.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Labor",
      "Education"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sudhakar",
          "sentiment": "negative"
        },
        {
          "name": "furthe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "supreme court",
          "sentiment": "none"
        },
        {
          "name": "karnataka administrative tribunal",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "karnataka",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:52:02.062+02:00",
    "updated": "2023-12-29T17:52:02.062+02:00"
  }
]