[
  {
    "uuid": "a62c819b886d92874f390001e10ea3599df2b35d",
    "url": "https://www.stocktitan.net/news/RNA/avidity-biosciences-reports-third-quarter-2024-financial-results-and-6quqqebg9pd7.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Avidity Biosciences, Inc.",
    "published": "2024-11-07T18:05:00Z",
    "title": "Avidity Biosciences Reports Third Quarter 2024 Financial Results and Recent Highlights",
    "text": "Avidity Biosciences Reports Third Quarter 2024 Financial Results and Recent Highlights\nAvidity Biosciences reported its Q3 2024 financial results and recent highlights. The company is advancing three key clinical trials: del-zota for DMD44, del-brax for FSHD, and del-desiran for DM1. The Phase 1/2 EXPLORE44 trial for del-zota showed a 25% increase in dystrophin production and reduced creatine kinase levels. Enrollment for the Phase 3 HARBOR trial for del-desiran is on track, with the FDA lifting a partial clinical hold. Del-brax's biomarker cohort in the FORTITUDE study shows promising results. Avidity raised $345.1 million in a public offering and reported $1.6 billion in cash and marketable securities. Collaboration revenue was $2.3 million for Q3 2024. R&D expenses increased to $77.2 million, and G&A expenses rose to $23.3 million due to expanded operations. A webcast event on November 12, 2024, will showcase precision cardiology candidates and next-gen technology innovations.\nAvidity Biosciences ha riferito i suoi risultati finanziari del terzo trimestre 2024 e gli ultimi sviluppi. L'azienda sta portando avanti tre studi clinici chiave: del-zota per DMD44, del-brax per FSHD e del-desiran per DM1. Lo studio di fase 1/2 EXPLORE44 per del-zota ha mostrato un aumento del 25% nella produzione di distrofina e una riduzione dei livelli di creatina chinasi. L'arruolamento per lo studio di fase 3 HARBOR per del-desiran è in linea con le tempistiche, con la FDA che ha revocato un'ostativa clinica parziale. Il cohort di biomarcatori di del-brax nello studio FORTITUDE mostra risultati promettenti. Avidity ha raccolto 345,1 milioni di dollari in un'offerta pubblica e ha riportato 1,6 miliardi di dollari in contanti e titoli negoziabili. I ricavi da collaborazioni sono stati di 2,3 milioni di dollari per il terzo trimestre 2024. Le spese per R&D sono aumentate a 77,2 milioni di dollari, mentre le spese G&A sono salite a 23,3 milioni di dollari a causa dell'espansione delle operazioni. Un evento in webcast il 12 novembre 2024 presenterà i candidati per la cardiologia di precisione e le innovazioni tecnologiche di nuova generazione.\nAvidity Biosciences informó sobre sus resultados financieros del tercer trimestre de 2024 y los últimos avances. La compañía está avanzando en tres ensayos clínicos clave: del-zota para DMD44, del-brax para FSHD y del-desiran para DM1. El ensayo de fase 1/2 EXPLORE44 para del-zota mostró un aumento del 25% en la producción de distrofina y niveles reducidos de creatina quinasa. La inscripción para el ensayo de fase 3 HARBOR para del-desiran avanza según lo previsto, con la FDA levantando un impedimento clínico parcial. La cohorte de biomarcadores de del-brax en el estudio FORTITUDE muestra resultados prometedores. Avidity recaudó 345,1 millones de dólares en una oferta pública y reportó 1,6 mil millones de dólares en efectivo y valores negociables. Los ingresos por colaboración fueron de 2,3 millones de dólares para el tercer trimestre de 2024. Los gastos en I+D aumentaron a 77,2 millones de dólares, y los gastos generales y administrativos aumentaron a 23,3 millones de dólares debido a la expansión de las operaciones. Un evento en webcast el 12 de noviembre de 2024 presentará candidatos para la cardiología de precisión e innovaciones tecnológicas de próxima generación.\n아비디티 바이오사이언스는 2024년 3분기 재무 결과와 최근 소식을 보고했습니다. 이 회사는 세 가지 주요 임상 시험을 진행하고 있습니다: del-zota는 DMD44에, del-brax는 FSHD에, del-desiran은 DM1에 해당합니다. del-zota에 대한 1/2상 EXPLORE44 시험에서는 디스트로핀 생산이 25% 증가하고 크레아틴 키나아제 수치가 감소했습니다. del-desiran에 대한 3상 HARBOR 시험의 등록은 순조롭게 진행 중이며, FDA는 부분 임상 보류를 해제했습니다. FORTITUDE 연구에서 del-brax의 바이오마커 코호트는 유망한 결과를 보여줍니다. 아비디티는 공모를 통해 3억 4,510만 달러를 모금했으며, 현금 및 유동성 증권으로 16억 달러를 보고했습니다. 2024년 3분기의 협력 수익은 230만 달러였습니다. R&D 비용은 7720만 달러로 증가했으며, 운영 확장으로 인해 일반 및 관리 비용은 2330만 달러로 증가했습니다. 2024년 11월 12일에 열리는 웹캐스트 이벤트는 정밀 심장학 후보 및 차세대 기술 혁신을 소개합니다.\nAvidity Biosciences a publié ses résultats financiers pour le troisième trimestre de 2024 et a présenté ses dernières avancées. La société avance dans trois essais cliniques clés : del-zota pour DMD44, del-brax pour FSHD et del-desiran pour DM1. L'essai de phase 1/2 EXPLORE44 pour del-zota a montré une augmentation de 25 % de la production de dystrophine et une réduction des niveaux de créatine kinase. L'inscription à l'essai de phase 3 HARBOR pour del-desiran est en bonne voie, la FDA levant une suspension clinique partielle. La cohorte de biomarqueurs de del-brax dans l'étude FORTITUDE montre des résultats prometteurs. Avidity a levé 345,1 millions de dollars lors d'une offre publique et a déclaré 1,6 milliard de dollars en liquidités et titres négociables. Les revenus de collaboration se sont élevés à 2,3 millions de dollars pour le troisième trimestre de 2024. Les dépenses de R&D ont augmenté à 77,2 millions de dollars, et les dépenses générales et administratives ont atteint 23,3 millions de dollars en raison de l'expansion des opérations. Un événement en webcast le 12 novembre 2024 présentera des candidats pour la cardiologie de précision et des innovations technologiques de nouvelle génération.\nAvidity Biosciences hat seine Finanzzahlen für das 3. Quartal 2024 und aktuelle Fortschritte veröffentlicht. Das Unternehmen entwickelt drei wichtige klinische Studien: del-zota für DMD44, del-brax für FSHD und del-desiran für DM1. Die Phase 1/2 EXPLORE44-Studie für del-zota zeigte einen Anstieg der Dystrophinproduktion um 25 % und eine Verringerung der Kreatinkinasewerte. Die Einschreibung für die Phase-3-Studie HARBOR für del-desiran läuft planmäßig, nachdem die FDA eine teilweise klinische Aussetzung aufgehoben hat. Die Biomarker-Kohorte von del-brax in der FORTITUDE-Studie zeigt vielversprechende Ergebnisse. Avidity sammelte 345,1 Millionen Dollar in einer öffentlichen Emission und meldete 1,6 Milliarden Dollar in bar und handelbaren Wertpapieren. Die Kooperationsumsätze betrugen im 3. Quartal 2024 2,3 Millionen Dollar. Die F&E-Ausgaben stiegen auf 77,2 Millionen Dollar, und die allgemeinen und Verwaltungskosten erhöhten sich auf 23,3 Millionen Dollar aufgrund der erweiterten Geschäftstätigkeiten. Eine Webcast-Veranstaltung am 12. November 2024 wird Kandidaten für die präzise Kardiologie und Innovationen der nächsten Generation präsentieren.\n- Positive del-zota data from Phase 1/2 EXPLORE44 trial for DMD44.\n- Enrollment on track for del-desiran Phase 3 HARBOR trial in DM1.\n- FDA lifted partial clinical hold on del-desiran.\n- Strong cash position of $1.6 billion.\n- Raised $345.1 million in a public offering.\n- Increased R&D expenses to $77.2 million for Q3 2024.\n- Higher G&A expenses of $23.3 million for Q3 2024.\nEnrollment in global Phase 3 HARBOR™ study for del-desiran in DM1 is on track\nAvidity initiated biomarker cohort for del-brax FORTITUDE™ study for FSHD; pursuing a potential accelerated approval path for del-brax\nReported positive del-zota data from Phase 1/2 EXPLORE44™ trial for DMD44\nAvidity to provide a first look at precision cardiology candidates and a glimpse at next-generation technology innovations via webcast event November 12, 2024\n\"We are executing three potentially registrational clinical trials in three rare diseases where there are limited or no therapeutic options available. We reported positive del-zota data from the 5 mg/kg cohort of our Phase 1/2 EXPLORE44™ trial for DMD44 and have initiated enrollment in the EXPLORE44-OLE™. In addition, enrollment is on track for del-desiran's global Phase 3 HARBOR™ trial in DM1 and we initiated the biomarker cohort of our FORTITUDE™ study in FSHD, marking a key step in our strategy to pursue a potential accelerated approval path for del-brax,\" said Sarah Boyce, president and chief executive officer at Avidity. \"As we build for the future, we look forward to sharing our exciting innovations in precision cardiology and a glimpse at our next-generation technology. We continue to build our global commercial infrastructure to provide potential new therapies to people living with these serious rare diseases as quickly as possible.\"\n\"We were pleased to complete an additional upsized public offering in August following positive clinical data from our EXPLORE44 program. With a strong cash position of approximately\nRecent Highlights\nDel-zota (AOC 1044) for DMD44\n- In August, Avidity reported positive initial del-zota data from the 5 mg/kg cohort of the Phase 1/2 EXPLORE44™ trial in people living with DMD44 demonstrating unsurpassed delivery to skeletal muscle, unprecedented, unadjusted increase of\n25% in near full-length dystrophin production with a profound reduction in creatine kinase levels to near normal, and robust exon 44 skipping. Del-zota demonstrated favorable safety and tolerability with most treatment emergent adverse events mild or moderate. - The Phase 1/2 EXPLORE44 trial is fully enrolled and ongoing.\n- In addition to the participants rolling over from the Phase 1/2 EXPLORE44 trial, Avidity has begun enrolling 10-15 new participants in the EXPLORE44 Open-label Extension study (OLE).\nDel-brax (AOC 1020) for FSHD\n- In October, Avidity announced the initiation of the biomarker cohort in the Phase 1/2 FORTITUDE™ trial of del-brax. 2 mg/kg of del-brax will be administered every six weeks, designed to ensure continuous suppression of DUX4.\n- In June of this year, Avidity reported positive initial del-brax 2 mg/kg data at four months from the Phase 1/2 FORTITUDE trial demonstrating unprecedented and consistent reductions of greater than\n50% in DUX4 regulated genes, mean reductions of25% or greater in novel circulating biomarker and creatine kinase, trends of functional improvement, and favorable safety and tolerability in people living with FSHD. - Avidity remains on track to initiate the functional cohort in the FORTITUDE study in the first half of 2025.\n- In July, the first participants from FORTITUDE began to roll over to the FORTITUDE Open-Label Extension (OLE) trial. All participants that complete FORTITUDE are eligible to enroll in the FORTITUDE-OLE™ trial.\nDel-desiran (AOC 1001) for DM1\n- Enrollment for the global Phase 3 HARBOR™ trial is ongoing and on track.\n- In October, the\nU.S. Food and Drug Administration (FDA) removed the partial clinical hold on del-desiran.\nPipeline Advancements and Organizational Highlights\n- In November, Avidity plans to provide a first look at precision cardiology candidates. In addition, Avidity plans to share a glimpse at next-generation technology innovations.\n- In August, Avidity announced it plans to advance additional candidates from its DMD franchise following robust del-zota data; Exon 45 is currently in IND-enabling studies.\n- Kathleen Gallagher was promoted to chief program officer in September 2024.\nThird Quarter 2024 Financial Results\n- Cash, Cash Equivalents and Marketable Securities: Cash, cash equivalents and marketable securities totaled\nas of September 30, 2024, which reflects a gross$1.6 billion raise from a public offering.$345.1 million - Collaboration Revenue: Collaboration revenues of\nfor the third quarter of 2024 and$2.3 million for the first nine months of 2024 primarily relate to Avidity's research collaboration and license partnership with Bristol Myers Squibb. Collaboration revenues of$7.9 million for the third quarter of 2023 and$2.8 million for the first nine months of 2023 primarily related to Avidity's research collaboration and license partnership with Eli Lilly and Company.$7.4 million - Research and Development (R&D) Expenses: R&D expenses include external and internal costs associated with research and development activities. These expenses were\nfor the third quarter of 2024 compared with$77.2 million for the third quarter of 2023, and$47.7 million for the first nine months of 2024 compared with$208.0 million for the first nine months of 2023. The increases were primarily driven by the advancement of del-desiran, del-brax and del-zota, as well as internal and external costs related to the expansion of the company's overall research capabilities.$138.2 million - General and Administrative (G&A) Expenses: G&A expenses primarily consist of employee-related expenses, professional fees, insurance costs and patent filing and maintenance fees. These expenses were\nfor the third quarter of 2024 compared with$23.3 million for the third quarter of 2023, and$13.7 million for the first nine months of 2024 compared with$57.9 million for the first nine months of 2023. The increases were primarily due to higher personnel costs to support the company's expanded operations.$38.1 million\nAbout Avidity\nAvidity Biosciences, Inc.'s mission is to profoundly improve people's lives by delivering a new class of RNA therapeutics - Antibody Oligonucleotide Conjugates (AOCs™). Avidity is revolutionizing the field of RNA with its proprietary AOCs, which are designed to combine the specificity of monoclonal antibodies with the precision of oligonucleotide therapies to address targets and diseases previously unreachable with existing RNA therapies. Utilizing its proprietary AOC platform, Avidity demonstrated the first-ever successful targeted delivery of RNA into muscle and is leading the field with clinical development programs for three rare muscle diseases: myotonic dystrophy type 1 (DM1), Duchenne muscular dystrophy (DMD) and facioscapulohumeral muscular dystrophy (FSHD). Avidity is broadening the reach of AOCs with its advancing and expanding pipeline including programs in cardiology and immunology through internal discovery efforts and key partnerships. Avidity is headquartered in [www.aviditybiosciences.com](https://c212.net/c/link/?t=0&l=en&o=4294760-1&h=214660970&u=https%3A%2F%2Fwww.aviditybiosciences.com%2F&a=www.aviditybiosciences.com) and engage with us on [LinkedIn](https://c212.net/c/link/?t=0&l=en&o=4294760-1&h=3808978242&u=https%3A%2F%2Fwww.linkedin.com%2Fcompany%2Favidity-biosciences-llc%2F&a=LinkedIn) and [X](https://c212.net/c/link/?t=0&l=en&o=4294760-1&h=880154574&u=https%3A%2F%2Fx.com%2Faviditybio&a=X).\nForward-Looking Statements\nAvidity cautions readers that statements contained in this press release regarding matters that are not historical facts are forward-looking statements. These statements are based on the company's current beliefs and expectations. Such forward-looking statements include, but are not limited to, statements regarding: a potential accelerated pathway for registration for del-brax, and the potential for all of Avidity's current clinical trials to be registrational; Avidity's next-generational technology innovations and the timing of its announcement; the anticipated announcement of lead precision cardiology program targets, including the timing thereof; Avidity's plans to build a global commercial infrastructure and capabilities; plans for the advancement of DMD programs beyond DMD44; plans for the initiation of the functional cohort in the FORTITUDE™ trial and the timing thereof; the characterization of data associated with Avidity's product candidates in their respective clinical trials, the conclusions drawn therefrom, and the impact of such data on the advancement of the respective product candidates; enrollment statuses of Avidity's clinical programs; the status of the HARBOR™ study; Avidity's platform, planned operations and programs; and Avidity's cash position and runway.\nThe inclusion of forward-looking statements should not be regarded as a representation by Avidity that any of these plans will be achieved. Actual results may differ from those set forth in this press release due to the risks and uncertainties inherent in Avidity's business and beyond its control, including, without limitation: preliminary results of a clinical trial are not necessarily indicative of final results; further analysis of existing clinical data and analysis of new data may lead to conclusions different from those established as of the respective data cutoff dates in Avidity's clinical trials, and such data may not meet Avidity's expectations; Avidity's biomarker and planned functional cohorts in the FORTITUDE study may not support the registration of del-brax; unexpected adverse side effects to, or inadequate efficacy of, Avidity's product candidates that may delay or limit their development, regulatory approval and/or commercialization; later developments with the FDA and other global regulators that could be inconsistent with the feedback received to date regarding Avidity's clinical trials; Avidity's approach to the discovery and development of product candidates based on its AOC™ platform is unproven and may not produce any products of commercial value; potential delays in the commencement, enrollment, data readouts and completion of preclinical studies or clinical trials; the success of its preclinical studies and clinical trials for the company's product candidates; Avidity's dependence on third parties in connection with preclinical and clinical testing and product manufacturing; Avidity may not realize the expected benefits of its collaborations; legislative, judicial and regulatory developments in\nInvestor Contact:\nMike MacLean\n(619) 837-5014[investors@aviditybio.com](mailto:investors@aviditybio.com)\nMedia Contact:\nNavjot Rai\n(619) 837-5016[media@aviditybio.com](mailto:media@aviditybio.com)\nAvidity Biosciences, Inc. Selected Condensed Consolidated Financial Information (in thousands, except per share data) (unaudited) | |||||||\nStatements of Operations | Three Months Ended September 30, | Nine Months Ended September 30, | |||||\n2024 | 2023 | 2024 | 2023 | ||||\nCollaboration revenue | $ 2,336 | $ 2,818 | $ 7,924 | $ 7,367 | |||\nOperating expenses: | |||||||\nResearch and development | 77,197 | 47,714 | 207,968 | 138,151 | |||\nGeneral and administrative | 23,273 | 13,729 | 57,902 | 38,071 | |||\nTotal operating expenses | 100,470 | 61,443 | 265,870 | 176,222 | |||\nLoss from operations | (98,134) | (58,625) | (257,946) | (168,855) | |||\nOther income, net | 17,736 | 6,267 | 37,901 | 17,078 | |||\nNet loss | $ (80,398) | $ (52,358) | $ (220,045) | $ (151,777) | |||\nNet loss per share, basic and diluted | $ (0.65) | $ (0.71) | $ (2.08) | $ (2.11) | |||\nWeighted-average shares outstanding, basic and diluted | 123,375 | 74,097 | 105,902 | 71,987 |\nBalance Sheets | September 30, | December 31, | |\nAssets | |||\nCurrent assets: | |||\nCash, cash equivalents and marketable securities | $ 1,588,593 | $ 595,351 | |\nPrepaid and other assets | 33,273 | 15,956 | |\nTotal current assets | 1,621,866 | 611,307 | |\nProperty and equipment, net | 9,493 | 8,381 | |\nRestricted cash | 2,795 | 295 | |\nRight-of-use assets | 6,299 | 8,271 | |\nOther assets | 318 | 301 | |\nTotal assets | $ 1,640,771 | $ 628,555 | |\nLiabilities and Stockholders' Equity | |||\nCurrent liabilities: | |||\nAccounts payable and other liabilities | $ 71,673 | $ 52,315 | |\nDeferred revenue, current portion | 19,660 | 28,365 | |\nTotal current liabilities | 91,333 | 80,680 | |\nLease liabilities, net of current portion | 3,797 | 6,213 | |\nDeferred revenue, net of current portion | 42,261 | 40,898 | |\nTotal liabilities | 137,391 | 127,791 | |\nStockholders' equity | 1,503,380 | 500,764 | |\nTotal liabilities and stockholders' equity | $ 1,640,771 | $ 628,555 |\nView original content to download multimedia:[https://www.prnewswire.com/news-releases/avidity-biosciences-reports-third-quarter-2024-financial-results-and-recent-highlights-302298129.html](https://www.prnewswire.com/news-releases/avidity-biosciences-reports-third-quarter-2024-financial-results-and-recent-highlights-302298129.html)\nSOURCE Avidity Biosciences, Inc.\nFAQ\nWhat are the key highlights from Avidity Biosciences' Q3 2024 financial results?\nHow is the enrollment for del-desiran's Phase 3 HARBOR trial progressing?\nWhat were the financial results for Avidity Biosciences in Q3 2024?\nWhat are the recent clinical trial updates for Avidity Biosciences?\nWhat is the cash position of Avidity Biosciences as of Q3 2024?\nNASDAQ:[RNA](/news/RNA/)\nRNA Rankings\nRNA Latest News\n[Avidity Biosciences Announces New Precision Cardiology Development Candidates to Treat Rare Genetic Cardiomyopathies and Provides First Look at Next-Generation Technology Innovations](/news/RNA/avidity-biosciences-announces-new-precision-cardiology-development-fnl70yganh74.html)\n[Avidity Biosciences to Host Investor and Analyst Event Focused on Precision Cardiology Candidates and First Look at Next-Generation Technology Innovations on November 12, 2024](/news/RNA/avidity-biosciences-to-host-investor-and-analyst-event-focused-on-6fgel8wubeei.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Corporate News and Profiles",
      "Health"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.prnewswire.com/news-releases/avidity-biosciences-reports-third-quarter-2024-financial-results-and-recent-highlights-302298129.html)",
      "https://c212.net/c/link/?t=0&l=en&o=4294760-1&h=880154574&u=https%3A%2F%2Fx.com%2Faviditybio&a=X).",
      "https://www.prnewswire.com/news-releases/avidity-biosciences-reports-third-quarter-2024-financial-results-and-recent-highlights-302298129.html",
      "https://c212.net/c/link/?t=0&l=en&o=4294760-1&h=214660970&u=https%3A%2F%2Fwww.aviditybiosciences.com%2F&a=www.aviditybiosciences.com)",
      "https://c212.net/c/link/?t=0&l=en&o=4294760-1&h=3808978242&u=https%3A%2F%2Fwww.linkedin.com%2Fcompany%2Favidity-biosciences-llc%2F&a=LinkedIn)",
      "https://www.c212.net/c/link/?t=0&l=en&o=4294760-1&h=880154574&u=https%3A%2F%2Fx.com%2Faviditybio&a=X).",
      "https://prnewswire.com/news-releases/avidity-biosciences-reports-third-quarter-2024-financial-results-and-recent-highlights-302298129.html)",
      "https://c212.net/c/link/",
      "https://www.c212.net/c/link/?t=0&l=en&o=4294760-1&h=214660970&u=https%3A%2F%2Fwww.aviditybiosciences.com%2F&a=www.aviditybiosciences.com)",
      "https://www.c212.net/c/link/?t=0&l=en&o=4294760-1&h=3808978242&u=https%3A%2F%2Fwww.linkedin.com%2Fcompany%2Favidity-biosciences-llc%2F&a=LinkedIn)",
      "https://prnewswire.com/news-releases/avidity-biosciences-reports-third-quarter-2024-financial-results-and-recent-highlights-302298129.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "FDA",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T00:39:22.643+02:00",
    "updated": "2024-11-27T23:03:38.995+02:00"
  },
  {
    "uuid": "0a60e05ac273f29560ae839fa19e9b390f656238",
    "url": "https://www.nysun.com/article/will-american-society-of-plastic-surgeons-be-first-of-many-to-split-from-medical-establishment-over-transgender-care-for-minors",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MAGGIE HRONCICH",
    "published": "2024-08-15T21:46:00Z",
    "title": "Will American Society of Plastic Surgeons Be ‘First of Many’ To Split From Medical Establishment Over Transgender Care for Minors?",
    "text": "‘I am proud that my society has finally stepped up and raised serious concerns about this practice,’ one plastic surgeon tells the Sun, adding that he hopes it will mark the ‘first of many such organizations to publicly question this practice.’ The American Society of Plastic Surgeons has apparently split from other major medical organizations that are endorsing surgical interventions for transgender youth, raising questions about whether the tide in America is turning toward a more cautious approach regarding adolescent gender transitions. The ASPS, which represents more than 11,000 surgeons globally and is the world’s largest plastic surgery organization, may have tipped its hand when a representative for the group told a Manhattan Institute senior fellow, Leor Sapir, that it has “not endorsed any organization’s practice recommendations for the treatment of adolescents with gender dysphoria.” The association added that there is “considerable uncertainty as to the long-term efficacy for the use of chest and genital surgical interventions,” and noted that “the existing evidence base is viewed as low quality/low certainty.” This acknowledgment marks a rift within the medical establishment, which has often been portrayed as a unified front in support of treating transgender youth with drugs and medical procedures that cause changes that can be difficult to reverse. It also comes several months after a highly influential U.K. report, the Cass Review, found that so-called youth gender-affirming treatments, such as hormone therapy and puberty blockers, are based on “remarkably weak evidence.” In America, more than 20 states have banned gender transition procedures for minors, many of them recently, and the Biden administration has been fighting the bans in court. The Supreme Court — which previously has been largely quiet on transgender topics — has said that next term it will weigh in on the constitutionality of a state ban on gender-transition procedures for minors in what could be a landmark decision. Gender-related medical procedures and drug treatments for minors – which proponents call “gender affirming care” — have increasingly come under fire, as a federal court last month unsealed documents showing that a group at the center of promoting youth gender transitions, the World Professional Association for Transgender Health, had succumbed to political pressure when creating its guidelines. The documents disclosed that the Department of Health and Human Services’ Rachel Levine, a high-ranking Biden-Administration official who is a transgender woman, pressured WPATH to drop age requirements for pediatric transgender treatments when creating its guidelines, as the Sun reported at the time, because she and her staff worried calling attention to the issue could lead to further state-mandated restrictions. Plastic surgeons play an important role in so-called gender treatments for minors, performing key procedures on the face, Adam’s apples, and genitals. The ASPS, in response to questions from the Manhattan Institute about the WPATH disclosures, said it “is reviewing and prioritizing several initiatives that best support evidence-based gender surgical care to provide guidance to plastic surgeons,” and added that surgeons have “a responsibility to provide comprehensive patient education and maintain a robust and evidence-based informed consent process.” The ASPS did not immediately respond to requests for comment from the Sun. A representative of WPATH tells the Sun that “gender-affirming care for youth is supported by numerous medical authorities in the United States,” including the American Medical Association, the National Institutes of Health, and the American Academy of Pediatrics, among others. “Trans youth should have access to life-saving health care based on the best medical science available, and the broad consensus of medical authorities in the United States should ensure the urgency of that common sense position,” the representative says. Yet, others hope that by breaking away from the medical establishment, the ASPS will encourage other healthcare organizations to change their tune. “Those pushing for puberty blockers, cross-sex hormones, and surgery on minors have grossly oversimplified something which is incredibly complex and poorly understood as though this is ‘settled science’ when it is not even close,” a plastic surgeon who is a member of the ASPS and a senior fellow at Do No Harm, Richard Bosshardt, tells the Sun. “I am proud that my society has finally stepped up and raised serious concerns about this practice.” Noting that plastic surgeons “appreciate better than any other specialist the unique and daunting challenges of transexual surgery,” he says even under the best circumstances, the surgeries are “among the most complex and challenging operations with a high rate of complications, some of which can be permanently crippling, and with no good data on long term results in minors.” “Given the extremely weak evidence supporting them, such operations in minors amount to nothing less than incomprehensible child experimentation,” Dr. Bosshardt says, adding that he hopes the ASPS’s “courageous stance” will “make it the first of many such organizations to publicly question this practice.” Plastic surgery came to the forefront of the transgender healthcare debate earlier this summer, as the Sun https://www.nysun.com/article/plastic-surgeons-call-for-more-facial-transgender-surgeries-to-be-covered-by-health-insurance-as-medical-necessities, amid a push for surgeries — such as enhancing or reducing Adam’s apples, genital surgeries, and lengthening or reducing the chin and forehead — to be regarded as medically necessary procedures covered by insurance.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.plasticsurgery.org/about-asps",
      "https://www.city-journal.org/article/a-consensus-no-longer",
      "https://plasticsurgery.org/about-asps",
      "https://city-journal.org/article/a-consensus-no-longer"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "leor sapir",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "american society of plastic surgeons",
          "sentiment": "none"
        },
        {
          "name": "manhattan institute",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T01:08:42.613+03:00",
    "updated": "2024-08-16T04:32:19.695+03:00"
  },
  {
    "uuid": "52f15aaff399b6a09ccea335cb739cd89a6954ea",
    "url": "https://www.yourvalley.net/stories/cj-stroud-overcame-tough-childhood-now-texans-qb-hopes-to-inspire-others-in-situations-like-his,470519",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "KRISTIE RIEKEN",
    "published": "2024-01-05T15:48:00Z",
    "title": "CJ Stroud overcame tough childhood, now Texans QB hopes to inspire others in situations like his | Daily Independent",
    "text": "- [Classifieds](http://arizonaclassifieds.newszap.com) - [E-newspapers](#) - [Daily Independent](https://dailyindependent-az.newsmemory.com/) - [Apache Junction Independent](https://apachejunctionindependent-az.newsmemory.com/) - [Chandler Independent](https://chandlerindependent-az.newsmemory.com/) - [Florence Independent](https://florenceindependent-az.newsmemory.com/) - [Gilbert Independent](https://gilbertindependent-az.newsmemory.com/) - [Glendale Independent](https://glendaleindependent-az.newsmemory.com/) - [Litchfield Park Independent](https://litchfieldparkindependent-az.newsmemory.com/) - [Mesa Independent](https://mesaindependent-az.newsmemory.com/) - [Paradise Valley Independent](http://paradisevalleyindependent.az.newsmemory.com/) - [Peoria Independent](https://peoriaindependent-az.newsmemory.com/) - [Queen Creek Independent](https://queencreekindependent-az.newsmemory.com/) - [Scottsdale Independent](https://scottsdaleindependent-az.newsmemory.com/) - [Sun City Independent](https://suncityindependent-az.newsmemory.com/) - [Sun City West Independent](https://suncitywestindependent-az.newsmemory.com/) - [Surprise Independent](https://surpriseindependent-az.newsmemory.com/) - [Tempe Independent](https://tempeindependent-az.newsmemory.com/) - [Sun Life Magazine](https://sunlifemagazine-az.newsmemory.com/) - - [Obituaries](/obituaries/) - [Free Local News Emails](/free-newsletters/) Phoenix, AZ Mostly Cloudy, 56°",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://peoriaindependent-az.newsmemory.com/)",
      "https://litchfieldparkindependent-az.newsmemory.com/)",
      "http://paradisevalleyindependent.az.newsmemory.com/)",
      "https://gilbertindependent-az.newsmemory.com/)",
      "https://tempeindependent-az.newsmemory.com/)",
      "https://chandlerindependent-az.newsmemory.com/)",
      "https://scottsdaleindependent-az.newsmemory.com/)",
      "https://dailyindependent-az.newsmemory.com/)",
      "https://mesaindependent-az.newsmemory.com/)",
      "http://arizonaclassifieds.newszap.com)",
      "https://sunlifemagazine-az.newsmemory.com/)",
      "https://florenceindependent-az.newsmemory.com/)",
      "https://glendaleindependent-az.newsmemory.com/)",
      "https://apachejunctionindependent-az.newsmemory.com/)",
      "https://surpriseindependent-az.newsmemory.com/)",
      "https://suncityindependent-az.newsmemory.com/)",
      "https://suncitywestindependent-az.newsmemory.com/)",
      "https://queencreekindependent-az.newsmemory.com/)",
      "https://www.tempeindependent-az.newsmemory.com/)",
      "http://www.paradisevalleyindependent.az.newsmemory.com/)",
      "https://www.queencreekindependent-az.newsmemory.com/)",
      "https://www.surpriseindependent-az.newsmemory.com/)",
      "https://www.mesaindependent-az.newsmemory.com/)",
      "https://www.apachejunctionindependent-az.newsmemory.com/)",
      "http://www.arizonaclassifieds.newszap.com)",
      "https://www.dailyindependent-az.newsmemory.com/)",
      "https://www.litchfieldparkindependent-az.newsmemory.com/)",
      "https://www.scottsdaleindependent-az.newsmemory.com/)",
      "https://www.chandlerindependent-az.newsmemory.com/)",
      "https://www.peoriaindependent-az.newsmemory.com/)",
      "https://www.suncityindependent-az.newsmemory.com/)",
      "https://www.gilbertindependent-az.newsmemory.com/)",
      "https://www.sunlifemagazine-az.newsmemory.com/)",
      "https://www.suncitywestindependent-az.newsmemory.com/)",
      "https://www.florenceindependent-az.newsmemory.com/)",
      "https://www.glendaleindependent-az.newsmemory.com/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cj stroud",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "queen creek independent",
          "sentiment": "none"
        },
        {
          "name": "glendale independent",
          "sentiment": "none"
        },
        {
          "name": "paradise valley independent",
          "sentiment": "none"
        },
        {
          "name": "mesa independent",
          "sentiment": "none"
        },
        {
          "name": "litchfield park independent",
          "sentiment": "none"
        },
        {
          "name": "scottsdale independent",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "florence",
          "sentiment": "none"
        },
        {
          "name": "peoria",
          "sentiment": "none"
        },
        {
          "name": "sun city west",
          "sentiment": "none"
        },
        {
          "name": "sun city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:21:35.053+02:00",
    "updated": "2024-01-06T00:21:35.053+02:00"
  },
  {
    "uuid": "1b97803eaf902a8f2b16cb368572eb87ad4c1046",
    "url": "https://greenmedinfo.com/article/aromatherapy-could-reduce-anxiety-and-improve-hemodynamic-indices-acute-corona",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sayer Ji Founder",
    "published": "2024-04-04T20:20:00Z",
    "title": "Aromatherapy could reduce anxiety and improve hemodynamic indices in acute coronary syndrome patients.",
    "text": "Aromatherapy could reduce anxiety and improve hemodynamic indices in acute coronary syndrome patients. - GreenMedInfo Summary\nEffects of aromatherapy with Matricaria chamomile essential oil on anxiety and hemodynamic indices in patients with acute coronary syndrome, 2021: a randomized controlled trial.\nBMC Complement Med Ther. 2024 Jan 3 ;24(1):17. Epub 2024 Jan 3. PMID:\n38172912\nMajid Pourshaikhian\nBACKGROUND: Patients with Acute Coronary Syndrome (ACS) experience high levels of anxiety that may cause instability of hemodynamic indices, increased risk of ischemia, myocardial infarction and poor quality of life. Aromatherapy can affect patients' anxiety levels and improve hemodynamic indices. This study aimed to evaluate the efficacy of aromatherapy on anxiety and hemodynamic indices in ACS patients.\nMETHODS: This study was a double-blind, randomized clinical trial conducted on 154 ACS patients. The participants were classified into two equal groups of intervention and placebo through the block randomization method. The data collection tools consisted of demographic information, a shortened 6-item version of the Spielberger questionnaire and a form of hemodynamic indices. For two consecutive nights, the intervention group inhaled 7 drops of the chamomile essential oil (%10) and the placebo group inhaled 7 drops of the sesame oil poured on a sterile cotton ball. The hemodynamic indices were collected half an hour before, one and four hours after the intervention until the next morning. The Spielberger questionnaire was completed once before the intervention and once after the end of the intervention, by the researcher through an interview. The number of heart rate (HR) was counted for a full minute. Also, the blood pressure (BP) of all the samples was measured by the researcher. Data analysis was done using Chi-square, paired t-test, and analysis of variance (ANOVA) in SPSS.\nRESULTS: The mean and standard deviation of the age of patients were 58/2 ± 11.6 and 59.7% of them were female. The results of ANOVA showed a significantly lower anxiety score as well as systolic blood pressure (SBP), diastolic blood pressure (DBP) and HR in the intervention group compared to those of the placebo group (P < 0.001). The decrease in anxiety score after the intervention, in the intervention and placebo groups was (5.2 ± 1.9) and (1 ± 1. 18) respectively. In the intervention group, the SBP and DBP after the intervention, was significant (P < 0.05). Also, the HR was significant (P < 0.001) after the intervention.\nCONCLUSIONS: Aromatherapy could reduce anxiety and improve hemodynamic indices in ACS patients.\nTRIAL REGISTRATION: IRCT20080825001083N11.\nChamomile : CK(706) : AC(130) Anti-Anxiety Agents : CK(2913) : AC(735), Antihypertensive Agents : CK(4527) : AC(950) Essential Oils : CK(953) : AC(410)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "external_links": [
      "http://www.ncbi.nlm.nih.gov/pubmed/38172912",
      "http://ncbi.nlm.nih.gov/pubmed/38172912"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "matricaria",
          "sentiment": "none"
        },
        {
          "name": "majid pourshaikhian",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "acs",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T02:43:14.706+03:00",
    "updated": "2024-04-05T02:43:14.706+03:00"
  },
  {
    "uuid": "0fa7ad9593ae120aa20c1f2a0a61f025487a9bb9",
    "url": "https://www.express.co.uk/sport/football/1849934/Arsenal-score-West-Ham-David-Moyes-Premier-League",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alex Turk",
    "published": "2023-12-28T22:13:00Z",
    "title": "Arsenal transfer priority becomes clear as West Ham loss ends horror David Moyes streak | Football | Sport | Express.co.uk",
    "text": "In pictures: Arsenal v West Ham\nArsenal slumped to a woeful 2-0 defeat against West Ham United at the Emirates Stadium on Thursday night, surrendering the Premier League top spot to Liverpool . Express Sport looks at four key talking points as David Moyes and the Hammers enjoyed another fine day's work at Mikel Arteta's expense.\nRelated articles\nArsenal ace Kai Havertz replaced by 16-year-old as Mikel Arteta gets adventurous\nArsenal in new VAR farce as Gunners convinced West Ham goal shouldn't have stood Arsenal need striker for the title Arsenal had chances aplenty throughout the night but couldn't find the clinical edge that their main title rivals, Liverpool and Manchester City, have boasted for years.\nMohamed Salah and Erling Haaland have each netted more Premier League goals than Arteta's two strikers - Gabriel Jesus and Eddie Nketiah - combined this season.\nJanuary isn't renowned for being the optimum time for high-profile transfer business. However, Arsenal need to buck that trend this winter and make a signing that they won't win the title without.\nREAD MORE Transfer news as Man Utd receive Greenwood bid and Chelsea strike January deal [BLOG]\nKonstantinos Mavropanos haunted Arsenal on Thursday. (Image: Getty) Moyes breaks nightmare streak Before this evening, Moyes had never won a Premier League game as a manager away at Arsenal, Chelsea, Liverpool or Manchester United in 72 attempts.\nHe had only gone without a league victory against Chelsea (23 games) longer than Arsenal, drawing four and losing 18 of his previous meetings.\nBut Moyes ended that nightmare run by ending the Gunners' 13-game unbeaten streak at home in all competitions, stretching back to a 3-0 loss to Brighton and Hove Albion in May.\nArsenal had won their previous seven games at the Emirates by an aggregate score of 21-2. It's an excellent result for West Ham just days after their 2-0 triumph over United.\nBecome an Express Premium member\nSupport fearless journalism\nRead The Daily Express online, advert free\nGet super-fast page loading Start 30-day\nFREE trial More VAR controversy for Arteta Arteta was left furious after a controversial goal that saw Newcastle United beat Arsenal 1-0 earlier in the season.\nThere was mass debate over whether Joe Willock had kept the ball in play during the move, which ended with Anthony Gordon scoring the winner.\nThis time, VAR couldn't provide a definitive call on whether Jarrod Bowen had kept the ball in before assisting Tomas Soucek's opener. Therefore, Michael Oliver's on-field decision stood.\nKonstantinos Mavropanos - who joined West Ham in a £19million deal in the summer - came back to haunt his former club Arsenal by heading in the second after half-time.\nDON'T MISS\nArsenal duo blocking Liverpool transfer as Man City fear deal haunting Guardiola [TRANSFERS]\nArteta 'blocks three January exits' as Arsenal boss risks souring relationships [NEWS]\nMan Utd outcast Jadon Sancho spotted in rare footage as PSG 'make transfer call' [FILMED]\nArsenal need a new striker in January. (Image: Getty) READ MORE\nLuke Littler sends forgotten Man Utd star a message at World Darts Championship Another unhappy reunion for Rice Declan Rice didn't enjoy his return to the London Stadium earlier in the season as West Ham dumped Arsenal out of the Carabao Cup with a 3-1 win.\nAnd the former Hammers captain endured another woeful night in the Premier League , conceding a stoppage-time penalty to put the cherry on the cake.\nSaid Benrahma failed to compile the misery on Arsenal from the spot, but it did little to dampen the mood in the away end at full-time.\nRice will have been delighted with his £105m switch to north London earlier this year. But it's fair to say he wouldn't have expected to have already lost twice to his ex-employers this term.\nRelated articles Man Utd receive transfer response as Erik ten Hag 'eyes second January deal' Man Utd have already agreed Mason Greenwood plan after '£40m transfer snub'",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://live.primis.tech/live/liveView.php?s=116054&playerApiId=v116054",
      "https://xd.wayin.com/display/container/dc/1afc11d2-e9fc-4964-b680-0bc9736202ca?mode=responsive",
      "https://www.xd.wayin.com/display/container/dc/1afc11d2-e9fc-4964-b680-0bc9736202ca?mode=responsive",
      "https://live.primis.tech/live/liveView.php",
      "https://www.live.primis.tech/live/liveView.php?s=116054&playerApiId=v116054",
      "https://xd.wayin.com/display/container/dc/1afc11d2-e9fc-4964-b680-0bc9736202ca"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "david moyes",
          "sentiment": "negative"
        },
        {
          "name": "gabriel jesus",
          "sentiment": "none"
        },
        {
          "name": "kai havertz",
          "sentiment": "none"
        },
        {
          "name": "mikel arteta",
          "sentiment": "none"
        },
        {
          "name": "eddie nketiah",
          "sentiment": "none"
        },
        {
          "name": "arteta",
          "sentiment": "none"
        },
        {
          "name": "mohamed salah",
          "sentiment": "none"
        },
        {
          "name": "erling haaland",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "west ham united",
          "sentiment": "negative"
        },
        {
          "name": "west ham arsenal",
          "sentiment": "negative"
        },
        {
          "name": "arsenal",
          "sentiment": "negative"
        },
        {
          "name": "liverpool",
          "sentiment": "none"
        },
        {
          "name": "var",
          "sentiment": "none"
        },
        {
          "name": "premier league",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "liverpool",
          "sentiment": "none"
        },
        {
          "name": "manchester city",
          "sentiment": "none"
        },
        {
          "name": "emirates stadium",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:19:51.648+02:00",
    "updated": "2023-12-29T00:30:45.766+02:00"
  },
  {
    "uuid": "584676624f64e30b3ee8af25c08a2d0a2c2d9c2b",
    "url": "https://rhumatologie.lequotidiendumedecin.fr/specialites/nutrition/maladie-dalzheimer-le-role-conteste-du-surpoids",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dr Nathalie Szapiro",
    "published": "2025-02-20T23:00:00Z",
    "title": "Maladie d'Alzheimer : le rôle contesté du surpoids | Le Quotidien du Médecin",
    "text": "Rhumatologie Médecine générale Infectiologie Cardiologie Cancérologie Diabétologie-endocrinologie Neurologie-psychiatrie Gynécologie-obstétrique Rhumatologie Pédiatrie Pneumologie Toute l'actualité médicale Maladie d’Alzheimer : le rôle contesté du surpoids Se connecter Connectez-vous\nEmail Mot de passe Mot de passe oublié ?\nSe connecter Vous n'avez pas encore de compte ?\nInscrivez-vous S'abonner À la une Actu médicale Santé publique Recherche - Science Médicament Sociétés savantes Congrès Météo épidémiologique Santé environnementale Santé & Société Politique de santé Démocratie sanitaire eSanté Démographie Éthique À l'étranger Libéral / Soins de ville Honoraires Exercice Assurance maladie Justice Gestion cabinet Retraite Environnement Centres de santé Hôpital Politique hospitalière Urgences Management Environnement Sécurité des soins Jeunes Médecins Installation Formation initiale Internat Santé des étudiants Remplacement Le coin des internes C'est quoi ta spé ? FMC & Recos Annonces / Emploi Rechercher Services Édition abonnés Toutes les spécialités Le Droit & Vous Débats & Sondages Live Chat Opinions Vidéos Podcasts Agenda Les blogs du \"Quotidien\" Idées et Solutions Opérations spéciales Édition quotidienne En ce moment Budget Sécu 2025 C'est quoi ta spé ? C'est ma santé Accueil Spécialités Nutrition Maladie d’Alzheimer : le rôle contesté du surpoids Par Dr Nathalie Szapiro - Publié le 21/02/2025",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Health->medical condition",
      "Health->disease and condition",
      "Health->mental health and disorder",
      "Social Issue->social services",
      "Social Issue->elderly care",
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->economy",
      "Economy, Business and Finance->healthcare industry"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://poool.host/ns.html?id=0B1DX-ALR9Y-BF087-TZAGS",
      "https://poool.host/ns.html",
      "https://www.poool.host/ns.html?id=0B1DX-ALR9Y-BF087-TZAGS"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T01:09:55.542+02:00",
    "updated": "2025-02-21T01:09:55.542+02:00"
  },
  {
    "uuid": "fb55eb3765fab421bfff8c08a1c74f9d29910e35",
    "url": "https://www.meneame.net/story/rusia-condena-represion-rutinaria-disidentes-parte-estados-ue-rt/c026",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Findeton",
    "published": "2024-08-08T19:28:00Z",
    "title": "#26 Rusia condena la \"represión rutinaria\" de los disidentes por parte de los estados de la UE [rt]",
    "text": "[Elbaronrojo](/user/Elbaronrojo)a [rt.com](/go/link/3967324) [#10](c10#c-10) allí las buenas familias se lo repartieron todo. Como aquí.\nNingún asesino fascista o colaborador pagó por sus crímenes\nTenemos un rey.\nLa ley de secretos oficiales es un armario lleno de fantasmas podridos.\nLa dueña del estado, la iglesia de roma, ha violado niños por miles, los ha robado por decenas de miles para entregarlos, previo pago, a las buenas familias del párrafo uno. Es machista, homófoba, y racista.\nNo paga impuestos y su mera palabra basta para auto inscribir a su nombre propiedades del patrimonio nacional.\nEduca al 86% de los niños del país, y redacta el 100% de los libros de texto.\nPuedo seguir.\nEuropa es un asco, con 18 conflictos bélicos abiertos,y uno de los más grandes vendedores de armas.\nEn poder destructivo activo, hoy, rusia es un enano a su lado.\nY así hasta el infinito.\nInsisto en lo que dije: vale que Rusia mierda.\nPero no vale decirlo desde el ejemplo de la Europa cristiana.\n[#2](c2#c-2) Desde luego si hay que cercenar la libertad de expresión que sea judicialmente y no con té de polonio. Mejor aburrirse hasta volverse loco a lo Assange que visitar la acera de abajo a demasiada velocidad. El mejor de los mundos posibles.\n[#2](c2#c-2) Cuidao con lo del dedo y la luna. Vale que Rusia es una oligarquía ultraortodoxa chunga, pero europa da un ascazo atroz.\n¿Si hacemos un ránking tienes muy claro, muy claro, muy claro que Rusia es peor?\nEmpate de manual en mierdismo.\n[#19](c19#c-19) No. Aprovecho la enésima mierda para llamar la atención sobre una realidad sangrante.\nNos pasamos la vida mordiendo todas las putas zanahorias que nos ponen, y tenemos a nuestro peor enemigo en casa, dentro de la camisa.\n[#20](c20#c-20) la realidad que te inventas , repito, vete a pasarte una temporada rusia para poder comparar y llévate una bandera de ucrania\n[#21](c21#c-21) Que está muy bien pasarse la vida hablando de Rusia, hombre, mientras en casa vivimos una democracia plena, igualitaria, justa y sana, en la que ningún criminal campa a sus anchas y todo se hace siguiendo estrictos cánones de fair play...\nQue la que yo me invento es una mierda, pero de la que tú te evades, colega, no te la envidio nadita...\n[#4](c4#c-4) El que Rusia sea una oligarquia y carezca de democracia no quita que la UE sea una dictadura neoliberal... que se lo digan a Yaris Varoufakis cuando en 2015 le dijeron en la UE los ministros de economia que las elecciones en europa no estan para cambiar el modelo economico... o neoliberalismo o neoliberalismo...\n[#15](c15#c-15) Oh, Varoufakis se queja de que cuando PIDE prestado a la UE a una tasa de interés mucho más baja que la del libre mercado, los prestamistas ponen condiciones. ¡Dictaduraaaaaa! ¡Neoliberallll!\nAnte el vicio de pedir está la virtud de no dar.\n[#1](c1#c-1) La dictadura rusa no tiene ninguna credibilidad. Por mucho que los putinejos te voten positivo.\nEn Rusia a los opositores los tiran por la ventana, directamente.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-09T00:37:36.411+03:00",
    "updated": "2024-08-09T00:37:36.411+03:00"
  }
]