[
  {
    "uuid": "70e02a783e0ee073c141dcac13f1d68f574e2416",
    "url": "https://vnexplorer.net/german-police-search-cathedral-in-cologne-after-danger-warning-for-new-years-eve-s622793.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-24T01:10:00Z",
    "title": "German Police Search Cathedral In Cologne After 'Danger Warning' For New Year's Eve",
    "text": "german police search cathedral in cologne after security threat\nGerman police announced Saturday evening they were searching the cathedral in the western city of Cologne with sniffer dogs following a “danger warning” for New Year’s Eve.\n“Even though the information relates to New Year’s Eve, we are from this evening doing everything we can to ensure the safety of visitors of the cathedral on Christmas Eve,” Cologne police chief Michael Esser said in a statement.\nAfter the evening mass and “in agreement with the head of security at the cathedral”, the site will be searched with sniffer dogs and closed, police said.\nRelated News |\nSanta Claus, Reindeer Cleared to Enter US Ahead of Christmas\nSanta Claus, Reindeer Cleared to Enter US Ahead of Christmas\nHow Holiday Drinking Can Influence Your Approach to Parenting\nHow Holiday Drinking Can Influence Your Approach to Parenting\nVisitors on Sunday will be subject to security checks before entering the Cologne Cathedral.\nThe German daily Bild reported on its website that officials in Austria, Germany and Spain have all received indications that an Islamist group was planning several attacks in Europe, possibly on New Year’s Eve and Christmas.\nAccording to the newspaper, the targets of these attacks could be Christmas masses in Cologne, Vienna and Madrid.\nRelated News |\nFestive Cheer Lights Up Economy: Christmas-New Year Celebrations Spark Peak Demand\nFestive Cheer Lights Up Economy: Christmas-New Year Celebrations Spark Peak Demand\nUnwrapping the Lessons in Classic Holiday Stories\nUnwrapping the Lessons in Classic Holiday Stories\nIt also reported that the special forces in the Austrian capital Vienna, and in Germany, had arrested suspects on Saturday.\nA Vienna police official reached by AFP could not immediately confirm any arrests.\nAustrian police said on Saturday they were stepping up checks, especially around churches, religious events and Christmas markets in Vienna\n“Terrorist actors across Europe are calling for attacks on Christian events — especially around December 24th,” they said in a statement.\n“Due to a current risk assessment… and the continued increased terror alert level, there is generally an increased risk in Austria during the Christmas holidays.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lXtJn.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lXf5y.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lXhEA.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lVS1O.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lXmlA.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lXtJn.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lVS1O.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lXhEA.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lXf5y.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lXmlA.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael esser",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bild",
          "sentiment": "none"
        },
        {
          "name": "cologne cathedral",
          "sentiment": "none"
        },
        {
          "name": "us ahead of christmas santa claus",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "austria",
          "sentiment": "none"
        },
        {
          "name": "santa claus",
          "sentiment": "none"
        },
        {
          "name": "cologne",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "spain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T03:29:45.471+02:00",
    "updated": "2023-12-24T03:29:45.471+02:00"
  },
  {
    "uuid": "dfa0454835bc75e06f84a2101164e46b47996c15",
    "url": "https://www.local10.com/espanol/2024/06/21/superviviente-de-surfside-de-91-anos-se-reune-virtualmente-con-el-hombre-que-la-salvo-nuestras-vidas-estaran-para-si",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jeff Weinsier",
    "published": "2024-06-22T03:08:00Z",
    "title": "Superviviente de Surfside, de 91 años, se reúne virtualmente con el hombre que la salvó: “Nuestras vidas están unidas”",
    "text": "SURFSIDE, Fla. – A sus 91 años, Esther Gorfinkel recuerda todo lo que sucedió el 24 de junio de 2021, incluyendo al hombre que la sacó de las Champlain Towers cuando el edificio se derrumbó.\n“¿Cuándo fue la última vez que lo viste?” preguntó el reportero de Local 10 News, Jeff Weinsier.\n“Oh, hace mucho tiempo, lo vi una vez”, dijo Gorfinkel.\nAlbert Aguero y Gorfinkel se reunieron virtualmente, él en Nueva Jersey y ella en su apartamento en Aventura.\nNo se habían visto en años.\n“Oh, Dios mío, es tan bueno verte”, dijo Aguero. “Quiero decir, nuestras vidas estarán para siempre vinculadas.”\nEstuvieron juntos hace tres años cuando las Champlain Towers se derrumbaron en Surfside. Él la vio en una escalera tratando de salir, la cargó sobre su hombro y la llevó a un lugar seguro.\n“Gracias, estoy tan contenta de verte”, dijo Gorfinkel.\nEl 24 de junio de 2021, estaba en la cama en el quinto piso dentro de las Champlain Towers cuando hubo un violento sacudón. Todo su apartamento comenzó a temblar.\n“Siento como si hubiera sido ayer”, dijo Gorfinkel.\nSe puso una bata y comenzó a bajar las escaleras, y quedó atrapada por los escombros hasta que Aguero la vio.\n“Recuerdo todo lo que sucedió ese día”, dijo.\n“¿Piensas en eso?” preguntó Weinsier.\n“No, no, no hablo de eso todos los días”, dijo Gorfinkel. “Es imposible. Te volverías loco.”\nGorfinkel había decorado las paredes de su apartamento en Surfside con premios y reconocimientos por su trabajo voluntario en la comunidad judía y con la concienciación sobre el cáncer.\nDespués del colapso, los únicos dos artículos recuperados de los escombros fueron dos de esos premios, que ahora tiene en su apartamento en Aventura.\nGorfinkel había vivido en el edificio durante 40 años. Las fotos de bodas, aniversarios y recuerdos se han ido, pero los miembros de su familia las han reemplazado con copias.\nHoy, con el paso del tiempo, el dolor permanece. Gorfinkel perdió a muchos amigos y vecinos en la torre ese día.\n“Muchas veces recuerdo porque una de las parejas allí pertenecía a mi templo y, a veces, el rabino los recuerda y habla de ellos”, dijo.\nSe ha programado un memorial para el lunes por la mañana en el lugar del colapso, en la calle 88 y la avenida Collins.\nEste año, Gorfinkel dijo que no se siente con ánimos de asistir.\nCopyright 2024 by WPLG Local10.com - All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-22T06:27:38.722+03:00",
    "updated": "2024-06-22T06:27:38.722+03:00"
  },
  {
    "uuid": "b2a715dbc3e6555dea6d6a0b338b74545528b528",
    "url": "https://jamaica-gleaner.com/article/commentary/20231229/peter-espeut-what-year-2023-was",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "File",
    "published": "2023-12-29T00:00:00Z",
    "title": "Peter Espeut | What a year 2023 was! | Commentary | Jamaica Gleaner",
    "text": "Peter Espeut | What a year 2023 was! Merry Christmas to you all! Yes, it’s still Christmas! Today is only the fifth day of the 12 days of Christmas, and we still have seven days to go! I see that my colleague columnist Basil Jarrett from up the road has declared that “another Christmas is in the history books”. I am sure that Archdeacon Simms and Hugo Chambers must be turning in their graves! Yes, we are blessed as a people by the other people in our lives, especially the Son given to us by the Father. We must use all the talents bestowed on us, including the great gift of reason, to seek to make our beloved land and the world a better place. In a few days 2023 will be history, and certainly a year to remember. I live in Eight Miles, Bull Bay – one mile along the new South Coast Highway. We are now in the fifth year of its construction, and “it cyah done yet!” On that 1,760 yard stretch, part of the left lane is still blocked just by Shooters Hill, as is part of the right lane by Wicky Wacky; and the blockages are not marked by lights or reflectors: accidents waiting to happen. Minister without Portfolio in the Office of the Prime Minister Everald Warmington asks us to be patient and have a short memory. Many of us have neither! Why does the median have to be a wall, preventing the aged and the handicapped from easily crossing the road? Was this highway through populated areas designed as a toll road? It certainly is not pedestrian friendly. In these modern days of high technology I am sure we can build roads faster than at an average of about one yard (three feet) per day! Remember the big announcement in April that we were going to amend our national constitution to remove the British monarch as our head of state? And that the bill to amend the constitution would be tabled in parliament after about a month – before the end of May! Without public consultation or public education? What a blow to democracy that would have been! Remember the undemocratic way the Constitutional Reform Committee was chosen? When the committee was first named, a certain person was said to be representing “the church”, but “the church” knew nothing about it! The Jamaica Labour Party (JLP) Government chose the person to represent “the church”. Who was that person really representing? After protests, “the church” was allowed to name its genuine representative. The JLP government also chose persons who would “represent” civil society and youth. Who do they really represent? Can you deepen democracy using undemocratic means? You tell me! After eight months we still have neither serious public consultation nor serious public education (catchy jingles don’t count; that is PR). PATTERSON REPORT Well its two years and the Patterson Report on the transformation of our underperforming education system is yet to be tabled in parliament. But we have jingles (or maybe I should say we had jingles) instead of serious public debate. But the government successfully raised the salaries of politicians by over 200 percent! They are good at that! I have been thinking about the claim the government is making that the present unemployment rate (4.5 percent) is the lowest in our history, and that this is evidence of successful national planning as we are nearing full employment. We define someone as “employed” if they work at least one hour per week – hardly full employment. The April 2023 Labour Force Survey reports that only 61,300 Jamaicans are “unemployed”, but it also reports that 725,700 Jamaicans are “outside the labour force”. Think about it: the newly introduced Sixth Form Pathways Programme (SFPP) has postponed the entry of tens of thousands of young people into the labour force. No wonder the official employment rate is low; because of the SFPP the 2022 and 2023 figures are not comparable. Just wait until the first SFPP cohort “graduates” and enters the labour force; then watch what the unemployment rate is then. It is easy to mislead with statistics. And speaking of statistics, all the recent opinion polls (except the one by Nationwide News) report that registered voters are trending towards supporting the People’s National Party (PNP), despite the absence of announced policies they would implement if elected. This does not mean increased support for the PNP, but that people intend to vote against the government party. This could translate into the PNP increasing their division count in the local government elections due in a few weeks. TRANSPORT SUPPORTERS And then again, it is a question of who has the money to efficiently transport their supporters to the polling stations on election day. Judging by the recent Jamaica Labour Party (JLP) conference, the ruling party has lots of money for that. Democracy in Jamaica today is not just about who has more public support, but is also about who can incentivise more voters to vote. The election is still wide open! I used to call for more Royal visits, and for the royalty to pass in front of my house, or at least in my area (the roads would always be fixed; royalty must not drive on rough roads). I think we need annual Local Government Elections if that is what it takes for our highways (if not the byways) to be patched. Politicians believe that corruption is not an election issue, and so they have no incentive to reduce nepotism, cronyism, influence peddling and illicit enrichment. Clearly the JLP believe that they can gag the Integrity Commission, and hide their reports, and fail to file accurate declarations of assets. Thankfully I think the public is getting increasingly intolerant of corruption. But sadly: at the moment there is not much difference between the PNP and the JLP. Until we have something better, it is best to not let one party stay in office too long. Peter Espeut is a sociologist and development scientist. Send feedback to [columns@gleanerjm.com](mailto:columns@gleanerjm.com)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "peter espeut",
          "sentiment": "neutral"
        },
        {
          "name": "jamaica gleaner peter espeut",
          "sentiment": "neutral"
        },
        {
          "name": "basil jarrett",
          "sentiment": "none"
        },
        {
          "name": "archdeacon simms",
          "sentiment": "none"
        },
        {
          "name": "hill",
          "sentiment": "none"
        },
        {
          "name": "wicky wacky",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bull bay",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "south coast highway",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T08:11:20.184+02:00",
    "updated": "2023-12-29T08:11:20.184+02:00"
  },
  {
    "uuid": "661b5b89a4a0bbbae8e67f8c6ccf7ffea7e06469",
    "url": "https://animalpolitico.com/elecciones-2024/cdmx/hugo-torres-concejal-morena-detenido-homicidio",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Animal Político",
    "published": "2024-04-25T18:36:00Z",
    "title": "Detienen a Hugo Torres, candidato a concejal de Morena en Benito Juárez, por presunta participación en homicidio",
    "text": "Hugo Torres, candidato a concejal por Morena en la alcaldía Benito Juárez , fue detenido la mañana de este jueves por su presunta participación en el asesinato de un hombre de 37 años.\nLa Secretaría de Seguridad y Protección Ciudadana de la capital informó que los hechos ocurrieron en el interior de un domicilio ubicado en la calle Emperadores de la colonia Portales. Cuando la policía llegó al lugar, la víctima ya no tenía signos vitales.\nEl candidato a concejal por Morena en la alcaldía Benito Juárez fue detenido. Foto: Cuartoscuro Por este caso fueron detenidos una mujer y Hugo Torres , quien formaba parte del equipo de Leticia Varela , la candidata de la alianza Morena-PT-PVEM a la alcaldía Benito Juárez.\nLos elementos de la policía llegaron al inmueble luego de recibir una llamada por la línea de emergencia 911, respecto a una pelea que se estaba llevando a cabo en la casa donde ocurrió el asesinato.\nEl candidato a concejal por Morena en la alcaldía Benito Juárez fue detenido. Foto: Cuartoscuro Morena se solidariza con familia de la víctima Sebastián Ramírez, presidente de Morena en la Ciudad de México, dijo que su partido se solidariza con la víctima de este hecho y sus familiares.\n“Lo primero siempre es solidarizarnos con los familiares y con las víctimas. Nosotros confiamos plenamente en que la Fiscalía tiene que deslindar responsabilidades, investigar y actuar”, expresó el líder morenista en una conferencia de prensa en la que se habló de diferentes temas.\nSigue la cobertura de las elecciones 2024 aquí",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:30:21.653+03:00",
    "updated": "2024-04-26T00:30:21.653+03:00"
  },
  {
    "uuid": "602fe2cf61b8146cea5c1e679062e01737b90661",
    "url": "https://www.yourtango.com/2023369526/zodiac-signs-luckiest-love-horoscopes-december-30-2023",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ruby Miranda",
    "published": "2023-12-29T15:30:00Z",
    "title": "December 30 Love Horoscopes Are Luckiest For 3 Zodiac Signs | YourTango",
    "text": "Jupiter direct is all about mind power and manifestation. By [Ruby Miranda](/users/ruby-miranda) — Written on Dec 29, 2023 Photo: Jacob Lund | Canva Pro In a way, it doesn't get any better than this day's transit, Jupiter direct, as it shows us all that the power of positive thinking really does work, and being that Jupiter is no longer in retrograde, we are free to enjoy all it has to offer. This planet is associated with abundance, benevolence, enthusiasm, travel and adventure. On December 30, 2023, three zodiac signs will be embedded with positive energy. How timely is something like this? This is really a dream come true, as it sure will be nice to believe in something as we cross the threshold from this year into the next. With one day left to the year, we can once again take stock of the idea that if we want to be happy, we can wish ourselves into that position. Jupiter direct is all about mind power and manifestation. So, what we think about has a very good chance of manifesting. If we're applying this positive energy to our loved lives, then not only are we doing the right thing, but this kind of energy is explosive. We can create a snowball effect if we stay the course with positivity and optimism, and for three zodiac signs, the day looks bright and filled with opportunity. Three zodiac signs will have the luckiest love horoscopes on December 30, 2023: 1. Aries (March 21 - April 19) You don't have to be told that the planets are lining up to support you to know that no matter what's going on in the universe, you're walking into the new year with a smile on your face and love in your heart. You have paid your dues in the love department and around this time of the year, specifically on December 30, 2023, you'll be ripe and ready to take on something new, bright, bold and thrilling. You want your loved one by your side, and you want to take on the world. With the help of the transit, Jupiter direct, you'll feel as though all of your ideas are the kind that can benefit humanity. While that might sound lofty, well, that's Jupiter for you. It is the largest planet we know of and when it directly influences us, we feel it, and you feel it in particular, on this day, December 30, 2023. You feel larger than life and you feel that your love story is one for the books. Nothing gets you down on this day, no way. What you need is to be with the person you love, feeling your love of life together. What you'll notice happening on this day is that you and your partner are definitely on the same safe length and that it's good to know that you can trust them to stick with you in your positive feelings. You don't have to worry about anyone putting a damper on your day. That is just impossible. Have fun, enjoy it all, Aries. RELATED: [9 Things Happy Couples Talk About + 50 Conversation Starters To Take You Deeper](https://www.yourtango.com/love/things-happy-couples-talk-about-conversation-starters) 2. Scorpio (October 23 - November 21) Let the good times roll. That's your mantra for the day and on this day, December 30, 2023, you feel nothing but good vibes and great intentions. With Jupiter direct, it's like the sky opens up for you and all you feel is the sun shining down right on top of your head ... even if it's pouring rain. Both you and your romantic partner have come clean with each other about something that you've both kept hidden for far too long. Now that it's out in the open, it's yesterday's news ... that means it's time to move on. So, December 30, 2023, lets you feel that good vibe that you knew was there, but because you stood in your way, you were not able to experience it fully. When Jupiter was in retrograde, you felt clogged, stuck in a rut, unable to push past those final [obstacles in the relationship](https://www.yourtango.com/love/men-share-their-biggest-problems-in-romantic-relationships). Yet, here you are on this day, and with Jupiter direct, it's like the green lights all turned on—time to zip on through Scorpio. You worked hard to get yourself to this result, so give yourself a pat on the back while you're there. While this day, December 30, 2023, may feel nearly miraculous in terms of loving vibes, it was you who navigated the rough waters that finally landed you here on terra firma. You did this, Scorpio, and you have a good partner to do it with. and as the year comes to a close, you can both know that you did the right thing. RELATED: [8 Types Of Soul Connections Explained](https://www.yourtango.com/love/types-of-soul-connections) 3. Pisces (February 19 - March 20) It will be on this day, December 30, 2023, that you figure out what you want to do next year, and that might be something altogether new. You will be inspired by the expansive nature that comes with [ Jupiter direct](https://www.yourtango.com/2023368089/how-astrology-december-2023-affects-all-zodiac-signs-love-horoscope-month), and what that means is that you want to try new things, perhaps even study a topic that you are altogether unfamiliar with. This could be the very thing that brings a sense of togetherness between you and your partner, as this might be something you do together. Related Stories From YourTango: It would be a wonderful thought that the [key to relationship success](https://www.yourtango.com/experts/ravid-yosef/want-successful-relationship-follow-7-cs) may just lie in your ability to find new things to do together, and during Jupiter direct, you'll have ample opportunities to discuss such matters. What you will notice is that your romantic partner is just as stoke for change as you are and that their enthusiasm is something you find to be inspiring. Maybe they are the ones who get you up and off your feet. Trying new things is what will bring the two of you closer together. What's also slated for you, Pisces, is the idea of kindness. You will receive much of it on this day, December 30, and you will be inspired to be just as kind and benevolent as your partner is to you. You might even get a laugh out of it all, as the respect you have for each other is not only obvious but a little 'cute' too, and that's the stuff that could potentially have the both of you laughing until you cry. It's a good day for being together, so enjoy it all and cherish the day. RELATED: [Who You'll Have The Most Passionate Relationship With, Based On Your Lilith Sign](https://www.yourtango.com/zodiac/lilith-sign-compatibility) [Ruby Miranda](https://muckrack.com/ruby-miranda/articles) interprets I Ching, Tarot, Runes, and Astrology. She gives private readings and has worked as an intuitive reader for over 20 years.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://muckrack.com/ruby-miranda/articles)",
      "https://www.muckrack.com/ruby-miranda/articles)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jacob lund",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "jupiter",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:46:57.552+02:00",
    "updated": "2023-12-29T17:46:57.552+02:00"
  },
  {
    "uuid": "8051b75eefb5bd84a875572abf1f43a412977538",
    "url": "https://musicnonstop.uol.com.br/aos-90-anos-seu-osvaldo-primeiro-dj-do-brasil-toca-domingo-em-sp-e-aconselha-o-papel-do-dj-e-agradar/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Claudia Assef",
    "published": "2024-01-05T21:13:00Z",
    "title": "Seu Osvaldo, primeiro DJ do país, toca neste domingo em SP",
    "text": "Aos 90 anos, seu Osvaldo, 1º DJ do Brasil, toca domingo em SP e aconselha: “o papel do DJ é agradar” Lenda da discotecagem brasileira se apresenta com Tony Hits no Sesc Santana. Falamos com ele sobre homenagens e a missão do DJ Neste domingo, o pioneiro seu [Osvaldo Pereira](https://musicnonstop.uol.com.br/primeiro-dj-seu-osvaldo-mostra-role-do-vinil/), primeiro DJ brasileiro, se apresenta ao lado de outro veterano, o DJ [Tony Hits](https://musicnonstop.uol.com.br/tags/tony-hits), num baile vespertino no Sesc Santana. A dupla vai comandar o Baile Black, passeando por um repertório de clássicos dos anos 50, 60 e 70, incluindo samba rock, soul, funk, jazz e samba. O evento é gratuito, e com certeza, uma ótima oportunidade para aprender com esses mestres. Para além da pequena bolha que já o conhecia na Vila Guilherme, seu bairro, seu Osvaldo foi revelado em 2003, ano em que foi publicado o livro [Todo DJ Já Sambou](https://musicnonstop.uol.com.br/loja/livro-todo-dj-ja-sambou-osvaldo/), de autoria desta escriba. Até então, não se sabia quem teria dado o pontapé ao ofício no Brasil. Com certeza, a história — e a descoberta de seu Osvaldo — é um dos pontos altos do livro, que vendeu mais de 25 mil cópias em quatro edições e se tornou material didático em escolas de DJ e cursos superiores de produção musical. Fascinado pelo rádio desde criança, Pereira fez um curso, foi trabalhar como técnico de som e criou seu próprio equipamento. Isso em 1958! Na época, os bailes eram feitos com orquestras, com muitos músicos, e os ingressos custavam uma nota. Ele teve uma ideia genial para democratizar o valor das entradas: usar seu equipamento para tocar as mesmas músicas que as orquestras executavam, usando discos. Tocava a primeira metade do baile escondido no palco, atrás das cortinas, e só depois elas se abriam, relevando o seu “segredo”. Assim nasceu a Orquestra Invisível, criação de Osvaldo que anos depois tomou conta dos salões de baile de São Paulo, e mais tarde se espalhou por todo o Brasil. O DJ esteve à frente de sua Orquestra Invisível Let’s Dance entre 1958 e 1968, quando resolveu se aposentar dos toca-discos e focar no ofício de técnico de rádio. [Orquestra Invisível Let’s Dance / Let’s Dance Invisible Orchestra](https://vimeo.com/149898624) from [Studio Riff](https://vimeo.com/studioriff) on [Vimeo](https://vimeo.com). Depois do lançamento do livro e consequentemente dos pedidos que vieram, ele voltou a tocar. Sua caixa de discos, arrumadinha em seu quarto, permaneceu organizada durante os anos da aposentadoria, como eu pude comprovar na primeira visita que fiz à sua casa para entrevistá-lo, em 2003. Hoje, aos 90 anos, seu Osvaldo segue discotecando e recebendo homenagens. Nada mais justo. Ele já apareceu em programas como Fantástico, Conversa com Bial, Manos e Minas, Metrópolis, entre muitos outros, e recebeu homenagem protocolar na Assembleia Legislativa de São Paulo, além de ter tocado em festivais como o Marisco e o [Batekoo](https://musicnonstop.uol.com.br/tags/batekoo), maior pista que ele já encarou, em 2022. Com tanta bagagem e experiência, claro que bateu aquela vontade de telefonar para seu Osvaldo para me atualizar sobre as novidades desse DJ que tem tanto a nos ensinar. Aqui vai um resumo da nossa conversa por telefone no final da manhã desta sexta (5). Claudia Assef: Seu Osvaldo, o que o senhor está preparando para o set de domingo, no Sesc? Seu Osvaldo Pereira: Tô analisando, ainda vou falar com o Tony sobre o baile. Ele vai levar uma quantidade de discos, e eu faço uma parte minha aqui. Ainda vou escolher. Mas normalmente levo variedades: samba, samba rock, clássicos… O intuito é fazer o pessoal dançar. Como tem sido esse reconhecimento merecido e as homenagens que o senhor tem recebido nesses últimos 20 anos? O livro foi uma propaganda muito boa daquilo que eu fiz e, o mais importante, fez com que eu passasse a ser convidado para tocar em festas e bailes novamente. É muito gratificante estar de volta a esse meio. Entre essas festas, acho que a maior que o senhor já tocou foi a Batekoo, um grande festival. Como foi essa experiência? Tinha bastante gente nesse dia. O tratamento comigo foi muito bom, fiquei muito feliz com o convite. Toquei numa torre bastante alta e o povo acenava pra mim e eu acenava de volta. Foi emocionante todo esse carinho. No início, na época da Orquestra Invisível, o senhor tocava com um toca-disco apenas e sem fone de ouvido. Agora o seu set-up tem dois toca-discos e fone. Que tipo de tecnologia o senhor aprendeu nesses últimos anos? Com o passar do tempo a gente vai se adptando. O fone de ouvido, eu já me acostumei com ele, não dá pra perder o fio da meada. Hoje eu toco com duas pick-ups e mixer. Eu me adaptei a isso agora. O toca-disco é a veterana máquina que a gente sempre usou, então, foi uma adaptação tranquila. O que mais mudou nos bailes dos anos 60 pra cá? O baile varia muito atualmente, e é preciso estar preparado com discos pra agradar a todos. Então a gente vai experimentando. O mais importante é descobrir o que o pessoal gosta de dançar. Com o tempo, as coisas vão mudando, mas são adaptações que a gente faz e o público gosta. Sempre tocamos o rock e o samba, que é a nossa música brasileira. Dependendo da festa, a gente precisa estar preparado e com os discos pra agradar a todos, e todos sairem contentes do baile. O comportamento das pessoas depende muito do tipo de baile. Tem o pessoal que tem um ritmo dançante que já é natural deles. E os seus DJs preferidos, quem são? Tony Hits, a gente sempre faz festa junto. E também o [DJ Marky](https://musicnonstop.uol.com.br/novo-disco-de-dj-marky-the-time-is-right-foi-inspirado-em-separacao-amorosa-cazuza-e-covid-mergulhe-no-universo-do-disco/) e outros que conheci nas festas do seu livro, eles são eternos pra mim. Dica de ouro para a nova geração. O papel do DJ é…? É ele fazer o pessoal dançar, agradar. De início, ele pode botar umas músicas que só ele conhece, umas três ou quatro. Daí ele já vai entender o que o pessoal gosta e vai nessa onda. Isso é importante, agradar ao baile. Às vezes tem gente que faz pedido, e a gente procura atender. Serviço Baile Black com Seu Osvaldo Pereira e Tony Hits Local: Sesc Santana – Av. Luiz Dumont Villares, 579 – Jd. São Paulo. Ginásio Entrada: gratuita (acesso para pessoas com deficiência pelo estacionamento) Estacionamento: R$ 12,00 (primeira hora; R$ 3,00 a hora adicional) Paraciclo: gratuito (é necessário a utilização travas de seguranças) [Um passeio com Seu Osvaldo, o primeiro DJ do Brasil, garimpando vinil no coração de São Paulo](https://musicnonstop.uol.com.br/primeiro-dj-seu-osvaldo-mostra-role-do-vinil/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://vimeo.com/studioriff)",
      "https://vimeo.com).",
      "https://vimeo.com/149898624)",
      "https://www.vimeo.com).",
      "https://www.vimeo.com/149898624)",
      "https://www.vimeo.com/studioriff)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:18:39.753+02:00",
    "updated": "2024-01-06T00:18:39.753+02:00"
  },
  {
    "uuid": "ef579320528a78e33e43523f7bd743baf3d951fc",
    "url": "https://www.echo-news.co.uk/news/national/24016269.woman-believed-held-hostage-gaza-declared-dead/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-28T21:39:00Z",
    "title": "Woman believed to be held hostage in Gaza declared dead | Echo",
    "text": "A hard-hit Israeli kibbutz has announced the death of Judih Weinstein — an American-Canadian-Israeli woman who had been thought to be held hostage in Gaza. The news came six days after Ms Weinstein’s husband, Gad Haggai, was also declared dead. Ms Weinstein, 70, and Mr Haggai, 73, were taking an early morning walk near their home in Kibbutz Nir Oz on the morning of October 7 when Hamas militants burst across the border into Israel, killing about 1,200 people and kidnapping 240 others. In the early hours of the morning, Ms Weinstein was able to call emergency services and let them know that both she and her husband had been shot and send a message to her family. Ms Weinstein and her husband had been thought to be among the hostages still held in captivity in Gaza. But six days ago, the kibbutz announced that Mr Haggai was killed on October 7 and his body was taken to Gaza. On Thursday, the kibbutz said it had learned that Ms Weinstein was also killed on October 7 and her body is also being held in Gaza. It was not immediately clear how Israeli authorities determined their deaths. The couple are survived by two sons and two daughters and seven grandchildren, the kibbutz said. US President Joe Biden said he was “devastated” to learn of Ms Weinstein’s death, especially after hearing about the couple during a meeting with their daughter. The families “have been living through hell for weeks. No family should have to endure such an ordeal”, he said in a statement. Ms Weinstein was born in New York and was an active member of Kibbutz Nir Oz, a small community near the Gaza border where she taught English to children with special needs. The kibbutz said she also taught meditation techniques to children and teenagers who suffered from anxiety as a result of rocket fire from Gaza. Mr Haggai was a retired chef and jazz musician. “Judy dedicated her life to serving others, spending years teaching English and using her passions for poetry, puppeteering, and mindfulness to empower children of all backgrounds,” her family said in a statement. In a YouTube video made during a brief round of fighting between Israel and the Islamic Jihad militant group last May, Ms Weinstein read a series of poems and expressed hope for better days ahead. “I truly hope that the next time I’m recording some Haiku it won’t be under duress, under rocket fire, under conditions where people are at war,” she said. “May we all be granted the right to our basic rights of home, food, shelter and peaceful days. Here’s hoping.” Al Haggai, one of the couple’s sons, told Israel’s Channel 13 that the family had originally hoped their mother’s multiple citizenships would allow her to be released during the week-long ceasefire in late November, when 105 hostages were let go. Almost all were women and children. He said that when his mother’s name was not on any of the daily lists, he started to suspect that something had happened to her. According to Israeli Prime Minister Benjamin Netanyahu’s office, at least 23 of the approximately 129 hostages believed to be held in Gaza have either died or been killed in captivity. Nir Oz was one of the hardest-hit Israeli communities on October 7, with roughly a quarter of its residents killed or kidnapped. The families of missing hostages have drawn widespread support and sympathy in Israel as they press the government to reach a new ceasefire deal to bring home their loved ones. Mr Netanyahu met on Thursday in Tel Aviv with some of the families, where he told them there were behind-the-scene efforts to bring the hostages home, according to a statement from his office. “I can’t elaborate on the details, we are working to return everyone,” he said. Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "judith weinstein",
          "sentiment": "negative"
        },
        {
          "name": "weinstein",
          "sentiment": "none"
        },
        {
          "name": "haggai",
          "sentiment": "none"
        },
        {
          "name": "gad haggai",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:12:12.469+02:00",
    "updated": "2023-12-29T01:33:05.543+02:00"
  },
  {
    "uuid": "77eda75e30da0e17c957663b760b53c15232e9dd",
    "url": "https://toronto.citynews.ca/2023/12/24/financial-pressures-forcing-etobicoke-church-housing-refugees-to-close-by-end-of-december/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Marchesan",
    "published": "2023-12-24T05:01:00Z",
    "title": "Financial pressures forcing Etobicoke church housing refugees to close by end of December",
    "text": "Financial pressures forcing Etobicoke church housing refugees to close by end of December\nPosted December 24, 2023 12:01 am.\nA Toronto church that has been on the front lines of the refugee housing crisis says it will be forced to close its doors as of December 28 due to a lack of funds.\nNadine Miller with Pilgrim Feast Tabernacles in Etobicoke says they have been working around the clock since July to make sure refugees have a roof over their heads and warm food to eat.\n“Canada itself is known as a place of refuge. Internationally we have danced well, we have done well, we give well but now it’s in our country and we cannot allow Black people to sleep on the street,” she said.\n“We really need a helping hand at this point. We need those with a voice to stand up with us.”\nMiller says the cost to keep Pilgrim Feast Tabernacles running as a shelter has put the church into debt to the tune of between $700- to $800,000.\n“On a given month with all the different locations that we have, it’s $30,000. And then you have staff, that another $100,000. Every month we’re in at least $250,000 of debt that we have to pay and that debt is now overwhelming.”\nRight now the church is housing about 80 people with some being regularly moved to hotels in regions like Niagara and Windsor. While many are being placed in shelters or permanent housing, more asylum seekers continue to show up.\n“Last night we still had people coming at the doors. I had to take in a woman and children and I have them upstairs in a room that’s alredy shut down,” said Miller.\nImmigration, Refugees and Citizenship Canada says it has over four thousand hotel rooms in six provinces — including about 2,500 rooms in 16 hotels in Ontario — to provide temporary housing to asylum seekers. In a statement, the government agency says in part, “Work towards a longer-term solution is ongoing. In the meantime, IRCC has been working collaboratively with impacted provinces and municipalities to transfer asylum claimants requiring temporary accommodations from provincial shelters and churches to IRCC-funded hotels with available space.”\nMiller says a more permanent solution is needed.\n“We found a couple of places but we just don’t have the financial capacity. We need to figure out how we’re going to meet that budget because as you can see once you start bringing in the beds more people are going to come,” explained Miller, joining the call for adequate support from all levels of government.\n“We need the three levels of government to talk, they need to get together and talk and not play the mind games. They’re not children, they’re leaders …They need to act accordingly and lead.”\nLast week\nDominion Church International in North York announced it too would be shutting down its shelter space due to lack of funding. They are currently raising money with the hopes of opening a shelter with 500 beds in Peterborough.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "miller",
          "sentiment": "none"
        },
        {
          "name": "nadine miller",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "etobicoke",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "toronto",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T07:03:04.274+02:00",
    "updated": "2023-12-24T07:03:04.274+02:00"
  },
  {
    "uuid": "7a1cbebc3c94cd74dab6b099b3fb6e83c0530a71",
    "url": "https://elpopular.pe/espectaculos/internacionales/2024/12/26/neymar-confirmo-que-se-convertira-en-padre-por-cuarta-vez-con-bruna-biancardi-486512",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bryan Salvatierra",
    "published": "2024-12-26T22:35:00Z",
    "title": "Neymar confirmó que se convertirá en padre por cuarta vez con Bruna Biancardi",
    "text": "Neymar confirmó que se convertirá en padre por cuarta vez con Bruna Biancardi\nLa modelo emocionó a todos los fanáticos de Neymar, al anunciar que el astro brasileño será padre por cuarta vez.\nÚnete al canal de Whatsapp de El Popular\nNeymar y Bruna Biancardi han sorprendido a sus seguidores al anunciar que esperan su cuarto hijo, el segundo fruto de su relación. La pareja compartió la emocionante noticia durante una celebración navideña en su lujosa mansión en Mangaratiba, Brasil. El anuncio fue realizado a través de un emotivo video que capturó los momentos de la fiesta, conoce en esta nota todos los detalles.\nPUEDES VER:\n[Jordi Martin confirmó infidelidad de Neymar tras partido con Perú: \"Estuvo 6 horas en discoteca y se besaron\"]\nNeymar y Bruna confirmaron que serán padre por cuarta vez\nLa fiesta de Navidad en la mansión de Neymar no solo fue un evento familiar, sino también un momento significativo para la pareja. En el video, Bruna compartió su alegría y agradecimiento por la llegada de su segunda hija, destacando la importancia de este nuevo capítulo en sus vidas.\nEl anuncio fue realizado a través de un emotivo video que capturó los momentos de la fiesta, donde Bruna confirmó que el nuevo integrante de la familia será una niña. “Estamos viviendo en una fase tan dulce, y no pudimos evitar compartir con ustedes que él (Dios) ha escuchado una vez más nuestras peticiones”, expresó Bruna en el video.\nA pesar de haber enfrentado una crisis que los llevó a separarse por nueve meses, Neymar y Bruna han logrado superar sus diferencias y se preparan para dar la bienvenida a su nueva hija. Neymar, de 32 años, ya es padre de Davi Lucca, de 13 años, y de Mavie, quien nació en octubre de 2023.\nPUEDES VER:\n[Ella es la mujer con quien Neymar le habría sido infiel a Bruna Biancardi antes de dar a luz]\n¿Quién es y a qué se dedica Bruna Biancardi, la novia de Neymar?\nBruna Biancardi, originaria de San Pablo, Brasil, nació el 15 de abril de 1994.Esta joven se ha destacado como modelo e influencer en redes sociales, colaborando con diversas marcas, especialmente en el ámbito gráfico. Aunque algunos medios mencionan que estudió en la Universidad de Anhembi Morumbí, los detalles sobre su formación académica son inciertos.\nSegún el portal Depor, Bruna y el futbolista Neymar se conocieron en una fiesta en 2020, donde surgió una conexión inmediata. Un año después, fueron captados disfrutando de un paseo en yate, lo que avivó los rumores sobre su relación.\nÚltimas noticias\n[VER MÁS](/ultimas-noticias)\nEl tratamiento que ayuda a pacientes que padecen quemaduras profundas\nNeymar confirmó que se convertirá en padre por cuarta vez con Bruna Biancardi\nEstas 2 universidades cerrarán en 5 días tras ser desaprobado por Sunedu: Así afectará a sus alumnos\n¿Se van todos? Plantel de la 'U' envió TAJANTE COMUNICADO sobre situación de Jean Ferrari\n'Regreso triunfal: Recupera su gloria' ONLINE y GRATIS: Dónde ver el drama completo en español\nLuna Bella, modelo de OnlyFans, graba video manteniendo relaciones íntimas en pleno vagón del metro de CDMX\nCaso Nilo Burga de Frigoinca: Examen de necropsia revela la causa de muerte del empresario\nJinx capítulo 56, temporada 2: fecha de estreno, horarios y cómo leer el manhwa BL por Lezhin\n‘Fortunas Reveladas: Mi Esposo es Poderoso’ ONLINE y GRATIS: Dónde ver serie completa en español latino\nJackie Chan no le dejará millonaria herencia a su hijo y aseguró que donará su dinero a obras de caridad\nEdison Flores y Ana Siucho comparten fotografía, pero cada uno deja un mensaje diferente: ¿De qué se trata?\nSenamhi lanza ALERTA NARANJA en 10 regiones por fenómeno peligroso este 28 y 29 de diciembre: aquí zonas afectadas\n“Love Remedy” ONLINE: Cómo ver el capítulo 1 GRATIS y subtitulado en español\n'¿Volverás a ser mi amor?' ONLINE y GRATIS: dónde ver la serie completa en español\n'Sonic 3: La película': cuándo y dónde se estrenará por streaming la cinta animada\n'El juego del calamar 2': Fecha de estreno, actores, cómo ver y todos los detalles de la serie en streaming\nGiovanna Valcárcel narra INCÓMODO momento con Gisela Varcárcel: “Me dijo que no éramos parientes”\nIsabel Cajo Salvador, de OnlyFans al Congreso, ¿qué se sabe de su polémica contratación?\nConsulta con tu DNI si estás en EsSalud y cómo acceder al subsidio por sepelio de S/ 2 070",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Human Interest->celebrity",
      "Human Interest->birthday",
      "Social Issue->parenting",
      "Social Issue->values",
      "Social Issue->family",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Neymar",
          "sentiment": "negative"
        },
        {
          "name": "Bruna Biancardi",
          "sentiment": "negative"
        },
        {
          "name": "Jordi Martin",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:38:53.563+02:00",
    "updated": "2024-12-27T00:38:53.563+02:00"
  },
  {
    "uuid": "e1959cd7a2dda8678a2c9c254b894adb72bebb49",
    "url": "https://ndmais.com.br/cidadania/video-hospital-de-blumenau-registra-nascimento-especial-de-gemeos-em-ano-bissexto",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Aysla Pereira",
    "published": "2024-02-29T22:23:00Z",
    "title": "VÍDEO: Hospital de Blumenau registra nascimento especial de gêmeos em ano bissexto",
    "text": "O dia 29 de fevereiro de 2024 ficará marcado para sempre na [memória](https://ndmais.com.br/cidadania/familia-de-gaspar-coleciona-memorias-em-sc-a-bordo-de-fiat-uno-lacos-fortalecidos/) de Patrícia Marques Honorato, de 32 anos. Nesta quinta-feira, ela trouxe ao mundo os gêmeos Bento e Liz, que nasceram no [HSA (Hospital Santo Antônio)](https://ndmais.com.br/saude/mae-de-menina-que-luta-contra-o-cancer-fala-sobre-jornada-de-esperanca-em-blumenau/). O nascimento dos dois bebês também foi um momento singular e significativo por ocorrer em um [ano bissexto](https://ndmais.com.br/cultura/acerto-nos-seculos-entenda-por-que-existe-o-ano-bissexto/). Conforme o HSA, a jornada de Patrícia começou quando ela deu entrada na maternidade do hospital, ansiosa para conhecer seus filhos tão esperados. A chegada dos pequenos não poderia ser em um dia mais marcante, em uma data que retorna ao calendário apenas a quatro anos, o que tornou o [nascimento](https://ndmais.com.br/saude/mae-com-utero-raro-da-a-luz-a-filhas-gemeas/) ainda mais único e raro. [](https://static.ndmais.com.br/2024/02/nascimento-gemeos-4.jpeg) [](https://static.ndmais.com.br/2024/02/nascimento-gemeos-1.jpeg) Nascimento dos gêmeos marcou o dia 29 de fevereiro no HSA A felicidade tomou conta do ambienta quando Patrícia deu à luz ao casal de gêmeos. O menino nasceu às 11h08, pesando 3,07 kg e a menina chegou dois minutos depois, pesando 2,7 kg. O [HSA](https://www.hsan.com.br/) celebrou o momento com muita alegria e entusiasmo, sendo o lar do nascimento de oito crianças até o momento. A equipe médica e os profissionais do hospital desejaram amor, saúde e prosperidade para a família, que hoje ganhou dois novos membros. Um vídeo emocionante mostra o momento em que Bento e Liz chegam na vida dos pais Patrícia e Anderson Aparecido Euzebio.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://www.hsan.com.br/",
      "https://www.hsan.com.br",
      "https://hsan.com.br/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:38:40.778+02:00",
    "updated": "2024-03-16T00:13:00.518+02:00"
  }
]