[
  {
    "uuid": "7e09ba093b884bef6e6e386e2e26823e27d41023",
    "url": "https://www.wfmz.com/news/area/berks/stay-safe-in-snow-local-doctor-shares-winter-weather-tips/article_466c33d4-aab9-11ee-a915-2fea3f48479e.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jack Reinhard",
    "published": "2024-01-04T04:25:00Z",
    "title": "Stay safe in snow: Local doctor shares winter weather tips",
    "text": "WEST READING, Pa. – A local doctor is offering some safety tips in case you will be outside in the potential snow that is forecasted for this weekend.\n\"First off, I want people to enjoy the weather and do things outside,\" said Dr. Brian Lahmann, chair of emergency medicine at Tower Health.\nLahmann said there are a few things to think about.\n\"The first thing that comes to mind is if you're going outside, make sure that you're dressed appropriately so you don't result in cold injuries, such as frostbite to your hands or your feet,\" Lahmann said.\nHe also said to follow directions on equipment or devices.\nHe said there are typically two injuries that can happen.\n\"One, from the snow and debris being blown from the snow blowers, so wear eye protection, stay at a safe distance if there's others around you,\" Lahmann advised.\nHe said other injuries can happen when snow blowers get clogged with ice and snow.\n\"Do not put your hands or fingers into an active working snow blower to remove the debris,\" Lahmann said.\nIt is something he said you should not do even when the snow blower is off.\n\"What we find is when individuals do that, those blades can kick back, and we've seen injuries to fingers, including amputations,\" Lahmann explained.\nAlso, when it comes to shoveling snow, he said it requires a lot of physical exertion.\n\"So, we do see folks who present having a heart attack from removing snow,\" Lahmann said.\nHe said to stop and rest if you experience chest pain or difficulty breathing.\n\"If the pain doesn't resolve or you have any concerning symptoms, then call 911 and seek help,\" Lahmann instructed.\nHe also said if your toes and fingers start feeling numb and they are looking discolored, it is time to go inside and warm up.\nScroll down for comments if available\nWhat others are reading... ❄️ Weekend storm: Widespread accumulating snow likely for parts of the area 3:14",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "https://www.linkedin.com/sharing/share-offsite/?url=https://www.wfmz.com/news/area/berks/stay-safe-in-snow-local-doctor-shares-winter-weather-tips/article_466c33d4-aab9-11ee-a915-2fea3f48479e.html",
      "https://twitter.com/intent/tweet?&text=Stay%20safe%20in%20snow%3A%20Local%20doctor%20shares%20winter%20weather%20tips&via=69News&url=https%3A%2F%2Fwww.wfmz.com%2Fnews%2Farea%2Fberks%2Fstay-safe-in-snow-local-doctor-shares-winter-weather-tips%2Farticle_466c33d4-aab9-11ee-a915-2fea3f48479e.html%3Futm_medium%3Dsocial%26utm_source%3Dtwitter%26utm_campaign%3Duser-share",
      "https://wa.me/?text=https://www.wfmz.com/news/area/berks/stay-safe-in-snow-local-doctor-shares-winter-weather-tips/article_466c33d4-aab9-11ee-a915-2fea3f48479e.html",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.wfmz.com%2Fnews%2Farea%2Fberks%2Fstay-safe-in-snow-local-doctor-shares-winter-weather-tips%2Farticle_466c33d4-aab9-11ee-a915-2fea3f48479e.html%3Futm_medium%3Dsocial%26utm_source%3Dfacebook%26utm_campaign%3Duser-share",
      "https://linkedin.com/sharing/share-offsite/?url=https://wfmz.com/news/area/berks/stay-safe-in-snow-local-doctor-shares-winter-weather-tips/article_466c33d4-aab9-11ee-a915-2fea3f48479e.html",
      "https://www.twitter.com/intent/tweet?&text=Stay%20safe%20in%20snow%3A%20Local%20doctor%20shares%20winter%20weather%20tips&via=69News&url=https%3A%2F%2Fwww.wfmz.com%2Fnews%2Farea%2Fberks%2Fstay-safe-in-snow-local-doctor-shares-winter-weather-tips%2Farticle_466c33d4-aab9-11ee-a915-2fea3f48479e.html%3Futm_medium%3Dsocial%26utm_source%3Dtwitter%26utm_campaign%3Duser-share",
      "https://wa.me/?text=https://wfmz.com/news/area/berks/stay-safe-in-snow-local-doctor-shares-winter-weather-tips/article_466c33d4-aab9-11ee-a915-2fea3f48479e.html",
      "https://wa.me/",
      "https://www.facebook.com/sharer/sharer.php",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.wfmz.com%2Fnews%2Farea%2Fberks%2Fstay-safe-in-snow-local-doctor-shares-winter-weather-tips%2Farticle_466c33d4-aab9-11ee-a915-2fea3f48479e.html%3Futm_medium%3Dsocial%26utm_source%3Dfacebook%26utm_campaign%3Duser-share",
      "https://www.linkedin.com/sharing/share-offsite/",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brian lahmann",
          "sentiment": "none"
        },
        {
          "name": "lahmann",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tower health",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west reading",
          "sentiment": "none"
        },
        {
          "name": "pa.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-04T10:02:37.194+02:00",
    "updated": "2024-01-04T23:44:53.198+02:00"
  },
  {
    "uuid": "9ce412ca96699338196a21ce4eea3f7639fd8b4f",
    "url": "https://rebelion.org/un-aviso-rabioso-y-dolorido",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yayo Herrero",
    "published": "2024-02-24T00:00:00Z",
    "title": "Un aviso rabioso y dolorido – Rebelion",
    "text": "Prólogo de ‘¿El final de las estaciones?’, de Juan Bordera, Antonio Turiel y Fernando Valladares\nHabitamos un mundo extraño en el que las convicciones y creencias sobre las que se han construido las políticas, las economías y las vidas cotidianas durante los últimos siglos hacen aguas.\nEn una cultura como la occidental, supuestamente emancipada de la Tierra y del resto del mundo vivo, el tratamiento de los “problemas ecológicos” ha sido abordado como una cuestión ética e incluso estética que no atañía al orden social. En los últimos años, una buena parte de la sociedad empieza a darse cuenta, con incredulidad, de que en realidad lo que llamamos naturaleza constituye un agente económico y político con el que no se puede negociar, y que lo que está en juego es cómo sobrevivir con dignidad en territorios amenazados. Un nuevo orden ecosocial comienza a organizar todas las afiliaciones políticas y sociales. Incluso las de los que niegan la mutación climática o los límites, rechazan los conceptos pero no pueden dejar de hablar de agua, calor, fiebre hemorrágica epizoótica, incendios, pérdida de cosechas, subida de los precios de los fertilizantes, materiales de construcción o minerales e inestabilidades en los suministros.\nFormamos parte de una trama de la vida en la que todo se interconecta y al hacerlo genera las propias condiciones de vida para todos. No es magia ni mística. Es química, son señales térmicas, son relaciones interdependientes, de simbiosis, fruto de un proceso de ensayo y error que comenzó hace casi 4.000 millones de años y que tiene como principal finalidad el mantenimiento de la vida.\nNo hay economía, ni tecnología, ni alimentos ni energía fuera de la trama de la vida. No hay vida humana fuera de la trama de la vida. Sin embargo, la sagrada trinidad que forman la combinación de la energía fósil, la tecnología y el capitalismo posibilitaron temporalmente materializar el sueño de la desconexión a costa de mutar los territorios en zonas de sacrificio y muchas vidas humanas en mero recurso o desecho. El capitalismo y la tecnociencia se aliaron para crear la promesa de que todo el mundo podría vivir bajo las bondades de un modo de vida que solo era viable físicamente para algunos.\nLa cuestión ecosocial no es un aspecto colateral de la política o la economía. Es el contexto físico que define y rodea el orden social\nLa desmesura extractiva y de generación de residuos está provocando la mutación descontrolada en términos humanos del funcionamiento de la biosfera. Lo que llamamos crisis ecológica afecta a la humanidad entera. La cuestión ecosocial no es un aspecto colateral de la política o la economía. Es el contexto físico que define y rodea el orden social y económico en su totalidad y tensiona brutalmente un orden económico que tiene una sola prioridad: el crecimiento y la acumulación expansiva de capital.\nEste libro que tengo la suerte de prologar compone parte del complejo mosaico que se necesita para comprender el momento que estamos viviendo y pensar cómo poder actuar en él.\nLos textos corresponden en su mayoría a reflexiones de Juan Bordera, Antonio Turiel y Fernando Valladares, acompañados por las voces de otros autores y autoras como Agnès Delage, Alejandro Pedregal, Alberto Coronel, Irene Calvé Saborit, Alfons Pérez, Marta García Pallarés, Javier de la Casa, Fernando Prieto, Ferrán Puig Vilar y la del propio Dennis Meadows. Todas estas personas y, por supuesto, los tres autores principales, son referentes a la hora de analizar las complejidades y aristas de la crisis ecosocial y del colapso, mutación, desmoronamiento o largo declive –quizás no tan largo– del orden civilizatorio dominante. Llamo civilización a una sociedad compleja definida por su forma de organización, sus instituciones y su estructura social, su tecnología, la forma de relación con los recursos disponibles, así como a las utopías, anhelos y sueños que proyecta.\nLos textos que componen este libro cumplen varios propósitos. Hay algunos fundamentalmente pedagógicos, que acercan a las personas las dimensiones más complejas del caos climático, los límites de tecnologías como el hidrógeno verde o la generación de energía a partir de la fusión. Otros tratan de relacionar fenómenos como la guerra, las migraciones o el genocidio de Gaza. No para establecer una determinación o causalidad entre ellas, pero sí para mostrar relaciones y complejizar análisis con frecuencia desconectados y simplificadores.\nEn este prólogo sólo se mencionan algunos de los aspectos que me han resultado más relevantes y presentes en todos los artículos, aunque son muchas más las cuestiones de interés y debate.\nEn primer lugar, estos textos alertan del desastre global que puede suponer la gestión capitalista de la crisis ecosocial. La situación es seria en sí misma, pero lo que resulta letal es que la prioridad sea mantener el crecimiento y los beneficios como sea.\nEl orden político dominante se está reorganizando para manejar las contradicciones explosivas de un capitalismo global en crisis\nEl orden político dominante se está reorganizando para manejar las contradicciones explosivas de un capitalismo global en crisis. Se está transitando hacia formas de control social coercitivo. Surgen proyectos autoritarios, algunos explícitos y otros más o menos camuflados, que tratan de responder a la crisis mundial. Las élites dominantes tratan de mantener bajo control a quienes sienten miedo, ira y malestar.\nEl capitalismo responde a la crisis ecosocial creando un estado policial y de vigilancia a escala mundial que controle posibles protestas, revueltas populares o insumisiones al statu quo . Lo cierto es que las desigualdades son cada vez más agudas y la concentración de la riqueza y del poder es cada vez mayor. La humanidad considerada sobrante crece a pasos agigantados. Por ello, el control social, la vigilancia y la represión son cada vez más urgentes para las élites.\nEn un contexto de translimitación, el capitalismo mundializado ha “perfeccionado” los mecanismos de apropiación de tierra, agua, energía, animales, minerales, urbanización masiva, privatizaciones y explotación del trabajo humano. Los instrumentos financieros, la deuda, las compañías aseguradoras, y el entramado de leyes y tratados internacionales allanan el camino para despojar a los pueblos, destruir los territorios, desmantelar la red de protección pública y comunitaria que pudiese existir y criminalizar y reprimir las resistencias que surjan.\nA la acumulación por desposesión que enunció David Harvey se une lo que William Robinson ha denominado “acumulación por represión” en Mano dura. El estado policial global, los nuevos fascismos y el capitalismo del siglo XXI . Guerras de baja intensidad y alta intensidad, represión, fronteras militarizadas, guerras contra las drogas, los migrantes, el terrorismo, las minorías raciales y religiosas… El conflicto social se convierte en una oportunidad para acumular capital. El Estado policial global se convierte en la fuente de beneficios.\nGaza es un ejemplo de lo que las élites hacen para controlar a la humanidad que consideran sobrante\nGaza es un ejemplo de lo que las élites hacen para controlar a la humanidad que consideran sobrante. Inglaterra colonizó Palestina y se la cedió a Israel, que ocupó militarmente Cisjordania y Gaza. Hasta hace poco, los palestinos eran la mano de obra barata que Israel utilizaba. La nueva estrategia es la explotación de mano de obra just in time , que en cualquier momento puede ser deportada, que no tiene derechos económicos o políticos. Así que Israel, con el apoyo de Estados Unidos y la permisividad de los gobiernos europeos –no de sus poblaciones– extermina y masacra a la sociedad civil en un genocidio televisado.\nUna segunda cuestión relevante es la que tiene que ver con la desobediencia y la represión del activismo. Los artículos de este libro hacen una fuerte defensa de la desobediencia civil como estrategia de lucha. De hecho algunos de sus autores participan en movimientos como Rebelión Científica o Extinction Rebellion, que junto a Futuro Vegetal están sufriendo el acoso judicial y el intento de amedrentamiento, de momento a través de denuncias y detenciones.\nSe expresa en uno de ellos:\n“Necesitamos olas de desobediencia civil no violenta por todo el planeta para frenar las olas de calor que amenazan nada más y nada menos que a la vida en general. Si alguien conoce un método mejor y más efectivo, ya está tardando en ponerlo en práctica. Le ayudaremos”.\nYo diría que la desobediencia civil es clave, pero también lo es la organización de movimientos por abajo que además de la protesta se conecten con la reconstrucción y la autogestión, y que a la vez consigan funcionar como elemento de presión en las instituciones. La desobediencia sin brazo político u organización puede ser cooptada por la ultraderecha. En mi opinión, hay movimientos prometedores, pero aún muy lejanos de lo que necesitamos.\nEn tercer lugar, la propuesta que late en todos los artículos es la apuesta por el decrecimiento. Para hablar de decrecimiento es fundamental determinar qué es lo que ha de decrecer. Es la dimensión biofísica del metabolismo social. No solo es que se deba contraer por una determinada voluntad ética y política, es que decrecerá de todos modos por la superación de límites biofísicos. Esta cuestión está contundente y rigurosamente desarrollada en este libro.\nHabrá decrecimiento material de todos modos. Puede ser un decrecimiento capitalista o puede ser uno justo\nPero en contextos de decrecimiento material, para que las vidas se sostengan, hay partes del metabolismo social que han de crecer y complejizarse. Las sociedades y comunidades que se mantienen sobre relaciones de reciprocidad y apoyo mutuo, sobre el reparto y el cuidado corresponsable y compartido, con capacidades de autogestión y autogobierno y densamente relacionadas con los ecosistemas y seres vivos no humanos son extremadamente complejas. Esas relaciones complejas hay que construirlas y son antagónicas con las relaciones que se establecen en las sociedades capitalistas.\nEl decrecimiento es, para mí, por tanto, el contexto material en el que hay que desarrollar propuestas políticas complejas que se centren en garantizar condiciones dignas de existencia. Habrá decrecimiento material de todos modos. Puede ser un decrecimiento capitalista –que ya empiezan a nombrar– y monstruoso, que mantenga élites que siguen acumulando y que expulse masivamente vida humana y no humana.\nO puede ser uno justo, de sociedades libres, justas y democráticas, que organicen la contracción material bajo el principio de suficiencia (entendida como el derecho a lo suficiente y la obligación de no tener más de lo necesario), una fuerte redistribución de la riqueza y el objetivo de sostener las vidas concretas dignas y con derechos. A este decrecimiento justo es al que aspiran los autores del libro.\nObliga a poner la garantía de condiciones de vida de las personas y la responsabilidad de la cobertura de las necesidades básicas en primer plano, con la misma importancia y detalle que otorgamos a la contracción material y reducción de la huella ecológica colectiva. No se trata de apuntar solo a un proceso de frugalidad individual generalizado –esa es la imposición del capitalismo–, sino a la reivindicación y construcción de derechos básicos para mucha gente que no los tiene.\nSin entender la magnitud y complejidad de la crisis ecosocial corremos el riesgo de que la forma política de abordar la contracción de la esfera material de la economía se centre en indicadores de emisiones de gases de efecto invernadero o tasas de retorno energético y olvide que lo que queremos sostener, además de la vida en su conjunto, son las vidas concretas. De no hacerlo, la transición ecológica será puro capitalismo enunciado como verde. Los análisis y propuestas ecofeministas, menos presentes en estos textos, han trabajado mucho estas cuestiones y proporcionan un andamiaje conceptual, en mi opinión, imprescindible para hacer este camino.\nSostiene el texto que “necesitamos un plan de contracción adecuado, un plan de transición lento y pausado, con mucho trabajo a pie de campo, mucho ensayo y error, hasta poder conseguir que las cosas funcionen sobre el terreno, en todos los ámbitos, desde el sector primario hasta el industrial y el de los servicios”.\nLa historia no está escrita todavía, pero es un momento crucial marcado por las amenazas de los totalitarismos neoliberales de ultraderecha, de la guerra y el genocidio. Repensar la vida en común en estos tiempos extraños es posible, pero para ello es preciso mirar dónde estamos y obligarnos a redefinir las cuestiones más antiguas de la justicia social y de la política.\nEste libro no hace una predicción agorera. Es un aviso rabioso y dolorido. Se tiñe del dolor y la rabia de quienes aman la vida y a la gente, de aquellos a quienes les importan todas las vidas y no se resignan a descartarlas.\nCompra aquí ¿El final de las estaciones? , de Juan Bordera, Antonio Turiel y Fernando Valladares.\nYayo Herrero . Es activista y ecofeminista. Antropóloga, ingeniera técnica agrícola y diplomada en Educación Social.\nFuente: https://ctxt.es/es/20240201/Firmas/45651/el-final-de-las-estaciones-decrecimiento-prologo-yayo-herrero.htm",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://ctxt.es/es/20240201/Firmas/45651/el-final-de-las-estaciones-decrecimiento-prologo-yayo-herrero.htm",
      "https://agora.ctxt.es/producto/el-final-de-las-estaciones/",
      "https://ctxt.es/user/profile/yayoherrero",
      "https://www.agora.ctxt.es/producto/el-final-de-las-estaciones/",
      "https://www.ctxt.es/es/20240201/Firmas/45651/el-final-de-las-estaciones-decrecimiento-prologo-yayo-herrero.htm",
      "https://www.ctxt.es/user/profile/yayoherrero",
      "https://agora.ctxt.es/producto/el-final-de-las-estaciones"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-24T07:22:01.747+02:00",
    "updated": "2024-02-24T07:22:01.747+02:00"
  },
  {
    "uuid": "ab72663135b35852e661aa04cb242ae556eff2a5",
    "url": "https://www.newsbreak.com/cincinnati-oh/3279882136727-bengals-ja-marr-chase-reveals-how-he-injured-his-shoulder",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-28T21:50:00Z",
    "title": "Bengals' Ja'Marr Chase reveals how he injured his shoulder",
    "text": "A game-changing play from Cincinnati Bengals wide receiver Ja'Marr Chase ended up having painful repercussions.\nChase caught a critical 3rd-and-21 reception late in team's comeback victory over the Minnesota Vikings in Week 15. It was also the last play he was a part of that day as he exited the field with what ended up being an AC joint sprain.\nNearly two weeks later, Chase revealed what happened on the play that caused his right shoulder to separate. View the original article to see embedded media. After hauling in the pass from quarterback Jake Browning, Chase did his best to shield his body away from incoming defenders. It just so happened that Vikings linebacker Ivan Pace Jr. came in at the worst time for Chase's shoulder.\n\"I tried to protect myself and fall, and ended up falling on my shoulder,\" Chase recalled of the play . \"And I think the linebacker jumped right on—like right on top—of my arm and that's when I felt my arm do whatever it did.\" Pace's hit was entirely clean and legal, but football is gonna football sometimes. Chase was pinned hard to the turf by Pace, and it would be the last time he took a snap that day. The injury forced him to miss all three practices the following week, as well as Cincinnati's Week 16 loss to the Pittsburgh Steelers.\nChase did return to practice Thursday afternoon, but doesn't have answer as to how close he is to 100%.\n\"Good question,\" Chase said bluntly. \"If I knew I'd be playing.\" That answer tells us what's abundantly true. If Chase does play, he'll be playing through pain. The Chiefs will know that as much as the Bengals will know it.\nBut every team in the league, especially the Chiefs, could use just 80% of Ja'Marr Chase.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=24xPLr_0qStLXyu00",
      "https://atozsports.com/cincinnati/bengals-jamarr-chase-reveals-how-he-injured-his-shoulder/",
      "https://img.particlenews.com/image.php?url=24xPLr_0qStLXyu00",
      "https://x.com/Trags/status/1740477016263025132?s=20",
      "https://www.x.com/Trags/status/1740477016263025132?s=20",
      "https://img.particlenews.com/image.php",
      "https://atozsports.com/cincinnati/bengals-jamarr-chase-reveals-how-he-injured-his-shoulder",
      "https://www.atozsports.com/cincinnati/bengals-jamarr-chase-reveals-how-he-injured-his-shoulder/",
      "https://x.com/Trags/status/1740477016263025132",
      "https://www.img.particlenews.com/image.php?url=24xPLr_0qStLXyu00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=24xPLr_0qStLXyu00"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ivan pace jr.",
          "sentiment": "none"
        },
        {
          "name": "jake browning",
          "sentiment": "none"
        },
        {
          "name": "chase",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cincinnati bengals",
          "sentiment": "negative"
        },
        {
          "name": "vikings",
          "sentiment": "none"
        },
        {
          "name": "minnesota vikings",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:12:50.042+02:00",
    "updated": "2023-12-29T00:12:50.042+02:00"
  },
  {
    "uuid": "557ffb85cde9797c916af3ff6db3f9453c2bcb51",
    "url": "https://www.newsbreak.com/massachusetts-state/3525311085375-happy-hour-in-massachusetts-legislature-takes-big-step-toward-reviving-discounted-drinks",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-07-12T02:58:00Z",
    "title": "Happy hour in Massachusetts? Legislature takes big step toward reviving discounted drinks",
    "text": "By Molly Farrar ,\n4 hours ago Establishments would be able to host happy hour if prices don’t change during the discounted period, the discount is announced at least three days before, and it’s before 10 p.m.\nSenator Julian Cyr in 2020. Photo by Pat Greenhouse/Globe Staff The Massachusetts Senate adopted an amendment Thursday that could bring happy hour back to Baystaters for the first time in four decades.\nState Sen. Julian Cyr proposed the amendment to a wider $2.8 billion economic development bill . A similar amendment passed in 2022, and Cyr renewed efforts to legalize the discounted drink practice with a bill last year.\n“It’s really crucial that we consider the significant economic boost to the nearly 19,000 restaurants and cafes we have in this Commonwealth which feed, employ and foster a sense of community across the state,” Cyr told lawmakers Thursday.\nThe amendment allows establishments to sell alcohol at a discounted price if the prices don’t change during the discounted period, the discount is announced at least three days before the period, and it’s before 10 p.m.\nMassachusetts banned happy hour in 1984 to combat drunken driving. Since then, states like Kansas and Illinois have repealed similar bans and have not seen an increase in incidents relating to drunk driving, according to Cyr.\n“The public health data is showing this is going in the right direction, so this is something that could be a boost to get people back to our downtowns and our main streets,” Cyr said.\nThe amendment would allow cities and towns to choose their own regulations for happy hour, which could only be set in certain neighborhoods. Cyr, who represents communities on the Cape and Islands, said some dry towns would abstain, while coastal communities might want to take advantage during their seasonal economies.\nThe legislature continued to debate the bill and its amendments into late Thursday night, although The Boston Globe reported it was likely to pass. The bill would then head to Governor Maura Healey’s desk.\nBut, Cyr said happy hour wouldn’t just improve the economy. He said Massachusetts is due for some “fun.” Lawmakers are already working on adding hundreds of liquor licenses for neighborhoods like Roxbury, Dorchester, Mattapan, East Boston, Roslindale, West Roxbury, and Hyde Park, which have significantly fewer businesses with liquor licenses than neighborhoods like Back Bay or the Seaport.\n“I hear this is a hard place for creatives and entrepreneurs to create fun,” Cyr said. “There’s a lot of rules and requirements and regulations. The cost to get in is really high, and I think we’ve got a bit of work to do in our fun factor.”\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Politics"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.boston.com/food/food-news/2024/05/31/boston-200-liquor-licenses-house-passes-bill/",
      "https://www.mass.gov/doc/drytowns/download",
      "https://www.boston.com/news/local-news/2023/06/13/happy-hour-massachusetts-bill/",
      "https://malegislature.gov/Bills/193/S2856",
      "https://www.nytimes.com/1984/12/11/us/happy-hour-ban-starts-in-massachusetts-bars.html",
      "https://img.particlenews.com/image.php?url=13RDt5_0uOBComU00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=13RDt5_0uOBComU00",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=13RDt5_0uOBComU00",
      "https://nytimes.com/1984/12/11/us/happy-hour-ban-starts-in-massachusetts-bars.html",
      "https://boston.com/news/local-news/2023/06/13/happy-hour-massachusetts-bill/",
      "https://www.malegislature.gov/Bills/193/S2856",
      "https://www.boston.com/food/food-news/2024/05/31/boston-200-liquor-licenses-house-passes-bill",
      "https://www.boston.com/news/local-news/2023/06/13/happy-hour-massachusetts-bill",
      "https://mass.gov/doc/drytowns/download",
      "https://www.img.particlenews.com/image.php?url=13RDt5_0uOBComU00",
      "https://boston.com/food/food-news/2024/05/31/boston-200-liquor-licenses-house-passes-bill/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "molly farrar",
          "sentiment": "negative"
        },
        {
          "name": "julian cyr",
          "sentiment": "none"
        },
        {
          "name": "cyr",
          "sentiment": "none"
        },
        {
          "name": "baystaters",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "legislature",
          "sentiment": "negative"
        },
        {
          "name": "pat greenhouse/globe",
          "sentiment": "none"
        },
        {
          "name": "massachusetts senate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "massachusetts",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T06:34:02.637+03:00",
    "updated": "2024-07-12T11:04:34.610+03:00"
  }
]