[
  {
    "uuid": "2c841cf5426a0f40af34fc30c224a01fba24a502",
    "url": "https://www.persecution.com/stories/mali-pastor-raised-muslim-now-encourages-christians-to-stand-firm-under-persecution",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "vomtechsupport",
    "published": "2024-06-01T17:09:00Z",
    "title": "Mali Pastor, Raised Muslim, Now Encourages Christians to Stand Firm Under Persecution",
    "text": "Mali Pastor, Raised Muslim, Now Encourages Christians to Stand Firm Under Persecution\nPastor Nouh Yattara was born into a nomadic Muslim family. He became a believer through the work of missionaries in his home country of Mali—and through his desire to own a ball-point pen. After living in fear of superstitions, demons and death, Nouh found new life, and an end to fear, in Christ. “I knew if I accepted Jesus that he has the power against all of that,” Pastor Nouh says.\nIt wasn’t an easy path. Nouh experienced Christian persecution from family members, teachers, kids at school, and his community. In spite of the pressure against him, Nouh stood firm in God’s grace and moved forward in faith.\nToday, Nouh is the pastor of a church and leader in Mali’s\nevangelical association. He uses his own story—and the stories of other persecuted Christians—to prepare new believers to endure in their faith despite pressure and persecution.\nListen to hear what Christians in Mali are facing and learn how you can pray for them. You’ll also hear Pastor Nouh’s encouragement to be in fellowship with other believers, encouraging each other on in faith. He’ll also give advice on how you can share the gospel with Muslims in your community.\nNever miss an episode of VOM Radio!\nSubscribe to the podcast. Or listen each week—and receive daily reminders of specific ways to pray for persecuted Christians—in the VOM App for your smartphone or tablet. Listen to this episode on VOMRadio.net",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://www.agempem.org/",
      "https://www.vomradio.net/episodes/detail/mali-pastor-raised-muslim-now-encourages-christians-to-stand-firm-under-persecution",
      "https://www.vomradio.net/subscribe",
      "https://vomradio.net/subscribe",
      "https://vomradio.net/episodes/detail/mali-pastor-raised-muslim-now-encourages-christians-to-stand-firm-under-persecution",
      "http://agempem.org/",
      "http://www.agempem.org"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nouh ya",
          "sentiment": "negative"
        },
        {
          "name": "nouh",
          "sentiment": "none"
        },
        {
          "name": "jesus",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "mali",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-01T22:32:36.017+03:00",
    "updated": "2024-06-01T22:32:36.017+03:00"
  },
  {
    "uuid": "444804f81bdb8dbb78988529df873bed2cecd1b0",
    "url": "http://business.dailytimesleader.com/dailytimesleader/article/accwirecq-2024-4-4-brian-a-kessler-do-dha-facofp-dist-named-2024-2025-president-of-the-american-college-of-osteopathic-family-physicians",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ACCESSWIRE",
    "published": "2024-04-04T00:00:00Z",
    "title": "Brian A. Kessler, DO, DHA, FACOFP dist., Named 2024-2025 President of the American College of Osteopathic Family Physicians | User | dailytimesleader.com",
    "text": "CHICAGO, IL / ACCESSWIRE / April 4, 2024 / The American College of Osteopathic Family Physicians (ACOFP) announced Brian A. Kessler, DO, DHA, FACOFP dist. , has begun his one-year term as president after being installed in the office during the ACOFP's 61 st Annual Convention & Scientific Seminars that recently concluded in New Orleans.\n\"I am honored to be named ACOFP president,\" said Dr. Kessler. \"My term will be marked by the ACOFP Foundation's Family Medicine Forward campaign to support early career osteopathic physicians and the 75 th anniversary of ACOFP. I look forward to working with our ACOFP leaders and membership to honor the history of the organization, celebrate the great work being done today, and prepare for the future of ACOFP and osteopathic family medicine.\"\nDr. Kessler is committed to serving the over 26,000 physician, resident, and student members of ACOFP and the profession it serves. He is currently Dean at Campbell University Jerry M. Wallace School of Osteopathic Medicine and professor of Family Medicine in Buies Creek, North Carolina. He was previously Dean at Lincoln Memorial University and Director of Medical Education at Cleveland Clinic South Pointe Hospital. Dr. Kessler is highly awarded. He was named to the Best Doctors America by Cleveland Magazine twice and received several ACOFP awards, including Outstanding Paper Crest and Distinguished Service.\nAn active physician member of ACOFP for many years, Dr. Kessler has served on the ACOFP Board of Governors since 2015 and held notable positions, including Secretary/Treasurer in 2021. He has also been named an ACOFP fellow and has also received the distinguished fellow designation.\nDr. Kessler earned his Doctor of Osteopathic Medicine from Lake Erie College of Osteopathic Medicine in Pennsylvania and a Doctor of Healthcare Administration from the same college.\nAbout the American College of Osteopathic Family Physicians\nFounded in 1950, the American College of Osteopathic Family Physicians (ACOFP) is a community of more than 26,000 current and future family physicians that champions osteopathic principles and supports its members by providing resources such as education, networking and advocacy, while putting patients first. ACOFP empowers its members with education and resources that allow them to adapt to new models of care and quickly changing government policy. For more information, visit acofp.org .\nContact Information\nEmily Bennett\nDirector of Communications & Engagement\nemilyb@acofp.org\n(847) 952-5537\nSOURCE: American College of Osteopathic Family Physicians\nView the original press release on newswire.com.\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "external_links": [
      "https://www.cloudquote.io/article/6",
      "https://www.cloudquote.io",
      "https://www.newswire.com/news/brian-a-kessler-do-dha-facofp-dist-named-2024-2025-president-of-the-22287147",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://stats.nwe.io/x/im?ref=WyI0OW9scjYiXQ&hit%2Csum=WyJpdDZsZSIsIml0NWRlIiwiNDlvbHI2IiwiNDlvbHI3Il0",
      "https://tracking.newsrpm.com/pixel?slug=accwirecq-2024-4-4-brian-a-kessler-do-dha-facofp-dist-named-2024-2025-president-of-the-american-college-of-osteopathic-family-physicians",
      "https://www.cloudquote.io/article/5",
      "https://www.acofp.org",
      "https://www.accesswire.com/img.ashx?id=849826",
      "https://cloudquote.io/article/6",
      "https://cloudquote.io/article/5",
      "https://newswire.com/news/brian-a-kessler-do-dha-facofp-dist-named-2024-2025-president-of-the-22287147",
      "https://www.accesswire.com/img.ashx",
      "https://www.googletagmanager.com/gtag/js",
      "https://tracking.newsrpm.com/pixel",
      "https://stats.nwe.io/x/im",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://acofp.org",
      "https://www.tracking.newsrpm.com/pixel?slug=accwirecq-2024-4-4-brian-a-kessler-do-dha-facofp-dist-named-2024-2025-president-of-the-american-college-of-osteopathic-family-physicians",
      "https://cloudquote.io",
      "https://www.stats.nwe.io/x/im?ref=WyI0OW9scjYiXQ&hit%2Csum=WyJpdDZsZSIsIml0NWRlIiwiNDlvbHI2IiwiNDlvbHI3Il0",
      "https://accesswire.com/img.ashx?id=849826"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brian a. kessler",
          "sentiment": "neutral"
        },
        {
          "name": "kessler",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "american college of osteopathic",
          "sentiment": "neutral"
        },
        {
          "name": "dha",
          "sentiment": "neutral"
        },
        {
          "name": "campbell university jerry m. wallace school of osteopathic medicine",
          "sentiment": "none"
        },
        {
          "name": "acofp",
          "sentiment": "none"
        },
        {
          "name": "acofp foundation's family medicine forward",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "new orleans",
          "sentiment": "none"
        },
        {
          "name": "buies creek",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T01:12:58.505+03:00",
    "updated": "2024-04-05T01:12:58.505+03:00"
  },
  {
    "uuid": "d6a85a03286bdaa32dee2fa27ed6871c28f16c03",
    "url": "https://globalnews.ca/news/10207211/former-u-of-w-professor-order-of-ontario/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ken Hashizume CJOY",
    "published": "2024-01-07T21:00:00Z",
    "title": "Former U of W professor takes his place in history with Order of Ontario | Globalnews.ca",
    "text": "For the second time in as many years, a resident of Guelph was named to the Order of Ontario.\nJohn English was one of 25 appointed to the 2023 Order of Ontario by Lieutenant Governor Edith Dumont on New Year’s Day.\nEnglish was recognized for his work as a historian. A news release from the Ministry of Citizenship and Multiculturalism said English brings history to life, shaping our understanding of our past and place in the world today.\nBut studying and teaching history wasn’t English’s aspiration growing up in the village of Plattsville, approximately 25 minutes southwest of Kitchener.\n“My first thought was: I would be a lawyer,” he said. “When I was an undergraduate (at the University of Waterloo), I found a real love of history and politics. I took both those courses and when you love a subject, you’ll do well and I did well enough to earn a scholarship.”\nStory continues below advertisement English would go on to do graduate studies at Harvard University for five years before returning to the Southern Ontario area getting a job at Waterloo as he was completing his PhD.\nGet the latest National news. Sent to your email, every day. When not teaching Canadian history, English wrote books on former prime ministers Pierre Trudeau, Lester Pearson, Arthur Meighen, and Robert Borden. He was also a Special Ambassador for Landmines and as Special Envoy for Canada at the UN Security Council.\nEnglish also served in federal politics, representing the riding of Kitchener in Parliament from 1993 to 1997.\nMore on Canada Will car prices come down in 2024? Industry experts share their outlook Honda considers $14 billion plan for EV production in Canada Blunt talk on military challenges is a ‘good thing,’ retired defence chief says Calgary history making Olympic canoeist fighting for equality in sports In 2020, English was appointed to the Order of Canada for his contributions as a historian, author and administrator. He said both orders are of great significance to him.\nTrending Now Will car prices come down in 2024? Industry experts share their outlook JN.1 is Canada’s new dominant COVID-19 subvariant. Here’s what to know “The Order of Canada was a great honour. I appreciate them both and don’t rank them at all.”\nEnglish is retired from teaching and has been living in Guelph since 2019. He said he has lived a great life and met some wonderful people over the course of his career.\n“I’ve friends in the academic community, the political community, the business community, and the journalist community,” English said. “The greatest experience in my life is the diversity of the people that I know. They come from all walks of life, all kinds of backgrounds. I think I’ve been been enriched by that experience very much.”\nStory continues below advertisement The Order of Ontario is the highest honour that a civilian can receive in the province. Marva Wisdom of Guelph was one of 26 named to the 2022 Order of Ontario. She received the honour at a ceremony at Queen’s Park in November.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://d21y75miwcfqoq.cloudfront.net/70c8fc80",
      "https://www.d21y75miwcfqoq.cloudfront.net/70c8fc80"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john e",
          "sentiment": "neutral"
        },
        {
          "name": "edith dumont",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "university of waterloo",
          "sentiment": "none"
        },
        {
          "name": "ministry of citizenship and multiculturalism",
          "sentiment": "none"
        },
        {
          "name": "harvard university",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "guelph",
          "sentiment": "none"
        },
        {
          "name": "ontario",
          "sentiment": "none"
        },
        {
          "name": "kitchener",
          "sentiment": "none"
        },
        {
          "name": "southern ontario",
          "sentiment": "none"
        },
        {
          "name": "waterloo",
          "sentiment": "none"
        },
        {
          "name": "plattsville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:46:45.703+02:00",
    "updated": "2024-01-08T01:46:45.703+02:00"
  },
  {
    "uuid": "34e46df3f4ae646383134a307ae39da5974768e3",
    "url": "https://www.itv.com/news/wales/2023-12-29/heavy-rain-and-wind-forecast-for-the-new-year-weekend",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ITVNews",
    "published": "2023-12-29T15:51:00Z",
    "title": "More heavy rain and wind expected days after Wales was battered by Storm Gerrit | ITV News Wales",
    "text": "The country is braced for more wind and rain, days after Storm Gerrit caused travel chaos, flooding and power outages.The Met Office has issued two yellow weather warnings for the whole of Wales, one for rain and the other for wind. The worst of the rain is expected between 11am and 6pm on Saturday, 30 December.High winds are also expected over the weekend, with a warning in place between 11am on Saturday and 3am on the morning of New Year's Eve. The Met Office say the conditions are likely to cause travel disruption and \"short-term loss of power and other services is possible\". The Met Office has warned that strong winds and rain will likely cause disruption. Credit: Met Office On Wednesday, 27 December, heavy rain from Storm Gerrit put homes and businesses at risk of flooding.There was also widespread disruption on the roads and railways because of the weather conditions. You can see the full forecast for Wales here . Want a quick and expert briefing on the biggest news stories? Listen to our latest podcasts to find out What You Need To Know…",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gerrit",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "met office",
          "sentiment": "none"
        },
        {
          "name": "met office on wednesday",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wales",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:43:21.060+02:00",
    "updated": "2023-12-29T19:43:21.060+02:00"
  }
]