[
  {
    "uuid": "fd5cc3df332fdac5d7cc3394983d7cb79dc9a0ef",
    "url": "http://business.times-online.com/times-online/article/getnews-2024-4-4-dr-lauren-papa-grant-advancing-animal-care-excellence",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Valley City Times-Record",
    "published": "2024-04-04T00:00:00Z",
    "title": "Dr. Lauren Papa Grant: Advancing Animal Care Excellence | User | times-online.com",
    "text": "Los Angeles, CA - Dr. Lauren Papa , a leading advocate for animal welfare and philanthropy, announces the establishment of the prestigious Dr. Lauren Papa Grant for Animal Care, dedicated to nurturing the next generation of veterinary professionals and pet health advocates. This grant, with an amount of $1,000, seeks to recognize and support undergraduate students across the United States who exhibits outstanding academic achievements, a fervent commitment to animal care, and a vision for enhancing the well-being of animals in their future careers. https://drlaurenpapascholarship.com/ emphasizes the importance of academic excellence in the selection process. Applicants are required to demonstrate a strong academic record, maintaining a minimum GPA of 3.0 on a 4.0 scale. Moreover, candidates should showcase a genuine passion for animal welfare, embodying a deep commitment to improving the health and happiness of pets. The grant places a premium on leadership potential, preferring candidates who have exhibited exemplary leadership skills through extracurricular activities, volunteer work, or professional experiences related to animal care. Financial need, as determined by FAFSA or equivalent financial aid documentation, will also be taken into consideration during the evaluation process. Applicants are invited to submit a compelling essay (500-750 words) narrating a memorable experience or encounter that solidified their dedication to pursuing a career in animal care. Dr. Lauren Papa encourages candidates to envision how their education and skills will contribute to the betterment of animals in the future. Additionally, applicants must provide at least one letter of recommendation from a professor, mentor, or supervisor who can attest to their character, academic achievements, and potential in the field of animal care. The application deadline for the https://drlaurenpapa.org/ Grant for Animal Care is January 15, 2025. The winner of the grant will be announced on February 15, 2025. Dr. Lauren Papa's journey epitomizes the fusion of artistry, compassion, and a commitment to making a difference. As an artist, singer, and philanthropist, she has dedicated her life to supporting causes that resonate with her deeply-held values. Her tireless efforts in charitable endeavors, particularly with St. Jude Children's Research Hospital, exemplify her unwavering dedication to spreading kindness and compassion in the world. For more information about the https://drlaurenpapagrant.com/ Grant for Animal Care and to apply, please visit https://drlaurenpapagrant.com About Dr. Lauren Papa A compassionate advocate for animal welfare and philanthropy , Dr. Lauren Papa's life is a testament to the profound impact that passion, compassion, and art can have on the world. Through her charitable endeavors, including the 'Who's Your Papa' concert series supporting St. Jude Children's Research Hospital, she continues to inspire positive change and nurture hope in the lives of others. Dr. Papa's commitment to advancing animal care excellence through the Dr. Lauren Papa Grant underscores her dedication to creating a brighter future for animals and aspiring veterinary professionals alike. Media Contact Company Name: Dr. Lauren Papa Grant Contact Person: Dr. Lauren Papa Email: Send Email City: Los Angeles State: California Country: United States Website: https://drlaurenpapagrant.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "https://www.linkedin.com/in/dr-lauren-papa-a66598289/",
      "https://drlaurenpapagrant.com/",
      "https://drlaurenpapascholarship.com/",
      "https://drlaurenpapa.org/",
      "https://drlaurenpapagrant.com",
      "http://www.universalpressrelease.com/?pr=dr-lauren-papa-grant-advancing-animal-care-excellence",
      "https://drlaurenpapa.com/",
      "https://www.drlaurenpapagrant.com/",
      "https://drlaurenpapagrant.com",
      "https://www.linkedin.com/in/dr-lauren-papa-a66598289",
      "https://drlaurenpapa.com",
      "https://drlaurenpapascholarship.com",
      "https://linkedin.com/in/dr-lauren-papa-a66598289/",
      "http://www.universalpressrelease.com/",
      "https://www.drlaurenpapa.org/",
      "https://www.drlaurenpapa.com/",
      "https://drlaurenpapa.org",
      "https://www.drlaurenpapascholarship.com/",
      "https://www.drlaurenpapagrant.com",
      "http://universalpressrelease.com/?pr=dr-lauren-papa-grant-advancing-animal-care-excellence"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lauren papa grant",
          "sentiment": "positive"
        },
        {
          "name": "lauren papa",
          "sentiment": "positive"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T02:15:35.385+03:00",
    "updated": "2024-04-05T02:15:35.385+03:00"
  },
  {
    "uuid": "1fb3571082935fe1b5ed91d840a439d17fb64a13",
    "url": "https://www.levelup.com/noticias/769574/Microsoft-quiere-exhibir-a-Sony-ante-la-FTC-por-manipular-informacion",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Víctor Rosas",
    "published": "2023-12-28T22:41:00Z",
    "title": "Microsoft quiere exhibir a Sony ante la FTC por manipular información",
    "text": "[La compra de Activision Blizzard King por parte de Microsoft no cayó nada bien en Sony y PlayStation](https://www.levelup.com/noticias/768453/Llevan-la-delantera-Sony-ve-a-Xbox-como-una-amenaza-para-PlayStation-tras-compra-de-Activision-Blizzard) pues se comprometió el futuro de una de las franquicias que más éxito han tenido durante la era del PS4 y PS5, Call of Duty. Si bien la compra es un hecho consumado, la Comisión Federal de Comercio de Estados Unidos (FTC) insiste en entorpecer el proceso y al parecer Sony no ha quitado el dedo del renglón, lo cual llevará a una nueva disputa en cuanto inicie 2024. Microsoft acusa a Sony de manipular información ante la FTC De acuerdo con un reporte de Tech Raptor, el abogado de Microsoft acusó a Sony de manipular documentación favorable para sus argumentos ante la FTC como parte de la oposición a la compra de Activision Blizzard King. Al respecto, se menciona que el regulador norteamericano recibió un archivo por parte de Sony que consta de más de 50 páginas y que está relacionado con el acuerdo que firmaron con Microsoft para garantizar la llegada de las próximas entregas de [Call of Duty](https://www.levelup.com/noticias/768015/Call-of-Duty-Modern-Warfare-III-triunfa-en-Europa-fue-el-juego-mas-vendido-de-noviembre) por un periodo de 10 años. Sin embargo, el abogado de Microsoft revisó el archivo de Sony y considera que la compañía japonesa seleccionó cuidadosamente los documentos que favorecen la [postura y argumento de la FTC respecto al supuesto daño por monopolio que provocaría la aprobación de la compra de Activision](https://www.levelup.com/noticias/767397/LA-FTC-ataca-de-nuevo-e-insiste-en-bloquear-la-compra-de-Activision). Video relacionado: Microsoft pagó $70,000 MDD por Activision Blizzard Sony habría ocultado información para favorecer el argumento opositor a la compra de Activision En ese sentido, el representante legal de Microsoft exigió que Sony presente la documentación en su totalidad garantizando un equilibrio de información y no que muestre solo lo que a sus intereses conviene. Asimismo, el abogado de Microsoft solicitó que se presenten y revisen todas las comunicaciones relacionadas con esos documentos a fin de comprobar que Sony está manipulando la información y omitiendo detalles de forma premeditada. Entre los directivos que estarían relacionados con esas comunicaciones se encuentra Jim Ryan, en ese momento todavía jefe de PlayStation, junto con más directivos. No te lo pierdas: [“Llevan la delantera”, Sony ve a Xbox como una amenaza para PlayStation tras compra de Activision Blizzard](https://www.levelup.com/noticias/768453/Llevan-la-delantera-Sony-ve-a-Xbox-como-una-amenaza-para-PlayStation-tras-compra-de-Activision-Blizzard) La petición del abogado de Microsoft es una respuesta ante el reciente movimiento de la FTC, aprobado por un juez en octubre pasado, para que el regulador tenga acceso y revise la documentación relacionada con el acuerdo de 10 años firmado con Sony y el que [Microsoft firmó con Ubisoft en Reino Unido donde la compañía francesa recibió los derechos del negocio de gaming en la nube de Activision Blizzard solo para esa región](https://www.levelup.com/noticias/757220/Ubisoft-revela-por-que-hizo-el-trato-con-Microsoft-en-Reino-Unido). Por último, se reveló que el testimonio de Sony ante la FTC tendrá lugar el próximo 17 de enero de 2024. Sigue con nosotros, en LEVEL UP. Video: El TRIUNFO DE XBOX fue la DERROTA de Jim Ryan Editorial: Gaming / [YouTube](https://www.youtube.com/user/levelupcom) / [Noticias](https://www.levelup.com/noticias) / [Discord](https://discord.gg/bJcyjh8) / [Telegram](https://t.me/levelupcom) / [Google News](https://news.google.com/publications/CAAqJQgKIh9DQklTRVFnTWFnMEtDMnhsZG1Wc2RYQXVZMjl0S0FBUAE)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.youtube.com/user/levelupcom",
      "https://discord.gg/bJcyjh8",
      "https://news.google.com/publications/CAAqJQgKIh9DQklTRVFnTWFnMEtDMnhsZG1Wc2RYQXVZMjl0S0FBUAE",
      "https://t.me/levelupcom",
      "https://www.t.me/levelupcom",
      "https://www.news.google.com/publications/CAAqJQgKIh9DQklTRVFnTWFnMEtDMnhsZG1Wc2RYQXVZMjl0S0FBUAE",
      "https://www.discord.gg/bJcyjh8",
      "https://youtube.com/user/levelupcom"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:26:31.824+02:00",
    "updated": "2023-12-29T01:56:44.010+02:00"
  },
  {
    "uuid": "6263905afa73d817bf7ef256cd87dc04c8bebfff",
    "url": "https://abcnews.go.com/International/wireStory/christmas-eve-worshippers-face-security-screening-cologne-cathedral-105894820",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ABC News",
    "published": "2023-12-23T23:50:00Z",
    "title": "Christmas Eve worshippers to face security screening at Cologne cathedral as police cite attack risk",
    "text": "Christmas Eve worshippers to face security screening at Cologne cathedral as police cite attack risk\nPolice in Cologne, Germany, say indications of a possible attack have led them to search the country's landmark cathedral with sniffer dogs\nFRANKFURT, Germany -- Cologne police acting on indications of a possible attack searched Germany's landmark cathedral with sniffer dogs Saturday and said worshippers attending\nChristmas Eve Mass would undergo security screening before being allowed in.\nIn\nAustria, police in Vienna also said they were taking heightened security measures around churches and Christmas markets, deploying both uniformed and plainclothes officers.\nNeither police agency specified the threat, but the German news agency dpa said authorities were responding to signs of a possible attack by Islamic extremists, without citing a specific source.\nMichael Esser, head of the criminal investigation department of the Cologne police, said in a news release that the threat indications pointed to New Year’s Eve rather than Christmas, but added that “we are putting everything possible in motion for the security of cathedral visitors on Christmas Eve.”\nCologne's towering cathedral, whose twin spires are 157 meters (515 feet) tall, is a major tourist destination visited by some 6 million people a year.\nPolice and cathedral officials urged those attending Mass on Sunday evening to arrive early and not bring bags or purses.\nThe European Union’s home affairs commissioner, Ylva Johansson, warned on Dec. 5 that Europe faces a “huge risk of terrorist attacks” over the Christmas holidays due to fallout from the war between Israel and the Palestinian militant group Hamas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael esser",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "cologne",
          "sentiment": "none"
        },
        {
          "name": "austria",
          "sentiment": "none"
        },
        {
          "name": "frankfurt",
          "sentiment": "none"
        },
        {
          "name": "vienna",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T02:08:32.768+02:00",
    "updated": "2023-12-24T02:08:32.768+02:00"
  },
  {
    "uuid": "a70d3013bdd8a3d8865533421abe666c90ed4173",
    "url": "https://www.insidenova.com/news/national/nyc-protesters-for-gaza-ceasefire-hold-mock-funeral/article_4f50ab98-8bea-5377-8548-df7c8aecfa15.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2023-12-28T22:14:00Z",
    "title": "NYC protesters for Gaza ceasefire hold mock funeral",
    "text": "Hundreds of pro-Palestinian protesters took to the streets of New York on Thursday, staging a mock funeral in a demonstration against Israel's continued heavy bombardement of the besieged Gaza strip.\nHolding banners demanding an immediate ceasefire, the activists gathered in Manhattan's Bryant Park while some briefly stood in the middle of the busy Sixth Avenue in the heart of New York's Midtown district.\nSeveral women shrouded in black held baby dolls swaddled in white cloths to represent the toll the fighting has taken on children in the coastal territory.\nThe mock funeral procession headed to New York's iconic Times Square where the protest continued with giant electronic advertisements as a backdrop.\n\"Today's action is to draw attention to the fact that, as of now, almost 10,000 children, just children alone, not counting everybody, not counting all Palestinians, have been killed... in Gaza,\" said archivist Grace Lile, 64.\nThe war, which started with Hamas's October 7 attack on Israel, has devastated much of northern Gaza, and the bombardment and fighting has intensified especially in the southern city of Khan Yunis.\nIsrael has vowed to destroy Hamas in retaliation for the October 7 attack, which left about 1,140 people dead, mostly civilians, according to an AFP tally based on Israeli figures.\nIsrael's relentless aerial bombardment and ground invasion have killed at least 21,320 people, mostly women and children, according to Hamas-run Gaza's health ministry.\nNew York City has seen dozens of protests since the October 7 attack and Israel's military response, with both pro-Palestinian and pro-Israel demonstrators taking to the streets.\nabr-gw/mdl",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "grace lile",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "bryant park",
          "sentiment": "none"
        },
        {
          "name": "manhattan",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "times square",
          "sentiment": "none"
        },
        {
          "name": "midtown",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:14:09.754+02:00",
    "updated": "2023-12-29T02:14:09.754+02:00"
  },
  {
    "uuid": "40979344d96999d4bd7e58d1897d1a8bd2a711b7",
    "url": "https://thenationonlineng.net/tinubu-injects-n2-trillion-to-stimulate-economy",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Nation Newspaper",
    "published": "2024-07-05T02:28:00Z",
    "title": "Tinubu injects N2 trillion to stimulate economy",
    "text": "Edun: health (N350b), agriculture (N500b), power generation (N500b) get priority HIGHLIGHTS Two million bpd oil production Reduced interest rate for SMEs Three Executive Orders signed The Federal Government has injected N2 trillion into the economy to stimulate it.\nIt was unveiled by President Bola Ahmed Tinubu yesterday as part of an accelerated stabilisation and advancement plan.\nIts target is economic revival in the short term.\nPresident Tinubu presented the plan while inaugurating the Presidential Economic Coordination Council (PECC) at the State House.\nThe 30-member committee was constituted on March 27.\nMinister of Finance and Coordinating Minister of the Economy, Wale Edun, told reporters that the emergency funding will be deployed to health, agriculture, energy/power and other critical sectors.\nHe was accompanied by Minister of Budget and Economic Planning Abubakar Bagudu; President of the Dangote Industries Limited Alhaji Aliko Dangote; and the Founder of the Tony Elumelu Foundation/Chairman of the UBA Group Tony Elumelu, during the post-inauguration briefing.\nAccording to Edun, the PECC comprises the President’s economic management team, National Assembly leadership, Nigeria Governors Forum chairman, and private sector leaders.\nHe said: “They (PECC members) were presented with the outcomes of Mr. President’s review of the accelerated stabilisation and advancement plan.\n“It is an emergency plan to cover the next six months, which Mr. President had directed his economic team, the sub-nationals, and the private sector to put together for his consideration.\n“The outcome of that very important exercise is a N2 trillion package involving N350 billion funding for health and social welfare, N500 billion funding for agriculture and food security, N500 billion for the energy and power sector and general business support of about N650 billion.\n“In addition to a range of policy and tax measures, there is a range of executive orders which Mr. President has signed and which are being gazetted to ease the cost of doing business.\n“There are many funding provisions to reduce the cost of interest rate for certain sectors, small and medium scale in particular, but also larger companies.\n“There is a line of credit that will allow them to fall cheaper than the elevated rate.\n“This plan is a means of stabilising the economy and getting businesses growing again.\n“We know the microeconomic measures, which are necessary and have been implemented in a determined and consistent manner, led to elevated cost for industries and individuals.”\nA statement issued later by Special Adviser to the President on Media and Publicity, Ajuri Ngelale, listed four components in the Economic Stabilisation Programme, which will run concurrently with the National Construction and Household Support Programme announced last week.\nThey include energy security and the redeployment of 20,000 healthcare workers to provide services to 10-12 million patients in areas where they are most urgently needed.\nOthers are increasing on-grid electricity to homes and businesses from about 4.5 to six gigawatts in six months; making essential medicines available at lower cost for 80-90 million Nigerians; a facility that will support the construction of an additional 25,000 housing units, among others.\nRelated News The programme is expected to create 4.7 million direct and indirect jobs, improve access to finance, and enhance economic growth.\nPresident Tinubu, speaking at the inauguration ceremony, recalled that he declared a state of emergency on food security and outlined plans to increase oil production, improve power generation, and leverage infrastructure development to boost agriculture and electricity supply.\nHe called for collaboration to increase power supply, saying: “We have the challenge of energy security. We need to work together.\n“We are determined to do that with your cooperation, collaboration and recommendations.”\nThe President admitted that the generation capacity of about 4.5 gigawatts was not enough.\nHe pledged to increase oil production to two million barrels per day within the next few months while removing barriers to investments in the sector.\nElumelu said the President’s target of two million barrels of crude oil production per day is achievable.\nHe underscored the need to improve power generation, saying: “It is all about creating prosperity for our people, creating economic hope and jobs for our young ones.\n“So we hope that with the private sector working with the Federal Government, things will begin to improve. That is the aspiration.\n“The money approved for disbursement is all targeted to achieving a better life.”\nDangote pledged the support of the private sector in job creation.\n“The Council will advise the government on the kind of policies to roll out.\n“With the choice of people in the committee, they are good enough to advise government to know how to implement policies.\n“The private sector will support the government to invest heavily and create jobs.\n“Governments do not create jobs, but they can formulate the right policies.\n“Our issues are not that bad. This economy can be turned around within a few months and I think we are on that way,” the industrialist said.\nThe 30-member PECC has Vice President Kashim Shettima as Vice-Chairman.\nMembers include the Central Bank of Nigeria (CBN) governor, ministers of Agriculture and Food Security; Aviation and Aerospace Development, Communications, Innovation and Digital Economy; Industry, Trade and Investment; Labour and Employment; Marine and Blue Economy; Power; State, Petroleum Resources; State, Gas; of Transportation and Works, amongst others.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Economy, Business and Finance",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://statehouse.gov.ng/team/bola-ahmed-tinubu/",
      "https://www.statehouse.gov.ng/team/bola-ahmed-tinubu/",
      "https://statehouse.gov.ng/team/bola-ahmed-tinubu"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tinubu",
          "sentiment": "negative"
        },
        {
          "name": "alhaji aliko dangote",
          "sentiment": "none"
        },
        {
          "name": "bola ahmed tinubu",
          "sentiment": "none"
        },
        {
          "name": "wale edun",
          "sentiment": "none"
        },
        {
          "name": "abubakar bagudu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pecc",
          "sentiment": "none"
        },
        {
          "name": "dangote industries limited",
          "sentiment": "none"
        },
        {
          "name": "uba group tony elumelu",
          "sentiment": "none"
        },
        {
          "name": "presidential economic coordination council",
          "sentiment": "none"
        },
        {
          "name": "tony elumelu foundation",
          "sentiment": "none"
        },
        {
          "name": "state house",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T11:23:59.581+03:00",
    "updated": "2024-07-05T11:23:59.581+03:00"
  },
  {
    "uuid": "c02e6f0dc6044776a8465a95f245e4a698a5bdce",
    "url": "https://www.churchtimes.co.uk/articles/2024/31-may/news/world/churches-emphasise-part-played-by-christian-values-in-eu-elections",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jonathan Luxmoore",
    "published": "2024-05-30T23:05:00Z",
    "title": "Churches emphasise part played by Christian values in EU elections",
    "text": "Sunday 02 June 2024\nMembers of the Conference of European Churches\nA JOINT meeting of European Churches held shortly before the European Parliament elections in early June has heard warnings against excluding Christianity from public life.\nThe president of the Conference of European Churches (CEC), the Greek Orthodox Archbishop Nikitas (Lulias) of Thyateira & Great Britain, said: “We are united in spirit, and we support the efforts of all who aspire to see Christian values in European society; the idea of erasing Christian values, traditions, and language inevitably means erasing our own identity.\n“The legislation, languages, arts, and much more that constitute European society have roots in Christianity. The growing pressure of secularisation and a deterioration of Christian values would make Europe soulless and lifeless.”\nThe Archbishop, who is based in London, made the appeal during the symposium in Thessaloniki held from 15 to 17 May, co-organised by Europe’s Interparliamentary Assembly on Orthodoxy, and the RC Commission of the Bishops’ Conferences of the European Union.\nThe Anglican vice-president of the CEC, the Acting Bishop of Ely, Dr Dagmar Winter, who is the Bishop of Huntingdon, also emphasised the global importance of Christian values for promoting “freedom, justice, and peace”.\nThey should be viewed as “more than an administrative purveyor”, she said. “We disagree among ourselves, even within our respective denominations — and disagreement, properly handled, is creative and fruitful. At our best, thanks to the reconciling Spirit of Christ, which is a Spirit of peace, we disagree respectfully and never lose sight of that much larger perspective of the common good.”\nA CEC statement said that the symposium, hosted by the Holy Metropolis of Thessaloniki, also debated “religious illiteracy among political decision-makers” and faith “in a European political discourse”, as well as Christian commitment to the EU acquis (the collection of common rights and obligations that constitute the body of EU law) and a “humane and socially coherent Europe”. It looked at national interests, legislation, economic life, education, and international politics.\nChurch leaders also signed a joint declaration, drawn up with Free Churches, in March, which speaks of disillusionment among Christians in Europe, who feel “marginalised, without an opportunity to express their positions and opinions in an autonomous and distinct way”.\nThe declaration warns that successive crises over immigration, health, energy, and economic life have combined with current “devastating wars” to call into question “democratic principles and institutions” and raise public awareness of “ineffective decision-making”.\nIt says that the exclusion of “any appropriate reference” to Christian values in EU texts suggests that the Christian tradition is being overlooked, but it insists that Churches still stand ready to help in “redefining the framework of priorities for a sustainable future for Europe”.\nSeven Europe-wide blocs will be contesting the European Parliament’s 720 seats in the 6-8 June election — the first since Britain’s EU withdrawal in January 2020 — ranging from the Christian Democratic European People’s Party, led by the German Manfred Weber, which currently holds 178, to the Progressive Alliance of Socialists and Democrats, led by the Spanish Iratxe García Pérez, which claims 141.\nA European Christian Political Movement, formed in 2002, claims to be the only formation “explicitly promoting Christian values” in the continent-wide ballot, which is the tenth since direct voting was introduced in 1979. The EU Commission’s German president, Dr Ursula von der Leyen, will seek backing for a second five-year term.\nIn a website message, the CEC urges “people of faith” in its 114 member-Churches to vote and help “collectively decide on the EU’s future”, bringing “voices inspired by the gospel” to the search for “solutions to crucial issues”.\n05 Apr 2024\n19 Apr 2024\n22 Sep 2023\n12 Apr 2024\n15 Mar 2024\n02 Feb 2024\n31 May 2024\n29 May 2024\n28 May 2024\nThe Iranian President oversaw fierce oppression of Christians, writes Steve Dew-Jones\nA supportive church family with a heart for the community, ready to greet with warmth and welcome any who cross the threshold, we seek a vicar who will live among us and help us to grow as a church and as individuals.\nWe are a Benefice of three traditional rural north-west Suffolk churches, all with friendly and welcoming congregations.\nWe are seeking a Team Vicar to join us.\nFind more jobs\nMonday 3 June 2024\nThis panel will explore where Christians have come to in terms of political power and ask, where should we go next?\nOnline tickets available\nMonday 10 June 2024\nThis panel will explore the power of voting, and power beyond voting.\nClosing date: 30 June 2024\nRead more details about the awards\n15-17 September 2024\nThe festival moves to Cambridge along with a sparkling selection of expert speakers\nEarly bird tickets available\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "cec",
          "sentiment": "none"
        },
        {
          "name": "interparliamentary assembly",
          "sentiment": "none"
        },
        {
          "name": "european union",
          "sentiment": "none"
        },
        {
          "name": "greek orthodox archbishop nikitas",
          "sentiment": "none"
        },
        {
          "name": "european parliament",
          "sentiment": "none"
        },
        {
          "name": "rc commission",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "thyateira & great britain",
          "sentiment": "none"
        },
        {
          "name": "thessaloniki",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-02T16:41:48.768+03:00",
    "updated": "2024-06-02T16:41:48.768+03:00"
  },
  {
    "uuid": "b7ee5ed396c3895de682e88eacf852cde6f26874",
    "url": "https://www.infobae.com/espana/2024/08/30/un-supermercado-esta-harto-de-los-ladrones-de-queso-el-grana-padano-y-el-parmigiano-reggiano-se-guardan-en-un-lugar-seguro-y-los-clientes-deben-pedirlos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2024-08-30T08:56:00Z",
    "title": "Un supermercado está harto de los ladrones de queso: el Grana Padano y el Parmigiano Reggiano se guardan en un lugar seguro y los clientes deben pedirlos - Infobae",
    "text": "El supermercado de Eurospar en Casarsa (Extraído de @EurosparCasarsa en Facebook) Al norte de Italia , en la provincia de Pordenone, hay una localidad llamada Casarsa donde han tenido que guardar el Grana Padano y el Parmigiano Reggiano por el aumento de robos. Esto ha sucedido concretamente en el supermercado de Eurospar , un establecimiento grande que satisface las necesidades de la compra familiar, centrándose en “productos perecederos, platos preparados y un amplio y profundo surtido de alimentos”, según explican en la web.\nConcretamente, el hipermercado de Casarsa, ofrece también “minicursos diarios de cocina con chefs expertos ”, tal y como afirman en su cuenta de Facebook. Esto les convierte en el primer supermercado en dotar este tipo de espacios: “Creemos que la experiencia de comprar se puede vivir en 360 grados , conociendo el origen de las materias primas que adquirimos”.\nAsimismo, “la búsqueda de materias primas de alto nivel, la atención al cliente y la alta calidad” son los valores fundamentales por los que se impulsan diariamente, sumado a la pasión por la profesión y la experiencia. De esta manera, cuando se han producido estos robos y se ha verificado su aumento, han decidido guardar los quesos y venderlos bajo petición del cliente.\nEl departamento de quesos ha tomado medidas En el departamento de charcutería y quesos del Eurospar de Casarsa se ofrece una variada selección de embutidos “de alta calidad”: desde los más clásicos hasta los más refinados. Particularmente, el surtido de quesos es exquisito, ya que se pueden ver frescos, curados y de cuchara “seleccionados con pasión” entre los mejores sabores del territorio, “donde la calidad de las materias primas y el dominio en la elaboración realzan su excelencia”.\nSección de quesos del supermercado Eurospar en Casarsa (eurospar casarsa) A raíz del aumento constante de robos en un supermercado Eurospar, la tienda ha tomado la drástica decisión de mantener bajo llave ciertos productos de alto valor. Los carteles que se han colocado en la sección de embutidos y en el mostrador de productos refrigerados explican esta medida: “los productos Grana Padano y Parmigiano Reggiano , que naturalmente están disponibles”, quedarán “a pedido de nuestro personal”.\nDe igual manera, en el mismo cartel informativo se disculpan ante el cliente, pero ante este hurto continuado, se han visto “obligados a no exponer más los productos” . Así, se han distribuido varias copias de la nota informativa por los escaparates frigoríficos. Sin embargo, lo que sí se ha notado ha sido el incremento de impresiones con una cámara, para recordarle a los “ladrones de queso en acción” que la zona está “sujeta a videovigilancia por razones de seguridad”.\nEl queso español entre los mejores del mundo que se puede comprar en Dia por menos de 5 euros. Además, los habitantes italianos, siendo el tercer productor de queso de la UE con 1,3 millones de toneladas al año . Pero lo más llamativo sin duda es la cantidad de consumo: 24 kg por habitante al año. En gran parte, esto se debe al consumo de mozzarella, el mascarpone o la ricota, pues son los quesos más típicos. Aunque, según Iberconseil , los curados, como Grana Padano o el Parmigiano Reggiano, también son de los que más se compran.\nDe este modo, en otros supermercados de la zona ya se han equipado con sistemas antirrobo, según Friulioggi , para evitar también que los ladrones se acerquen a los paquetes de ruedas DOP . Esto indica que el queso cuenta con las características propias del entorno natural donde se ha elaborado: ingredientes, factores medioambientales, formas de producción, según explica Iberconseil.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://cdn.jwplayer.com/videos/6KZiATxa-GEW42hld.mp4",
      "https://www.cdn.jwplayer.com/videos/6KZiATxa-GEW42hld.mp4"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-30T12:01:01.541+03:00",
    "updated": "2024-08-30T12:01:01.541+03:00"
  },
  {
    "uuid": "62af2bdaa9dc08fdc723847551916641c6bee20f",
    "url": "https://www.everyeye.it/notizie/giochi-ottimizzati-ps5-pro-sony-confusione-etichetta-enhanced-viene-messa-caso-756792.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@everyeye",
    "published": "2024-11-15T06:56:00Z",
    "title": "Giochi ottimizzati PS5 PRO: Sony fa confusione e l'etichetta Enhanced viene messa a caso",
    "text": "Giochi ottimizzati PS5 PRO: Sony fa confusione e l'etichetta Enhanced viene messa a caso - Aggiornata\ndi\nDavide Leoni\nIl sito PlayStation LifeStyle segnala una certa confusione comunicativa da parte di Sony per quanto riguarda i [giochi ottimizzati per la nuova PlayStation 5 PRO](https://www.everyeye.it/notizie/ps5-pro-enhanced-giochi-potenziati-disponibili-lancio-753758.html), con l'etichetta PS5 PRO Enhanced che sarebbe stata affibbiata anche a giochi che in realtà ottimizzati non sono.\nIl problema riguarda il PlayStation Store ma anche la lista ufficiale dei giochi [PS5 PRO](https://www.everyeye.it/giochi/ps5-pro/) ottimizzati diffusa da Sony su PlayStation Blog. Tra gli altri, l'elenco cita Fortnite e Call of Duty Black Ops 6 come giochi ottimizzati sin dal lancio della console, ma in realtà le cose non stanno così.\n[Call of Duty Black Ops 6 ha ricevuto la patch PS5 PRO con la Stagione 1](https://www.everyeye.it/notizie/cod-black-ops-6-warzone-draghi-sputafuoco-mappe-gratis-novita-season-1-756775.html) partita il 14 novembre ma certamente non era disponibile in versione ottimizzata per il lancio della console il 7 novembre scorso, nonostante il bollino PS5 PRO Enhanced. E lo stesso vale per [Fortnite](https://www.everyeye.it/giochi/fortnite/), indicato su PlayStation Store come gioco ottimizzato per PS5 PRO ma in realtà al momento privo di una patch migliorativa. E anche [Silent Hill 2 Remake aspetta ancora di ricevere una patch PS5 PRO](https://www.everyeye.it/notizie/silent-hill-2-remake-ottimizzato-ps5-pro-chiari-indizi-playstation-store-754541.html).\nLa lista diffusa da Sony a inizio novembre parlava di circa 50 giochi ottimizzati per PS5 PRO al lancio quando in realtà i giochi aggiornati sono al momento più di 90. Ma come detto, Sony ha incluso nel suo elenco anche giochi che non risultano ancora potenziati, creando non poca confusione sopratutto in fase di download da PlayStation Store.\n[Sony PlayStation®5 - DualSense™ Wireless Controller Mi è uno dei più venduti oggi su ](https://www.amazon.it/dp/B094WLFGD3?tag=notizie_vg-21)\nFONTE:\n[PSLS](https://www.playstationlifestyle.net/2024/11/14/games-without-ps5-pro-patches-labeled-enhanced-ps-store/)Questo testo include collegamenti di affiliazione: se effettui un acquisto o un ordine attraverso questi collegamenti, il nostro sito potrebbe ricevere una commissione in linea con la nostra [pagina etica](https://www.everyeye.it/advertising/). Le tariffe potrebbero variare dopo la pubblicazione dell'articolo.\n[Rimani aggiornato seguendoci su Google News!](https://news.google.com/publications/CAAqBggKMIHlWDDCuwc)\nIscriviti al nostro CANALE TELEGRAMrisparmia sulle offerte\n[Call of Duty Black Ops 6 Season 1 patch notes do not list PS5 Pro Enhancements]\nby[u/failedtolisten]in[PS5]\n[Black Ops 6 patch for Pro?]\nby[u/LegitimateCold1641]in[PS5pro]\nAltri contenuti per PS5 PRO\n[PS5 Pro, la lista aggiornata dei giochi in 8K: c'è anche un'esclusiva Sony](https://www.everyeye.it/notizie/ps5-pro-lista-aggiornata-giochi-8k-e-esclusiva-sony-758432.html)[PS5 PRO: i giocatori si lamentano per i tanti giochi ottimizzati male, scoppia la polemica](https://www.everyeye.it/notizie/ps5-pro-giocatori-lamentano-tanti-giochi-ottimizzati-male-scoppia-polemica-757731.html)[PS5 PRO e i problemi di Star Wars Jedi Survivor con PSSR: ne parla uno sviluppatore](https://www.everyeye.it/notizie/ps5-pro-problemi-jedi-survivor-upscaler-pssr-parla-sviluppatore-757677.html)[Quanta corrente consuma PS5 Pro rispetto a una normale PS5?](https://www.everyeye.it/notizie/corrente-consuma-ps5-pro-normale-ps5-757500.html)[PS5 PRO è già scontata nel Regno Unito: i rivenditori anticipano il Black Friday?](https://www.everyeye.it/notizie/ps5-pro-scontata-regno-unito-rivenditori-anticipano-black-friday-757412.html)\nPS5 PRO\nContenuti più Letti\n[19 commentiQuanto costa PlayStation Plus per il Black Friday 2024?](https://www.everyeye.it/notizie/costa-playstation-plus-black-friday-2024-758427.html)[21 commentiAl via il Black Friday PlayStation: tra le offerte anche PS5, DualSense, Plus e PSVR2](https://www.everyeye.it/notizie/black-friday-playstation-offerte-ps5-dualsense-plus-psvr2-758119.html)[86 commentiStalker 2 Recensione: spietato, unico, imperfetto](https://www.everyeye.it/articoli/recensione-stalker-2-spietato-unico-imperfetto-64806.html)[2 commenti20 anni di Nintendo DS: sai quali sono i giochi più venduti? Al primo posto una sorpresa](https://www.everyeye.it/notizie/20-anni-nintendo-ds-sai-giochi-venduti-sorpresa-741903.html)[PlayStation 5 Slim Digital in offerta su Amazon, che prezzone per il Black Friday!](https://www.everyeye.it/notizie/playstation-5-slim-digital-offerta-amazon-prezzone-black-friday-757043.html)[Metaphor: ReFantazio, il prezzo del gioco scende ancora con il Black Friday, che promo](https://www.everyeye.it/notizie/metaphor-refantazio-gioco-incredibilmente-super-scontato-lancio-757395.html)[Giochi PC Gratis: tra i nuovi regali Epic Store c'è uno dei videogiochi più amati del 2023](https://www.everyeye.it/notizie/giochi-pc-gratis-regali-epic-e-videogiochi-amati-2023-758495.html)[PlayStation 5 Slim Standard, un vero prezzo da Black Friday su Amazon](https://www.everyeye.it/notizie/playstation-5-slim-standard-prezzo-amazon-black-friday-758212.html)[Amazon Black Friday: scoppiettanti offerte sui videogiochi, prezzi a partire da 9,99 euro](https://www.everyeye.it/notizie/amazon-black-friday-scoppiettanti-offerte-videogiochi-prezzi-partire-9-99-euro-758223.html)[Tre capolavori per PS5 in SUPER SCONTO per il Black Friday di AMAZON](https://www.everyeye.it/notizie/tre-capolavori-ps5-super-sconto-black-friday-amazon-758195.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.amazon.it/dp/B0CLTBHXWQ?tag=notizie_vg-21",
      "https://www.amazon.it/dp/B0CLTBHXWQ",
      "https://amazon.it/dp/B0CLTBHXWQ?tag=notizie_vg-21"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Leoni",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "Sony",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T09:24:18.310+02:00",
    "updated": "2024-11-22T14:07:55.354+02:00"
  },
  {
    "uuid": "fe892b7dbdb57bd2fdbee06a55551e2e1d9b0f08",
    "url": "https://www.einnews.com/pr_news/726996306/tennessee-s-division-of-elections-presented-national-clearinghouse-award-for-election-administration-excellence",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EIN News",
    "published": "2024-07-12T00:00:00Z",
    "title": "Tennessee’s Division of Elections Presented National Clearinghouse Award for Election Administration Excellence - Golf News Today - EIN Presswire",
    "text": "(NASHVILLE, Tenn.) — Recently, United States Election Assistance (EAC) Commissioner Donald Palmer and Commissioner Christy McCormick traveled to Tennessee to present Secretary of State Tre Hargett and Coordinator of Elections Mark Goins with a National Clearinghouse Award for Excellence in Election Administration. “The EAC is pleased to recognize the Tennessee Secretary of State’s Office with a Clearinghouse Award for its American Sign Language (ASL) Video Project. This project is an outstanding example of innovative accessibility efforts during an election,” said EAC Vice Chair Donald Palmer and Commissioner Christy McCormick in a joint statement. “The video series demonstrates a deep dedication to ensuring that all eligible Tennesseans have access to election information from a trusted source. The series of ASL not only demonstrates a clear benefit to deaf voters but also creates a new best practice for election administrators in 2024 and beyond. We thank the Tennessee Secretary of State’s Office for its commitment to accessibility in elections.” Tennessee’s Division of Elections received the national award from Commissioner Palmer and Commissioner McCormick in Nashville on June 28 for this project. The low-cost video series provided trusted information to Tennesseans who are deaf or hard of hearing. “Our Division of Elections continues to identify innovative solutions to increase opportunities for registered voters to prepare for and successfully cast a ballot,” said Secretary of State Tre Hargett. “We greatly appreciate Commissioner McCormick and Commissioner Palmer for traveling to Tennessee to present us with this national award. Thanks to our staff within the Elections Division for helping us achieve this honor.” The Secretary of State’s ASL Video Project drastically decreased the likelihood that voters experiencing hearing loss would lack information about components of constitutional amendments featured on the ballot during the previous election cycle. This series was viewed more than 24,400 times. “Thank you to the EAC and Commissioners Palmer and McCormick for visiting with us and for recognizing our American Sign Language Project with this award for national excellence,” said Coordinator Goins. “This achievement would not have been possible without effective partners like Bridges for the Deaf and Hard of Hearing, Disability Rights Tennessee, and the Tennessee Disability Coalition. These organizations help us continue providing solutions to assist more registered voters during the electoral process.” Tennessee has been ranked number one in election integrity for three consecutive years. The Secretary of State’s Office is also the trusted source for all election information. For more information on Tennessee elections, visit GoVoteTN - Information for Voters | Tennessee Secretary of State . The National Clearinghouse Awards are essential in fulfilling the EAC’s mission to serve as a clearinghouse for election administration information under the Help America Vote Act. Submissions were judged on innovation, sustainability, outreach, cost-effectiveness, replicability, and the generation of positive results. ### EIN Presswire does not exercise editorial control over third-party content provided, uploaded, published, or distributed by users of EIN Presswire. We are a distributor, not a publisher, of 3rd party content. Such content may contain the views, opinions, statements, offers, and other material of the respective users, suppliers, participants, or authors. Submit your press release",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://sos.tn.gov/govotetn",
      "http://www.einpresswire.com/why-us?promo=4700",
      "http://www.einpresswire.com/why-us",
      "http://einpresswire.com/why-us?promo=4700",
      "https://www.sos.tn.gov/govotetn"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "donald palmer",
          "sentiment": "neutral"
        },
        {
          "name": "christy mccormick",
          "sentiment": "none"
        },
        {
          "name": "tre hargett",
          "sentiment": "none"
        },
        {
          "name": "mark goins",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united states election assistance (eac",
          "sentiment": "neutral"
        },
        {
          "name": "state",
          "sentiment": "none"
        },
        {
          "name": "eac",
          "sentiment": "none"
        },
        {
          "name": "asl",
          "sentiment": "none"
        },
        {
          "name": "national clearinghouse award for excellence in election administration",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tenn.",
          "sentiment": "none"
        },
        {
          "name": "tennessee",
          "sentiment": "none"
        },
        {
          "name": "nashville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T04:28:41.437+03:00",
    "updated": "2024-07-12T04:28:41.437+03:00"
  },
  {
    "uuid": "9d03a1e34188a4d3a903bb2adf67df60508d20c1",
    "url": "https://www.waka.com/2023/12/28/troy-university-mourns-death-of-former-basketball-player-reschedules-game/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "WAKA Action 8 News",
    "published": "2023-12-29T00:06:00Z",
    "title": "Troy University mourns death of former basketball player, reschedules game - WAKA 8",
    "text": "by WAKA Action 8 News Troy University is mourning the death of former women’s basketball player Ke’Ajia Williams of Montgomery.\nWilliams died earlier this month. She had previously attended Shelton State and Jeff Davis High School.\nThe Troy women’s basketball’s Sun Belt Conference opener against Georgia State scheduled for Saturday has been moved to Sunday at 1 p.m. in Trojan Arena so that players and staff can attend the funeral.\nWhen Williams was at Shelton State Community College from 2020-2022, she played both post positions for the Bucs during her career and helped the team win two regional championships. She was able to capture 8.2 points per game and six rebounds per game in her final season at Shelton State.\nTroy University says thanks to its partnership with The Vance Law Firm, Troy Athletics will not charge admission for the game due to the date change. All other events surrounding the game will remain in place, including the ESPN+ broadcast.\nOur thoughts and prayers go out to Ke’Ajia and her family. Ke’Ajia… you are forever a Trojan and we will miss you always🕊️ pic.twitter.com/4iq0KUERb8\n— Troy Women’s Basketball (@TroyTrojansWBB) December 27, 2023",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://twitter.com/TroyTrojansWBB/status/1740101228884009003?ref_src=twsrc%5Etfw",
      "https://t.co/4iq0KUERb8",
      "https://www.twitter.com/TroyTrojansWBB/status/1740101228884009003?ref_src=twsrc%5Etfw",
      "https://twitter.com/TroyTrojansWBB/status/1740101228884009003",
      "https://www.t.co/4iq0KUERb8"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "williams",
          "sentiment": "none"
        },
        {
          "name": "montgomery",
          "sentiment": "none"
        },
        {
          "name": "jeff davis",
          "sentiment": "none"
        },
        {
          "name": "jia williams",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "troy university",
          "sentiment": "negative"
        },
        {
          "name": "waka",
          "sentiment": "negative"
        },
        {
          "name": "news troy university",
          "sentiment": "negative"
        },
        {
          "name": "high school",
          "sentiment": "none"
        },
        {
          "name": "georgia state",
          "sentiment": "none"
        },
        {
          "name": "troy athletics",
          "sentiment": "none"
        },
        {
          "name": "shelton state",
          "sentiment": "none"
        },
        {
          "name": "shelton state community college",
          "sentiment": "none"
        },
        {
          "name": "bucs",
          "sentiment": "none"
        },
        {
          "name": "espn",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "trojan arena",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T05:42:56.657+02:00",
    "updated": "2023-12-29T05:42:56.657+02:00"
  }
]