[
  {
    "uuid": "cd9bce86630b805f7faf8fa2c7fda09ab7721b58",
    "url": "https://www.agensir.it/quotidiano/2023/12/29/terra-santa-padre-faltas-vicario-custodia-strage-di-erode-si-ripete-abbiamo-visto-le-immagini-di-migliaia-di-bambini-morti-avvolti-in-un-telo-bianco/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@agensir",
    "published": "2023-12-29T09:16:00Z",
    "title": "Terra Santa: padre Faltas (vicario Custodia), “strage di Erode si ripete. Abbiamo visto le immagini di migliaia di bambini morti avvolti in un telo bianco” - AgenSIR",
    "text": "“La strage degli innocenti, voluta da Erode, si ripete a distanza di duemila anni”. Sono parole drammatiche quelle pronunciate ieri da padre Ibrahim Faltas, vicario della Custodia di Terra Santa, nel giorno in cui la Chiesa ha celebrato i Santi innocenti martiri. Il francescano ha ripercorso il brano del Vangelo dove si racconta della “forza violenta dell’odio e del male su un gruppo di bambini innocenti, massacrati dalla sete di volere salvare a tutti i costi il suo potere assoluto”. “Purtroppo – ha subito aggiunto – questo brano del Vangelo di oggi non è rimasto là, relegato nel passato remoto, ma ha attraversato i secoli e si è fermato, ingigantito, nel nostro presente di oggi. Oggi lo stiamo vivendo in prima persona, abbiamo visto le immagini di migliaia e migliaia di bambini morti, avvolti in un telo bianco, e migliaia di bambini vagare tra le macerie, con lo sguardo impaurito, avvolti dalla polvere alla ricerca della mamma e del papà che non ci sono più. Sono più di diecimila tra i bambini morti e orfani. Sono i nuovi innocenti di questo secolo, colpevoli forse di essere nati a Gaza o a Kiev o a Damasco, ma innocenti testimoni martiri della disumanità di una logica umana che non esiste, che ha spezzato il futuro di una nuova generazione, e sepolto sotto questo esteso cumulo di macerie ogni pensiero di Pace”. Padre Faltas ha quindi proseguito: “I bambini innocenti martiri, oggi, della guerra che è in atto, qui nella nostra terra, come in altre guerre dimenticate nel mondo, hanno nomi reali di bambini, ma sono anche giovani coppie, anziani, ammalati… che dal cielo aspettano la risposta della nostra carità e della nostra preghiera. Siamo nel terzo millennio e in tante parti della terra, la strage dei ‘piccoli innocenti’ continua tragicamente, esiste una popolazione di bambini che non hanno da mangiare, malati che non ricevono cure, purtroppo spesso sfruttati e vittime di violenze. Sono i ‘nuovi martiri innocenti’ di oggi, una piaga terribile del nostro mondo di oggi. Non possiamo accettare che la gente è al freddo, senza pane, senza acqua, senza elettricità, senza casa, senza un luogo sicuro dove trovare riparo. Dobbiamo agire e fermare questo scandalo intollerabile, che vede vittime i bambini”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T12:24:14.597+02:00",
    "updated": "2023-12-29T12:24:14.597+02:00"
  },
  {
    "uuid": "dc0983a6f0321b19e451dd7f6fc72c7f7e16c99e",
    "url": "https://ground.news/article/rig-rollover-in-lehigh-valley-among-highway-headaches-this-holiday-travel-day",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-28T23:06:00Z",
    "title": "Ground News - Rig rollover in Lehigh Valley among highway headaches this holiday travel day",
    "text": "Summary by Ground News Multi-vehicle crash on I-78 East near mile 60.6 in Upper Saucon Township. A male occupant was reported out of the vehicle but requesting to be checked out by EMS in the rollover. Earlier incidents also described as multi-vehicles crashes in the Lehigh County area were slowing traffic. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nlehighvalleylive Lean Left High Factuality Rig rollover in Lehigh Valley among highway headaches this holiday travel day A tractor-trailer that rolled onto its side on Interstate 78 in Lehigh County was one of several crashes slowing area highways Thursday afternoon.\n23 minutes ago Read Full Article\nlehighvalleylive Lean Left High Factuality\nRig rollover in Lehigh Valley among highway headaches this holiday travel day A tractor-trailer that rolled onto its side on Interstate 78 in Lehigh County was one of several crashes slowing area highways Thursday afternoon.\n23 minutes ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.lehighvalleylive.com/lehigh-county/2023/12/rig-rollover-in-lehigh-valley-among-highway-headaches-this-holiday-travel-day.html?utm_source=ground.news&utm_medium=referral",
      "https://lehighvalleylive.com/lehigh-county/2023/12/rig-rollover-in-lehigh-valley-among-highway-headaches-this-holiday-travel-day.html?utm_source=ground.news&utm_medium=referral",
      "https://www.lehighvalleylive.com/lehigh-county/2023/12/rig-rollover-in-lehigh-valley-among-highway-headaches-this-holiday-travel-day.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ground news subscriptions",
          "sentiment": "none"
        },
        {
          "name": "ems",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "upper saucon township",
          "sentiment": "none"
        },
        {
          "name": "lehigh valley",
          "sentiment": "none"
        },
        {
          "name": "lehigh county",
          "sentiment": "none"
        },
        {
          "name": "interstate 78",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:30:06.583+02:00",
    "updated": "2023-12-29T01:30:06.583+02:00"
  },
  {
    "uuid": "7ba5b9859389ac64b872d3ee269cc7f6dc82fbee",
    "url": "https://krdo.com/news/2024/06/13/man-found-dead-identified-as-teacher-accused-of-sexually-abusing-teenage-girl",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newssource",
    "published": "2024-06-13T21:20:00Z",
    "title": "Man found dead identified as teacher accused of sexually abusing teenage girl",
    "text": "Man found dead identified as teacher accused of sexually abusing teenage girl\nBy Austin Ellis\nClick here for updates on this story\nDUBUQUE, Iowa (\nKWWL) — Dubuque Police said the man who died of an apparent self-inflicted gunshot wound Wednesday was a teacher accused of a sexual relationship with a student.\nPolice attempted to serve an arrest warrant for 24-year-old Trent Paschal, who was a teacher at Thomas Jefferson Middle School. Paschal was alleged to have had a sexual relationship with a 14-year-old student.\nThrough interviews, police say they learned about inappropriate snapchats between Paschal and the victim. They also learned of two occasions where Paschal picked up the student and engaged in sex acts at his apartment.\nPolice said traffic cameras and surveillance footage showed Paschal picking up the student up on May 27th, going to his apartment, and leaving the apartment together.\nWhen police attempted to serve the arrest warrant on two counts of third-degree sexual abuse on Wednesday, they heard a single gunshot from the apartment. After attempts from officers to speak with Paschal were unsuccessful, they found him dead of an apparent self-inflicted gunshot wound.\nThe Dubuque Community School District shared a statement with KWWL regarding the situation. The district said:\n“On Friday, May 31, the Dubuque Community School District received a third-party report of an alleged inappropriate relationship between Trent Paschal and a student. Paschal was a teacher at Jefferson Middle School and Dubuque Online School, and a coach in the district. There is no indication that the alleged inappropriate contact occurred at school. The District immediately began investigating the report using its established protocols, promptly placed the staff member on administrative leave, and engaged law enforcement in the investigation. At that point, the Dubuque Police Department took the lead on the investigation, with the full cooperation of the District.\nCentral to our work in the Dubuque Community School District is seeking to provide a safe learning environment in which our students can thrive. These allegations were obviously concerning and taken very seriously. On June 12, 2024, the District was notified that when the Dubuque Police Department went to serve the arrest warrant in the matter on Trent Paschal, a self-inflicted gunshot occurred, and he was pronounced dead at the scene. At this time, the District will defer to and fully cooperate with the Dubuque Police Department regarding its handling of this matter.\nAs a District, we continue to take the allegations very seriously while also recognizing that the loss of life is always tragic.\nOur focus now will be on supporting our students and staff through this difficult time, knowing that there may not be answers to many of the questions people may have.\nIn upcoming days, additional counseling support will be available for those wishing for additional assistance in processing these difficult events. Support will be available at Jefferson on Friday, June 14th from 10:00-11:30 AM for staff and 12:30-2:00 PM for students and families. Additional sessions will follow.”\nPlease note: This content carries a strict local market embargo. If you share the same market as the contributor of this article, you may not use it on any platform.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.kwwl.com/news/crime-courts/man-found-dead-in-dubuque-identified-as-teacher-accused-of-sexually-abusing-teenage-girl/article_567f0852-29ab-11ef-9542-df3f4c572f5b.html",
      "https://kwwl.com/news/crime-courts/man-found-dead-in-dubuque-identified-as-teacher-accused-of-sexually-abusing-teenage-girl/article_567f0852-29ab-11ef-9542-df3f4c572f5b.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "austin ellis click",
          "sentiment": "negative"
        },
        {
          "name": "trent paschal",
          "sentiment": "none"
        },
        {
          "name": "paschal",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dubuque police",
          "sentiment": "none"
        },
        {
          "name": "thomas jefferson middle school",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "dubuque",
          "sentiment": "none"
        },
        {
          "name": "iowa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:35:48.743+03:00",
    "updated": "2024-06-14T00:35:48.743+03:00"
  },
  {
    "uuid": "4beb7a12d6bb5d30c12215a2629faff2dd016d36",
    "url": "https://scrippsnews.com/stories/snowzilla-returns-to-anchorage-years-after-dispute-with-city/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Justin Boggs",
    "published": "2024-01-01T17:26:00Z",
    "title": "'Snowzilla' returns to Anchorage years after dispute with city",
    "text": "97-year-old celebrates birthday by going down a water slide Friends call Margaret Jones an inspiration as she continues to show up for weekly swimming classes at her local YMCA. [LEARN MORE](https://scrippsnews.com/stories/97-year-old-celebrates-birthday-by-going-down-a-water-slide/) The giant snowman hasn't been seen in over a decade, but a father-son duo decided to resurrect the beloved Snowzilla. A beloved 25-foot snowman is back in front of an Anchorage home, delighting families once again after a 10-year hiatus. [According to the Anchorage Daily News, ](https://www.adn.com/alaska-life/2023/12/25/snowzilla-returns-to-airport-heights-after-10-year-hiatus/)the snowman dubbed \"Snowzilla\" was the subject of a cease-and-desist letter from the city as neighbors complained the snowman increased traffic in the neighborhood. There were also fears that the structure of the snowman was unsafe. But years later, Snowzilla returned with the help of friends and neighbors. The father-son duo responsible for the snowman told the Anchorage Daily News that a lack of early-season snow and other factors contributed to the break. “We had bad snow years for several, and then my kids grew up and dispersed. It takes a lot of energy,” Billy Powers told the newspaper. Friends call Margaret Jones an inspiration as she continues to show up for weekly swimming classes at her local YMCA. The snowman had the blessing from at least one neighbor, Darrell Estes, who helped create the snowman's hat, pipe and nose, he told the [Anchorage Daily News. ](https://www.adn.com/alaska-life/2023/12/25/snowzilla-returns-to-airport-heights-after-10-year-hiatus/) “(The city) kind of ran the gamut when they bad-mouthed it,” Estes told the outlet. “I mean, there’s no snowman law. You can’t tell someone they can’t build a snowman.” Videos on social media showed families lining up to take pictures with the snowman that stands taller than homes in the neighborhood. [Neighbor Melinda Boeckman](https://www.facebook.com/melinda.boeckman/posts/pfbid02cy5q8smrWKtTheubwrzYVjT8zkcNizvQVN51qttU4oa8i1z5GF5YL4pSjM6JtrL6l) wrote on Facebook that she was happy to see the snowman back in her neighborhood. \"It’s been about 15 years since we’ve seen the huge snowman,\" she wrote. \"Brings back lots of memories. Happy to see him back in the neighborhood again.\" Snow was plentiful in the Anchorage area in December. The area had over 40 inches of snow, which is nearly double its usual amount, according to the National Weather Service. A European zoo is hoping its conservation breeding program will help preserve the lives of critically endangered Coquerel's sifaka lemurs. Friends call Margaret Jones an inspiration as she continues to show up for weekly swimming classes at her local YMCA. Despite a car being partially submerged in a ditch, first responders were able to grab the presents and take them to a children's hospital. Gypsy Rose Blanchard is using social media to document her life after prison and to share what she has in store. Dominican prosecutors launched an investigation into Franco based on his social media posts hinting at a relationship with a minor. A European zoo is hoping its conservation breeding program will help preserve the lives of critically endangered Coquerel's sifaka lemurs.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Weather"
    ],
    "external_links": [
      "https://www.facebook.com/melinda.boeckman/posts/pfbid02cy5q8smrWKtTheubwrzYVjT8zkcNizvQVN51qttU4oa8i1z5GF5YL4pSjM6JtrL6l",
      "https://www.adn.com/alaska-life/2023/12/25/snowzilla-returns-to-airport-heights-after-10-year-hiatus/",
      "https://www.adn.com/alaska-life/2023/12/25/snowzilla-returns-to-airport-heights-after-10-year-hiatus",
      "https://facebook.com/melinda.boeckman/posts/pfbid02cy5q8smrWKtTheubwrzYVjT8zkcNizvQVN51qttU4oa8i1z5GF5YL4pSjM6JtrL6l",
      "https://adn.com/alaska-life/2023/12/25/snowzilla-returns-to-airport-heights-after-10-year-hiatus/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "snowzilla",
          "sentiment": "neutral"
        },
        {
          "name": "margaret jones",
          "sentiment": "neutral"
        },
        {
          "name": "billy powers",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ymca",
          "sentiment": "none"
        },
        {
          "name": "anchorage daily news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "anchorage",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T20:28:34.110+02:00",
    "updated": "2024-01-02T03:59:45.315+02:00"
  },
  {
    "uuid": "4ae2323e8a5f1c45814f7b223ac0f98b175a3568",
    "url": "https://mais.opovo.com.br/jornal/cidades/2024/10/04/samu-fortaleza-ganha-nova-base-no-bairro-varjota.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redação O POVO",
    "published": "2024-10-04T03:15:00Z",
    "title": "Samu Fortaleza ganha nova base no bairro Varjota | CIDADES | OPOVO+",
    "text": "Com o objetivo de agilizar o tempo de resposta na assistência, o Serviço de Atendimento Móvel de Urgência (Samu) ganhou uma nova base de operação, localizada no bairro Varjota, em Fortaleza, na manhã dessa quinta-feira, 3. A unidade já começou a funcionar. Ela conta com duas ambulâncias e duas motolâncias. Com a nova base, a Capital passa a contar com 14 unidades espalhadas por locais estratégicos da Cidade. Outras seis são planejadas pela gestão municipal. \"[Elas são] Baseadas em critérios populacionais e epidemiológicos que tem como objetivo final diminuir o tempo de resposta\", destaca Galeno Taumaturgo, titular da Secretaria Municipal da Saúde (SMS). Com a unidade, o tempo de resposta no atendimento deve ser reduzido, em média, de 20% a 30%. Vários fatores podem influenciar a questão: horário do chamado, trânsito, distância da base etc. \"Independente de qualquer coisa, os locais mais aproximados da ocorrência [Meireles, Beira-Mar, Mucuripe, Cais do Porto e Praia do Futuro], logicamente, terão uma diminuição no tempo de acesso.\" A meta do Samu Fortaleza é que as demandas sejam atendidas em cinco a dez minutos. \"Quanto mais rápido a gente chega no paciente, mais chance a gente tem de salvá-lo\", ressalta Kitt Rôla, gerente do Samu Fortaleza. A unidade vai contar com uma unidade de suporte básico e outra de suporte avançado. \"No suporte básico, são para casos de menor gravidade, em que equipamentos mais sofisticados não são necessários. Já no suporte avançado, é para grandes acidentes, casos graves. Ela tem todo o suporte de um leito de um hospital de alta complexidade\", explica Galeno. A base também vai contar com duas motolâncias. \"É um veículo rápido de atendimento. Elas saem sempre em duplas e levam materiais de suporte básico. A única coisa que ela não faz é transportar o paciente. Ela inicia o atendimento e, se tiver necessidade, solicita a ambulância por rádio\", pontua Kitt Rôla. \"A moto, muitas vezes, é importante para abortar a ida de uma ambulância. Às vezes ela chega ao local e vê que não tem necessidade do paciente ir até uma unidade de saúde e evita um deslocamento desnecessário\", continua. Um dos fatores que podem influenciar o tempo de resposta no atendimento são os trotes. De acordo com o titular da SMS, elas correspondem a cerca de 8% das ligações recebidas pelo Samu. \"As pessoas, quando fazem esses trotes, não têm ideia de que podem comprometer o atendimento de quem realmente necessita\", destaca Galeno. \"Se você pegar, por exemplo, 250 mil ocorrências, você vai ter quase oito mil ligações que não deveriam ter sido feitas e que comprometem os atendimentos\", adiciona.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Social Issue",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T08:19:15.622+03:00",
    "updated": "2024-10-04T08:19:15.622+03:00"
  },
  {
    "uuid": "9131f6a74403e2d79e52885c1b5fa2b1a58bbb50",
    "url": "https://www.arabtimesonline.com/news/minister-of-electricity-refers-officials-to-anti-corruption-authority/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@arabtimeskuwait",
    "published": "2023-12-24T15:30:00Z",
    "title": "Minister Of Electricity Refers Officials To Anti-corruption Authority - ARAB TIMES - KUWAIT NEWS",
    "text": "Minister of Electricity refers officials to anti-corruption authority This news has been read 1021 times! KUWAIT CITY, Dec 24: Minister of Electricity, Water, and Renewable Energy, and Acting Minister of Public Works, Jassem Al-Ostad, has reported two ministry officials to the public authority for anti-corruption (Nazaha) on suspicion of corruption. The ministry disclosed to (KUNA) that an investigative committee, established by Al-Ostad immediately after discovering these violations, found that they “caused harm to numerous civilians and other entities.” The investigation revealed that the two individuals intentionally disrupted tenders related to electricity, causing damage to the electrical connections of civilian homes and other public projects. As per the statement, “the intentional disruption of tenders compelled individuals to purchase their cables, and coerced them into signing pledges not to seek compensation from the ministry,” consequently tarnishing the ministry’s reputation with allegations of incompetence. In recent months, Al-Ostad has referred several officials in government bodies under his purview to the public prosecution and Nazaha due to suspicions of corruption and misuse of public funds. This news has been read 1021 times!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jassem al-ostad",
          "sentiment": "none"
        },
        {
          "name": "al-ostad",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "authority",
          "sentiment": "negative"
        },
        {
          "name": "minister of electricity",
          "sentiment": "none"
        },
        {
          "name": "al-ostad",
          "sentiment": "none"
        },
        {
          "name": "renewable energy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kuwait",
          "sentiment": "none"
        },
        {
          "name": "kuwait city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T18:24:46.993+02:00",
    "updated": "2023-12-25T13:34:33.847+02:00"
  },
  {
    "uuid": "1f69b541d357b69b59cd668b403ec9be8b04fbc9",
    "url": "https://www.cjonline.com/story/money/2024/01/05/lenscrafters-class-action-lawsuit/72122637007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amaris Encinas",
    "published": "2024-01-05T21:11:00Z",
    "title": "LensCrafters AccuFit class action lawsuit has $39 million settlement",
    "text": "LensCrafters class action lawsuit over AcccuFit has $39 million payout: See if you qualify [Amaris Encinas](https://www.usatoday.com/staff/5133245001/amaris-encinas/) If you have purchased glasses from a [LensCrafters](https://www.lenscrafters.com/) store in the last 10 years, you may be entitled to a cut of the proposed $39 million class action settlement. The lawsuit, which was filed in [New York](https://www.accufitclassaction.com/home/6665/DocumentHandler?docPath=/Documents/Settlement_Agreement_Dist_E_D_N_Y__1_17_cv_05216_349_2_4_.pdf), alleges that the eyewear retailer made false claims regarding its AccuFit system, a digital measurement system said to give customers “clearer, crisper vision.” A single payment will be offered to LensCrafters customers nationwide who purchased prescription eyeglasses from September 2013 to September 2023 after opting into AccuFit. Here’s what you should know about the potential settlement. What should I know about the class action lawsuit filed against LensCrafters? Both parties chose resolve the lawsuit by agreeing to a proposed settlement, which has yet to be approved by the court. LensCrafters has denied any wrongdoing despite the pending settlement, stating the company stands behind the quality of its prescription eyewear. The company went on to say that it never “made material misrepresentations about AccuFit or its manufacturing process,” according to court documents. “LensCrafters believes in the superiority of AccuFit measurements and the benefits this service provides to customers,” court documents stated. LensCrafters also alleged the company did not charge for the service or increase prices in connection with the use of AccuFit, which was a complimentary service. Customers who choose to participate in the class-action lawsuit waive the right to sue LensCrafters at a later date. Who is eligible to receive the settlement payment? The class-action lawsuit settlement includes any and all U.S. customers that purchased prescription eyeglasses from Sept. 5, 2013 to Sept. 20, 2023 after being fitted with AccuFit. Anyone affiliated with LensCrafters or the ongoing class-action lawsuit have been excluded from the class, making them ineligible to receive a settlement payment. Each eligible customer will qualify for up to $50 for each pair of prescription eyeglasses purchased from LensCrafters. Free Money: [Who is eligible for $100 million Verizon class action settlement? Here's what to know](/story/money/legal/2024/01/04/verizon-class-action-lawsuit-settlement/72105127007/) How do I file a claim? In order to be eligible to receive a settlement payment, customers must complete a claim form no later than April 26, 2024. If you don’t fill out a valid claim form by the deadline, you will not receive a payment. Those who don't file a claim will also lose any rights to sue LensCrafters over these issues and be legally bound by the all orders and judgements the court makes on the lawsuit. You can fill out a claim form [ online](https://forms.krollsettlementadministration.com/DynamicForms2/6665/Form/53141d6d-c8f3-40b3-b56e-fcfe76e14dd5) or [fill out and mail](https://www.accufitclassaction.com/home/6665/DocumentHandler?docPath=/Documents/Claim_Form.pdf) a copy of the claim form to: AccuFit Class Action Settlement, c/o Kroll Settlement Administration LLC, P.O. Box 5324, New York, NY 10150-5324, by April 26, 2024. Here are some important deadlines to keep in mind: - Objection deadline is Monday, Jan. 24 - Exclusion deadline is Monday, Feb. 5 - Final approval hearing is scheduled for Monday, Feb. 26 - Claim deadline is Friday, April 26 For additional information on how to object or exclude yourself from the class-action lawsuit against LensCrafters, [visit the Kroll website. ](https://www.accufitclassaction.com/home/faqs2/) Chocolate Problems: [Florida woman sues Hershey over Reese's Peanut Butter Pumpkins packaging not being 'cute'](/story/money/food/2024/01/03/florida-woman-sues-hershey/72093845007/) When will I receive my settlement payment? The settlement payments will not be sent out until the proposed settlement agreement is approved in court, including any objections or appeals that may come up. Its unclear when an objection or appeal might be resolved, the website stated. Any further details or updates regarding the settlement payment will be posted on the [website.](https://www.accufitclassaction.com/home/faqs2/) Customers can also contact the settlement administrator by phone (833)-933-8668, via email [info@accufitclassaction.com](mailto:info@accufitclassaction.com), or through the mail. What is a class action lawsuit? A class-action lawsuit involves a person, also known as a class representative who sues on behalf of themselves and other people who have similar grievances, or claims. Once a class action lawsuit is approved, every member of the group, or class is awarded with the exception of anyone who opts out.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://www.lenscrafters.com/)",
      "https://forms.krollsettlementadministration.com/DynamicForms2/6665/Form/53141d6d-c8f3-40b3-b56e-fcfe76e14dd5)",
      "https://www.accufitclassaction.com/home/faqs2/)",
      "https://www.usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://www.accufitclassaction.com/home/6665/DocumentHandler?docPath=/Documents/Settlement_Agreement_Dist_E_D_N_Y__1_17_cv_05216_349_2_4_.pdf),",
      "https://www.accufitclassaction.com/home/6665/DocumentHandler?docPath=/Documents/Claim_Form.pdf)",
      "https://www.forms.krollsettlementadministration.com/DynamicForms2/6665/Form/53141d6d-c8f3-40b3-b56e-fcfe76e14dd5)",
      "https://accufitclassaction.com/home/6665/DocumentHandler?docPath=/Documents/Settlement_Agreement_Dist_E_D_N_Y__1_17_cv_05216_349_2_4_.pdf),",
      "https://www.accufitclassaction.com/home/6665/DocumentHandler",
      "https://accufitclassaction.com/home/faqs2/)",
      "https://accufitclassaction.com/home/6665/DocumentHandler?docPath=/Documents/Claim_Form.pdf)",
      "https://usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://lenscrafters.com/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "lenscrafters",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:58:03.323+02:00",
    "updated": "2024-01-06T00:58:03.323+02:00"
  },
  {
    "uuid": "e1dc67e35670e13f4ed1e756e295db1a0ff06e06",
    "url": "https://www.targatocn.it/2024/09/27/leggi-notizia/argomenti/ultimora/articolo/netanyahu-guerra-a-hezbollah-fino-allobiettivo-ecco-perche-accordo-su-tregua-e-saltato.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "webinfo@adnkronos.com (Web Info)",
    "published": "2024-09-26T21:11:00Z",
    "title": "Netanyahu: \"Guerra a Hezbollah fino all'obiettivo\". Ecco perché accordo su tregua è saltato",
    "text": "(Adnkronos) - ''La guerra a Hezbollah continuerà fino a quando non saranno raggiunti tutti gli obiettivi'' che Israele si è prefissato. Il primo ministro israeliano Benjamin Netanyahu lo scandisce dopo essere atterrato all'aeroporto Jfk di New York. Tra questi obiettivi, ''il ritorno in sicurezza dei cittadini israeliani nelle loro case al nord'' di Israele, vicino al confine con il Libano, e l'uccisione dei leader di Hezbollah.\nNetanyahu ha autorizzato il raid su Beirut - che ha portato all'eliminazione del capo della divisione aerea di Hezbollah - mentre si trovava a bordo dell'aereo di Stato 'Ali di Sion', diretto a New York per l'Assemblea Generale delle Nazioni Unite.\nDall'inizio degli scontri al confine con Israele circa un anno fa, ovvero dopo il massacro compiuto da Hamas il 7 ottobre, sono più di 1.500 i morti in Libano.\nIntanto emergono retroscena su quanto avvenuto nelle ultime ore relativamente alla tregua. Secondo la ricostruzione fornita da Channel 12, rilanciata da Times of Israel, il ministro degli Affari strategici israeliano, Ron Dermer, aveva raggiunto intese di principio con gli Stati Uniti per un cessate il fuoco che copriva sia il Libano che Gaza, con l'assenso di Netanyahu che invece ha fatto marcia indietro. In base alla ricostruzione, i contatti sono stati avviati all'inizio di questa settimana dal consigliere per la Sicurezza Nazionale Usa, Jake Sullivan, con Dermer.\nSecondo la ricostruzione, Sullivan ha esortato a passi per impedire che l'escalation tra Israele e Hezbollah sfuggisse di mano e Dermer avrebbe detto che Netanyahu voleva evitare la guerra su larga scala. Si è iniziato a discutere quindi di un cessate il fuoco temporaneo per permettere che venisse negoziato un accordo più permanente, basato sugli sforzi dell'inviato Usa, Amos Hochstein, e la risoluzione 1701 che ha messo fine alla guerra in Libano nel 2006. E sulla proposta del cessate il fuoco a Gaza e rilascio degli ostaggi, presentata da Joe Biden lo scorso maggio.\nQuesta cornice avrebbe permesso a Israele di dire di aver diviso la crisi sul confine nord da quella di Gaza, mentre Hezbollah avrebbe potuto sostenere che fermava i suoi attacchi perché si era fermata la guerra a Gaza. Secondo Channel 12 stava anche emergendo l'intesa sulla possibilità che fosse lo stesso Netanyahu ad annunciare l'accordo durante il suo discorso all'Assemblea Generale dell'Onu, un discorso in cui avrebbe dichiarato Hamas sconfitta a Gaza e avviata la fase di transizione.\nLa discussione era andata avanti anche a livelli più ampi, coinvolgendo il generale Eliezer Toledano, capo del direttorato strategico dell'Idf ed ex consigliere militare di Netanyahu. E si era sottolineato che anche se alla fine il cessate il fuoco temporaneo non portava frutti, il fatto che fosse stato negoziato avrebbe permesso agli Stati Uniti di continuare con maggiore legittimità il solido sostegno a Israele anche in caso di guerra regionale, rivela ancora l'emittente israeliana.\nMentre proseguiva il processo diplomatico, l'Idf non fermava i raid sul Libano e Netanyahu iniziava ad informare un numero ristretto di ministri del suo governo. E quando Netanyahu si è imbarcato per New York è uscita la nota di Joe Biden ed Emmanuel Macron che annunciavano il cessate il fuoco di 21 giorni con l'intesa che Bibi l'avrebbe appoggiato una volta atterrato negli Usa, dicendo che per quanto Israele intendesse continuare la lotta a Hezbollah, accoglieva il cessate il fuoco per far tornare i residenti del nord al sicuro alle loro case.\nSecondo i media israeliani c'era già una bozza del discorso del premier israeliano che evidentemente non aveva tenuto in conto l'alzata di scudi e le minacce di far cadere il governo dei ministri di estrema destra, e così \"tutto è saltato in aria\". E Bibi ha smentito l'esistenza di ogni accordo e poi ha fatto una dichiarazione dai toni ben diversi, assolutamente bellicosi, una volta arrivato a New York.\nLa richiesta di cessate il fuoco in Libano, avanzata dagli Stati Uniti e un gruppo di alleati internazionale, era stata \"coordinata\" con Israele, ha ribadito la portavoce della Casa Bianca, Karine Jean-Pierre, dopo che Israele ha rifiutato la tregua e Netanyahu ha bollato come \"incorrette\" le notizie su un accordo a riguardo.\n\"La dichiarazione è stata in effetti coordinata con la parte israeliana\", ha detto la portavoce ai giornalisti, aggiungendo che \"ci sono discussioni ora in corso\" a margine dell'Assemblea Generale dell'Onu a New York. \"I nostri team continuano a discutere e forse sentirete altro più tardi in giornata\", ha detto ancora.\nA chi le chiedeva perché allora Netanyahu ha negato che ci fosse stata un'intesa, ha risposto: \"Dovete rivolgervi all'ufficio del primo ministro, io presento solo i fatti e quello che vogliamo e che vogliamo evitare perché pensiamo che la guerra totale non sia la risposta e il presidente è stato molto chiaro su questo\".\nIsraele intanto ha ricevuto dagli Stati Uniti un pacchetto di aiuti militari dal valore di 8,7 miliardi di dollari per sostenere le operazioni in corso e per mantenere un vantaggio militare di qualità nella regione. Lo riferisce in una nota il ministero della Difesa israeliano spiegando che nel pacchetto sono compresi 3,5 miliardi di dollari per acquisti essenziali in tempo di guerra e 5,2 miliardi di dollari per i sistemi di difesa aerea, tra cui il sistema antimissile Iron Dome, il David's Sling e un sistema laser avanzato.\nIl ministero israeliano spiega nella nota che il contributo americano arriva dopo i negoziati al Pentagono tra Eyal Zamir, direttore generale del ministero della Difesa, e funzionari della Difesa degli Stati Uniti, tra cui il sottosegretario alla Difesa ad interim per la politica Amanda Dory. \"Questo investimento rafforzerà in modo significativo sistemi come Iron Dome e David's Sling, favorendo allo stesso tempo lo sviluppo di un avanzato sistema di difesa laser ad alta potenza, attualmente nelle sue fasi finali di sviluppo\", si legge nella nota.\nL'accordo, prosegue il comunicato, sottolinea la \"solida e duratura partnership strategica tra Israele e Stati Uniti e l'impegno ferreo nei confronti della sicurezza di Israele\", in particolare nell'affrontare le minacce alla sicurezza regionale provenienti dall'Iran e dai gruppi terroristici sostenuti dall'Iran.\nIntanto è mistero su dove sia il leader di Hamas. Yahya Sinwar è irraggiungibile ''da settimane'', ed è per questo che, nonostante si cerchi ''continuamente'' di far andare avanti i negoziati sugli ostaggi e il cessate il fuoco a Gaza, la situazione è in stallo. Lo ha dichiarato un membro dell'entourage di Netanyahu citato dal Times of Israel, parlando delle difficoltà di entrare in contatto con il leader di Hamas.\nAllo stesso tempo, scrive il Times of Israel, Israele non ritiene che Sinwar sia morto. Ma se venisse ucciso, afferma il funzionario vicino al premier israeliano, \"questo ci aiuterebbe a raggiungere un accordo\".\nSecondo la fonte, inoltre, il capo del Mossad David Barnea è impegnato regolarmente per far avanzare i colloqui, così come lo sono i mediatori di Egitto e Qatar che, però, non stanno ricevendo risposte da Hamas. Barnea, ha aggiunto, sta cercando uno spiraglio per portare avanti i negoziati puntando su questioni meno controverse, come ad esempio lo scambio di ostaggi con i prigionieri di sicurezza palestinesi.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T03:20:22.587+03:00",
    "updated": "2024-09-27T03:20:22.587+03:00"
  },
  {
    "uuid": "5e7dacf88fb3f121967644cf2d1d9c8e5d3e725a",
    "url": "https://www.timesnownews.com/lifestyle/relationships/work/nvidia-work-culture-staff-works-in-a-pressure-cooker-environment-does-a-hefty-paycheck-makes-it-worth-it-article-112895487",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shreya Garg",
    "published": "2024-08-30T05:23:00Z",
    "title": "Nvidia Work Culture: Nvidia Staff Works In A 'Pressure Cooker' Environment; Does A Hefty Paycheck Makes It Worth It? | Times Now",
    "text": "Trending: Nvidia Staff Works In A 'Pressure Cooker' Environment; Does A Hefty Paycheck Makes It Worth It? Nvidia staff works for long working hours and endure 'pressure cooker' environment for a hefty pay package. Would you trade places with one of Nvidia's staffers to upgrade your lifestyle? Does a hefty paycheck makes it easier for a professional to work in a stressful work environment? (Picture Credit: Canva) If you were asked to work for long working hours for a hefty pay package in return, would you take up the offer? Chances are those who prioritise mental well-being over anything else would decline it, but those who are big on monetary compensation would gladly accept it. Well, it seems Nvidia employees happen to fall in the latter category. As per a report, employees working at the AI chip making company are working for 7 days a week till 2 am. Rolling your eyes already? Ten people who spoke to Bloomberg mentioned that the staff at Nvidia works in a \"pressure cooker\" environment. Despite the non-conducive environment, many of you will be surprised to know that the company has the lowest attrition rate worldwide. In fact, after the company’s market capitalisation exceeded $1 trillion, the attrition rate fell further to just 2.7 per cent. This rate of employee turnover is in sharp contrast with that of the industry which stands at 17.7 per cent. This clearly means that monetary compensation is a great incentive for professionals and the latter may feel willing to go the extra mile just to reap in the rewards. As per the report, a former staffer at the organisation even mentioned that it is the “golden handcuffs” that serves as the major reason behind many professionals staying put in the company despite the hardships and unhealthy work-life balance. If you follow share market news, then chances are you would already know that Nvidia’s stocks have surged massively in the past few years. The company gives its employees stock grants that typically vest over a four-year period. This implies that a person who has been with the company for the past 5 years must have earned in millions by now. The compensation earned through the shares is also a good enough reason why professionals are enduring the unfavourable working conditions and are willing to endure more to earn more. If given a chance would you want to trade places with Nvidia professionals who have swanky cars and homes worth millions of dollars? Chances are some of you would say that you will endure the hardship for a few years, save enough money and then happily retire. However, come to think of it, there are many Nvidia professionals who have enough money to retire and yet they continue to work in stressful working conditions. Why do you think they do that? Well, if one were to tap into human psychology, then one may conclude that a human mind always vies for more even when their initials goals and aspirations are met. More money and more luxuries in life never hurt anyone, in fact, perhaps they serve as a bait to professionals to endure more. Thanks to the hustle culture and with most of us driven by the need to upgrade our lifestyles, we often end up sacrificing the quality of our lives. We fail to take a pause and reflect over our lives. When was the last time when you enjoyed a quiet me-time and reflected over what truly makes you happy? Did you ever question yourself if you enjoy doing what you do? In the race to climb the corporate ladder, most of us fail to identify when to stop enduring and start living. Get [Latest News](https://www.timesnownews.com/latest-news)Live on Times Now along with Breaking News and Top Headlines from[Work](https://www.timesnownews.com/lifestyle/relationships/work),[Lifestyle](https://www.timesnownews.com/lifestyle)and around the world.Trending: Shreya Garg author Shreya Garg feels that writing chose her rather than she choosing to be a writer. She writes every story with gratitude in her heart and hope that she...[View More](https://www.timesnownews.com/author/shreya-garg-479263413) End of Article Subscribe to our daily Lifestyle Newsletter! [Related News](https://www.timesnownews.com/lifestyle) Street Shopping In Mumbai: Best Places For Trendy Clothes At Affordable Prices Suji Bobbatlu, Andhra Pradesh's Sweet Rava Bread For Breakfast How to Plant and Grow Fuchsia in Your Garden 7 Ways A Man Wants Intimacy In A Relationship Adulterated Milk Unit Busted In Odisha's Cuttack, 5 Tips To Check Its Purity At Home",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "bloomberg",
          "sentiment": "none"
        },
        {
          "name": "nvidia",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T11:09:13.963+03:00",
    "updated": "2024-09-28T05:07:50.082+03:00"
  }
]