[
  {
    "uuid": "6eb2c83bda0a5a46f691e4b5fcdde4f75a7b370c",
    "url": "https://www.irishexaminer.com/sport/gaa/arid-41301691.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Irishexaminer.com (digitaldesk@irishexaminer.com)",
    "published": "2024-01-03T21:17:00Z",
    "title": "O’Brien impressed as Kerry shake off 2023",
    "text": "MAN of the match at Austin Stack Park? Timmy Daly (Churchill), the head groundsperson who rendered the field as playable as anyone could after a month of hard Kerry rain – and an inter-county hurling game the evening prior.\nEarly doors, of course, but at least any half-conclusions from the night’s opening McGrath Cup exchanges had a ring of authenticity about them, rendering all the aquatic clichés unnecessary.\nFor Kerry’s goalkeepers, it was all a little too real as the clock ticked down the throw in: Dr Crokes’ Shane Murphy limping out of the warm-up after an unwelcome hamstring twinge, prompting an unexpected debut for Beaufort’s Sean Coffey, the son of legendary ladies stylist Mary Joe Curran. Coffey had a quiet night, as it transpired.\nIt was Coffey’s opposite number, the returning Tipp No 1 Evan Comerford, who felt the first sting of the January air, Kerry’s Dylan Geaney billowing the net on 44 seconds after a one-two with Killian Spillane. It wasn’t long until the Kerry duo swapped roles – Geaney’s fourth minute shot was only parried by Comerford and Spillane applied to easy finish.\nTipperary are starting afresh too, with a new feel in more ways than one. Paul Kelly has been appointed new gaffer and, if the local bush telegraph is accurate, hasn’t been slow to draw his lines in the ground. His side could have turned their ass to this after the early double-blow, but they played their way into the half, and Clonmel’s Sean O’Connor helped himself to five first-half points. Nominally a corner forward, he dropped into midfield with his sizeable frame out of possession, but moved and looped like a natural inside forward for two points from play, a pair of converted frees and a mark.\nKerry held the advantage of the early goals into the break, 2-7 to 0-7, their last point a sweet effort from the left foot of Beaufort’s Sean O’Brien. He was one of seven green and gold tyros making a first senior start, but the man making the big early impression was Joe O’Connor. The midfielder was making his first start in well over a year after an ACL rupture. Often the biggest impediment to getting it all back is psychological but O’Connor showed no ill-effects as he impressed in aerial combat.\nMicheal Burns was busy, and pointed really well after holding off tight Tipp marking in the 17th minute to make it 2-4 to 0-3. However it was Tipp less pleased to hear the half time whistle as they bagged three points in a row before Barry Dan O’Sullivan and Beaufort’s O’Brien restored Kerry’s six-point lead.\nKerry made a raft of interval changes, and not just because of that, the crowd lost the will to stay engaged. Sean O’Shea came on to stretch his legs and kicked six points, Stefan Okunbor returned after missing the guts of last year’s campaign with injury, and Paul Murphy kicked a wonderful score from range.\nJoe O’Connor concluded a fine night’s work with Kerry’s third goal on 46 minutes, teed up for the fisted finish by the diligence (again) from Gavin White.\nBeaufort powerhouse O’Brien caught the eye throughout, his performance adored with a second point on 53 minutes.\nKerry go again on Saturday, to Rathkeale this time to face Limerick.\n: S O’Shea (0-6, 3 frees, 0-1 mark), D Geaney (1-1), K Spillane (1-1, 0-1 free), J O’Connor (1-0), M Burns (0-2), S O’Brien (0-2), D Roche (0-2), D Casey, B O’Sullivan, P Murphy, R Buckley, A Spillane, C Geaney (0-1 each).\nS O’Connor (0-8, 5 frees, 0-1 mark), S Grogan, P Creedon (0-1 each)\nS Coffey; J Nagle, D Casey, D Bourke; G O’Sullivan, M Breen, Seán O’Brien; J O’Connor, B O’Sullivan; K Evans, D Geaney, C Burke; K Spillane, D Roche, M Burns.\n: D Moynihan for Burns (HT); S O’Shea for D Geaney (HT); R Buckley for B O’Sullivan (HT), S O’Brien for C Burke (HT); J Foley for Nagle (HT); C Geaney for Spillane (HT); G White for G O’Sullivan (HT), A Spillane for Evans (47), P O’Leary for Breen (47), S Okunbor for O’Connor (47), P Murphy for Bourke (47).\nE Comerford; S O'Connell, J Feehan, R O'Dowd; S Grogan (debut), C O’Shaughnessy, K Costello (debut); T Doyle, P Feehan; E Moloney, J Kennedy, C Deely; R Quigley, P Creedon, S O'Connor.\n: D Brennan for Quigley (4), S Neville for P Feehan (23),M Lowry for Brennan (HT), M McFadden for O’Shaughnessy (HT), D Looby for J Kennedy (49), D O’Leary for Maloney (55), K Shelly for Deeley (57), T Condon for O’Dowd (57)\n: James Regan (Cork)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Weather",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "timmy daly",
          "sentiment": "negative"
        },
        {
          "name": "kerry",
          "sentiment": "neutral"
        },
        {
          "name": "coffey",
          "sentiment": "none"
        },
        {
          "name": "spillane",
          "sentiment": "none"
        },
        {
          "name": "shane murphy",
          "sentiment": "none"
        },
        {
          "name": "dylan geaney",
          "sentiment": "none"
        },
        {
          "name": "killian spillane",
          "sentiment": "none"
        },
        {
          "name": "sean coffey",
          "sentiment": "none"
        },
        {
          "name": "evan comerford",
          "sentiment": "none"
        },
        {
          "name": "mary joe curran",
          "sentiment": "none"
        },
        {
          "name": "geaney",
          "sentiment": "none"
        },
        {
          "name": "comerford",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "austin stack park",
          "sentiment": "none"
        },
        {
          "name": "beaufort",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-03T23:27:26.946+02:00",
    "updated": "2024-01-03T23:27:26.946+02:00"
  },
  {
    "uuid": "9e3d8f6ca238b1865924b0f0a0b5a396456e0617",
    "url": "https://www.wxxinews.org/npr-news/2024-01-19/israeli-protesters-demand-gaza-cease-fire-in-rare-anti-war-march-through-tel-aviv",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Aya Batrawy",
    "published": "2024-01-19T19:00:00Z",
    "title": "Israeli protesters demand Gaza cease-fire in rare anti-war march through Tel Aviv | WXXI News",
    "text": "Israeli protesters demand Gaza cease-fire in rare anti-war march through Tel Aviv TEL AVIV, Israel — Omri Goren holds a stack of purple flyers that say: \"Only peace will bring security.\" He's part of a small anti-war movement in Israel calling for a cease-fire in the Gaza Strip, where 2.3 million people are [struggling to survive](https://www.npr.org/2023/11/29/1215931157/a-gaza-woman-describes-trying-to-keep-her-family-safe-and-alive) months of Israeli bombardment and a near total siege of the territory. Goren was among a few hundred people who came out to march and protest in Tel Aviv Thursday night in support of peace. Emotions in Israel are still raw from the stunning Hamas attack on southern Israeli communities on Oct. 7 that killed 1,200 people and took about 240 hostages, according to Israeli officials. That assault set off what some conflict experts have called [one of the most destructive](https://apnews.com/article/israel-gaza-bombs-destruction-death-toll-scope-419488c511f83c85baea22458472a796) wars in recent history. Many Israelis believe the only way to crush Hamas and secure Israel is militarily. But Goren says Israel's continued bombardment of Gaza more than 100 days since the Oct. 7 attack only serves the political interests of Hamas and Israel's far-right government, led by Prime Minister Benjamin Netanyahu. \"The war is bad for Israelis and Palestinians. The war is good for the Hamas and Bibi,\" he said, referring to Netanyahu by his nickname. \"They both have interests in the war, of dead people, people scared from each other.\" Cease-fire calls in Israel remain rare The anti-war protest was made up of Israeli Jews of all ages, many belonging to groups that have long called for an end to Israel's occupation of Palestinian territories. \"I hope we are not the minority, I hope that most of the people want to live in peace and have a good relationship with our neighbors,\" said Avigail Arnheim, a protester in her 60s. She said she's horrified by the suffering of Gaza's children, who've [borne the brunt](https://www.npr.org/2023/12/26/1221743518/an-aid-worker-describes-the-unbearable-suffering-of-wounded-children-in-gaza) of this war. More than 10,000 children have been killed in Gaza since the war began, according to Gaza's Health Ministry. And thousands of kids have been orphaned and lost limbs from Israeli airstrikes, according to aid groups. The U.N. children's fund, UNICEF, says children there are [exposed to a lethal combination](https://www.unicef.org/press-releases/intensifying-conflict-malnutrition-and-disease-gaza-strip-creates-deadly-cycle) of malnutrition, hunger and a spike in cases of diarrhea because of a lack of clean drinking water. Thousands face [\"child wasting,\"](https://www.unicef.org/press-releases/preventing-famine-and-deadly-disease-outbreaks-gaza-requires-faster-safer-aid-access) the most life-threatening form of malnutrition due to the siege and war in Gaza. \"My people did it. My government did it,\" Arnheim said, referring to the humanitarian crisis in Gaza. \"This is why I stand here. I want to change this kind of thinking.\" There's nationwide support for freeing hostages, but disagreement over how The protesters represent a small minority in Israel, where most people support the war. A poll taken by the Israel Democracy Institute in late December found [that two-thirds](https://en.idi.org.il/articles/52085) of Israelis don't think the military should scale back its bombardment of densely populated areas of Gaza. Shay Daniely said he understands the fears evoked by the Oct. 7 attacks in Israel. He's with the group [Breaking the Silence](https://twitter.com/BtSIsrael?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor) that collects accounts of veteran Israeli soldiers speaking out about their time in service. But Daniely said most Israelis either do not understand what's happening in Gaza or prefer not to look. \"You can look at the mainstream news. It looks like the 7th of October happened yesterday,\" he said, referring to Israeli media coverage of the war. \"There's no understanding or footage of the Palestinian people, the Gazans, so it's really one-dimensional.\" The streets of Tel Aviv are plastered in signs that read \"Bring Them Home,\" a reference to the hostages taken in the attacks. It's a rallying cry everyone in Israel supports, particularly as a growing number of [captives have died](https://www.npr.org/2023/12/15/1219695220/israel-soldiers-mistakenly-kill-hostages-gaza) in the war there. But how to free the hostages — through continued fighting or diplomacy — is a point of fierce debate and disagreement, including among Israel's [War Cabinet](https://apnews.com/article/israel-hamas-war-news-1-19-2024-e5f45fb7b14d3dc8ff64b0aee4b473aa). The families of hostages blocked a major highway on Thursday night in another attempt at pressuring the government to do more to secure their release. Cindy Cohen, an antiwar activist at the march in Tel Aviv, said talking about Palestinians and Jews living in peace threatens the Israeli government that \"only wants separation and fighting.\" She said if the war ends, new elections would be held, threatening Netanyahu's grip on power. \"I believe that Netanyahu is only self-interested. He wants to continue the war so he can continue in power,\" she said. \"As long as the hostages are being held, there's a reason to continue the war.\" As she and others marched against the war, Netanyahu [told Israeli reporters](https://www.timesofisrael.com/netanyahu-vows-no-palestinian-state-attacks-israeli-media-denies-blindsiding-gallant/) the war will continue for \"many more months.\" \"We will continue to fight at full strength until we achieve all our goals,\" he said, adding that includes \"the return of all our hostages — and I say again, only military pressure will lead to their release.\" Anti-war protesters march on, despite pushback As protesters chanted for a cease-fire to the beat of drums through Tel Aviv's busy streets, a young reservist with a rifle slung over his shoulder and his girlfriend shook their heads at the protesters. One woman shouted against the marchers as others just looked on. The march was organized by a [group called Standing Together](https://www.npr.org/2023/10/25/1208227647/israel-gaza-hamas-jewish-palestinian-peace-activists-lod), which brings together Palestinian citizens of Israel and Jews in the country. They were joined by [other peace groups](https://www.npr.org/2024/01/18/1225446340/mothers-of-idf-soldiers-protest-to-bring-troops-home). Lawyers for The Association for Civil Rights in Israel had to seek a court order to hold the protest in Tel Aviv after police refused to issue permits for it. Police have arrested and beaten protesters in other, smaller anti-war rallies in past weeks in Israel. The group is trying to get permits issued in other cities for similar protests. ACRI's Executive Director Noa Sattath said there is an \"unprecedented\" crackdown on free speech in Israel. Police are tracking and arresting activists not only at protests, but also on their way to protests, she said. ACRI filed an official complaint against Israel's police chief, Kobi Shabtai, after he said anyone who wants to identify with Gaza can go there. \"I'll help them get there,\" [he said](https://www.timesofisrael.com/police-chief-to-arab-israelis-you-want-to-support-gaza-ill-put-you-on-a-bus-there/) in October. \"That is such unacceptable behavior,\" Sattath said. A \"massive human rights crisis\" in Gaza Protesters held signs that read: \"Only peace will bring security.\" One sign said: \"Stop the genocide.\" Israel [faces the charge of genocide](https://www.npr.org/2024/01/12/1224363666/israel-hamas-war-palestinians-south-africa-genocide-case-court) at the International Court of Justice in The Hague, Netherlands. Its military campaign in Gaza has killed more than 24,000 Palestinians, most of them women and children, and wounded more than 61,000, many with amputations and severe burns, according to Gaza's Health Ministry and aid groups there. Most of Gaza's hospitals have been forced shut with the rest partially functional and [unable to sufficiently treat](https://www.npr.org/gaza-middle-east-al-aqsa-hospital-israel-palestinians-doctor) the stream of wounded. Israel's government vehemently rejects the charge of genocide, arguing the war is against Hamas and not all of Gaza. Israel says [Hamas is to blame](https://www.npr.org/2021/05/13/996446037/israel-must-prepare-for-more-violence-netanyahu-adviser-says) because it uses civilian infrastructure to hide and carry out its attacks against Israel. Israeli airstrikes have reduced to rubble hundreds of thousands of homes and businesses, displacing nearly the entire population of Gaza. The head of the U.N. Human Rights Office for the Palestinian territories, Ajith Sunghay, described seeing children this week in Gaza's southernmost city of Rafah, where more than 1 million Palestinians have fled, digging for bricks to hold in place tents made with plastic bags. \"This is a massive human rights crisis and a major, human-made, humanitarian disaster,\" [Sunghay said](https://reliefweb.int/report/occupied-palestinian-territory/gaza-report-ground). \"It is a pressure cooker environment.\" Daniel Estrin contributed reporting from Tel Aviv. Copyright 2024 NPR. To see more, visit https://www.npr.org.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.npr.org/2023/10/25/1208227647/israel-gaza-hamas-jewish-palestinian-peace-activists-lod),",
      "https://www.unicef.org/press-releases/intensifying-conflict-malnutrition-and-disease-gaza-strip-creates-deadly-cycle)",
      "https://www.timesofisrael.com/police-chief-to-arab-israelis-you-want-to-support-gaza-ill-put-you-on-a-bus-there/)",
      "https://www.npr.org/2023/12/26/1221743518/an-aid-worker-describes-the-unbearable-suffering-of-wounded-children-in-gaza)",
      "https://www.npr.org/gaza-middle-east-al-aqsa-hospital-israel-palestinians-doctor)",
      "https://www.npr.org/2024/01/18/1225446340/mothers-of-idf-soldiers-protest-to-bring-troops-home).",
      "https://en.idi.org.il/articles/52085)",
      "https://www.timesofisrael.com/netanyahu-vows-no-palestinian-state-attacks-israeli-media-denies-blindsiding-gallant/)",
      "https://www.npr.org/2023/12/15/1219695220/israel-soldiers-mistakenly-kill-hostages-gaza)",
      "https://www.unicef.org/press-releases/preventing-famine-and-deadly-disease-outbreaks-gaza-requires-faster-safer-aid-access)",
      "https://www.npr.org/2024/01/12/1224363666/israel-hamas-war-palestinians-south-africa-genocide-case-court)",
      "https://www.npr.org/2021/05/13/996446037/israel-must-prepare-for-more-violence-netanyahu-adviser-says)",
      "https://twitter.com/BtSIsrael?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor)",
      "https://www.npr.org/2023/11/29/1215931157/a-gaza-woman-describes-trying-to-keep-her-family-safe-and-alive)",
      "https://apnews.com/article/israel-gaza-bombs-destruction-death-toll-scope-419488c511f83c85baea22458472a796)",
      "https://reliefweb.int/report/occupied-palestinian-territory/gaza-report-ground).",
      "https://www.npr.org.",
      "https://apnews.com/article/israel-hamas-war-news-1-19-2024-e5f45fb7b14d3dc8ff64b0aee4b473aa).",
      "https://www.apnews.com/article/israel-hamas-war-news-1-19-2024-e5f45fb7b14d3dc8ff64b0aee4b473aa).",
      "https://www.reliefweb.int/report/occupied-palestinian-territory/gaza-report-ground).",
      "https://www.twitter.com/BtSIsrael?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor)",
      "https://npr.org.",
      "https://npr.org/2024/01/12/1224363666/israel-hamas-war-palestinians-south-africa-genocide-case-court)",
      "https://twitter.com/BtSIsrael",
      "https://npr.org/2023/10/25/1208227647/israel-gaza-hamas-jewish-palestinian-peace-activists-lod),",
      "https://unicef.org/press-releases/preventing-famine-and-deadly-disease-outbreaks-gaza-requires-faster-safer-aid-access)",
      "https://www.en.idi.org.il/articles/52085)",
      "https://timesofisrael.com/police-chief-to-arab-israelis-you-want-to-support-gaza-ill-put-you-on-a-bus-there/)",
      "https://npr.org/gaza-middle-east-al-aqsa-hospital-israel-palestinians-doctor)",
      "https://npr.org/2023/12/26/1221743518/an-aid-worker-describes-the-unbearable-suffering-of-wounded-children-in-gaza)",
      "https://npr.org/2023/12/15/1219695220/israel-soldiers-mistakenly-kill-hostages-gaza)",
      "https://npr.org/2024/01/18/1225446340/mothers-of-idf-soldiers-protest-to-bring-troops-home).",
      "https://npr.org/2021/05/13/996446037/israel-must-prepare-for-more-violence-netanyahu-adviser-says)",
      "https://unicef.org/press-releases/intensifying-conflict-malnutrition-and-disease-gaza-strip-creates-deadly-cycle)",
      "https://npr.org/2023/11/29/1215931157/a-gaza-woman-describes-trying-to-keep-her-family-safe-and-alive)",
      "https://www.apnews.com/article/israel-gaza-bombs-destruction-death-toll-scope-419488c511f83c85baea22458472a796)",
      "https://timesofisrael.com/netanyahu-vows-no-palestinian-state-attacks-israeli-media-denies-blindsiding-gallant/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "omri goren",
          "sentiment": "none"
        },
        {
          "name": "goren",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "tel aviv",
          "sentiment": "none"
        },
        {
          "name": "tel aviv tel aviv",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T23:54:45.493+02:00",
    "updated": "2024-01-19T23:54:45.493+02:00"
  },
  {
    "uuid": "8523809fabda75d65be17e557ea06fbebd2b550f",
    "url": "https://www.thetimes-tribune.com/obituaries/paul-william-rinaldi-sr-dunmore-pa/",
    "ord_in_thread": 0,
    "author": "gqlshare",
    "published": "2025-07-03T00:05:00Z",
    "title": "Paul William Rinaldi, Sr.",
    "text": "Paul William Rinaldi, Sr. OBITUARY\nPaul William Rinaldi, Sr. OBITUARY\nPaul William Rinaldi, Sr., 83, passed away peacefully surrounded by his family on Sunday at Regional Hospital in Scranton. He was preceded in death by his wife Rose Marie Rinaldi also his brother Anthony Zar Rinaldi and his companion of 32 years Kay Zawisky.\nBorn in Scranton, son of the late William and Antoinette Ricco Rinaldi, Paul was a graduate of Dunmore High School and joined the U.S. Navy in 1959. He was very successful, hardworking businessman who owned and operated Rinaldi Cutting for 31 years and Rinaldi Beer Distributor for 30.\nHe will be remembered for his dedication and love for his customers, his love of sports and especially the New York Yankees and the cherished time he spent with his beloved dog, Callie.\nHe leaves behind his daughter Renee, son Paul, Jr., granddaughters Amber and Olivia, grandson Dylan, a sister-in-law, nieces, nephews and several cousins. The family would like to thank Dr. Yeager, Dr. Preate and all the nurses at Regional Hospital especially Dr. Gloria Kasemi.\nThe funeral will be Saturday with a Mass of Christian Burial at 9:00am from Immaculate Conception Church, 801 Taylor Ave., Scranton.\nInterment, Mt. Carmel Cemetery, Dunmore.\nFamily and friends may pay their respects from 8:00am until the time of mass at the church.\nTo leave an online condolence please visit www.DunmoreFuneralHome.com.\nPaul William Rinaldi, Sr.\nJune 29, 2025",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Human Interest->funeral and memorial service",
      "Health->health organisation",
      "Health->medical condition",
      "Health->health facility",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "http://www.DunmoreFuneralHome.com",
      "http://DunmoreFuneralHome.com"
    ],
    "entities": {
      "persons": [
        {
          "name": "Paul William Rinaldi",
          "sentiment": "neutral"
        },
        {
          "name": "Antoinette Ricco Rinaldi",
          "sentiment": "none"
        },
        {
          "name": "Anthony Zar Rinaldi",
          "sentiment": "none"
        },
        {
          "name": "Rose Marie Rinaldi",
          "sentiment": "none"
        },
        {
          "name": "Gloria Kasemi",
          "sentiment": "none"
        },
        {
          "name": "Kay Zawisky",
          "sentiment": "none"
        },
        {
          "name": "Yeager",
          "sentiment": "none"
        },
        {
          "name": "Callie",
          "sentiment": "none"
        },
        {
          "name": "Preate",
          "sentiment": "none"
        },
        {
          "name": "Dylan",
          "sentiment": "none"
        },
        {
          "name": "Renee",
          "sentiment": "none"
        },
        {
          "name": "Paul",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Dunmore High School",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "New York Yankees",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [],
      "bias": "center"
    },
    "rating": null,
    "crawled": "2025-07-03T09:03:48.261+03:00",
    "updated": "2025-07-03T06:08:56.000+00:00"
  },
  {
    "uuid": "f3f3983b25afd05ca5eec946c8214dd5ee17dcb5",
    "url": "https://www.pagina12.com.ar/744458-no-va-mas-denuncian-a-una-plataforma-de-apuestas-por-dar-din",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Página|12",
    "published": "2024-06-13T21:05:00Z",
    "title": "No va más: denuncian a una plataforma de apuestas por dar dinero para jugar | Primera demanda colectiva contra una empresa de casino online | Página|12",
    "text": "La Unión de Consumidores Unidos (UCU) de la Argentina presentó la primera demanda colectiva contra la industria del juego online y las apuestas deportivas, al querellar a la plataforma BetWarrior . La UCU focaliza en que los “bonos de captación” constituyen “una estrategia peligrosa para la salud de la población” .\nBetWarrior ofrece bonos de bienvenida a los usuarios mayores de edad, es decir, hay incentivos económicos para apostar . \"Registrate y te damos 10 mil pesos para apostar. Además, te damos 150 por ciento de bono en tu primer depósito” , decía la publicidad de la plataforma.\nLos denunciantes precisaron que el Código Civil prohíbe publicidades nocivas para la salud. La denuncia recayó en el Juzgado en lo Contencioso Administrativo Tributario N°25, a cargo de Carlos Tambuss i.\nLa empresa demandada está autorizada para operar en varias provincias, entre otras, Buenos Aires, Mendoza y Jujuy. Y tiene acuerdos de esponsoreo con la Asociación del Fútbol Argentino, la Confederación Argentina de Hockey y la Asociación Argentina de Tenis.\nLa demanda que se presentó apunta al uso de publicidad ilícita según el artículo 248 del Código Procesal para la Justicia en las Relaciones de Consumo. De allí que se pida el fin de ese tipo de publicidad a nivel nacional en las plataformas dedicadas a los juegos de azar.\nEl escrito se encarga de aclarar que “la publicidad en general de las apuestas online no está prohibida en Argentina, y lo que no está prohibido está permitido”, pero que en este caso \"puede alentar la ludopatía” . Además, se reclama una multa \"en concepto de daño punitivo\" que sea \"una suma equivalente al máximo legal previsto por la Ley 27.701”.\nEn otro apartado, se pide que el operador financie una “campaña rectificatoria, correctiva y masiva de concientización sobre los riesgos y consecuencias del juego compulsivo, especialmente dirigidas al público joven y vulnerable”, y que sea en los mismos medios \"donde se publicitan los bonos cuestionados” .\nEl fenómeno de la ludopatía ha alertado en los últimos tiempos, sobre todo por la proliferación de plataformas on line y su impacto entre los adolescentes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Business and Market Analysis",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:18:19.874+03:00",
    "updated": "2024-06-14T00:18:19.874+03:00"
  },
  {
    "uuid": "382d372cb66cd59a67d1e985a2e3ca1b1770c96c",
    "url": "https://www.tricitynews.com/film-news/canadian-actress-evelyne-brochu-stars-with-zach-braff-vanessa-hudgens-in-new-rom-com-8446757",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marriska Fernandes; The Canadian Press",
    "published": "2024-03-14T22:05:00Z",
    "title": "Canadian actress Evelyne Brochu stars with Zach Braff, Vanessa Hudgens in new rom-com",
    "text": "In “French Girl,” a new romantic comedy from Canadian writer-directors James A. Woods and Nicolas Wright, Quebec City is as much of a character as the film’s lead roles.\nIt was the “perfect setting,” said star Evelyne Brochu, a French Canadian actress known for her work on the sci-fi TV series “Orphan Black.”\n“It's romantic. It has a bit of a taste of Europe,” she said in a virtual interview. “I feel like in rom-coms, cities are often a character, if you think about Seattle, if you could think of it like New York, Paris … It's the city where you want to walk hand-in-hand with someone.”\nThe movie follows Gordon, played by Zach Braff, a hopeless New York City romantic whose plan to propose to his girlfriend Sophie, portrayed by Brochu, is thrown into chaos. A job offer at the Fairmont Le Château Frontenac from sophisticated celebrity chef Ruby – played by Vanessa Hudgens – who also happens to be Sophie’s ex, lures her back to her hometown of Quebec City.\nDetermined to keep their love alive, Gordon follows his girlfriend, only to find himself hilariously out of his depth in attempting to charm her hard-to-impress, French-speaking family.\nBrochu, who is from Quebec City, said she signed on to do the film because it’s a “love letter to French Canadian women, French Canadian families,” and the city itself.\nShe felt a real connection to her character, especially since she’s a francophone who is dating an anglophone from Montreal. She said the filmmakers captured a world she knew well.\nFor Braff, it was the elements of comedy that drew him in, but also his love of Quebec cities.\n“My reps had said that it's kind of in the tone of ‘Meet the Parents,’ which is a movie I love, but with a twist and also it’s taking place in French Canada, which was interesting to me because I love Montreal,” he said. “And I just laughed through the whole thing. I was like, ‘Sign me up. I'm in.’”\nBraff, who starred in the TV comedy “Scrubs,” said this latest project was in his wheelhouse.\n“I just love comedies like this. They don't make a lot of movies like this anymore.”\nThe movie was mostly filmed in Montreal and Quebec City, and the cast said the atmosphere added to the filming experience.\nBraff noted that the cast stayed in the Château Frontenac in Quebec City while filming their scenes there. He also billed Montreal’s Old Town as “one of the prettiest places in North America.”\n\"High School Musical\" franchise star Vanessa Hudgens, who had previously filmed in Montreal about 12 years ago, was equally charmed.\n“It really is such a magical place, truly unlike anywhere else,” she said. “There's just like an old world air about it that just feels really magical.”\nHudgens, who has starred in several rom-coms, including “The Princess Switch,” said she loved returning to the genre, but added that it afforded her a chance to put on a different hat – and play the villain.\n“This is one where the women are really empowered, which is always just lovely to be able to see and to tell that story.”\n“French Girl” hits theatres on Friday.\n– Marriska Fernandes is a Toronto-based entertainment journalist, host and film critic.\nThis report by The Canadian Press was first published March 14, 2024.\nMarriska Fernandes, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "evelyne brochu",
          "sentiment": "negative"
        },
        {
          "name": "zach braff",
          "sentiment": "negative"
        },
        {
          "name": "vanessa hudgens",
          "sentiment": "negative"
        },
        {
          "name": "nicolas wr",
          "sentiment": "negative"
        },
        {
          "name": "james a. woods",
          "sentiment": "negative"
        },
        {
          "name": "gordon",
          "sentiment": "none"
        },
        {
          "name": "sophie",
          "sentiment": "none"
        },
        {
          "name": "brochu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fairmont le château frontenac",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "quebec city",
          "sentiment": "none"
        },
        {
          "name": "seattle",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:13:52.533+02:00",
    "updated": "2024-03-15T00:13:52.533+02:00"
  }
]