[
  {
    "uuid": "e10697c3cb1898d5eaa69f57d4be43593593f8f5",
    "url": "https://wibc.com/218130/the-top-5-worst-indiana-sports-moments-of-2023/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marc Dykton",
    "published": "2023-12-28T21:12:00Z",
    "title": "The Top 5 Worst Indiana Sports Moments of 2023",
    "text": "It’s safe to say 2023 was not nearly the Indiana sports hellscape that it was in 2022. We actually had quite a few positives in 2023 but that’s for my other list. Despite the positives, there were some pretty big negatives in 2023. We’ll examine the top five worst moments in Indiana sports over the past year.\n5. The Jonathan Taylor Contract Drama\nThis one appears lower on the list because it has since been resolved but the contract dispute between the Colts and running back Jonathan Taylor was ugly and at the front of everybody’s minds for the entire summer. It started with Taylor commenting on the state of the running back position around the NFL and how it seemed to be getting de-valued every season despite the importance of the position in every offense. He wasn’t wrong. It’s the most de-valued position in football despite some of the most taxing work being asked by those players. Taylor’s gripes didn’t seem overly concerning in mini-camp but as OTA’s and training camp got underway it was clear the issue was even more dire than anyone realized. Taylor sat out of practices, looked unhappy in general, wouldn’t talk to media and didn’t like what he heard from owner Jim Irsay in a one-on-one meeting. It seemed like a point of no return between the two sides when Taylor requested a trade. The Colts turned to Zach Moss in his absence and seemed to be willing to get through the season if needed but ahead of their Week 4 match-up against the Tennessee Titans it was announced Taylor and the Colts agreed on a 3-year extension. It seems like smooth sailing now but the seas were fierce and extremely ugly during the disagreement, which is why it cracks my top five.\n4. The Pacers/Ja Morant “Laser” Incident\nThis moment has less to do with the Pacers and more to do about the downfall of Ja Morant, but the Pacers definitely played a key role in what transpired. Reports came out in February that the NBA league offices were investigating an incident involving the Pacers team bus and Morant’s crew. Following a heated game in Memphis between the two teams, Morant reportedly hurled expletives at the Pacers, including exchanging words with Andrew Nemhard. The issues continued as the Pacers were getting on their team bus when supposedly Morant and friends were inside a nearby SUV and those associated with the Pacers reportedly saw a “red laser” coming from the vehicle. “Grave danger” was a term used at the time as those who saw the alleged incident weren’t certain if the laser in question was attached to a gun. It was the first of many concerning off-court incidents involving Morant and firearms. He was seen multiple times on social media with guns and was handed down an 8-game suspension and then a 25-game suspension for separate incidents. Morant has since returned from suspension and in one of his first games back, led the Grizzlies to a 116-103 win over the Pacers.\n3. More Than A Handful of Colts Suspended In 2023\nThe words “Colts” and “suspended” were synonymous with each other in 2023. A whopping SEVEN players were suspended in the calendar year. Cornerback Isaiah Rodgers and linebacker Rashod Berry were given season-long suspensions for gambling on NFL games, Defensive tackle Grover Stewart and defensive end Al-Quadin Muhammad were both handed six-game suspensions for performance-enhancing drugs, Wide receiver Isaiah McKenzie and cornerback Tony Brown were both handed three-game suspensions without pay due to conduct detrimental to the team and cornerback Chris Lammons was suspended for three games due to violating the league’s conduct policy. It’s a very odd but notable blemish on Shane Steichen’s rookie coaching season. While it’s good to see guys being held accountable for their actions it’s also alarming at the number of players on one team that have needed to be held accountable by missing multiple games or being dismissed by the team entirely. Let’s hope it’s a one off and not a trend that continues into 2024.\n2. Top-Ranked Purdue Boilermakers Lose To 16-Seed Fairleigh Dickinson\nIt could not have gone worse for the Purdue Boilermakers in the 2023 NCAA Tournament. The Boilermakers were the No. 1 seed in the East bracket and were promptly disposed of by 16-seed Fairleigh Dickinson in a humiliating 63-58 defeat. The Knights became only the second 16-seed to ever upset a No. 1 seed, joining UMBC’s infamous upset of Viriginia in 2018. It was the third consecutive year of a Purdue team severely underachieving in the NCAA Tournament (North Texas in 2021, St. Peter’s in 2022) and not only breaking the hearts of Purdue fans but putting serious doubt in their championship abilities going forward. Once again, Purdue is off to a hot start in the regular season but if you think anyone is feeling confident about any tournament aspirations at this point, you’d be fooling yourself. Fool me once, shame on you. Fool me twice, shame on me. Fool me three times, you’ve lost the benefit of the doubt. Fool me four times? There better not be a fourth time.\n1. The Passings of Bobby Knight & George McGinnis\nWithout question the worst of 2023 was losing two of Indiana’s best. The passings of Bobby Knight and George McGinnis rocked the state where basketball grows.\nKnight, the controversial face of Indiana basketball for decades died on November 1 at the age of 83. He accumulated 902 wins in Division I, a three-time national champion head coach and inducted in the Naismith Basketball Hall of Fame in 2001.\nMcGinnis, the Pacers legend, passed away on December 14 at the age of 73. McGinnis played for Lou Watson at Indiana University, a year before Knight was hired. McGinnis played for the Pacers in the ABA from 1971-1975 and finished his career with the team when he returned and played for the organization from 1980-82. McGinnis holds multiple ABA/NBA records that to this day have rarely been topped.\nThe loss of either man would have been considered a huge loss. To lose both within a matter of weeks of each other is simply unthinkable but a sad reality.\nThe post\nThe Top 5 Worst Indiana Sports Moments of 2023 appeared first on 93.5 / 107.5 The Fan.\n-\nFOUND:\nPacers\n The Top 5 Worst Indiana Sports Moments of 2023\nwas originally published on\n1075thefan.com\n-\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://wibc.com/162888/momo-the-monkey-on-the-loose-indianapolis-east-side-on-high-alert/",
      "https://www.wibc.com/161531/pacers-gm-contract-extension-talks-with-buddy-hield-are-at-a-halt-but-that-doesnt-mean-theyre-done/?itm_source=wibc.com&itm_medium=in_post&itm_campaign=see_also_section&itm_content=well",
      "https://wibc.com/161585/murder-suspect-kevin-mason-captured/?itm_source=wibc.com&itm_medium=in_post&itm_campaign=see_also_section&itm_content=well",
      "https://wibc.com/161542/pence-trump-owes-it-to-the-american-people-to-debate/?itm_source=wibc.com&itm_medium=in_post&itm_campaign=see_also_section&itm_content=well",
      "https://wibc.com/161539/nws-expect-a-rainy-wednesday-across-indiana/?itm_source=wibc.com&itm_medium=in_post&itm_campaign=see_also_section&itm_content=well",
      "https://wibc.com/161585/murder-suspect-kevin-mason-captured/",
      "https://www.wibc.com/161542/pence-trump-owes-it-to-the-american-people-to-debate/?itm_source=wibc.com&itm_medium=in_post&itm_campaign=see_also_section&itm_content=well",
      "https://www.wibc.com/161539/nws-expect-a-rainy-wednesday-across-indiana/?itm_source=wibc.com&itm_medium=in_post&itm_campaign=see_also_section&itm_content=well",
      "https://wibc.com/161531/pacers-gm-contract-extension-talks-with-buddy-hield-are-at-a-halt-but-that-doesnt-mean-theyre-done/?itm_source=wibc.com&itm_medium=in_post&itm_campaign=see_also_section&itm_content=well",
      "https://wibc.com/162888/momo-the-monkey-on-the-loose-indianapolis-east-side-on-high-alert/?itm_source=wibc.com&itm_medium=in_post&itm_campaign=see_also_section&itm_content=well",
      "https://wibc.com/161542/pence-trump-owes-it-to-the-american-people-to-debate/",
      "https://www.wibc.com/161585/murder-suspect-kevin-mason-captured/?itm_source=wibc.com&itm_medium=in_post&itm_campaign=see_also_section&itm_content=well",
      "https://wibc.com/161531/pacers-gm-contract-extension-talks-with-buddy-hield-are-at-a-halt-but-that-doesnt-mean-theyre-done/",
      "https://www.wibc.com/162888/momo-the-monkey-on-the-loose-indianapolis-east-side-on-high-alert/?itm_source=wibc.com&itm_medium=in_post&itm_campaign=see_also_section&itm_content=well",
      "https://wibc.com/161539/nws-expect-a-rainy-wednesday-across-indiana/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "taylor",
          "sentiment": "none"
        },
        {
          "name": "jonathan taylor",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nfl",
          "sentiment": "none"
        },
        {
          "name": "colts",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "indiana",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:42:18.545+02:00",
    "updated": "2023-12-29T00:42:18.545+02:00"
  },
  {
    "uuid": "9e5711ac910320183d5db52810ee0497839569bb",
    "url": "https://www.fijitimes.com.fj/livelihood-hangs-in-the-balance",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mataiasi Stark",
    "published": "2024-03-21T13:45:00Z",
    "title": "Livelihood hangs in the balance",
    "text": "Merewalesi Nalase, a villager from Rewa, is grappling with the repercussions of the inclement weather as her livelihood hangs in the balance.\nThe incessant rains have disrupted her ability to sell produce, particularly shrimp, severely impacting her family’s sustenance and survival.\n“My family relies on what I sell here at the market for our survival, and right now the weather has not helped us much,” she said.\n“I usually wake up early with my husband to go collect whatever we get from our fishing net, but these past few days it has really been empty.”\nFacing a decline in catch, she is confronted with the daunting challenge of securing adequate income and provisions for her household.\nTheir reliance on shrimp sales for sustenance exacerbates the strain imposed by the adverse weather conditions.\n“I sell shrimps most of the time because I have customers that are here regularly, but now they have not been coming because my supply is not meeting their demand.”\nAs the rain persists, Ms Nalase remains determined to navigate through this challenging period, seeking alternative avenues to sustain her family.\nYet, the uncertainty looms large, casting a shadow over the livelihoods of many like her in the village.\n“I have a family to feed, so I will have to resort to other produce I can sell so my family can survive,” she says.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Weather",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "merewalesi nalase",
          "sentiment": "negative"
        },
        {
          "name": "nalase",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "rewa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T06:26:39.202+02:00",
    "updated": "2024-03-22T06:26:39.202+02:00"
  },
  {
    "uuid": "3c95f6517ca2664adaebf2e5525d2ee2c619ed07",
    "url": "https://www.pottsmerc.com/2024/04/25/norristown-man-charged-with-vehicular-homicide-in-crash-that-killed-ambler-woman",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carl Hessler Jr.",
    "published": "2024-04-25T00:00:00Z",
    "title": "Norristown man charged with vehicular homicide in crash that killed Ambler woman",
    "text": "NORRISTOWN — A Norristown man, who authorities alleged was speeding at the time of a two-vehicle crash that killed a woman in the second vehicle, is facing vehicular homicide and manslaughter charges. Adan Ortiz-Gonzalez, 18, of the 400 block of East Marshall Street, was arraigned before District Court Judge Marc Alfarano on charges of homicide by vehicle, involuntary manslaughter, recklessly endangering another person, speeding and reckless and careless driving in connection with the Feb. 26, 2024, two vehicle crash at DeKalb and East Brown streets that killed the second driver, 37-year-old Katty Campos, of Ambler. Ortiz-Gonzalez remains free on $50,000 unsecured bail while awaiting a May 3 preliminary hearing on the charges before District Court Judge Todd N. Barnes. Montgomery County District Attorney Kevin R. Steele and Norristown Police Chief Jacqueline Bailey-Davis announced the arrest of Ortiz-Gonzalez on Thursday. The investigation began about 10:51 a.m. Feb. 26, when Norristown police responded to the intersection of DeKalb and East Brown streets for a report of a two-vehicle crash with entrapment, according to a criminal complaint filed by county Detective David Schanes and Norristown Detective William Klinger. The crash involved a 2004 Nissan Armada SUV operated by Ortiz-Gonzalez and a 2021 Nissan Sentra operated by Campos. Arriving officers found Campos trapped and unresponsive in her vehicle. Campos was pronounced dead at the scene. Ortiz-Gonzalez and three juveniles who were passengers in his vehicle were transported to a hospital for treatment of unspecified injuries. The investigation determined that Ortiz-Gonzalez was traveling northbound on DeKalb Street at 60 mph in an area posted 25 mph and Campos was traveling eastbound on East Brown Street approaching a stop sign. “Campos slowed down but did not completely stop. Campos then pulled out onto DeKalb Street into the path of Ortiz-Gonzalez,” Schanes and Klinger alleged, adding the Armada operated by Ortiz-Gonzalez struck the Sentra operated by Campos on the passenger side. The Armada struck the Sentra with such force that it pushed the Sentra 50-feet across the intersection and off the road, detectives alleged. “The Sentra was pushed into a tree on the driver’s side,” Schanes and Klinger alleged. “The Sentra sustained heavy damage and intrusion into the passenger compartment.” An autopsy determined Campos died from “multiple blunt impact injuries” and the manner of death was ruled “accident,” according to the arrest affidavit. Detectives used surveillance camera footage that recorded the crash to assist in making speed determinations, court papers indicate. Detectives alleged that an analysis of the evidence determined that the Sentra would have cleared the intersection had Ortiz-Gonzalez been driving at the posted 25-mph speed limit, and the crash would not have occurred. Ortiz-Gonzalez, detectives alleged, “operated this vehicle in a reckless manner, at a high rate of speed causing the fatal crash.” None of the four occupants in the Armada operated by Ortiz-Gonzalez was wearing a seatbelt, detectives added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ambler",
          "sentiment": "negative"
        },
        {
          "name": "ortiz-gonzalez",
          "sentiment": "none"
        },
        {
          "name": "katty campos",
          "sentiment": "none"
        },
        {
          "name": "kevin r. steele",
          "sentiment": "none"
        },
        {
          "name": "todd n. barnes",
          "sentiment": "none"
        },
        {
          "name": "adan ortiz-gonzalez",
          "sentiment": "none"
        },
        {
          "name": "marc alfarano",
          "sentiment": "none"
        },
        {
          "name": "jacqueline bailey-davis",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dekalb",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "norristown",
          "sentiment": "none"
        },
        {
          "name": "norristown",
          "sentiment": "none"
        },
        {
          "name": "ortiz-gonzalez",
          "sentiment": "none"
        },
        {
          "name": "east brown",
          "sentiment": "none"
        },
        {
          "name": "east marshall street",
          "sentiment": "none"
        },
        {
          "name": "montgomery county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:35:49.669+03:00",
    "updated": "2024-04-29T02:03:17.888+03:00"
  },
  {
    "uuid": "060b33edafcd265c74ab13b7d49a58acedae381b",
    "url": "https://www.antenadosnofutebol.com.br/times/rafinha-e-pedido-no-corinthians-para-jogar-com-memphis-depay-em-convite-feito-pela-fiel-torcida",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "mdcamargo",
    "published": "2025-03-19T23:14:00Z",
    "title": "Rafinha contratado pelo Corinthians tem aprovação na hora da Fiel",
    "text": "Medalhão está livre no mercado\nNa manhã desta quarta-feira (19), Coritiba e Rafinha chegaram a um acordo amistoso, onde rescindiram seu contrato após uma polêmica viagem do lateral-direito à Alemanha, onde segundo ele, iria participar de uma audiência.\nCom isso, o clube paranaense aceitou a liberação para que o atleta pudesse resolver seus problemas pessoais na Europa, deixando o jogador de fora do amistoso contra o Santos.\nPorém, pouco tempo depois, o Bayern de Munique anunciou a presença do jogador no time das lendas, pela Copa Beckenbauer, onde Rafinha atuou e inclusive, marcou gol no evento, sendo campeão.\nIsso acabou criando um clima muito desconfortável no clube paranaense que junto a atleta de 39 anos de idade, optaram por interromper a parceria que durou apenas 10 partidas.\nFiel aceita Rafinha no Timão\nA notícia rodou o Brasil e chegou ao Fiel torcedor, que fazendo uma análise, aceitou uma possível vinda de Rafinha ao Corinthians do atacante Memphis Depay após o lateral-direito ficar livre no mercado.\n“Aceitaria de boa esse cara no Corinthians… Experiente, sabe liderar… Ajudaria demais o Matheuzinho e aumentaria a mentalidade de campeão, sem contar que o tititi da vila Sonia iriam pirar kkkkkk”, disse um torcedor.\nRafinha em partida pelo Coritiba. Foto: Luis Garcia/AGIF\nRafinha vai jogar no Corinthians?\nMesmo diante da empolgação do torcedor corintiano, essa possibilidade não foi sequer cogitada pelo clube até o presente momento e dificilmente poderia acontecer a contratação de Rafinha no Corinthians.\nVeja também\nR$ 40 milhões: CAS agenda audiência sobre cobrança milionária de Matías Rojas contra o Corinthians",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "topics": [
      "Sport->soccer",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->club and association"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:24:34.840+02:00",
    "updated": "2025-03-20T01:24:34.840+02:00"
  },
  {
    "uuid": "e412fbe71518f45e2ec0f5c350916d0dde71f7c0",
    "url": "https://www.lamontagne.fr/ahun-23150/actualites/lycee-agricole-d-ahun-ces-apprenants-iront-au-salon-de-lagriculture-avec-larose-et-hulk_14453733",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Centre France",
    "published": "2024-02-16T07:00:00Z",
    "title": "Lycée agricole d'Ahun : ces apprenants iront au Salon de l’agriculture avec Larose et Hulk",
    "text": "Cinq apprenants du lycée agricole d'Ahun (Gabrielle Vidal, Jade Fayadas, Léa Jouanneaud, Jean-Baptiste Gayet, Valentin Bernard), accompagnés de leur vache Larose, 8 ans suitée de Hulk, son veau de 3 mois, vont représenter le lycée au Trophée international des établissements agricoles (TIEA). Un trophée en quatre épreuves Ce trophée comporte quatre épreuves : communication avec une vidéo sur le thème « être éleveur de bovin de demain », la manipulation d’un bovin en toute sécurité, le comportement des apprenants au Salon, la dernière épreuve étant la présentation de leur vache, de leur établissement scolaire et du département. [Trophée de l’enseignement agricole : Ahun décroche le premier prix dans la section des races allaitantes (2023)](https://www.lamontagne.fr/ahun-23150/actualites/trophee-de-lenseignement-agricole-ahun-decroche-le-premier-prix-dans-la-section-des-races-allaitantes_14272741/) Six élèves participeront au Concours de jugement des animaux par les jeunes (CJAJ) : Sarah Lenoir et Paul Verissimo (limousine), Océane Vendeoux (prim’holstein), Gabrielle Vidal (charolaise), Margot Zilliot (équins), Thomas Mazé (ovins). Sept autres apprenants (Valentin Chaffret, Benjamin Tixier, Camille Parot, Léa Laurent, Léna Machicoisne, Yllona Millet-Joliton et Amélie Chanton) auront la responsabilité de la sécurité du déplacement des animaux dans le salon, ainsi que la préparation des repas et l’accueil. Un moment fort Durant leur séjour parisien les apprenants seront encadrés et accompagnés par la directrice d’exploitation (Dominique Carrere), des enseignants de l’établissement (Aurore Bodinat, Audrey Meiss et Victoire Chezeaud) et l’un des salariés de l’exploitation, Dorian Pignaud. Le Salon international de l’agriculture est un moment fort pour tous ces jeunes. Ils s’y préparent depuis le mois d’octobre pour certains. Ils ont un peu la pression car ils représenteront le lycée, la profession et la Creuse ! Recevez par mail notre newsletter éco et retrouvez l'actualité des acteurs économiques de votre région.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Human Interest",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T10:21:56.136+02:00",
    "updated": "2024-02-16T10:59:34.454+02:00"
  },
  {
    "uuid": "fd46550e4c4019bad483709390c14f57c59d1738",
    "url": "https://www.newsbreak.com/news/3822183814487-fox-tests-positive-for-rabies-in-lake-city-1-person-exposed",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ABC NEWS 4 STAFF",
    "published": "2025-02-20T20:31:00Z",
    "title": "Fox tests positive for rabies in Lake City, 1 person exposed - NewsBreak",
    "text": "abcnews4.com\nwebsite\nLake City\nFox tests positive for rabies in Lake City, 1 person exposed\nBy ABC NEWS 4 STAFF,\n1 hours agoLAKE CITY, S.C. (WCIV) — The South Carolina Department of Public Health confirmed that a fox found near Gowdys Lane and Spring Road in Lake City has tested positive for rabies. One individual was exposed to the rabid fox and has been referred to their healthcare provider. The fox...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "topics": [
      "Health->communicable disease",
      "Health->health organisation",
      "Crime, Law and Justice->investigation (criminal)",
      "Crime, Law and Justice->animal abuse",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T00:09:11.934+02:00",
    "updated": "2025-02-21T00:09:11.934+02:00"
  },
  {
    "uuid": "5c0e2d478271275a4b9e8e5f40bec95b4c234b68",
    "url": "https://www.cnet.com/tech/its-easy-to-find-your-x-twitter-favorites-on-bluesky-heres-how-to-do-it",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CNET",
    "published": "2024-11-21T13:00:00Z",
    "title": "It's Easy to Find Your X (Twitter) Favorites on Bluesky. Here's How to Do It",
    "text": "Millions of new users are jumping to Bluesky -- if you're one of them, you can find all your Twitter followers with this nifty Chrome extension. If you're planning to join Bluesky , you're in good company: The platform has 20 million users as of Tuesday . It continues to rake in a million new users every day, as a big wave of users leave competitor site X, formerly Twitter, following the US presidential election. While the Bluesky platform has seen its fair share of growing pains since it launched in the fall of 2021 and is still missing features you can find on other social networks, it's becoming one of the closest things to the Twitter 1.0 that many people loved. It's increasingly the place where those looking for an alternative to X -- owned by Elon Musk -- are going. But even with Bluesky's growing popularity, performing the switch and ditch isn't easy, especially if you'd spent a long time on Twitter creating a hefty list of accounts you followed. However, there's a browser extension that should soften the blow to find your old friends. Sky Follower Bridge by developer Kawamata Ryo is available in the Chrome Web Store for free, providing a fairly easy way to find your friends from X that have also made the move to Bluesky. Below, we'll show you how to set it up. For more, how to lock down your X posts now that the block function has been changed. How to set up the Sky Follower Bridge extension To set up Sky Follower Bridge, you'll first need to be using the Chrome browser or another Chromium-based browser that supports Chrome extensions. We'll treat this setup as if you have Google's Chrome browser. To get started, download Sky Follower Bridge . Pin the extension to the browser toolbar for easy access later. Create an app password for Sky Follower Bridge After you've installed the extension, you can now create an app password for it. This is a more secure way of handling third-party extensions such as Sky Follower Bridge, and it protects you from having to share your Bluesky account's password with the extension. Here's how to do it. - Log in to your Bluesky account. - Click Settings on the side panel. - Scroll down to the Advanced section. - Select App Passwords. - Click Add App Password. - Give it a name so you know what the password is for, like Sky Follower Bridge. - It's not necessary to give access to your direct messages, so leave it unchecked. - Click Create App Password. You'll be presented with a password that you should only use for extension. Copy it. Continue the Sky Follower Bridge setup With your app password in tow, it's time to find the people you were following on X. - Login to your X account. - Go to your Profile. - Click Following to open all the accounts you follow. - Staying on that page, click the Sky Follower Bridge extension in the Chrome toolbar you pinned earlier. - Login with your Bluesky username and the app password you just created. - Click Find Bluesky Users. From here, the extension will begin scanning your Following list, and accounts with matching usernames will begin to appear in a list, allowing you to follow the account on Bluesky from there. If you're coming up short, the extension allows you to search specifically for matching handle name, display name and handle name in the profile description -- all of which are enabled by default. If you still can't find an account you're looking for, they may have used a different handle on Bluesky, and the extension won't be much help if that's the case. Also bear in mind that even an identical user name may not be the same person on both sites -- the extension is effectively just guessing that's the case. For more, here's how to delete your X account .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology"
    ],
    "ai_allow": false,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://bsky.app/",
      "https://bsky.app/profile/kawamataryo.bsky.social",
      "https://chromewebstore.google.com/detail/sky-follower-bridge/behhbpbpmailcnfbjagknjngnfdojpko?hl=en&pli=1",
      "https://www.bsky.app/profile/kawamataryo.bsky.social",
      "https://chromewebstore.google.com/detail/sky-follower-bridge/behhbpbpmailcnfbjagknjngnfdojpko",
      "https://www.bsky.app/",
      "https://www.chromewebstore.google.com/detail/sky-follower-bridge/behhbpbpmailcnfbjagknjngnfdojpko?hl=en&pli=1",
      "https://bsky.app"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T00:44:59.757+02:00",
    "updated": "2024-11-22T01:23:23.929+02:00"
  },
  {
    "uuid": "830444a9ac8cbc645e11c9fefd94a8e6a3a16977",
    "url": "https://dailytrust.com/emir-sanusi-leads-friday-prayer-says-no-one-can-question-god",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@daily_trust",
    "published": "2024-06-01T04:09:00Z",
    "title": "Emir Sanusi leads Friday prayer, says no one can question God - Daily Trust",
    "text": "The Emir of Kano, Muhammadu Sanusi II, has said no one can ask God for explanation on any issue.\nThe monarch said this in his sermon at the Kofar Kudu Central Mosque in Kano, where he led the Juma’at prayer.\nThe sermon focused on belief in Allah, importance of patience and the need to accept destiny as one of the articles of faith.\n“Whoever believes that Allah alone gives everything must take his decision wholeheartedly. No one asks Allah’s reasons for anything.\nKano Emirate: Path for peaceful coexistence 36 states should be scrapped- Promoter of regionalism “We were told that whoever does not accept that destiny is from Allah, his belief is not complete. One should be thankful in good and bad situations. We must believe that whatever happens to us is predestined and what we couldn’t have is also from God.\n“We are fast approaching Zhul Hijja, which is very beneficial; and we must observe supplications these days.”\nThe monarch subsequently led prayers and later went back to the palace.\nMeanwhile, the 15th Emir of Kano, Aminu Ado Bayero also observed his Friday prayer at the Nasarawa mini palace, alongside teeming supporters and followers.\nEarlier, the Kano State police command had dismissed reports that Ado Bayero would lead Jumma’t prayers at Kofar Kudu Central Mosque, Kano, where Mir Muhammadu Sanusi is at the moment.\nBoth Sanusi and Ado Bayero have been laying claim to the throne, creating confusion in the city.\nGovernor Abba Kabir Yusuf had dethroned Ado Bayero and asked him to hand over within 48 hours. But the dethroned monarch returned to the town under military protection and has been operating from the mini palace since then.\n5 conflicting court orders served – CP Gumel\nMeanwhile, the commissioner of police, Kano State command, Usaini Gumel, said five conflicting court orders were served concerning the emirate tussle.\nAt an emergency meeting with media executives at the police headquarters on Friday, CP Gumel said the orders had been forwarded to the Office of the Attorney General of the Federation for legal advice and interpretation, noting that as a law-abiding institution, the police have no right to interpret them.\nGumel also sought the cooperation of media practitioners in the maintenance of peace, law and order in Kano while the tussle lasts.\nThe CP advised journalists to be very careful and professional in their reportage to avoid a breakdown of law and order.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "muhammadu sanusi ii",
          "sentiment": "negative"
        },
        {
          "name": "emir sanusi",
          "sentiment": "negative"
        },
        {
          "name": "aminu ado bayero",
          "sentiment": "none"
        },
        {
          "name": "zhul hijja",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "kano",
          "sentiment": "none"
        },
        {
          "name": "kofar kudu central mosque",
          "sentiment": "none"
        },
        {
          "name": "kano emirate",
          "sentiment": "none"
        },
        {
          "name": "nasarawa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-01T07:50:57.964+03:00",
    "updated": "2024-06-01T07:50:57.964+03:00"
  },
  {
    "uuid": "ddd3399b06e48b3793021559870007ec19709b15",
    "url": "https://www.live5news.com/2024/12/26/new-recovery-program-targeting-ptsd-survivors-coming-charleston",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Live5News",
    "published": "2024-12-26T21:45:00Z",
    "title": "New recovery program targeting PTSD survivors coming to Charleston",
    "text": "A new recovery program for those who suffer from Post Traumatic Stress Disorder, or PTSD, is coming to Charleston soon in an effort to help those struggling. By Jenna Herazo Published: Dec. 26, 2024 at 4:45 PM EST | Updated: 4 hours ago Email This Link\nShare on Facebook\nShare on X (formerly Twitter)\nShare on Pinterest\nShare on LinkedIn\nCHARLESTON, S.C. (WCSC) - A new recovery program for those who suffer from Post Traumatic Stress Disorder, or PTSD, is coming to Charleston soon in an effort to help those struggling.\nAccording to the National Center for PTSD, seven out of every 100 veterans will experience symptoms of PTSD during their lifetime.\nSt. Timothy’s Anglican Catholic Church announced Thursday morning they’ll be launching the 12-week Deep Recovery Program starting Jan. 9.\nThe program targets those who have made the selfless decision to serve and protect our local communities, like veterans and first responders.\nAccording to the United States Census Bureau, data collected from 2019 to 2023 shows around 8,500 veterans live in the Charleston area.\nFather Jeffrey Monroe with St. Timothy’s Anglican Catholic Church said there are 12 spots open for those who would like to participate, however, it’s on a first come first serve basis.\n“It’ll be a program that focuses on individuals. Key thing to keep in mind with all of this is that it’s for veterans, obviously, but we also recognize that police, fire, nurses, EMTs, doctors, all of these folks generally will see the aspects that can trigger PTSD in them, and a lot of times they don’t recognize,” Father Monroe said.\nMonroe said although the program fundamentally focuses on veterans, it’s for anyone who’s experienced or thinks they’ve experienced PTSD.\n“One of the things that people don’t often recognize is we immediately think of veterans all the time, people who have been at sea, people who have faced war, people have seen death. But we also recognize that police, fire, our EMTs, and certainly doctors and nurses in the hospitals, they all experience the same thing, and it’s ongoing. Even we as priests, we see this. We see deaths in not only members of our congregations who pass away, but also with people who are facing struggles in their marriages dealing with alcoholism,” he said.\nAccording to the National Library of Medicine, 10% of first responders report having PTSD.\nMonroe said despite their occupation, participants will come together and focus on building a community that offers ongoing support.\nData from the National Center for PTSD shows PTSD is more common among female veterans and is three times more common among veterans who served a deployment.\nThe data reveals if you’re a veteran, the war you served in and the trauma you were exposed to all impact your risk of developing PTSD.\nAccording to the center, 29 out of 100 veterans who served in Operations Iraqi Freedom and Enduring Freedom will endure PTSD at some point in their lives- 15% of those who served during that period of time say they’ve experienced PTSD in the past year.\nMonroe said people who’ve experienced a traumatic situation will sometimes repress the memory, but he said holding in those emotions is unhealthy, and oftentimes leads to destructive habits.\n“So, all of these aspects are things that oftentimes get repressed. And what this is about is helping them to confront, to get repression and to confront what is causing this problem. The big issue we run into many times is people don’t recognize that they have PTSD. They’ve experienced something dramatic in their life, and all of a sudden, it keeps working away at them, and it affects their personalities, it affects who they are, it affects their relationships. They treat it sometimes with alcohol, they treat it with drugs, they treat it with everything except trying to confront it. That’s what this program is about,” he said.\nMonroe said the free course is an opportunity for people to open up, talk about their thoughts and feelings, and finally overcome their fears.\n“Every one of us faces some trauma in our lives, and we can’t suppress that. We have to face it, and that’s what this program is about, to help people in essence, confront what those fears are, and maybe rebuild their lives, or at least get beyond it so that they can really focus on their relationships, and also focus on their own personal mental health,” Monroe said.\nHe said both the church and an anonymous source are sponsoring the program. He added that the church will supply the materials, so all you have to worry about is showing up.\n“It comes with a workbook and obviously some videos and a trained facilitator. Basically, people have an opportunity to talk a little bit about what’s going on in their lives and also express some of the fears that they’ve had, including their repressed memories regarding PTSD,” Monroe said.\nHe said the program will start at 6:30 p.m. and most likely run until 8:00 p.m.- dinner will be provided.\nIf you’re interested in applying, you must do so before Jan. 6.\nMonroe said if there’s enough demand, they will run the program again sometime in the future.\nCopyright 2024 WCSC. All rights reserved.\nMost Read Charleston Police seek help in identifying suspect who stole Christmas gifts Costco egg recall now classified as highest risk level, FDA says North Charleston Police arrest man in deadly shooting Disabled tractor-trailer cleared from I-26; Lanes reopen Teen actor who appeared in ‘Baby Driver’ dies after falling from moving vehicle Accused squatters detained, not allowed back inside West Ashley home Firefighters say holiday decorations sparked fire at Hanahan home SC Highway Patrol investigating fatal vehicle collision in Williamsburg County Latest News Dorchester Paws launches holiday campaign to help build new facility VIDEO: Dorchester Paws launches holiday campaign to help build new facility VIDEO: New recovery program targeting PTSD survivors coming to Charleston Red flags store managers look for with shoplifters VIDEO: Red flags store managers look for with shoplifters International African American Museum to host events introducing Kwanzaa Accused squatters detained, not allowed back inside West Ashley home",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Health->mental health and disorder",
      "Health->health treatment and procedure",
      "Health->health organisation",
      "Social Issue->social services",
      "Social Issue->disabilities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Jeffrey Monroe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "WCSC",
          "sentiment": "negative"
        },
        {
          "name": "United States Census Bureau",
          "sentiment": "none"
        },
        {
          "name": "National Center for PTSD",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:20:49.851+02:00",
    "updated": "2024-12-27T06:25:16.623+02:00"
  }
]