[
  {
    "uuid": "101370123aced7ce6affbbb165846b6d5823d4b7",
    "url": "https://www.wsiltv.com/news/illinois/two-vehicles-damaged-in-shots-fired-investigation-in-carbondale-police-seek-information/article_eebe50d8-033a-11ef-89e7-eb7291aabda7.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ": Mike Mohundro",
    "published": "2024-04-25T00:00:00Z",
    "title": "Two Vehicles Damaged in Shots Fired Investigation in Carbondale, Police Seek Information | Illinois | wsiltv.com",
    "text": "CARBONDALE, Ill. -- Police in Carbondale are looking for information in regards to a shots fired call where two vehicles were reportedly damaged.\nThe Carbondale Police Department stated the incident happened on the night of April 24. Officers responded to the 500-block of S. Rawlings Street for a shots fired report around 9:10 p.m.\nWhen officers got there, police said the suspects already left the area.\nPolice started investigating and noted a silver car left the area going north on South Rawlings Street at the time of the reported incident.\nNo injuries were reported from the shots fired call, however, there were two vehicles damaged by gunfire, police said. One vehicle was found damaged in the area of the shots fired call, while the other vehicle was later found damaged and abandoned in the 400-block of West Elm Street.\nThe investigation is ongoing.\nAnyone with information about the incident is encouraged to contact the City of Carbondale Police Department at (618) 549-2121. You may also call the Carbondale/SIU Crime Stoppers anonymous tip line at (618) 549-COPS (2677) or the Murphysboro/Jackson County anonymous tip line at (618) 687-COPS (2677).\nDownload the free WSIL News and Weather apps for the latest stories and alerts sent straight to your mobile device. You may also see us on YouTube for the latest videos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/channel/UC_lz6fyCo2DaYbT86rVXwrw",
      "https://youtube.com/channel/UC_lz6fyCo2DaYbT86rVXwrw"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "city of carbondale police department",
          "sentiment": "none"
        },
        {
          "name": "carbondale police department",
          "sentiment": "none"
        },
        {
          "name": "siu crime stoppers",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "carbondale",
          "sentiment": "none"
        },
        {
          "name": "illinois",
          "sentiment": "none"
        },
        {
          "name": "ill.",
          "sentiment": "none"
        },
        {
          "name": "carbondale",
          "sentiment": "none"
        },
        {
          "name": "west elm street",
          "sentiment": "none"
        },
        {
          "name": "south rawlings street",
          "sentiment": "none"
        },
        {
          "name": "s. rawlings street",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:03:00.533+03:00",
    "updated": "2024-04-26T00:03:00.533+03:00"
  },
  {
    "uuid": "56c79572ce05eb2055a1119350e6529bf047befb",
    "url": "https://www.wafb.com:443/2025/02/20/hold-dire-delays-hospital-ers-create-long-waits-ambulance-crews-put-patients-risk",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@WAFB",
    "published": "2025-02-20T22:07:00Z",
    "title": "On Hold: Dire delays at hospital ERs create long waits for ambulance crews, put patients at risk",
    "text": "On Hold: Dire delays at hospital ERs create long waits for ambulance crews, put patients at risk\nNational data shows delayed EMS crews frequently wait an hour or more before returning to service\nBATON ROUGE - (InvestigateTV) — Hospitals in Baton Rouge appear to be right in line with national averages when it comes to hold times for paramedics bringing patients to emergency rooms. Those times are critical because it takes an ambulance out of service.\nThe following wait times came from East Baton Rouge EMS, and they noted the turnaround time starts when the EMS unit arrives at a hospital and ends when the EMS call is cleared. The longest hold time was six hours, but Baton Rouge EMS declined to say what hospital that was or when.\nOur Lady of the Lake, one of the state’s largest hospitals had an average 50 minute turnaround time from January 1, 2022 through May 2024.\nDuring that same time frame, Ochsner had a 43 minute turnaround time followed by Baton Rouge General Bluebonnet at 41 minutes and BRG Midcity at nearly 32 minutes.\nOur Lady of the Lake Children’s Hospital had a 29 minute turnaround time.\nLane Regional logged 34 minute turnaround times and Woman’s Hospital was 27 minutes.\nIn Tennessee, Sandy Edlein learned just how critical a long wait can be. He had just finished reading a chapter in a book and was preparing to go to bed when a sharp pain shot across his upper body — turning his quiet evening into a night spent fighting for his life.\n“I stood up, and as soon as I stood, it was like somebody hit me across the chest with a baseball bat,” Edlein said. “I never felt anything like it before.” Edlein, 80, recalled his wife Rita telling him he was having a heart attack. “She said, ‘You need to get to the front room because I’m calling 911,’” Edlein said. “The front room would give us immediate access to somebody coming in. I laid on the bed with my face down, writhing back and back and forth.”Edlein and his wife said the first fire truck arrived in minutes, bringing with it emergency medical technicians who were able to assess his situation and start an IV.\nA second truck arrived four minutes after that, but the ambulance needed to transport Edlein the three miles from his house to the University of Tennessee Medical Center was nowhere to be found.\nAs precious minutes ticked by, Edlein said the first responders kept asking 911 dispatchers about the ambulance.\n“They were calling every single minute,” Edlein said. “They were exasperated beyond belief.”\nAll told it was 55 minutes before the ambulance crew arrived.\n“My wife had indicated, you know, to the firemen, ‘Let’s just put him in my car,’” Edlein remembered. “They were not agreeable with that, because I had the line in me. I had the PICC line in me, and I was hooked up to the machines.”\nEdlein learned later there were no available ambulances to immediately respond to his emergency, in large part because crews were tied up at the hospital, waiting to drop off another patient.\nInvestigateTV analyzed national data and found emergency medical service crews reported being delayed returning to active service due to emergency room backups more than 890,000 times in 2023.\nOne in five of those delays lasted an hour or more.\nNot only is that idle time frustrating for crews, but — as in Edlein’s case — it means there is one fewer ambulance able to respond when someone needs help.\nDespite federal regulations indicating hospitals are responsible for patients as soon as they arrive, there is little direct oversight by federal or state governments over how long it takes to offload an ambulance.\nAnd experts warn the consequences of continued long delays could be severe.\n“If we don’t do something, the hospital offload times are going to crush the EMS system,” said Dr. Clayton Kazan, the emergency medical director for the Los Angeles County Fire Department. “It’s going to impact people in their homes, who are having the acute, life-threatening emergencies like cardiac arrest, seizures, or major trauma patients in the street, and there’ll be no ambulance to respond to them.”\n‘Waiting on the Wall’\nContrary to portrayals in popular television medical dramas, the transfer of a patient from an ambulance into the emergency room is not instantaneous.\nEMTs and paramedics must officially transfer the patient’s care, and those transfers are prioritized by how critically each patient needs care.\nWhen an emergency room is full and there are no beds available for that patient, crews end up “waiting on the wall” — either literally along a wall in a hospital hallway, or outside in an ambulance bay — with patients whose care needs are not immediately critical.\nPatients experiencing things such as severe traumas or having significant cardiac symptoms are triaged first, Kazan said, whereas a patient with a broken hip may have to wait.\nAs a result, an extended period between when an ambulance arrives at a hospital and when that patient is officially transferred, and the ambulance can return to service is commonly referred to as a “wall time.”\nTo look at the scope and severity of wall times nationwide, InvestigateTV obtained data from the National Emergency Medical Services Information System (NEMSIS), a program run through the National Highway Traffic Safety Administration and the University of Utah that provides a standardized method of recording and reporting information about 911 calls involving EMS.\nThe data, which local EMS agencies report to their respective states that in turn submit it to the national database, documents all aspects of the call, including if the ambulance crew experienced any kind of delay.\nAccording to data from 2023, in cases where crews noted a wall time delay, the median time between arriving at the hospital and getting back into service was just over 40 minutes — double the median amount of time needed in calls with no delay reported.\nIn 21% of those cases, the ambulance was out of service for an hour or more.\nIn the worst cases, hours turn into days.\n“The longest wall time in Los Angeles County was 25 hours,” Kazan said.\nThat 25-hour case, Kazan said, was during the COVID-19 pandemic, which pushed times up even higher.\n“So, I wouldn’t say 25 hours is typical, but every day in our system, there are ambulances that are held for more than three hours,” Kazan said.\nInvestigateTV’s analysis of the 2023 NEMSIS nationwide data found nearly 5,600 reported cases of wall times of three hours or more, and more than 300 where the reported delay was 12 hours or longer.\n“This is a problem that we have everywhere across the country,” Kazan said.\nWidowmaker\n“I’m the luckiest guy in the world, to be honest with you, you know, for all practical purposes,” Edlein said.\nMore than an hour after the first call to 911 was made, Edlein finally arrived at the Knoxville hospital, where he underwent immediate surgery to alleviate the blockage causing him to suffer a “widow maker” — a type of heart attack that only 12 percent of patients survive.\nStill, he said as he recovered, he was determined to uncover what caused the lengthy ambulance delay.\nWhen he questioned the ambulance company, American Medical Response, Inc. (AMR), he said he was told there were several ambulances waiting on the wall at the hospital at the time, and therefore unable to render aid.\nEdlein’s quest for answers led him to\nreach out to the county and the city. He wrote letters to respective mayors asking them about accountability and raised questions in public to call attention to this issue. He said the situation started receiving much-needed attention after going to the local media in Knoxville.\n“As long as I can breathe, and I know there are people that have interest, I’ll show up at a commissioner’s meeting or a city council meeting, you know, and I have no… compunction whatsoever to ask pointed questions to the people that we elect that are supposed to be there for the benefit of their constituents, not for themselves,” Edlein said.\nEdlein’s case is not unique — AMR, one of the largest private ambulance companies in the country — has blamed long wall times for response delays in other instances as well.\nIn Jackson, Mississippi, Donna Echols had just returned from a trip in late April 2023 when her ex-husband Jim Mabus, who had been house sitting for her, suffered a stroke.\nIt took 90 minutes from Echols’ first 911 call for an ambulance to arrive.\n“I called them five times that night,” Echols’ told Jackson’s WLBT\nin a June 2023 interview.\nEchols said by the time the ambulance arrived, it was too late.\n“I went back into the living room, and he was on the floor unresponsive making some God-awful sounds and was flailing his arms and his legs,” Echols said. “We live in a civilized country. To wait an hour and a half for life saving ambulance services is inexcusable.”\nMabus died at the hospital a few days later.\nAmid her family’s grief, Echols, like Edlein, took her outrage to local officials, demanding they investigate. The family has since\nfiled a lawsuit against the ambulance company.\n“The trauma involved in that, just somebody watching a loved one, a friend, go through that... It’s just emotional beyond belief to know that my children now had to hear that story,” she told WLBT. “And, God forbid, I don’t even what to think what Jim may have been thinking on that floor.”\nIn the months that followed Mabus’ death,\nWLBT uncovered through public records requests that AMR had not been meeting its contractual obligations with Hinds County, where Jackson is located, to respond to the majority of emergencies within acceptable time frames.\nAMR’s operations manager for Central Mississippi Ryan Wilson acknowledged the complaints and frustrations\nin an interview with WLBT at the time.\n“What the numbers say, we don’t dispute them, and we know there needs to be improvement,” Wilson said.\nAMR did not grant InvestigateTV’s requests for an interview, but a spokesperson provided a lengthy emailed statement.\n“Due to patient privacy laws, we cannot provide details regarding a specific episode of care. However, based on previous news coverage, we can say that at the times in question, all ambulances in each area were actively responding to other calls,” the spokesperson said.\nIn response to InvestigateTV’s inquiry about Edlein’s case specifically, the statement added: “In fact, in Knox County [where Edlein lives] at that time, five of the ambulances in service were at hospital emergency departments (ED), waiting for the hospital to accept our patients, and three had been at the ED for over an hour.”\nRegional AMR representatives interviewed in late 2023\nby WLBT in Jackson and WVLT in Knoxville also blamed long wall times for the chronic delays.\nAmbulance industry representatives have pointed to emergency department backups as well.\n“It’s a bad situation to be in,” Mississippi Ambulance Alliance President Julia Clarke said in\na September 2023 interview.\n“We don’t have just a bank of people that we can call in and say, ‘Hey, we’ve got four ambulances on the wall, come in and help us,’” she said. “And we have to figure out, between EMS and the hospitals, we have to figure out as partners how to fix that.”\nSupply and Demand\nKazan, the Los Angeles EMS director — who himself is an emergency room physician as well — couldn’t agree more.\n“The reality is, the longer you park patients on the wall, the more likely we’re going to have bad outcomes result,” he said. “It has clearly happened everywhere, and it certainly has happened here in LA County.”\nKazan oversees the 1,000 calls for assistance that come in each day in America’s most populous county with nearly ten million people.\nState data indicates approximately 70,000 California patients get stuck on the wall each year after being transported to a hospital by an ambulance.\nKazan said it’s been that way for years, but that the condition has grown more acute as emergency medicine faces a growing staffing crisis.\n“If you don’t have staff, particularly in a state like California where we have mandatory staffing ratios, if I’m down a nurse I’m automatically down four beds in my emergency department,” he said. “And when that adds in across the system, we just have fewer emergency department beds to offload patients to.”\nWhen InvestigateTV visited one Los Angeles County hospital in June, at least six ambulances could be seen parked outside.\nSeveral of those units were from Falck Mobile Health, the largest provider of emergency medical transportation in Southern California.\nA spokesperson for Falck said such a sight is not uncommon — that in August alone their crews were stuck on the wall for at least an hour more than 1,500 times, roughly one out of every eight calls.\n“Our ability to provide essential emergency medical response to our community has long been hindered by extended “wall times” at hospital emergency departments,” the spokesperson said in an emailed statement. “Hospital delays can cause backups in the entire 911 system; when our units are kept out of service for extended periods because they are unable to transfer patient care at a hospital, response times for 911 calls increase. We applaud the hospitals that have taken proactive and innovative steps to accept ambulance patients without delay and return our crews to service.”\nThe American Ambulance Association\nhas expressed similar sentiments in online publications.\nCombine those delays with ever-increasing call volumes for emergency services, Kazan said, and you get ambulance crews stuck for hours on end.\n“So the supply and demand is just not working. You have more patients coming in fewer places to offload them, and eventually the end result is we just park them on the wall,” Kazan said.\n“That’s not to say that there aren’t strategies that we can do to try to improve throughput through the emergency department and through the hospital to try to create those vacant beds and have other solutions, but unfortunately, the pace of those solutions has not kept up with the pace of the growing problem.”\nNeither, he said, has accountability.\nUnder the\nEmergency Medical Treatment and Labor Act enacted by Congress in 1986, hospital emergency departments are required by law to provide evaluation and treatment to anyone who seeks it regardless of their ability to pay — and that this federally-mandated responsibility begins the moment any patient arrives on hospital property.\nFederal health officials have outlined in the past that excessive wall times are a problem, including in a 2006 memo from the Centers for Medicare and Medicaid Services (CMS) that noted the practice could put patients at risk and may result in an EMTALA violation.\n“Federal law says that the hospitals have ownership of those patients from the time they get to the door,” Kazan said. “[Wall times have] just been this delay in allowing us to turn over the patient to the hospital.”\nAs an emergency physician, he said he understands the supply and demand challenge hospitals are facing, but that they still need to be held accountable.\n“We don’t want to be antagonistic with the hospitals, we just want the hospitals to step up and don’t crush the EMS system,” Kazan said.\nCalls for change\nIn California, the problem has grown so severe it caught the attention of state lawmakers. In 2023, the state\npassed legislation that aims to reduce wall times.\nThe law required every local EMS agency in the state to develop by July 1 a standard to ensure patient offload times at hospitals do not exceed 30 minutes at least 90% of the time. By Sept. 1, all hospital emergency departments were required to develop protocols to reduce offload times.\nThe law’s author, Assembly member Freddie Rodriguez, is a paramedic.\nHe said in his decades-long career in emergency response, he has experienced long waits on the wall for himself.\n“I told folks, you don’t need to tell me, I’ve worked the field,” Rodriguez said. “I’ve seen it firsthand. I’ve seen the delays. I’ve been delayed to 911 calls because hospitals were tied up.”\nHe said in one case 20 years ago he spent 12 hours waiting in a hospital hallway with a patient.\n“That stayed with me to this day,” he said.\nFrustrated that nothing had changed in two decades, Rodriguez pursued his legislation — successfully making California one of the first states in the nation to attempt to regulate wall times.\nInvestigateTV looked at state laws around the country and aside from California and Mississippi —\nwhich adopted a 30 minute rule in 2022 — most states do not have a law that limits wall times for ambulance crews.\nKazan said in many ways, it’s an issue of awareness.\n“Ambulance wall time is largely invisible to the public,” Kazan said. “I think to some extent, that’s why the public has not been outraged by it because nobody would want this for themselves or their loved ones.”\nBut even when there are rules in place, enforcement is limited.\nMississippi code specifically notes that failing to abide by its 30-minute rule cannot be grounds for an EMS agency losing its license.\nRodriguez said California’s law, which took effect earlier this year, in many ways doesn’t have the “teeth” it really needs, because there are no consequences for times that exceed the 30-minute limit.\n“My bill doesn’t do any penalties or fines,” Rodriguez said. “It’s just coming up with the 30-minute offload time. But I’m sure that if people violate it ... that may be another bill idea that if people ... violate this, that there could be fines or penalties.”\nLargely unknown to the public\nIn the meantime, Kazan’s department is working in other ways to reduce the burden on the emergency medical system — and in so doing reduce wall times. A pilot program called the Advanced Provider Response Unit was rolled out in February 2023 to help reduce hospital wall times. It is expected to run through June of 2025.\nThe\nprogram acts as an urgent care facility on wheels, responding to 911 calls dispatchers think may not actually require transportation to a hospital.\nThe responding paramedic and nurse practitioner assess patients in the field to determine the level of care they need. If the patient can be treated on scene, it eliminates a need for a trip to the hospital — eliminating by at least one bed the likelihood of another crew getting stuck on the wall.\nSo far, Kazan said the program has responded to around 18,000 calls and alleviated the need for ambulance transports for 7,000 patients.\n“A lot of the patients that present to the emergency department really don’t need to be there. They can receive adequate levels of care in other venues,” he said.\nHowever, because health care revenue is primarily driven by the volume of patients treated, Kazan said efforts to redirect emergency care on a large scale often face an uphill battle.\n“We have this misalignment right now, which is emergency departments don’t want patients to go elsewhere, but EMS cannot continue to keep bringing unnecessary patients to emergency departments where our ambulances get trapped,” he said.\nBack in\nKnoxville, Edlein said he thinks government officials at all levels need to take stronger ownership of emergency medical response as a matter of public safety.\n“We’re not talking about conservative, liberal, Democrat, Republican issues,” he said. “We’re talking about the health and welfare of entire communities and cities in the nation, nation at large.”\nEdlein said he lost so much faith in the system because of his ordeal, he doesn’t plan to ever call for an ambulance in Knoxville again.\n“No way. No way,” he said.\nAnd he’s followed up on that ultimatum — six weeks after his heart attack he collapsed in his driveway from a related blood-pressure episode, but instead of calling 911, his wife ran to a neighbor’s house for help getting him in the car to drive him herself.\nBetween the moment he collapsed and when he arrived back in the emergency room, only 12 minutes passed.\nThe drive took just four.\n“Took four minutes to get from our house to the same place that it took the ambulance company 55 minutes,” Edlein said.\nWhile he said he understands that the balance between hospitals, EMS crews and the government officials charged with overseeing them is a difficult one to strike — it’s literally a matter of life and death.\n“If all three parties are not on the same page and they’re not whistling in the same tune, you got a sour note.”\nFull statement from AMR\nDue to patient privacy laws, we cannot provide details regarding a specific episode of care. However, based on previous news coverage, we can say that at the times in question, all ambulances in each area were actively responding to other calls. In fact, in Knox County at that time, five of the ambulances in service were at hospital emergency departments (ED), waiting for the hospital to accept our patients, and three had been at the ED for over an hour.\nAbout Wall Times\n“Wall time” is the waiting period between the time an ambulance crew arrives to deliver a patient into a hospital ED and the time the hospital staff accepts the patient. Increasing and extended wall times are impacting communities across the U.S. and our ability to meet emergency medical needs in many areas. While we stay with these patients in the ED to ensure a smooth transition and share our clinical knowledge with the next care provider, these extended wait times are hindering our ability to serve the broader community effectively.\nExperts Agree: Wall Times are a Serious Healthcare Issue\nIn recent years, the healthcare industry has seen a steep increase in wall times nationwide. Extended wall times have been a problem since before the COVID-19 pandemic, with the Centers for Medicare and Medicaid Services (CMS) identifying the issue as early as 2006. CMS also indicated that extended wall times “may result in a violation of the Emergency Medical Treatment and Labor Act (EMTALA) and raise serious concerns for patient care and the provision of emergency services in a community.” According to the Texas Department of State Health Services, extended wall times are not an EMS issue, but rather a systemic healthcare issue. The same agency also agreed that “EMS unit availability across a community is dependent upon the EMS agency being able to turn units around reliably in a reasonable amount of time.”\nEditor's Note: After publication of this story, a spokesperson from the Texas Department of State Health Services clarified that while the text quoted in AMR's statement can be found in a document linked on the agency's website, \"the paper itself was authored by a task force of the Governor’s EMS and Trauma Advisory Council. It was then provided to EMS providers and healthcare facilities in Texas. The comments were not authored by Texas DSHS.\"\nAMR Statement Continues Below.\nCalifornia recently passed AB 40, which set a standard of 30 minutes for the time when an EMS agency arrives at the hospital with a patient to when the hospital staff accepts the patient is documented. It also requires EDs to develop an ambulance patient offload time reduction protocol.\nWorking Together to Address Wall Times\nAmerican Medical Response (AMR) fully understands that the reasons for increasing wall times are multifaceted and driven by unique local challenges, including people utilizing the ED for low acuity needs. While we cannot solve this problem on our own and partnerships with local hospitals are imperative to improving wall times, AMR is continually adjusting our own processes to keep up with the everchanging demands of the strained EMS system. In a 2023 study completed by Fitch and Associates (FITCH) for Knox County, Tennessee, the group identified current hospital wall times as “excessive.” In analyzing county data, FITCH found that “current wall times are comparable to having 6.662 12-hour shift ambulances waiting idly and unable to respond,” later reporting that 29,004 hours are spent waiting at hospitals a year. In Hinds County, AMR has spent 14,716 hours January 1 – September 11, 2024 waiting to transfer patient care at local hospitals. Considering these findings. AMR Knox County and AMR Central Mississippi engaged local stakeholders to identify collective initiatives to improve wall times, such as:\n• standardized waiting room triage\n• inpatient discharge improvements\n• staffing emergency medical technicians (EMTs) to assist with ED triage\n• real-time communications among ED managers and AMR supervisors to communicate which hospital(s) have the longest wall time(s) and make destination suggestions for stable patients\n• Shared protocols with hospitals that allow AMR to assist the patient in getting registered and seated in the ED waiting room\n• EMS Waiting Areas with beds that crews can transfer stable patients to, staffed by hospital personnel to monitor multiple patients, allowing crews to respond to their next request\nIn conclusion, AMR is committed to our patients and our communities. It’s why we’ve chosen this profession, why we continue to serve, and why stay with them in the ED until they have another healthcare expert to provide continuing care. However, addressing wall times requires local solutions as well as a real commitment to partnership from the entire healthcare system.\nCopyright 2024 Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Health->hospital",
      "Health->emergency care",
      "Social Issue->social services",
      "Social Issue->social problem",
      "Politics->safety of citizens",
      "Politics->healthcare policy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.cms.gov/medicare/regulations-guidance/legislation/emergency-medical-treatment-labor-act",
      "https://www.wvlt.tv/2023/11/21/american-medical-response-promises-change-after-receiving-new-ems-contract/",
      "https://arptracking.ceo.lacounty.gov/Public/Project/1857/ARPFRT101",
      "https://www.wvlt.tv/page/knox-county-woman-dies-waiting-for-ambulance-records-show/",
      "https://www.wlbt.com/2023/06/24/beyond-belief-jackson-woman-says-ex-husband-died-after-waiting-90-minutes-ambulance/",
      "https://legiscan.com/CA/text/AB40/id/2615853",
      "https://ambulance.org/2022/01/28/wall-times-toolkit/",
      "https://emsa.ca.gov/apot/",
      "https://www.wlbt.com/2023/09/28/whos-supposed-keep-up-with-this-analysis-shows-amr-defaulted-hinds-co-contract-months-ago/",
      "https://www.law.cornell.edu/regulations/mississippi/15-Miss-Code-R-SS-12-31-1-18-1",
      "https://www.wlbt.com/2024/09/25/family-suing-amr-connection-with-death-north-jackson-man/",
      "https://wlbt.com/2023/09/28/whos-supposed-keep-up-with-this-analysis-shows-amr-defaulted-hinds-co-contract-months-ago/",
      "https://wvlt.tv/page/knox-county-woman-dies-waiting-for-ambulance-records-show/",
      "https://www.wlbt.com/2023/06/24/beyond-belief-jackson-woman-says-ex-husband-died-after-waiting-90-minutes-ambulance",
      "https://ambulance.org/2022/01/28/wall-times-toolkit",
      "https://www.wvlt.tv/2023/11/21/american-medical-response-promises-change-after-receiving-new-ems-contract",
      "https://www.arptracking.ceo.lacounty.gov/Public/Project/1857/ARPFRT101",
      "https://wlbt.com/2024/09/25/family-suing-amr-connection-with-death-north-jackson-man/",
      "https://law.cornell.edu/regulations/mississippi/15-Miss-Code-R-SS-12-31-1-18-1",
      "https://www.ambulance.org/2022/01/28/wall-times-toolkit/",
      "https://www.wvlt.tv/page/knox-county-woman-dies-waiting-for-ambulance-records-show",
      "https://cms.gov/medicare/regulations-guidance/legislation/emergency-medical-treatment-labor-act",
      "https://www.emsa.ca.gov/apot/",
      "https://www.wlbt.com/2024/09/25/family-suing-amr-connection-with-death-north-jackson-man",
      "https://www.wlbt.com/2023/09/28/whos-supposed-keep-up-with-this-analysis-shows-amr-defaulted-hinds-co-contract-months-ago",
      "https://wlbt.com/2023/06/24/beyond-belief-jackson-woman-says-ex-husband-died-after-waiting-90-minutes-ambulance/",
      "https://emsa.ca.gov/apot",
      "https://www.legiscan.com/CA/text/AB40/id/2615853",
      "https://wvlt.tv/2023/11/21/american-medical-response-promises-change-after-receiving-new-ems-contract/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Ochsner",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "East Baton Rouge EMS",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Lake",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T00:17:22.427+02:00",
    "updated": "2025-02-21T00:17:22.427+02:00"
  },
  {
    "uuid": "f4c9a1233fcac1db29c0ad1106080defc5f6520a",
    "url": "https://afrique.tv5monde.com/information/benediction-des-couples-homosexuels-pourquoi-des-eveques-africains-contestent-ils-la",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "100% Afrique, 100% mobile",
    "published": "2023-12-28T09:58:00Z",
    "title": "Bénédiction des couples homosexuels : pourquoi des évêques africains contestent-ils la décision du pape ? | TV5MONDE Afrique",
    "text": "[Back to top](#skip-link) Depuis l'autorisation de la bénédiction des couples de même sexe par le Vatican, de vives réactions se sont faites entendre sur le continent. Plusieurs évêques africains ont contesté cette déclaration, et certains refusent de bénir ces couples. Ces réactions s'expliquent à la fois par le contenu du texte, dans un continent dans lequel l'homosexualité reste encore majoritairement pénalisée ou mal perçue, mais aussi par la manière dont le Vatican a pris cette décision. Analyse. \"Il n’y a donc aucune possibilité dans l’Église de bénir les unions et activités homosexuelles. Cela irait à l’encontre de la loi de Dieu, de l’enseignement de l’Église, des lois de notre nation et des sensibilités culturelles de notre peuple\". Le ton du communiqué du 20 décembre de la Conférénce épiscopale du Nigeria est direct. Du Nigeria à Kinshassa, nombreux sont les prélats africains qui refusent de suivre le pape dans sa décision Le 18 décembre dernier, le dicastère pour la Doctrine de la foi, autorisait la bénédiction aux \"couples irréguliers\" (couples de divorcés ou de même sexe) dans une déclartion approuvée par le pape François. Le pape ne remet pas en cause la doctine de l'Église selon laquelle le mariage est un sacrement entre une femme et un homme. [(Re)lire : Bénédiction des couples homosexuels : des archevêques africains contestent la décision du pape](https://information.tv5monde.com/afrique/benediction-des-couples-homosexuels-des-archeveques-africains-contestent-la-decision-du) Ces réactions hostiles à la décision du pape s'inscrivent dans un continent où l'homosexualité est souvent réprimé. Sur 69 pays dans le monde réprimant l’homosexualité, 32 sont situés en Afrique, selon l'observatoire des inégalités. \"L’Église catholique en Afrique est extrêmement conservatrice sur le plan de mœurs\" constate Jean-Pierre Dozon, anthropologue et spécialiste de l'Afrique. Selon lui, cette \"hostilité de certains prélats africains à la bénédiction de couples homosexuels n'est donc pas surprenante\". \"Les premières législations contre les homosexuels ont été mises en place par les pays colonisateurs. Il y a un ensemble de raisons politiques, culturelles et religieuses et il faut replacer cela dans son contexte. Les Églises locales sont placées dans des contextes nationaux divers et variés et il est intéressant de voir si elles sont sous influence de la politique locale dans leurs prises de positions, ou si elles se positionnent en fonction de leur compréhension du dogme et de la doctrine catholique\", détaille François Mabille, directeur de l'Observatoire géopolitique des Religions au sein de l'IRIS. \"Plusieurs questions se posent, quelles seraient les incidence pour eux (les prêtres qui béniraient les couples homosexuels) du point de vue de leurs États si ils faisaient autrement ? Est-ce que les forces de police pourraient arriver au cours de la bénédiction pour arrêter les homosexuels, vu qu’ils seraient au courant de leur homosexualité ?\" ajoute une source bonne connaisseuse du Vatican. Au Nigéria par exemple, la loi prévoit une peine de 14 ans de prison en cas de mariage homosexuel et 10 ans d'emprisonnement pour les personnes de même sexe affichant publiquement leur relation. [(Re)lire : Bénédiction des couples homosexuels : le pape change la pratique de l’Église mais pas sa doctrine](https://information.tv5monde.com/societe/benediction-des-couples-homosexuels-le-pape-change-la-pratique-de-leglise-mais-pas-sa) De plus, un synode sur l'avenir de l'Église, une grande assemblée d'ecclésiastiques rassemblant des représentants de l'Église catholique issus de tous les continents, évêques, religieux mais aussi des fidèles laïcs, s'est tenu à Rome du 4 au 29 octobre 2023. Durant cette assemblée, a été évoqué la question de la bénédiction des couples homosexuels, donnant lieu, selon cette même source, à \"des confrontations de points de vue particulièrement vigoureuses\". À l’issue de ce synode, aucune déclaration en faveur de la bénédiction des couples homosexuels n'a été retenue. François Mabille y voit \"une sorte de contradiction dans la gouvernance du pape actuel : il organise un synode qui dresse des perspectives de collaboration dans la réflexion sur l’Église, sa gouvernance et les prises de positions doctrinale. Alors que sur un sujet sur lequel le synode n’a pas pu se prononcer, le pape publie ce texte. C’est une pratique un peu solitaire du pouvoir, le pape prend position par la publication de ce texte\". Or, si le catholicisme a tendance à décliner en Europe et en Amérique du Nord, ce n'est pas le cas dans les pays du Sud et la part de l'Église africaine dans le monde est aujourd'hui très importante. \"L’Europe a colonisé et évangélisé l’Afrique. Le catholicisme a été approprié et est devenu une affaire africaine\" explique Jean-Pierre Dozon. Selon François Mabille, \"ce qui est de plus en plus sensible c’est la position à la fois minoritaire et à la fois une sorte de de mise à distance des Églises catholiques en Europe de la part des Églises catholiques en Asie et en Afrique.\" Des prêtres dans l'Église catholique flamande ou en Allemagne ont béni des couples de même sexe. \"On peut dire que Sud global a ce regard des anciens colonisés sur le catholicisme européen, qui est jugé comme à la fois déclinant, ce qu’il est, et avec l’idée que les Églises catholiques en Europe ne sont pas en mesure de conforter la doctrine et de faire passer des lois dans les pays européens\", ajoute François Mabille. Au vu des ces divisons, la question de l'avenir de l'Église catholique se pose. \"Le risque est de voir apparaitre une fracture dans l’Église catholique d’une manière très forte\" précise François Mabille. Selon l'expert, \"d’une certaine manière, par la méthode et par le contenu il y a un risque que cela cristallise l’opposition à la fois au pape, et aux ouvertures pastorales de l’Église catholique. Ça pourrait devenir l'un des enjeux dans l’élection du successeur du pape\". C'est aussi ce risque de fracture que souligne Jean-Pierre Dozon, \"il y aura un retour de bâton après lui (le pape François), à la curie romaine, comme les prélats africains sont nombreux et importants, il y aura un retour à quelque chose de beaucoup plus traditionaliste\". L'anthropologue évoque la possibilité de l'éléction d'un prochain pape africain, \"à ce moment là, ça serait un pape qui serait évidemment très conservateur\", ajoute-t-il.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:02:05.866+02:00",
    "updated": "2023-12-29T00:02:05.866+02:00"
  }
]