[
  {
    "uuid": "eaeea16d0f9a9297bf98960adbad0798c61da7b8",
    "url": "https://www.godlikeproductions.com/forum1/message5674101/pg1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Goodebumper (UID 84940120)",
    "published": "2024-03-22T18:28:00Z",
    "title": "OMFG!!! Yellowstone Earthquake Swarm NOW HUGE EXPLOSION Pyrocumulus Rises 80 Miles High!!!!",
    "text": "Users Online Now:\n2,163\n(\nWho's On?\n)\nVisitors Today:\n471,918\nPageviews Today:\n960,488\nThreads Today:\n456\nPosts Today:\n9,047\n02:47 PM\nDirectory\nAdv. Search\nTopics\nForum\nMembership Contract:\nYou are attempting to enter a Private Virtual Country Club.\nEntrance to this private establishment requires membership but not an account.\nMembership Contract:\n• You Contractually Agree that you are at least 18 years of age and that you are accessing this website for personal use only.\n• You Contractually Agree that you wish to join as a member to this private establishment and that any communication taking place here is considered private communication between members which you agree not to publicly disclose or disseminate.\n• You are responsible for all activity that occurs under your IP Address and device on this website, including your conduct and any User Content you provide or that you allow others to provide under your IP Address and device.\n• You will not use this website to harass, threaten, impersonate or intimidate another person, government, or legal entity.\n• You will not use this website to promote, recruit for, or organize any real life group, political or otherwise.\n• You will not provide, submit or otherwise make available any content that is unlawful, hateful, harmful, racist, threatening, abusive, harassing, tortious, defamatory, obscene, libelous, invasive of another's privacy, or otherwise illegal.\n• You will not provide, submit or otherwise make available any unsolicited or unauthorized advertising, promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes,\" \"affiliate links\" or any other form of solicitation.\n• You will not violate any local laws in your jurisdiction (including, but not limited to, hate speech and intellectual property laws).\n• You will not use our Site for any illegal or unauthorized purpose.\n• You will not access, \"hack,\" alter or otherwise use any part of the Site in any unauthorized manner.\n• You will not utilize any software bugs, robots, web spiders, or other such technological device to automaticly access, extract, collect, harvest, archive, screeen shot, or preserve in any way data or information contained on the Site.\n• You understand and agree that your membership to this private establishment can be revoked by this website's staff at any time for any reason whatsoever or no reason at all.\n•\nYou understand and accept that this website uses cookies.\n• You Contractually Agree to a Class Action Waiver: Except as otherwise required under applicable law, You agree that you will not assert class action or representative action claims against this website, its owners, users, or representatives, whether in arbitration or otherwise, which actions are hereby waived; and you shall only submit your own, individual claims and will not seek to represent the interests of any other person.\n• You Contractually Agree that: (i) this Website shall be deemed solely based in the country of Jersey; and (ii) this Website shall be deemed a passive website that does not give rise to personal jurisdiction over this website, either specific or general, in jurisdictions other than the country of Jersey. Unless prohibited by local law, these Terms of Service shall be governed by the internal substantive laws of the Country of Jersey, without respect to its conflict of laws principles. Unless prohibited by local law, any claim or dispute between you and this website that arises in whole or in part from this Website shall be decided exclusively by a court of competent jurisdiction located in the country of Jersey.\n• You Contractually Agree to abide by and be bound by the additional\nterms of service\n,\ndisclaimer\n, and\nprivacy policy\nfound in the footer of this website.\nI Agree to The Terms of This Membership Contract.\nI have read and accept the Privacy Policy and Terms of Service.\nI Do Not Agree to The Terms.\nDisclaimer / Copyright Info\n-\nPrivacy Policy\n-\nTerms Of Use\n-\nCancellation Policy / Billing Help\nMail\nWebmaster\nwith questions or comments about this site.\nCopyright © 1999 - 2023 Godlikeproductions.com\nPage generated in 0.009s (1 queries)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T20:47:29.329+02:00",
    "updated": "2024-03-22T20:47:29.329+02:00"
  },
  {
    "uuid": "4d572e6563408e49d60fc50676c452995a54d412",
    "url": "https://www.siasat.com/death-of-indian-student-in-us-where-is-the-justice-asks-hindu-group-2982042",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Indo-Asian News Service",
    "published": "2024-02-24T01:32:00Z",
    "title": "Death of Indian student in US: 'Where is justice?' asks Hindu Group",
    "text": "New York: A top Hindu advocacy group in the US has said that it is “shocking” and “disheartening” to see that the investigation into the killing of Indian student Jaahnavi Kandula is dismissed with no charges against those who struck her. Kandula, a student of the Northeastern University in South Lake Union, died after she was hit by a Seattle Police vehicle driven by officer Kevin Dave at a pedestrian crossing on the night of January 23 last year. Authorities in the U.S. ruled on Wednesday that Dave will not face any criminal charges due to the lack of “sufficient” evidence. Hindu advocacy group, Coalition of Hindus of North America (CoHNA) said on Friday (local time) that it is “doubly shocking that such serious violations of civil rights of Hindus of different backgrounds and ages do not even merit any restorative justice.” “It is shocking and disheartening to see the investigation into the killing of #JaahnaviKandula be dismissed with no charges against those who struck her. Where is #justice for the family of this young international student, run over in a #Seattle sidewalk by a police car?” CoHNA said in a post on X. The group said that they are reminded of the “infamous” 2015 case of Sureshbhai Patel, who faced police brutality that left him paralysed. Patel, then 57, was out for a walk in a neighborhood in Alabama when a 27-year-old police officer, Eric Parker, searched him for weapons. He then took the Indian national to the ground which resulted in serious spinal cord injury and paralysis. CoHNA said that charges against Parker were similarly dismissed due to ‘lack of sufficient evidence’. The King County Prosecutor’s Office said in a statement on Wednesday that they will not be moving ahead with the trial against Seattle Police Officer Dave, and no criminal charges will be pressed against him. Kandula was thrown 100 feet when she was struck by the speeding police patrol vehicle, and died on the spot.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jaahnavi kandula",
          "sentiment": "none"
        },
        {
          "name": "kandula",
          "sentiment": "none"
        },
        {
          "name": "dave",
          "sentiment": "none"
        },
        {
          "name": "kevin dave",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hindu",
          "sentiment": "positive"
        },
        {
          "name": "hindu group new york",
          "sentiment": "positive"
        },
        {
          "name": "coalition of hindus",
          "sentiment": "none"
        },
        {
          "name": "northeastern university",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "seattle",
          "sentiment": "none"
        },
        {
          "name": "south lake union",
          "sentiment": "none"
        },
        {
          "name": "north america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-24T06:18:49.191+02:00",
    "updated": "2024-02-24T06:18:49.191+02:00"
  },
  {
    "uuid": "186ddb784b61fa5ea43937ef1278f9a639b1b20c",
    "url": "https://ground.news/article/after-26-deaths-on-roadways-in-hudson-this-year-local-officials-vow-to-improve-safety-in-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nj",
    "published": "2023-12-27T23:21:00Z",
    "title": "Ground News - After 26 deaths on roadways in Hudson this year, local officials vow to improve safety in 2024",
    "text": "Summary by Nj While the issues of traffic and bicycle safety have been on the front burner for many local activists and officials in recent years, road safety gained special attention when three people — one driver and two passengers — were killed in a head-on collision on a deadly stretch of Paterson Plank Road. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nnj Lean Left High Factuality Media Conglomerate: Advance Publications After 26 deaths on roadways in Hudson this year, local officials vow to improve safety in 2024 While the issues of traffic and bicycle safety have been on the front burner for many local activists and officials in recent years, road safety gained special attention when three people — one driver and two passengers — were killed in a head-on collision on a deadly stretch of Paterson Plank Road.\n1 day ago Read Full Article\nnj Lean Left High Factuality Media Conglomerate: Advance Publications\nAfter 26 deaths on roadways in Hudson this year, local officials vow to improve safety in 2024 While the issues of traffic and bicycle safety have been on the front burner for many local activists and officials in recent years, road safety gained special attention when three people — one driver and two passengers — were killed in a head-on collision on a deadly stretch of Paterson Plank Road.\n1 day ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.nj.com/hudson/2023/12/after-26-deaths-on-roadways-in-hudson-this-year-local-officials-vow-to-improve-safety-in-2024.html?utm_source=ground.news&utm_medium=referral",
      "https://www.nj.com/hudson/2023/12/after-26-deaths-on-roadways-in-hudson-this-year-local-officials-vow-to-improve-safety-in-2024.html",
      "https://nj.com/hudson/2023/12/after-26-deaths-on-roadways-in-hudson-this-year-local-officials-vow-to-improve-safety-in-2024.html?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "articles all left center right nj lean left high factuality media conglomerate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hudson",
          "sentiment": "none"
        },
        {
          "name": "paterson plank road",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:22.101+02:00",
    "updated": "2023-12-29T00:43:22.101+02:00"
  },
  {
    "uuid": "a55163c193a8d9674460edc7d9c3b8a613c47dc0",
    "url": "https://www.pennlive.com/weather-alerts/2024/08/prepare-for-strong-thunderstorms-in-clearfield-and-cambria-counties-friday-morning.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Advance Local Weather Alerts",
    "published": "2024-08-02T10:07:00Z",
    "title": "Prepare for strong thunderstorms in Clearfield and Cambria counties Friday morning - pennlive.com",
    "text": "A report was issued from the National Weather Service on Friday at 6:02 a.m. for strong thunderstorms until 6:45 a.m. for Clearfield and Cambria counties.\nResidents may experience wind gusts of up to 40 mph.\n\"At 6:01 a.m., Doppler radar tracked strong thunderstorms along a line extending from Brookville to 12 miles south of Punxsutawney to 10 miles east of Indiana. Movement was northeast at 30 mph,\" states the weather service. \"Gusty winds could knock down tree limbs and blow around unsecured objects.\"\nLocations impacted by the alert include DuBois, Clearfield, Sandy, Northern Cambria, Curwensville, Patton, Penfield, Hyde, Hastings, Plymptonville, Rockton, Carrolltown, S.B. Elliot State Park, Prince Gallitzin State Park, Parker Dam State Park, Irvona, Coalport, Westover, Mahaffey and Grampian.\nAccording to the weather service, \"If outdoors, consider seeking shelter inside a building. Very heavy rainfall is also occurring with these storms and may lead to localized flooding. Do not drive your vehicle through flooded roadways. Frequent cloud to ground lightning is occurring with these storms. Lightning can strike 10 miles away from a thunderstorm. Seek a safe shelter inside a building or vehicle.\"\nStaying safe as lightning approaches: Expert advice Lightning strikes the United States approximately 25 million times each year, with the bulk of these electrical discharges occurring during the summer months. Tragically, lightning claims the lives of about 20 individuals annually, as reported by the weather service. The risk of lightning-related incidents escalates as thunderstorms draw near, reaching its peak when the storm directly looms overhead. However, it gradually recedes as the tempest moves away.\nTo protect yourself during a thunderstorm, take these recommendations into consideration:\nLightning safety plan:\nWhen venturing outdoors, it's vital to establish a clear plan for seeking shelter in case of lightning. Stay vigilant by monitoring the sky for ominous signs and listening for the telltale sound of thunder. If thunder is audible, it's a clear indication of nearby lightning. Seek shelter promptly in a safe location, preferably indoors. Indoors safety measures:\nOnce you're indoors, avoid using corded phones, electrical devices, plumbing fixtures, and stay away from windows and doors. These precautions help reduce the risk of electrical surges, as lightning can follow conductive pathways. Wait for the all-clear:\nAfter the last lightning strike or thunderclap, wait at least 30 minutes before resuming outdoor activities. Lightning can strike even when a storm has seemingly passed, so exercise caution. When indoor shelter isn't available:\nIf you find yourself outdoors without access to indoor shelter during a thunderstorm, take these steps to maximize your safety:\nAvoid open fields, hilltops, or ridge crests, as they expose you to greater lightning risk. Steer clear of tall, isolated trees and other prominent objects. In forested areas, stay close to lower stands of trees. If you're with a group, ensure individuals are spread out to prevent lightning current from transferring between people. Camping in an open setting during a thunderstorm is strongly discouraged. If you have no alternative, set up camp in a valley, ravine, or other low-lying areas. It's crucial to note that a tent provides no protection against lightning. Do not approach water bodies, wet objects, or metal items. Although water and metal do not attract lightning, they conduct electricity effectively and can pose significant risks. In summary, when facing the threat of lightning, vigilance and preparedness are your best allies. By following these guidelines, you can significantly reduce the chances of lightning-related accidents and prioritize your safety.\nNavigating rainy roads: Safety tips for wet weather Heavy rainfall may lead to flooding if prolonged or if there is excessive runoff. Excessive runoff can be a result of saturated ground and/or rainfall intensity. Follow these recommendations from the weather service to stay safe in heavy rain:\nBeware of rapid water flow:\nAvoid parking or walking in close proximity to culverts or drainage ditches, as the swiftly moving water during heavy rain can potentially carry you away.\nMaintain safe driving distances:\nUse the two-second rule to maintain a safe distance from the car in front of you and allow an extra two seconds in heavy rain.\nSlow down and stay cautious:\nIf it is raining and the roads are wet, slow down. Take your foot off the accelerator and let your speed drop gradually. Never use the brakes suddenly because this may cause the car to skid.\nChoose your lane wisely:\nStick to the middle lanes to minimize the risk of hydroplaning. Outer lanes are more prone to accumulating water.\nVisibility matters:\nTurn on your headlights and be careful of other vehicles to the rear and in blind spot areas as they are especially difficult to see through rain-spattered windows.\nWatch out for slippery roads:\nBe extra careful during the first half hour after rain begins. Grime and oil on the road surface mix with water to make the road slippery.\nKeep a safe distance from large vehicles:\nDon't follow large trucks or buses too closely. The spray created by their large tires reduces your vision. Take care when passing them as well; if you must pass, do so quickly and safely.\nMind your windshield wipers:\nOverloaded wiper blades can hinder visibility. If rain severely limits your sight, pull over and wait for conditions to improve. Seek refuge at rest areas or protected spots.\nIf the roadside is your only option, pull off as far as possible, preferably past the end of a guard rail, and wait until the storm passes. Keep your headlights on and turn on emergency flashers to alert other drivers of your position.\nIn the face of heavy rain, these precautions can make a significant difference in ensuring your safety on the road. Remember to stay informed about weather conditions and heed guidance from local authorities for a secure journey.\nAdvance Local Weather Alerts is a service provided by United Robots, which uses machine learning to compile the latest data from the National Weather Service.\nIf you purchase a product or register for an account through a link on our site, we may receive compensation. By using this site, you consent to our User Agreement and agree that your clicks, interactions, and personal information may be collected, recorded, and/or stored by us and social media and other third-party partners in accordance with our Privacy Policy.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.advancelocal.com/advancelocalUserAgreement/privacy-policy.html",
      "https://www.advancelocal.com/advancelocalUserAgreement/user-agreement.html",
      "https://advancelocal.com/advancelocalUserAgreement/user-agreement.html",
      "https://advancelocal.com/advancelocalUserAgreement/privacy-policy.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hyde",
          "sentiment": "none"
        },
        {
          "name": "dubois",
          "sentiment": "none"
        },
        {
          "name": "patton",
          "sentiment": "none"
        },
        {
          "name": "mahaffey",
          "sentiment": "none"
        },
        {
          "name": "hastings",
          "sentiment": "none"
        },
        {
          "name": "sandy",
          "sentiment": "none"
        },
        {
          "name": "clearfield",
          "sentiment": "none"
        },
        {
          "name": "westover",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "rockton",
          "sentiment": "none"
        },
        {
          "name": "indiana",
          "sentiment": "none"
        },
        {
          "name": "curwensville",
          "sentiment": "none"
        },
        {
          "name": "northern cambria",
          "sentiment": "none"
        },
        {
          "name": "plymptonville",
          "sentiment": "none"
        },
        {
          "name": "clearfield",
          "sentiment": "none"
        },
        {
          "name": "parker dam state park",
          "sentiment": "none"
        },
        {
          "name": "brookville",
          "sentiment": "none"
        },
        {
          "name": "s.b. elliot state park",
          "sentiment": "none"
        },
        {
          "name": "carrolltown",
          "sentiment": "none"
        },
        {
          "name": "penfield",
          "sentiment": "none"
        },
        {
          "name": "prince gallitzin state park",
          "sentiment": "none"
        },
        {
          "name": "coalport",
          "sentiment": "none"
        },
        {
          "name": "irvona",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T13:28:00.464+03:00",
    "updated": "2024-08-02T13:28:00.464+03:00"
  },
  {
    "uuid": "9272f320066564fead141bed299c54262171651f",
    "url": "https://timesofindia.indiatimes.com/india/golden-day-centre-signs-peace-deal-with-ulfa-faction/articleshow/106389847.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bharti Jain",
    "published": "2023-12-29T19:51:00Z",
    "title": "'Golden day': Centre signs peace deal with Ulfa faction | India News - Times of India",
    "text": "NEW DELHI: The pro-talks faction of United Liberation Front of Asom (Ulfa) led by Arabinda Rajkhowa on Friday signed a memorandum of settlement with the Centre and Assam government in the presence of home minister Amit Shah, who shared that representatives of the outfit have agreed to abjure the path of violence, surrender all arms, disband the armed outfit, vacate camps housing armed cadres and join the mainstream.Stating that Friday was a \\\"golden day for the future of Assam\\\", Shah said his ministry, as part of PM Modi's vision to free the northeast from \\\"extremism, violence and conflict\\\", has been making sustained efforts to talk to all armed groups in the region with an open mind. \\\"In the last five years, we have signed nine pacts to make peace with insurgent outfits across various northeastern states and to end inter-state border disputes. This has established peace in a large part of the northeast,\\\" he said, citing the 87% decline in violent incidents, 90% dip in fatalities and removal of AFSPA from 85% of Assam since 2014.\\\"With the signing of the tripartite memorandum of settlement with Ulfa, peace talks with all armed groups of Assam have reached a logical conclusion,\\\" said Shah. He shared that around 750 cadres of Ulfa surrendered on Friday, taking the total surrenders in Assam so far to 8,200.106390253The signing event at the home ministry's North Block office was attended by Assam CM Himanta Biswa Sarma, and a 16-member Ulfa delegation led by Rajkhowa and representatives from 13 civil society organisations. \\\"This agreement draws the curtains on Assam's oldest armed resistance pursued by Ulfa, protects the interests of our people & paves way for spurring growth in the region,\\\" Sarma posted on X.The Centre and Assam government, as part of the pact, will announce development projects worth Rs 1.5 lakh crore in the state. 106389299",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "arabinda rajkhowa",
          "sentiment": "negative"
        },
        {
          "name": "modi",
          "sentiment": "none"
        },
        {
          "name": "shah",
          "sentiment": "none"
        },
        {
          "name": "amit shah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ulfa faction | india news - times of india new delhi",
          "sentiment": "negative"
        },
        {
          "name": "united liberation front of asom (ulfa",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "assam",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T00:39:29.986+02:00",
    "updated": "2023-12-30T00:44:38.526+02:00"
  },
  {
    "uuid": "9375343ddf8a644e9ce8bf986187b1efeea65c57",
    "url": "https://www.targatocn.it/2023/12/29/leggi-notizia/argomenti/ultimora/articolo/vanessa-ballan-i-funerali-nel-duomo-di-castelfranco-il-vescovo-uccisione-insensata.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "webinfo@adnkronos.com (Web Info)",
    "published": "2023-12-29T13:31:00Z",
    "title": "Vanessa Ballan, i funerali nel Duomo di Castelfranco. Il vescovo: \"Uccisione insensata\"",
    "text": "(Adnkronos) - La bara bianca con i fiori bianchi, rosa e celesti e nastrini rossi sugli abiti degli amici, grido muto contro i femminicidi. Oggi a Castelfranco Veneto è il giorno dei funerali di Vanessa Ballan, la 26enne incinta di tre mesi, uccisa a coltellate, il 19 dicembre, nella sua abitazione nel trevigiano da Bujar Fandaj, 41enne kosovaro che lei aveva denunciato per stalking.\nA seguire l'ingresso del feretro il marito Nicola, i genitori e gli amici più cari. All'interno del duomo, tra i molti conoscenti e amici, anche il governatore del Veneto Luca Zaia.\n“La vita è stata travolta da una tragedia che non ha senso. Troppo grande quello che è successo, è al di fuori della più pessimistica previsione\". \"Non c'è un motivo al mondo che giustifichi questo atto, questa violenza. Non c'è mai. Non c'è sicuramente nel caso di Vanessa - ha aggiunto - e della creatura che portava in grembo. Non c'è un senso nella sua brutale uccisione. Questo è il male. E con il male non possiamo, non abbiamo il diritto di venire a patti\". Monsignor Tomasi ha chiesto \"il silenzio dai clamori e dalle curiosità ma mai della ricerca della giustizia - ha ribadito - e nemmeno il silenzio nell'impegno per una civiltà che rifiuti nelle parole, negli atti e nei fatti la violenza sulle donne, e che superi finalmente la follia di voler possedere una persona, o di volerne determinare con la violenza le scelte e le decisioni\".\n“Ricordiamo Vanessa col sorriso, resta stampato in tutti noi. Ricordo quando è rimasta incinta, sperava tanto di avere questo bambino”, racconta fuori dal duomo, una collega della vittima. Il suo assassino “passava al supermercato - racconta la ragazza - ma faceva anche la spesa, era un cliente abituale. L’ho visto sabato l’ultima volta. La cercava. Avevamo paura, perché si vedeva dalla faccia, è uno di cui non ti fidi già dallo sguardo”. “Se avessimo potuto far qualcosa - dice con gli occhi lucidi - lo avremmo fatto. Ma Vanessa non ci aveva detto nulla. Se lei ci avesse chiesto anche di denunciare, lo avremmo fatto. E tanto, pure se lo avessimo fatto, magari non serviva. Abbiamo tanta rabbia - dice - perché non doveva succedere. Mi chiedo ancora a cosa servano le leggi”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T16:49:16.455+02:00",
    "updated": "2023-12-29T16:49:16.455+02:00"
  },
  {
    "uuid": "12f6c4a320b646f97b628b6be1de5b30321ee405",
    "url": "https://www.christianity.com/wiki/holidays/3-ways-to-celebrate-jesus-after-christmas.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Vivian Bricker",
    "published": "2023-12-28T20:10:00Z",
    "title": "3 Ways to Celebrate Jesus after Christmas",
    "text": "Now that Christmas is over, many individuals neglect to spend time with Jesus in their everyday lives. More than this, they neglect to celebrate the Lord. While it is true that the Christmas holiday has passed, it does not mean our spirit of praise, worship, and love for the Lord should end. We have to cultivate a spirit of celebrating Jesus every day — not only during the Christmas holiday. There are many ways we can continue to celebrate Jesus after Christmas. Christmas is the holiday that celebrates the anniversary of Jesus’ advent into the world, and many of us celebrate this day with joyful hearts. Think about how you felt on Christmas Day. Most likely, your heart was set on Christ, and your focus was completely on Him. Why shouldn’t every day be just like this? The Father wants us to celebrate His Son on every day of the year. The Lord is worthy of all of our praise, worship, and celebration. 1. Talking with Jesus in Prayer Many people think it is impossible to celebrate Jesus outside of Christmas, but this is not true. Every day, we can celebrate the Lord and a great way to do this is by talking with Him in prayer. The Lord is always ready to hear from us, and He is never afraid of our feelings, thoughts, or concerns. Going to Him in prayer is a beautiful gift that has been given to us at the moment of salvation. It is because of Jesus’ death on the cross, His sufferings, His death, and His resurrection that we can freely go to Him in prayer. Christmas is the time when we praise Him for His birth, and Resurrection Sunday is the day we celebrate His resurrection; however, we need to celebrate Him in our hearts, prayers and lives every day. It is because of the Lord that we have hope. If the Lord never came down from heaven to die for our sins, we would still be lost in our sins. As it is, Jesus did not leave us to suffer for our sins. He left heaven in order to take on human form and be born as a baby. He did all of this because He loves us unconditionally. There was nothing that we did that brought Him to the point of loving us, just as there is nothing we can do to make Him stop loving us. God’s love is not based on what we do but rather on who He is. The Bible tells us that God is love ( [1 John 4:16](http://www.christianity.com/bible/search/?ver=niv&q=1+john+4:16)). Since God is love, we know that He loves us without conditions or strings attached. He loves us simply because it is who He is. He is our Father and He was ready to do whatever it took in order to bring us back to Him. This is shown to us in the way Jesus was born into the world to save us from our sins ( [Luke 2:11](http://www.christianity.com/bible/search/?ver=niv&q=luke+2:11)). Jesus is God in the flesh, and He willingly took on human form in order to save us from our sins. He had to do this by being born into the world through the [virgin birth](https://www.christianity.com/wiki/jesus-christ/meaning-and-significance-of-the-virgin-birth-of-jesus.html). In this way, we see God coming down from heaven to redeem us and restore our broken relationship with Him. The Father, Jesus, and the Holy Spirit have loved us from the beginning of time, and the love they have for us will never cease. With this in mind, there is every reason to celebrate the Lord every day after Christmas. The Father, Jesus, and the Holy Spirit are all God, yet three distinct Persons; however, only Jesus has taken on human flesh. Both the Father and the Holy Spirit are spirit beings, yet Jesus took on human form as an innocent baby being born into the world. We need to praise Jesus and worship Him for who He is — our Lord God and Messiah. Through the plans of the Father, Jesus completed His task of being born into the world, dying for the sins of all mankind, and conquering death by the resurrection. This gives us every reason to celebrate the Lord with a joyful heart throughout the year. 2. Singing Praise to the Lord We can also celebrate Jesus after Christmas by singing praises to Him throughout the year. Christmas is not the only time we can make music in our hearts to the Lord. Rather, we can praise Him always in song, words, and actions. It doesn’t have to be Christmas Day in order for us to sing and make music in our hearts to the Lord. In fact, the Bible tells us directly that we should sing and make music in our hearts to the Lord at all times ( [Ephesians 5:19-21](http://www.christianity.com/bible/search/?ver=niv&q=ephesians+5%3a19-21)). You don’t have to sing [Christmas hymns](https://www.christianity.com/wiki/holidays/classic-christmas-hymns-to-renew-your-holiday-spirit.html) or songs year-round; however, you can sing any praises to the Lord. Praise Him and celebrate Him with your own songs. It does not have to be published songs by Christian artists — it can be your own songs. The Lord does not pass judgment on the way your voice sounds or your singing ability. Rather, He loves to hear you sing praise to Him and lift up His Name in song. The Lord loves you, and it always brings Him great joy to hear you singing praises to His Name. No matter what day of the year it is, sing praises to the Lord. Even if you are crestfallen and sad, you can sing praises to Jesus. Oftentimes, you will find that your song of sorrow will end with a heart of praise. In my own experience, I have found many times when my heart is deeply troubled, I call out to God in my distress, and He renews my heart with His hope and joy. This is the same thing that happens when our hearts are troubled when we are singing to the Lord. He will take our deep sorrow and turn it into joy. 3. Incorporate a Spirit of Christmas Throughout the Year Lastly, we can celebrate Jesus after Christmas by incorporating a spirit of Christmas throughout the year. This means that we always treat others with kindness, love, and gratitude. Have you ever noticed how people are nicer during the Christmas season? In the same way, we need to cultivate this type of character and attitude in our lives every day. We don’t need to allow ourselves to have a bad attitude or to go “back to normal” on the day after Christmas. Instead, we need to always have a spirit of Christmas throughout the year. Jesus wants us to treat all people kindly because they are all made in His image ( [Genesis 1:27](http://www.christianity.com/bible/search/?ver=niv&q=genesis+1:27)). Whenever we hurt someone made in His image, we are hurting God Himself. Rather than hurting others or being rude to them, we need to be kind to all people. If you struggle in this area, the Lord can help you. Ask Him to help you cultivate a heart of kindness and a spirit of Christmas throughout the year. The Lord will help you in this area and rid yourself of bitterness. When you incorporate the spirit of Christmas throughout the year, you will begin to reflect Christ to the world. Jesus is always kind, caring, and loving, and He wants us to do the same. He does not want us to get short-tempered with others, nor does He want us to be mean to them. As Christians, we need to honor Christ in our actions and in our words. We will be able to successfully do this by incorporating a spirit of Christmas throughout the year — not just on Christmas. For further reading: [7 Ways to Carry the Christmas Spirit Throughout the Whole Year](https://www.christianity.com/wiki/holidays/7-ways-to-carry-the-christmas-spirit-throughout-the-whole-year.html) [5 Bible Journaling Ideas for the New Year](https://www.christianity.com/wiki/holidays/5-bible-journaling-ideas-for-the-new-year.html) [7 New Year's Resolutions That Are Outside the Box](https://www.christianity.com/wiki/holidays/7-new-years-resolutions-that-are-outside-the-box.html) Photo Credit: ©SWN Vivian Bricker loves Jesus, studying the Word of God, and helping others in their walk with Christ. She has earned a Bachelor of Arts and Master's degree in Christian Ministry with a deep academic emphasis in theology. Her favorite things to do are spending time with her family and friends, reading, and spending time outside. When she is not writing, she is embarking on other adventures. LISTEN: Let Our Bible Study Expert Help You Start the New Year Right! Have you ever chosen a word for the year? Whether you pick a word each year or never have before, I think this episode will help you order your life in the year to come. If you don't know what your word is, today might be a great day for you to hear some of the things that we are promised in Christ that you in faith can claim for yourself for 2024. Keep in mind, each of these words requires faith. The views and opinions expressed in this podcast are those of the speakers and do not necessarily reflect the views or positions of Salem Web Network and Salem Media Group. WATCH: The Top 10 Prayer Articles of 2023",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "negative"
        },
        {
          "name": "christ",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T07:16:43.400+02:00",
    "updated": "2024-01-20T16:18:46.995+02:00"
  }
]