[
  {
    "uuid": "78bd0634136b3a7b1bd218b50d032e5a8bc37918",
    "url": "https://fides.org/fr/news/75022-AFRIQUE_SOUDAN_DU_SUD_Le_pere_Luc_et_son_compagnon_victimes_de_violences_intercommunautaires",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agenzia Fides",
    "published": "2024-05-24T00:00:00Z",
    "title": "AFRIQUE/SOUDAN DU SUD - Le père Luc et son compagnon victimes de violences intercommunautaires - Agenzia Fides",
    "text": "Juba (Agence Fides) - « La disparition du Père Luke Yugue et de son compagnon doit être insérée dans le triste contexte de la violence intercommunautaire entre Azande et Balanda qui a explosé à nouveau après le grave conflit de 2021 » déclare à l'Agence Fides Sœur Elena Balatti, missionnaire combonienne au Sud Soudan, en se référant au jeune prêtre disparu avec son compagnon, Michael Gbeko, le 27 avril, à Tombura, dans l'Etat de l'Equatoria Occidental. Les Azande sont le groupe ethnique majoritaire de l'Equatoria occidental, tandis que les Balanda constituent un groupe numériquement important dans la même région, mais sont également présents dans l'Etat voisin du Bahr el Ghazal occidental\", explique Sœur Elena. « Après des années de coexistence pacifique, des tensions politiques sont apparues en 2021, notamment au sujet de la délimitation des frontières territoriales entre les deux tribus, tensions qui ont débouché sur un conflit sanglant, entraînant le déplacement de milliers de personnes. Le conflit s'est ensuite calmé mais n'a pas complètement disparu, et en février/mars de cette année, les Nations Unies ont constaté une résurgence des tensions, qui a malheureusement entraîné le meurtre de certaines personnes, de nouveaux déplacements et de nouvelles violences, qui ont été partiellement contenues par l'armée\", rapporte le missionnaire. « La disparition du père Luke s'inscrit donc dans ce contexte de haine et de violence », affirme Sœur Elena. « Le père Luke, de l'ethnie Azande, a disparu le 27 avril dans une zone à prédominance ethnique Balanda, où il exerçait son ministère. Dès le début, on a spéculé sur l'assassinat du prêtre et de son chauffeur. Cependant, Mgr Edward Hiiboro Kussala, évêque de Tombura-Yambio, avait demandé aux fidèles de prier sans cesse pour le retour des deux hommes et, apparemment, maintenant que l'évêque a annoncé une prière funéraire pour les deux (voir Fides 23/5/2024), il a probablement confirmé ce que certains médias locaux avaient déjà rapporté, à savoir qu'il s'agissait d'un double assassinat\", déclare le missionnaire. Sœur Elena conclut en demandant « que nous priions pour que ce conflit interethnique, qui est instrumentalisé par les politiciens (nous sommes en période pré-électorale au Sud-Soudan), ne se renouvelle pas dans les proportions de la violence de 2021 ». (LM) (Agence Fides 24/5/2024) [ASIE/INDE - Dans le Manipur qui abandonne le parti de Narendra Modi, la violence interethnique ne diminue pas](/fr/news/75095) [AMÉRIQUE/COLOMBIE - Nombreuse assistance aux funérailles de Don Ramón Arturo Montejo, tué lors d'un braquage](/fr/news/75073) [AFRIQUE / AFRIQUE DU SUD - Funérailles d'un Stigmate assassiné le 11 mai ; nouveaux détails sur le crime](/fr/news/74953)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T18:31:26.863+03:00",
    "updated": "2024-06-16T01:07:06.825+03:00"
  },
  {
    "uuid": "af9fc520a32ab0fff7d15d1eb47ec5aba9defed5",
    "url": "https://hollywoodlife.com/2024/04/18/how-travis-kelce-feels-about-taylor-swifts-tortured-poets-department",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Elisabeth McGowan",
    "published": "2024-04-18T19:21:00Z",
    "title": "How Travis Kelce Feels About Taylor Swift’s ‘Tortured Poets’ Album – Hollywood Life",
    "text": "View gallery Image Credit: Getty Images\nSwifties are counting down the seconds until The Tortured Poets Department is released. Now that Taylor Swift is bound to break the internet again for new music, some are wondering if a few of the songs were inspired by her breakup from ex-boyfriend Joe Alwyn . Whether or not that’s the case, fans are wondering how Taylor’s current boyfriend, Travis Kelce , feels about his girlfriend’s music.\nOn Thursday, April 18, Daily Mail reported that Travis, 34, is “100 percent” supportive of Taylor, 34, no matter who her songs may have been written about.\n“If it is about Joe, or anyone, even if it is about him in the future, this is the artist she is, and he is in love with her and doesn’t pay any attention to be jealous,” a source told the outlet just hours before the album’s release. “He understands this is a major part of what makes her the person and artist she is, and he is no way looking to thwart the direction she takes.”\nGetty Images The insider added that the Kansas City Chiefs player “supports her 100 percent and loves everything she is doing. Joe or any of her exes is not of concern to him whatsoever.”\nThe source also pointed out that after “Travis himself admitted to hearing some of Taylor’s new album during the Super Bowl, he has since been able to hear the entire album on multiple occasions, and they have talked about the album and what the songs are all about.”\nAs a matter of fact, per the insider, the NFL player “has a few favorites – “Down Bad” and “loml” – but he also loves everything he has heard.”\nGetty Images Taylor and Travis began dating just a few months after she broke up with Joe, 33, in mid-2023. The “Karma” artist and the British actor had been dating for six years and kept their romance as far out of the public eye as possible. However, he briefly appeared in her Netflix documentary, Miss Americana .\nOver the summer of 2023, Taylor and Travis quietly began dating. They went public with their relationship in September of that year when the Grammy Award winner was spotted attending her first Chiefs game of the football season. Up until the 2024 Super Bowl, Taylor had attended most of her boyfriend’s games.\nFor his part, Travis has been to several of Taylor’s Eras Tour s hows around the world, including in Australia, Singapore and South America.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://www.dailymail.co.uk/tvshowbiz/article-13315075/taylor-swift-travis-kelce-favorite-songs-tortured-poets-department.html",
      "https://dailymail.co.uk/tvshowbiz/article-13315075/taylor-swift-travis-kelce-favorite-songs-tortured-poets-department.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joe alwyn",
          "sentiment": "none"
        },
        {
          "name": "joe",
          "sentiment": "none"
        },
        {
          "name": "taylor swift",
          "sentiment": "none"
        },
        {
          "name": "taylor",
          "sentiment": "none"
        },
        {
          "name": "travis kelce",
          "sentiment": "none"
        },
        {
          "name": "travis",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "daily mail",
          "sentiment": "none"
        },
        {
          "name": "kansas city chiefs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hollywood life view",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:41:30.318+03:00",
    "updated": "2024-04-19T00:41:30.318+03:00"
  },
  {
    "uuid": "c9ad100511d46f27b8f645b8786e309ea80133da",
    "url": "https://www.wtvm.com/prnewswire/2023/12/29/veheres-ai-network-security-solution-steals-show-aiss-2023/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "OneAdmin",
    "published": "2023-12-29T15:00:00Z",
    "title": "VEHERE'S AI NETWORK SECURITY SOLUTION STEALS THE SHOW AT AISS 2023",
    "text": "SAN FRANCISCO, Dec. 29, 2023 /PRNewswire/ --\nVehere, a leading cybersecurity company specializing in cyber network intelligence, is elated by its successful participation in the 18th Annual Information Security Summit (AISS) 2023, held in Gurugram, India, from December 19th to 21st. The event, jointly orchestrated by NASSCOM and DSCI, prioritized collaborative discussions, the exchange of valuable ideas, and thought-provoking discussions about the future threat landscape.\nIn the event, Vehere showcased its cutting-edge\nAI Network Security solution, which combines both AI Network Detection and Response (NDR) and AI Network Forensics (NF). It helps strengthen the security posture of enterprises by using machine learning, rule-based techniques, and advanced analytics. Vehere NDR detects suspicious activities in encrypted and non-encrypted traffic that conventional security tools are missing out on, and Vehere NF supports investigation and analysis of the root cause of network leakage, data theft, and suspicious network traffic.\nVehere's team of cyber-experts,\nRamsunder Papineni, Vipul Kumra, Ravi Kapoor, and Sanjay Bhardwaj, actively engaged with event attendees, demonstrating the advantages of the Vehere AI Network Security solution. They illustrated how this solution can fortify enterprise networks by providing real-time threat detection, proactive threat hunting, and comprehensive forensic analysis. Notably, Ramsunder Papineni, Vehere's President–Global Sales, delivered an engaging presentation during a panel discussion themed 'SecOps: How to Choose? …SIEM, SOAR, XDR, MSS, MDR, and XMDR'. His insightful dialogue captured the audience's attention, empowering them to make discerning choices while navigating the spectrum of SecOps strategies available. Praveen Jaiswal, the Co-founder of the company, who was also present at the event, shared his thoughts on the event, stating, \"AISS 2023 marked an exceptional milestone for us as we got the opportunity to present our AI Network Security solution. Its remarkable efficacy and reliability piqued substantial interest among industry peers, thereby affirming the strong requirement for this solution. I am confident that our technology is poised to become the preferred choice for enterprises seeking robust security measures against cyber threats.\"\nAbout Vehere\nhttps://hubs.la/Q02dVrVs0 is a revolutionary cybersecurity company boldly merging the realms of national security and enterprise security through a single, powerful platform. With a strong global presence and unparalleled expertise in cyber network intelligence, Vehere is radically changing the way organizations and governments protect themselves from cyber threats.\nVehere: Hunt Before Breach\nContact\nSreya Sengupta\nLogo:\nhttps://mma.prnewswire.com/media/2268795/Vehere__Logo.jpg\nView original content:\nSOURCE Vehere",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [
      "https://hubs.la/Q02dVrVQ0",
      "https://hubs.la/Q02dVrVF0",
      "https://hubs.la/Q02dVrYJ0",
      "https://hubs.la/Q02dVrX40",
      "https://hubs.la/Q02dVrYR0",
      "https://hubs.la/Q02dVrVs0",
      "https://hubs.la/Q02dVrX-0",
      "https://hubs.la/Q02dVrV50",
      "https://www.hubs.la/Q02dVrX-0",
      "https://www.hubs.la/Q02dVrV50",
      "https://www.hubs.la/Q02dVrYR0",
      "https://www.hubs.la/Q02dVrVF0",
      "https://www.hubs.la/Q02dVrVs0",
      "https://www.hubs.la/Q02dVrX40",
      "https://www.hubs.la/Q02dVrVQ0",
      "https://www.hubs.la/Q02dVrYJ0"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vehere",
          "sentiment": "negative"
        },
        {
          "name": "ramsunder papineni",
          "sentiment": "none"
        },
        {
          "name": "vipul k",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "vehere nf",
          "sentiment": "none"
        },
        {
          "name": "dsci",
          "sentiment": "none"
        },
        {
          "name": "nasscom",
          "sentiment": "none"
        },
        {
          "name": "ai network forensics",
          "sentiment": "none"
        },
        {
          "name": "ai network detection",
          "sentiment": "none"
        },
        {
          "name": "ndr",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "san francisco",
          "sentiment": "none"
        },
        {
          "name": "gurugram",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:17:58.830+02:00",
    "updated": "2023-12-29T17:17:58.830+02:00"
  },
  {
    "uuid": "55933cb5e616158e5c05d5dac1f9c35a94b83229",
    "url": "https://www.newsbreak.com/alabama-state/3483565470810-alabama-attorney-general-joins-coalition-opposing-new-energy-efficiency-standards-for-stoves-and-ovens",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lee Evancho",
    "published": "2024-06-06T19:58:00Z",
    "title": "Alabama Attorney General Joins Coalition Opposing New Energy-Efficiency Standards for Stoves and Ovens",
    "text": "Get updates delivered to you daily. Free and customizable. Calhoun Journal By Lee Evancho,2 hours ago Expand All Read in NewsBreak Comments / 0 Add a Comment YOU MAY ALSO LIKE [Anniston, AL](/anniston-al)2 days ago [Alabama State](/alabama-state)7 days ago Opinion – Sen. Mitch McConnell: Untimely death of president of Iran does not change regime’s threats Northern Kentucky Tribune16 days ago [Kentucky State](/kentucky-state)28 days ago OilPrice.com6 days ago [Upland, CA](/upland-ca)5 hours ago [Calhoun County, AL](/calhoun-county-al)2 days ago Get updates delivered to you daily. Free and customizable. Welcome to NewsBreak, an open platform where diverse perspectives converge. Most of our content comes from established publications and journalists, as well as from our extensive network of tens of thousands of creators who contribute to our platform. We empower individuals to share insightful viewpoints through short posts and comments. It’s essential to note our commitment to transparency: our Terms of Use acknowledge that our services may not always be error-free, and our Community Standards emphasize our discretion in enforcing policies. We strive to foster a dynamic environment for free expression and robust discourse through safety guardrails of human and AI moderation. Join us in shaping the news narrative together.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Environment",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lee evancho",
          "sentiment": "negative"
        },
        {
          "name": "mitch mcconnell",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "calhoun journal",
          "sentiment": "negative"
        },
        {
          "name": "alabama state",
          "sentiment": "none"
        },
        {
          "name": "kentucky state",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "alabama",
          "sentiment": "none"
        },
        {
          "name": "anniston",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "newsbreak",
          "sentiment": "none"
        },
        {
          "name": "northern kentucky",
          "sentiment": "none"
        },
        {
          "name": "calhoun county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:10:29.113+03:00",
    "updated": "2024-06-07T01:10:29.113+03:00"
  },
  {
    "uuid": "99147a4b1608186807f633708fc3c0d6fa5e3e83",
    "url": "https://whatsnew2day.com/woman-unleashes-furious-rant-after-husband-invites-his-mother-on-two-week-couples-trip-without-telling-her",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Elijah",
    "published": "2024-08-30T13:21:00Z",
    "title": "Woman unleashes furious rant after husband invites his mother on two-week couple’s trip without telling her",
    "text": "A woman has shared a furious rant about her husband as she detailed the heated argument they had after he invited her mother on a two-week couples getaway without consulting her.\nThe anonymous woman took to Reddit to express her issues with her spouse and admitted that she and her partner, whom she did not name, were “digital nomads” living in the United States.\nIn a thread titled Am I the idiot? The exasperated wife detailed the anger she felt when she discovered her mother-in-law would be joining them on the couple’s trip.\nShe explained that she was “completely left out of the decision” and added that as a “married couple” they should have discussed it together.\nThe furious woman questioned whether she was wrong to voice her concerns and revealed that her husband even threatened to divorce her if she did not “accept his mother”.\nA woman has shared a furious rant about her husband as she details the heated argument they had after he invited her mother on a romantic getaway without consulting her (file image)\nThe post was titled: “Am I an idiot for getting into an argument with my husband after he booked tickets for his mother to come with us on a two-week trip without asking me first?”\nShe explained that she and her husband loved traveling around the world.\n‘My husband and I live in the US, but we’re digital nomads, so we like to spend six-month periods traveling abroad. Last year we traveled to Thailand and this year we’re in Brazil, exploring the northeast and then heading south.\n“We are Brazilians, so our entire family lives in this country,” said the woman, who noted that they had planned to travel around Brazil on a romantic getaway.\nHowever, their romantic trip was cut short when her husband revealed that his mother would be joining them for two weeks.\nShe explained: ‘We’re doing different periods of time in different cities. We’ve already done Fortaleza (one month), and now we’re doing São Luiz (10 days), then Maceió (two weeks), then other cities in the south and then each of us will go our separate ways to be in our home cities for two months. It’s just me, him and our baby dog, enjoying our great time as a couple.\n‘However, last night at dinner I found out that he and his mom decided ALONE that she should come the entire two-week trip to Maceió.\n‘Two weeks with my mother-in-law in a tiny flat. There’s no turning back, the decision is made, the flights booked and everything.\nThe anonymous woman took to Reddit to express her issues with her spouse and admitted that she and her husband, whom she did not name, were “digital nomads” living in the US.\n‘Now I understand that he and his mom live in different countries, and they miss each other… but he’s going to spend TWO MONTHS with her in her hometown at the end of the trip anyway, so that’s plenty of time to enjoy her company.’\nThe anonymous wife said she was angry that her husband did not consult her first, adding that they should have discussed it before he bought the tickets.\nShe added: “What I mean is that I was completely left out of the decision. I think that as a married couple, you should consult each other before making decisions like this. Maybe ask: ‘Honey, is it okay if I take my mother to Maceió? For the two weeks?'”\nThe Reddit user noted that she would have been fine with her husband’s mother coming over for a week, but was hurt that he didn’t even think to ask her opinion.\nShe added: “It’s a huge lack of respect towards me because it shows that my opinion doesn’t matter and that he’s going to do what he wants regardless of what I think or feel. As if I had to put up with it and accept it.”\nAt the end of the post, she revealed that their argument took a shocking turn when she confronted her husband about it and that he even threatened to divorce her if she did not agree to her mother joining them.\nShe added: ‘This is what happened when I found out: I immediately had an argument with him over dinner (I was very discreet) where I was clearly angry. I was telling him how upset and offended I was to have been completely excluded from the decision.\nPeople on the web flooded the comments section and rushed to the woman’s defense while criticizing her husband.\n‘He took immense offense that I wasn’t 100 percent happy and excited for his mom to spend the two weeks with us (he thinks I should be, although it was a surprise to me), and even went so far as to physically remove his wedding ring as a way to show ‘either you accept my mom or we can go our separate ways. ‘\n‘Later after dinner he even said things like “if you and I get divorced, we’ll share Penny (our dog).” LIKE THAT?! Excuse me, sir!?\nThe anonymous woman then wondered if she was a “moron” for starting an argument about the situation.\nPeople on the web flooded the comments section and rushed to the woman’s defense while criticizing her husband.\nOne person said: “It sounds to me like he’s going to extremes to get her to regret it. This is incredibly manipulative. And there is a chance of ‘backing out’. They may lose money, but this isn’t a done deal. Although it may be for their marriage. This man has no respect for OP and that’s a real relationship killer.”\nSomeone else added: ‘No, not the moron. This guy is a moron. First for not asking you if his mother could travel with you and second for his over the top, stupid, petty antics.\n‘Take off your wedding ring? Give you ultimatums? Ask you about joint custody of your dog? Girl, fuck that noise. Seriously, I would not travel with them. This is beyond mean, cruel, and controlling. He’s telling you to do what he wants without question or he’ll divorce you. This is not a nice person. Fuck him and his mother. I would change my ticket and go home. This is just too disrespectful to me.’\nAnother user wrote: “If you can, keep the dog. Leave the husband.”\n“Give him the divorce he wants. The lack of respect is disgusting. No to the asshole,” someone else added.\nOne user commented: “Don’t listen to him. Get divorce papers. He doesn’t value you or your marriage if he’s willing to use you as a bargaining chip.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.reddit.com/r/AmItheAsshole/comments/1eyq5nh/aita_for_getting_into_an_argument_with_my_husband/",
      "https://reddit.com/r/AmItheAsshole/comments/1eyq5nh/aita_for_getting_into_an_argument_with_my_husband/",
      "https://www.reddit.com/r/AmItheAsshole/comments/1eyq5nh/aita_for_getting_into_an_argument_with_my_husband"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "reddit",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T19:44:23.955+03:00",
    "updated": "2024-08-30T19:44:23.955+03:00"
  }
]