[
  {
    "uuid": "fffd67bbc6faaafcd3ab8256197f3443f987a790",
    "url": "https://www.politico.com/news/2023/12/28/auto-safety-tech-is-the-newest-front-of-the-u-s-china-trade-war-00130848",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@politico",
    "published": "2023-12-28T00:00:00Z",
    "title": "The sensors in those self-driving cars have become an international dispute - POLITICO",
    "text": "The domestic lidar industry is mounting a lobbying offensive against a leading Chinese rival that’s stepping up its own PR game. A key technology in futuristic cars is quickly becoming a new flashpoint in already fraught relations between the U.S. and China. The development of “lidar” sensor technology has helped fuel the rise of driverless robotaxis roaming cities like San Francisco and Phoenix. But as automakers prepare to deploy lidar-enabled features such as adaptive cruise control and blind spot detection in more consumer vehicles, the homegrown industry is mounting a wide-ranging lobbying offensive against a leading Chinese rival that’s stepping up its own PR game. The San Francisco-based lidar firm Ouster is appealing to Congress to stop the hemorrhaging by stoking fears that Chinese versions of the technology could be used to spy on Americans and deliver intelligence about sensitive U.S. infrastructure to Beijing. It’s a clash that comes as President Joe Biden navigates complicated relationships with China and segments of the U.S. auto industry while many Republicans are embracing a more aggressive tone toward the country. “China’s ongoing efforts to dominate the market for LIDAR reduces our economic competitiveness, increases our reliance on them for critical technologies, and perpetuates their nefarious trade practices all while bolstering their military and security ambitions,” Ouster CEO Angus Pacala said in an email. “This is counter to U.S. interests and needs to stop.” The U.S. industry’s leading trade group, the Lidar Coalition, declined to comment. But Ouster and its lobbyists have secured meetings with key lawmakers on the House Select Committee on the Chinese Communist Party and Biden administration officials, trying to raise alarm about potential threats. They’ve been urging blacklists or outright bans, as well as imposing tariffs on Chinese-made lidar sensors. Ouster’s campaign is a page ripped out of the playbook that ultimately led Congress and regulators to ban another Chinese company — drone-maker DJI — from Defense Department procurements and other business. And some in Washington appear to be listening. Asked about Ouster’s concerns, Transportation Secretary Pete Buttigieg said in an interview that the U.S. needs “to watch very closely to make sure it doesn’t entail an undue economic security or cybersecurity threat.” He also noted the need to “de-risk and necessarily decouple from China,” especially when it comes to technology. When Republican and Democratic leaders of the House Select committee on China spearheaded a letter last month urging the Biden administration to consider restrictions on Chinese lidar companies, Ouster’s lobbyists had helped drum up support and signatures. Lawmakers charged that China’s National Security Law , which compels Chinese companies to provide data on demand to the government, could mean that “troves of data on not only U.S. mapping and infrastructure, but also on U.S. military systems” could fall into the hands of the Chinese government and military. Two independent German technical testing companies assessed Hesai’s major lidar product sold in the U.S. market and determined that it does not have the capability to store or transmit data outside the vehicle. The letter also suggests that the CCP could introduce malware “that could degrade the performance” of Chinese lidar installed in U.S. systems — claims the Chinese government denies. “China has always opposed the use of information technology to damage other countries’ critical infrastructure or steal strategic data,” Chinese Embassy spokesperson Liu Pengyu said in a statement accusing U.S. lawmakers of “taking words out of context and making one-sided interpretations.” He also said the larger narrative at play was suspect. “The US has repeatedly generalized the concept of national security and hyped up the ‘China threat’ theory, which China firmly opposes,” Liu said. The 20 members who signed the letter pressed for a review that might lead to limits on how U.S. companies invest in foreign auto tech firms and other restrictions. But Chinese manufacturer Hesai, which makes lidar offerings that are more sophisticated, and sometimes cheaper, than many U.S. companies, is fighting back, egged on by some U.S. auto interests whose vehicles already use its technology. New scrutiny on the Defense Department’s use of Chinese-made lidar and a Congressional Research Service report outlining its potential dangers also spooked the company into action in Washington. Ouster is turning a commercial dispute into “a political/national security issue — which is definitely not something the customers want to see, especially the bigger ones,” Hesai CEO David Li said in an interview this fall. The lobbying campaign from U.S. interests — and complaints from their own U.S. customers — encouraged Hesai to hire its own high-priced team of lobbyists and PR reps, Li said. Sitting in the Washington offices of Hesai’s newly retained public relations firm, the BGR Group, Li said his visit was a direct result of the “false rumors” being spread by Ouster. Li said he’d had “multiple discussions with different customers,” who told him: “‘Hesai, please help people understand this.’” Hesai customers include robotaxi companies Cruise — which is backed by General Motors — and Zoox, along with automated trucking company Kodiak Robotics. Those companies would not confirm that they pushed Hesai to lobby in Washington, but a Democratic aide on Capitol Hill, briefed on a meeting with Hesai, said staffers “got the clear impression that Hesai’s customers specifically asked Hesai to talk to Congress.” One U.S. Hesai customer said any restrictions the government placed on Chinese-manufactured lidar would seriously hamper the company’s ability to do business. “The Hesai scanning lidar is the only sensor on the market that has the performance and reliability we need to operate,” said a representative from an autonomous vehicle company using Hesai lidar, granted anonymity to discuss sensitive matters. “There just simply isn’t another option available at any price.” At the end of September, Hesai hired the two biggest lobbying firms in Washington , Akin Gump and Brownstein Hyatt, in addition to hiring BGR. Ouster, meanwhile, has increased its quarterly spending on lobbyists by about 50 percent compared with last year. In addition, a new group called the Coalition for Safe and Secure Technology has formed to help Ouster make a case about the threat from China. The director, Mark Paustenbach, a Democratic political consultant, said the group also wants to “create a level playing field for American and American-allied businesses in the lidar space, while safeguarding against potential threats to our national security.” Though the group plans to lobby, Paustenbach is not a registered lobbyist, and he would not disclose the coalition’s membership. Ouster and Hesai are hardly strangers. They have repeatedly scrapped over alleged patent infringement. In 2019, Velodyne, which has since been acquired by Ouster, sued Hesai and the Chinese lidar company RoboSense for patent infringement. (Velodyne settled and agreed to a global cross-licensing agreement , allowing Hesai to use Velodyne’s technology before its acquisition by Ouster.) Ouster has also sued Hesai for allegedly infringing on five Ouster patents ; the court sent the case to arbitration in October. Former National Security Council China Director Liza Tobin — now working as senior director for economy at the Special Competitive Studies Project, a group founded by former Google CEO Eric Schmidt — compares lidar to drones, solar panels and other devices that U.S. consumers now primarily buy from China. “It starts to be like rinse and repeat,” Tobin said. “Sometimes once we start noticing the problem in a particular subsector, like lidar, it’s almost too late.” Rep. Raja Krishnamoorthi, ranking member of the House Select Committee on the CCP, put it this way: “We’ve seen the movie before. The question is whether we can author a different ending.” Restrictions may not come from the U.S. side in the end. China is considering an export ban on lidar . China restricts exports on other raw materials and technologies both as retaliation for U.S. trade controls and out of national security concerns. However it happens, barring lidar sensors from China could end up helping China more than it helps the U.S. autonomous vehicle industry, the U.S. Hesai customer warned. “Virtually the whole industry uses these sensors,” the customer said. “If they were barred from the U.S. market and there was no replacement, it would have a serious impact on the industry’s ability to develop and grow. ... presumably to the benefit of China and Europe and other leading technology developers.” Adam Wren and Daniel Lippman contributed to this report.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Politics",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://fingfx.thomsonreuters.com/gfx/legaldocs/gkvlwjbaopb/OUSTER%20HESAI%20LAWSUIT%20complaint.pdf",
      "https://www.cov.com/~/media/files/corporate/publications/2015/06/china_passes_new_national_security_law.pdf",
      "https://www.opensecrets.org/federal-lobbying/clients/summary?cycle=2023&id=D000096601",
      "https://crsreports.congress.gov/product/pdf/IF/IF12473",
      "https://velodynelidar.com/press-release/velodyne-announces-patent-license-agreement-with-hesai/",
      "https://selectcommitteeontheccp.house.gov/media/press-releases/gallagher-krishnamoorthi-colleagues-request-investigation-all-prc-lidar",
      "https://insights.alixpartners.com/post/102ic0t/chinas-proposed-export-ban-on-lidar-technology-what-impact-will-it-have-on-the",
      "https://velodynelidar.com/press-release/velodyne-announces-patent-license-agreement-with-hesai",
      "https://www.insights.alixpartners.com/post/102ic0t/chinas-proposed-export-ban-on-lidar-technology-what-impact-will-it-have-on-the",
      "https://cov.com/~/media/files/corporate/publications/2015/06/china_passes_new_national_security_law.pdf",
      "https://www.velodynelidar.com/press-release/velodyne-announces-patent-license-agreement-with-hesai/",
      "https://opensecrets.org/federal-lobbying/clients/summary?cycle=2023&id=D000096601",
      "https://www.crsreports.congress.gov/product/pdf/IF/IF12473",
      "https://www.fingfx.thomsonreuters.com/gfx/legaldocs/gkvlwjbaopb/OUSTER%20HESAI%20LAWSUIT%20complaint.pdf",
      "https://www.opensecrets.org/federal-lobbying/clients/summary",
      "https://www.selectcommitteeontheccp.house.gov/media/press-releases/gallagher-krishnamoorthi-colleagues-request-investigation-all-prc-lidar"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joe biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "congress",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "san francisco",
          "sentiment": "none"
        },
        {
          "name": "beijing",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "phoenix",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:40.996+02:00",
    "updated": "2023-12-29T00:08:40.996+02:00"
  },
  {
    "uuid": "eac8976ea5f03853ca540b97e9f896bae2acf889",
    "url": "https://www.lovethispic.com/image/466166/good-friday-blessings-quote",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "waterbaby",
    "published": "2024-03-29T03:59:00Z",
    "title": "Good Friday Blessings Quote",
    "text": "[Love It](#)\nGood Friday Blessings Quote\nLoved on:\ni.pinimg.com/originals/a5/b0/a1/a5b0a1394a6bd2ff12ccda0943e7324a.jpg\nAdvertisement\nLoveThisPic is a place for people to come and share inspiring pictures, quotes, DIYs, and many other types of photos. The user 'Waterbaby' has submitted the Good Friday Blessings Quote picture/image you're currently viewing. You have probably seen the Good Friday Blessings Quote photo on any of your favorite social networking sites, such as Facebook, Pinterest, Tumblr, Twitter, or even your personal website or blog. If you like the picture of Good Friday Blessings Quote, and other photos & images on this website, please create an account and 'love' it. This will save the Good Friday Blessings Quote to your account for easy access to it in the future. We hope you enjoy this Good Friday Blessings Quote Pinterest/Facebook/Tumblr image and we hope you share it with your friends. Incoming search terms: Pictures of Good Friday Blessings Quote, Good Friday Blessings Quote Pinterest Pictures, Good Friday Blessings Quote Facebook Images, Good Friday Blessings Quote Photos for Tumblr.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "pinterest pictures",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        },
        {
          "name": "facebook images",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pinterest",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T07:00:49.521+03:00",
    "updated": "2024-03-29T07:00:49.521+03:00"
  },
  {
    "uuid": "3c50823fbe31424a03010a3ae2a51e7e25d2b126",
    "url": "https://30seconds.com/food/tip/26177/Magic-Vanilla-Cake-Recipe-Does-Something-Crazy-Delicious-While-Baking",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Donna John",
    "published": "2024-01-05T20:20:00Z",
    "title": "Magic Vanilla Cake Recipe Does Something Crazy & Delicious While Baking",
    "text": "Magic Vanilla Cake Recipe Does Something Crazy & Delicious While Baking by Donna John\n[Cakes/Cupcakes](/food/category/cakescupcakes/) [Desserts](/food/category/desserts/) [Like\nLike tip\nYou liked\n](/food/tip/26177/like) [26Comments\nAdd comment\n](#comments) [11Collections\nAdd to collection\nIn collection\n]()\nA magic cake? The magic of this vanilla magic\ncake recipe is that it separates into two layers from one batter when it bakes. Some of my family thought it tasted like bread pudding, some said egg custard and others thought the top layer was like a sponge cake. You can't go wrong with any of those desserts.\nThe shopping list for this magic vanilla cake recipe is simple: eggs, granulated sugar, butter, flour, half and half and vanilla. Egg yolks, sugar and water is beaten together until pale yellow and fluffy, then the melted butter is added. The flour and salt is mixed in followed by the vanilla. Set this mixture aside and beat egg whites until they reach stiff peaks. Fold those egg whites into the egg yolk batter (be gentle!) and pour into a prepared pan. The cake is baked and it will separate into those two gorgeous layers of goodness.\nWe did think it needed a sauce of some kind, so consider serving it with\nbourbon butterscotch sauce, maple caramel sauce or a fruit sauce like raspberry, blueberry or lemon curd.\nNote: 30Seconds is a participant in the Amazon affiliate advertising program and this post contains affiliate links, which means we may earn a commission or fees if you make a purchase via those links.\nCuisine: American\nPrep Time: 15 minutes\nCook Time: 50 minutes\nTotal Time: 1 hour and 5 minutes\nServings: 12\nIngredients\n- 4 egg yolks\n- 3/4 cup\ngranulated sugar\n- 2 tablespoons cold water\n- 1 stick (1/2 cup) butter, melted\n- 3/4 cup\nflour\n- 1/8 teaspoon salt\n- 2 cups whole milk or half and half (I used half and half)\n- 2 teaspoons\nvanilla\n- 4 egg whites, at room temperature\nHelpful Products\n8x8-inch Baking Pan Electric Mixer Measuring Cups Measuring Spoons Whisk Rubber Spatula Stand Mixer Parchment Paper\nRecipe Notes\n- I used half and half to make this cake.\n- Be very gentle when folding in the egg whites so they don't deflate.\nHere's how to make it:\n- Cut two pieces of parchment paper so they fit into the bottom of an 8-inch square baking pan and overlap the edges. Spray the bottom of the pan with nonstick cooking spray, then lay the first piece of parchment paper inside. Lay the second piece going the other way. This will make it easy to remove the cake once baked.\n- Put the egg yolks, sugar and water into the bowl of a stand mixer (you could also use a mixing bowl and handheld electric mixer). Beat until it turns pale yellow and is fluffy, at least 5 minutes. Don't undermix.\n- Slowly add in the melted butter.\n- Stir in the flour and salt. Scrape down the sides of the bowl. Pour in the milk and vanilla and mix on low until combined.\n- In another bowl, beat the egg whites until stiff peaks form, about 2 to 3 minutes.\n- Gently fold the egg whites into the egg yolk mixture. Do not overmix. You want to leave some unincorporated clumps on the top of the batter.\n- Pour the batter into the prepared baking pan.\n- Bake in a preheated 325-degree F oven for about 50 minutes. The top should be golden brown but the center should still jiggle. Cool the cake on the counter until it's at room temperature, then cover and refrigerate at least 4 hours.\nNutrition Facts Per Serving\nCalories: 281\nTotal Fat: 12.9g\nSaturated Fat: 5.6g\nCholesterol: 422mg\nSodium: 82mg\nTotal Carbohydrate: 21.6g\nDietary Fiber: 0.2g\nTotal Sugars: 15.9g\nProtein: 10.2g\nVitamin D: 45mcg\nCalcium: 68mg\nIron: 1mg\nPotassium: 147mg\nRecipe cooking times, nutritional information and servings are approximate and provided for your convenience. However, 30Seconds is not responsible for the outcome of any recipe, nor may you have the same results because of variations in ingredients, temperatures, altitude, errors, omissions or cooking/baking abilities. This recipe has been analyzed by VeryWellFit. However, any nutritional information is provided as a courtesy and it is up to the individual to ascertain accuracy. To ensure image quality, we may occasionally use stock photography.\nNeed to convert cooking and baking measurements? Here are some\nkitchen conversion charts. Here's how to submit your recipes to 30Seconds.\nTake 30 seconds and\njoin the 30Seconds community, and follow us on Facebook to get recipes in your newsfeed daily.\nRelated Products on Amazon We Think You May Like:\n30Second Mobile, Inc. is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for us to earn fees by linking to Amazon.com and affiliated sites.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.amazon.com/s?k=whisk&crid=1RPA5BNLQTLJG&sprefix=whisk%2Caps%2C193&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://www.amazon.com/s?k=stand+mixer&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=vanilla+extract&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://www.amazon.com/s?k=all+purpose+flour&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://www.amazon.com/s?k=granulated+sugar&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=rubber+spatula&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://www.facebook.com/30SecondsCom",
      "https://www.amazon.com/s?k=measuring+spoons&crid=1C7FUEMZCSD0F&sprefix=measuring+spoon%2Caps%2C280&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://www.amazon.com/s?k=measuring+cups&crid=2S0P87I8AF2ZT&sprefix=measuring+u%2Caps%2C404&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=electric+mixers&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://www.amazon.com/s?k=8x8+baking+pan&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=parchment+paper&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://amazon.com/s?k=measuring+spoons&crid=1C7FUEMZCSD0F&sprefix=measuring+spoon%2Caps%2C280&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://amazon.com/s?k=parchment+paper&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://amazon.com/s?k=all+purpose+flour&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://amazon.com/s?k=8x8+baking+pan&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://amazon.com/s?k=granulated+sugar&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://amazon.com/s?k=rubber+spatula&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://www.amazon.com/s",
      "https://amazon.com/s?k=electric+mixers&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://amazon.com/s?k=vanilla+extract&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://amazon.com/s?k=whisk&crid=1RPA5BNLQTLJG&sprefix=whisk%2Caps%2C193&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://amazon.com/s?k=measuring+cups&crid=2S0P87I8AF2ZT&sprefix=measuring+u%2Caps%2C404&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://amazon.com/s?k=stand+mixer&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://facebook.com/30SecondsCom"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "donna john",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:43:32.518+02:00",
    "updated": "2024-01-06T00:43:32.518+02:00"
  },
  {
    "uuid": "6d01ee448e250fe9ad560bd486061e157d46ee3c",
    "url": "https://www.ilgazzettino.it/nordest/treviso/cani_grossa_taglia_spaventano_residenti_preganziol-8960476.html",
    "ord_in_thread": 0,
    "author": "Laura Paladin",
    "published": "2025-07-17T02:05:00Z",
    "title": "Due cani di grossa taglia e aggressivi spaventano i residenti di Frescada. L'opposizione: «Ora basta»",
    "text": "PREGANZIOL - «Ci sono due cani di grossa taglia, piuttosto aggressivi e territoriali, che scorrazzano liberamente generando non poco timore nei confronti di residenti e anche bambini. La problematica c’è ormai da mesi e anche un recente increscioso episodio lo dimostra. Chiedo di mettere in atto dei provvedimenti per evitare il peggio». Questa una parte della lettera che Raffaele Freda, consigliere capogruppo di Fratelli d’Italia, ha spedito al comando dei carabinieri di Mogliano che riguarda due cani «nei pressi di Frescada, per nulla affabili, oggetto di numerose segnalazioni dei residenti e di un’interrogazione in consiglio comunale a Preganziol, volta a evidenziare come la situazione non rappresenti la preoccupazione di pochi ma un cruccio diffuso tra gli abitanti del quartiere».\nLa situazione\nLa situazione è nota da tempo e mette in allarme non solo i residenti, ma anche i genitori dei bambini che frequentano la primaria Comisso, poco distante dalla zona in cui due cani passano frequentemente. «Alcuni studenti si dirigono autonomamente verso casa e questo è motivo di ulteriore preoccupazione - continua il consigliere nel suo scritto -. Un ultimo episodio si è verificato recentemente quando un residente, nelle prime ore del mattino, mentre stava uscendo di casa per andare a lavoro, è stato braccato dalla coppia di cani che stazionavano vicino al suo cancello di casa, costringendolo a rientrare per scongiurare un’aggressione. Ora vive con timore per la sua incolumità ogni volta che deve allontanarsi dalla sua dimora. Ma oltre a questo, la situazione si trascina ormai da molti mesi». La lettera si conclude con una richiesta per sistemare la situazione una volta per tutte. «È una questione che richiede un intervento allo scopo di scongiurare episodi spiacevoli se non drammatici - conclude Freda nella lettera, riferendosi all’Arma -. Vi chiedo di voler prendere a cuore la criticità e mettere in atto i provvedimenti più congrui per liberare da questa preoccupazione i cittadini della zona interessata».",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Crime, Law and Justice->animal abuse",
      "Social Issue->discrimination",
      "Social Issue->social problem",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Raffaele Freda",
          "sentiment": "none"
        },
        {
          "name": "Comisso",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Preganziol",
          "sentiment": "none"
        },
        {
          "name": "Frescada",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Fratelli d’Italia",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "carabinieri",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_it",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T08:02:15.862+03:00",
    "updated": "2025-07-18T05:07:36.000+00:00"
  },
  {
    "uuid": "be63093311604ad178878fe42bdea4664e17bceb",
    "url": "https://www.meneame.net/story/alvise-perez-reconoce-video-cobro-100-000-euros-negro-todo-pagar/c034",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Empakus",
    "published": "2024-09-26T19:56:00Z",
    "title": "#34 Alvise Pérez reconoce en un vídeo el cobro de 100.000 euros en negro: \"Todo impuesto que podáis evitar pagar, no lo paguéis\"",
    "text": "Portada\nmis comunidades\notras secciones\nNOTICIÓOOOONNNN EN LAS GAUNAAAAAASSSS!!!!!\nCONFIRMADO! Los votantes de alvise son TONTOS!!!!\n[#3](c3#c-3) Lo de pagar los menos impuestos posibles, incluso defraudando si hace falta, y que luego todos viven de, y esquilman, lo público es algo que se presupone a la derecha española. Pero es verdad que es algo que sus votantes suelen aceptar porque ellos harían lo mismo. Aunque sean pobres y dependan de la recaudación de impuestos y se ahorren 20€ al año cuando los bajan. Pueden ser tontos pero votan porque se sienten identificados con el personaje.\n[#11](c11#c-11) ¿De verdad crees que todos los que piden que no les hagan actura cuando les hacen un servicio, por ejemplo, son de derechas? Eso también es evadir impuestos.\n[#21](c21#c-21) No, me refiero a que los de derechas suelen estar en contra de pagar impuestos, no que los que defraudan sean todos de derechas. Y en este caso hablo de los políticos y de a lo que aspiran sus votantes. A mucha gente le gustaría no pagar impuestos pero no defraudan de forma generalizada.\n[#11](c11#c-11) Es que ese es el problema. Hoy en día las redes sociales han conseguido que el discurso de derechas antiayudas y antiimpuestos cale incluso entre quienes reciben ayudas y prácticamente no pagan impuestos por su situación económica. Después los ves alabando a todos los colgaos que se piran del país o que crean sociedades para no pagar impuestos y ninguno pila que si no llega a ser por los impuestos de otros no tendrían ni dinero para llevar a los hijos al colegio y pagarse la sanidad. Creen que sin impuestos su sueldo de mierda se transforma mágicamente en un sueldazo y no hay manera de explicarles que seguirán formando parte de los que menos cobran del país, solo que ahora la distancia con los de arriba se ampliará.\nPor eso aparecen sujetos como Trump y Alvise, porque al final son los estafadores que muchos de sus votantes serían si tuviesen dinero o medios.\n[#24](c24#c-24) Hombre, no me tomes a mal, pero que sí, que los votantes son tontos, pero luego resulta que el voto del tonto vale lo mismo que el voto culto y el del académico erudito.\nQué gañanes son, pero ahí están esos tontos apoyando a su amado lider.\nAcordémonos de Led Zeppelin y de la Orquesta Maracaibo, Ignatius sobre los votantes de izquierda:\n[#30](c30#c-30) Nadie pone en duda que su voto valga lo mismo. Pero son tontos. Lo digo por aquellos que teniendo salarios bajos, están votando contra el estado social. A ver cómo pagan luego el seguro médico. Y por los criptobros que sueñan con hacerse ricos por la vía rápìda y en ese sueño no quieren pagar impuestos. Y tambíen por empresarios que pueden tener ya una cierta riqueza, pero que critican al estado sin entender realmente cómo funciona y el valor de tener un estado que provea servicios como promover medidas ecológicas, ayudas a quien no tenga un salario para por lo menos tener un techo, o educación para los hijos de familias humildes que el día de mañana pueden llegar a ser buenos médicos, abogados, ...\nDigo tontos por irreflexivos y por falta de comprensión de la complejidad de una democracia que funcione y sea justa con todos. También porque estoy seguro de que muchos no escucharían más de 2 frases de este tipo para decidir votarle, sólo por una cierta rebeldía, aunque sin darse cuenta de que se tiraban piedras a su propio tejado. Y sí, me temo que ahí habrá mucha gente que pueda ser casi analfabeta, pero no es sólo eso.\n[#3](c3#c-3) A mí me parece que no son exactamente tontos, me parece que son exactamente como él. Impuestos cero y etc.\n[#18](c18#c-18) Te aseguro que son tontos.\nLo de la maldad, es cierto que en unos cuantos irá en el pack, pero tontos son... casi todos los que le han votado. Luego habrá por ahí 4 ricachones a los que se la sopla que haya sanidad pública porque no tienen pensado pisarla.\nY aún así, les perjudicaría el que no hubiese nada de estado, pero obviamente entiendo que lo que habría con esta gente es un estado muy pequeño, pero seguiría habiendo algún servicio tipo policía o jueces. Eso sí, para los ricos y dando palos todos los días en la calle.\n[#25](c25#c-25) Aunque sean tontos y con carné de tontos, esos votos valen tanto como el voto del listo. A la ultraderecha les vale el voto de los tontos y los listos, ellos van al objetivo y luego ríete tú de que solo les voten gñanes, pues ahí están los gañanes apoyando a su amado líder. A ver cuando la izquierda atrae al voto gañán y el voto de tontos con pedigrí.\n[#0](c0#c-0) A ver si es el mismo Alvise de esta otra -> Alvise confiesa en un vídeo que cobró 100.000 euros en efectivo y sin factura para \"tener más ahorros\" y no \"enriquecerse con la política\"\nQ huevos tiene el tio...\nConfiesa este delito para q no le metan financiacion ilegal y 5x lo cobrado de multa...\nEsta solo a la pasta rn plan muy descarado y la gente le sigue apoyando...\nEs espectacular.\nYo creo q en el Brexit se dieron cuenta q hay un porcentaje de la poblacion dispuesto a votar a cualquier soplapollas solo para q mande todo a tomar por culo aunq no tengan ni reputisima idea de q van a hacer al dia siguiente de q se vaya todo a la mierda...\nSubnormales q antes estaban con el soberano dando la chapa en las barras de bar ahora, con internet, se juntan para destruir todo y luego q sea lo q sea...\neste tío venía a reformar la política o no se qué… es de risa… pero es un reflejo de cómo está el patio\nFuturo socio del que no es presidente porque no quiso y de M. Rajoy\nVamos a ver... este tío era el asesor de Toni Cantó... que esperáis de él?\nEstá intentando hacer pasar su financiación ilegal por un simple fraude a hacienda.\nYa tiene que ser grave para que admita lo segundo... a ver si cuela.\nEl no quería, pero lo han obligado, a base de impuestos.\nLas declaraciones son bastante vergonzosas pero podía haber dicho que ha pagado sus impuestos en base a un marco impositivo singular.\nSi los Españoles hiciésemos una buena huelga fiscal de cierto tiempo, recordaríamos al los diferentes gobiernos y funcionarios que ellos son nuestros servidores... Y que no aguantamos ya más mentiras, engaños, abusos, inacciones y demás mierdas...\nUffff...\nA lo mejor, así, se ponían todos un poco las pilas...\nAlvise, son dos delitos, fraude fiscal y delito electoral, que lo has reconocido. Querías dinero no controlado por Hacienda para superar los límites de campaña.\nCuantas veces ya le han pillado en su corta carrera de mentiroso y chorizo europarlamentario.\nSe presento a las elecciones europeas por la inmunidad parlamentario\nSe acabó la diversión... llego hacienda y mando a parar....",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T01:08:34.313+03:00",
    "updated": "2024-09-27T01:08:34.313+03:00"
  },
  {
    "uuid": "228750ede749722e3b3df542cb3d7ccb16ebe5dc",
    "url": "https://www.wsmv.com/2024/06/22/missing-hiker-found-alive-after-being-lost-10-days-mountains",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "KSBW via CNN Newsource",
    "published": "2024-06-22T00:00:00Z",
    "title": "Missing hiker found alive after being lost for 10 days in mountains",
    "text": "SANTA CRUZ COUNTY, Calif. (KSBW) - A missing hiker was finally rescued after he was lost for 10 days in the Santa Cruz Mountains of California. The 34-year-old man was only going for a three-hour hike when he disappeared. “I didn’t bring anything because I thought I was doing a three-hour hike to go to work,” Lukas McClish, the rescued hiker, said. He was lost in the woods for nine nights and 10 days, shirtless with only a flashlight and folding scissors. It would be more than a week before the raggedy-looking hiker would be found. “So, I kind of just hiked. Each day, I go up a canyon, down a canyon to the next waterfall, sit down by the waterfall, drink water out of my boot,” Lukas McClish recalled. It was a Tuesday when Lukas McClish went for a hike in Boulder Creek and ended up getting lost. “I felt comfortable the whole time I was out there. I wasn’t worried about it,” Lukas McClish said. “I had a mountain lion that was following me, but it was cool. It kept its distances. I think it was just somebody watching over me.” The problem was that Lukas McClish didn’t tell anyone where he was going. By the time Father’s Day rolled around on Sunday, his family started worrying and filed a missing person’s report. The search was on then. “Some nights, although, I just had to trust God that he was going to be OK, and that was hard to do some nights when we would go to bed at night because I would worry about where he was, where he was sleeping and how cold he was and where he was if he was alive,” Diane McClish, the hiker’s mother, said. Lukas McClish drank from water from creeks, ate wild berries and slept on a wet bed of leaves all while yelling for help and thinking of his next meal. “‘Just help. Help, I’m over here.’ Or, ‘Is anybody out there?’” Lukas McClish remembered saying while he was lost. “I want a burrito or a taco bowl. That’s what I thought about every day when I, after the first five days, when I started to kind of realize that I might be in over my head.” But on Thursday afternoon, someone finally heard his cries for help. The Boulder Creek Fire Department deployed a drone and spotted his location. A K-9 tracked him down and Lukas McClish was escorted out of a remote canyon, finally reunited with family. “Met a lot of people because I had more people come to me and tell me how much they love my son and how they just hoped that we would find him,” Diane McClish said. “I didn’t realize that so many people in this town love Luke.” Fortunately, Lukas McClish had no major injuries. Copyright 2024 KSBW via CNN Newsource. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lukas mcclish",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ksbw",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "calif.",
          "sentiment": "none"
        },
        {
          "name": "boulder creek",
          "sentiment": "none"
        },
        {
          "name": "santa cruz mountains of california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T15:33:41.515+03:00",
    "updated": "2024-06-22T15:33:41.515+03:00"
  }
]