[
  {
    "uuid": "674ea882bdeed7249cb09150beb9c65f83af3dd5",
    "url": "https://keyt.com/sports/national-sports/cnn-sports/2023/12/28/detroit-pistons-lose-in-overtime-to-boston-celtics-and-tie-nba-record-with-28-straight-losses/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newsource",
    "published": "2023-12-29T03:39:00Z",
    "title": "Detroit Pistons lose in overtime to Boston Celtics and tie NBA record with 28 straight losses",
    "text": "Detroit Pistons lose in overtime to Boston Celtics and tie NBA record with 28 straight losses\nBy Eric Levenson and Homero De la Fuente, CNN\n(CNN) — The Detroit Pistons continued their march toward infamy on Thursday in a 128-122 overtime loss to the Boston Celtics, tying an NBA record of futility with their 28th consecutive loss.\nThe Pistons have been on an unrivaled single-season run of failure over the past two months, and on Tuesday set the NBA record for most consecutive losses in a season with 27.\nWith this latest loss, Detroit tied the NBA’s overall record losing streak of 28 games, a mark achieved by the Philadelphia 76ers stretching from the end of the 2014-2015 season to the start of the following year.\nThe Celtics came into the game with the best record in the NBA at 23-6, while the Pistons entered at an NBA-worst 2-28.\nDespite the mismatch, the Pistons went into halftime up 66-47, but Boston came storming back to even the game by outscoring Detroit 35 to 16 in the 3rd quarter in front of the raucous crowd at TD Garden in Boston.\nIn the fourth quarter, both teams exchanged leads throughout the contest before Boston managed to take a 106-100 lead with under two minutes left. Detroit though would respond with six straight points from Jaden Ivey to tie the game.\nWith both teams tied at 108-108, Celtics superstar Jayson Tatum had a chance to win the game at the buzzer but missed the midrange jumper to take the game into overtime.\nIn overtime, Boston guard Derrick White scored 10 points to help the Celtics pull away with the win.\nThe Pistons’ last win came on October 28, when they defeated the Chicago Bulls.\nThe 2010-2011 Cleveland Cavaliers and 2013-2014 Philadelphia 76ers shared the\nprevious single-season mark at 26 games lost.\nThe Pistons will next have a chance to either break the NBA record or end the losing streak when they play against the Toronto Raptors on Saturday in Detroit.\nThe losing streak is a brutal disappointment for a team that has tried to rebuild through youth the last few seasons with high draft picks – including guard Cade Cunningham with the No. 1 overall pick in 2021, and Ausar Thompson with the No. 5 pick this year – and by luring coach Monty Williams to the club this year with a\nhefty contract.\nThe-CNN-Wire\n™ & © 2023 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.\nCNN’s Jason Hanna contributed to this report.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [
      "https://www.cnn.com/2023/06/01/sport/monty-williams-detroit-pistons-nba-coach-spt-intl/index.html",
      "https://www.cnn.com/2023/12/23/sport/detroit-pistons-nba-longest-losing-streak",
      "https://cnn.com/2023/06/01/sport/monty-williams-detroit-pistons-nba-coach-spt-intl/index.html",
      "https://cnn.com/2023/12/23/sport/detroit-pistons-nba-longest-losing-streak"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "eri",
          "sentiment": "negative"
        },
        {
          "name": "levenson",
          "sentiment": "none"
        },
        {
          "name": "homero de la fuente",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "detroit pistons",
          "sentiment": "negative"
        },
        {
          "name": "boston celtics",
          "sentiment": "negative"
        },
        {
          "name": "nba",
          "sentiment": "negative"
        },
        {
          "name": "pistons",
          "sentiment": "none"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "detroit",
          "sentiment": "none"
        },
        {
          "name": "celtics",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "detroit",
          "sentiment": "none"
        },
        {
          "name": "td garden",
          "sentiment": "none"
        },
        {
          "name": "philadelphia",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T05:48:11.933+02:00",
    "updated": "2023-12-29T05:48:11.933+02:00"
  },
  {
    "uuid": "be383425847f95bf81f864431cd76690f594d75a",
    "url": "https://website-to-hire-programme36476.ampedpages.com/new-step-by-step-map-for-website-to-hire-programmers-51616169",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Website-To-Hire-Programme",
    "published": "2023-12-28T21:33:00Z",
    "title": "New Step by Step Map For website to hire programmers",
    "text": "“For my small business to continue to grow, I should hire the proper individuals. ZipRecruiter finds us the best people today to the occupation.”\nPhoebe is meticulous about her code, a passionate advocate for most effective procedures, and is aware of how basic conversation is in offering Outstanding products and solutions.\nWe've been delighted to serve our clientele and consider terrific satisfaction in providing good quality services that exceed their expectations. Here is what some of them need to say about us:\nAfter you hire Indian programmers from a properly-regarded & reliable offshore enhancement firm like ValueCoders, it makes sure the achievements of your respective venture.\nWe're dependable by multiple enterprises and fortune five hundred corporations On the subject of offering mobility methods. You'll get fascinating mobile software growth after you hire our developers properly-versed in the newest cell app advancement technological innovation and platforms.\nConsider these content articles For additional assistance on partnering by using a custom made software program advancement enterprise and the reasons it fails.\nIrrespective of whether you’re looking for a full-time developer or perhaps a freelancer for a brief-term undertaking, there are several choices accessible. By pursuing the ideas outlined on this page, you'll be able to raise your likelihood of finding the best candidate for your\nwebsite to hire best programmers personal future undertaking.\nThe website also includes a job board in which you can submit job supply and demonstrate it directly to the pertinent viewers.\nWith expanding Levels of competition and extended Performing several hours, employing a group of Indian developers is the most suitable choice who do the job with versatile timing.\nScalable Route is often a technological staffing agency with A huge number of freelance program developers and designers from in excess of 138 nations around the world. Scalable Route presents Just about every shopper personalized aid all over the entire using the services of course of action, handpicking the candidates based on the challenge demands.\nHigh-quality Concerns: Not all builders deliver a similar amount of high-quality. Verifying the know-how and encounter of candidates gets important in order to avoid subpar\nwebsite to hire programmers outcomes.\nTo make sure we will accommodate all requires, we provide customizable assistance ideas which can be adapted to any predicament.\nIf you hire builders in India from PixelCrayons, you will find\nhttps://connerrqkez.blog2freedom.com/24330514/examine-this-report-on-website-to-hire-programmers professionals holding 5+ many years of common practical experience in Website and cell application growth.\nBy having a distinct knowledge of what you require, you’ll be better equipped to find a candidate who meets your certain demands.\nNew Step by Step Map For website to hire programmers\n“For my small business to continue to grow, I should hire the proper individuals. ZipRecruiter finds us the best people today to the occupation.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://connerrqkez.blog2freedom.com/24330514/examine-this-report-on-website-to-hire-programmers",
      "https://trevorfntur.atualblog.com/30010678/helping-the-others-realize-the-advantages-of-website-to-hire-programmers",
      "https://website-to-hire-programme61638.dbblog.net/56099812/the-basic-principles-of-website-to-hire-programmers",
      "https://www.connerrqkez.blog2freedom.com/24330514/examine-this-report-on-website-to-hire-programmers",
      "https://www.website-to-hire-programme61638.dbblog.net/56099812/the-basic-principles-of-website-to-hire-programmers",
      "https://www.trevorfntur.atualblog.com/30010678/helping-the-others-realize-the-advantages-of-website-to-hire-programmers"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ziprecruiter",
          "sentiment": "neutral"
        },
        {
          "name": "phoebe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "valuecoders",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:39:33.841+02:00",
    "updated": "2023-12-29T02:39:33.841+02:00"
  },
  {
    "uuid": "fd0ef66a6b74b3f08087139df78d91a538a7606e",
    "url": "https://www.infobae.com/america/agencias/2023/12/29/denuncian-la-detencion-de-un-tercer-sacerdote-nicaraguense-en-las-ultimas-24-horas/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsroom Infobae",
    "published": "2023-12-29T14:45:00Z",
    "title": "Denuncian la detención de un tercer sacerdote nicaragüense en las últimas 24 horas",
    "text": "San José, 29 dic (EFE).- El sacerdote nicaragüense Fernando Calero fue detenido por la Policía, con lo que suman tres los curas encarcelados en las últimas 24 horas, denunció este viernes la abogada e investigadora nicaragüense exiliada Martha Patricia Molina.\n\"Policía sandinista secuestra al sacerdote Fernando Calero, párroco de Nuestra Señora de Fátima (en el municipio de) Rancho Grande, (departamento de Matagalpa). Se desconoce su paradero\", señaló Molina, autora del estudio titulado 'Nicaragua: ¿Una Iglesia perseguida?', a través de su cuenta de la red social X (antes Twitter).\nSegún la investigadora, Calero fue \"secuestrado por la Policía Nacional en su parroquia\" tras haber mencionado al obispo encarcelado Rolando Álvarez, quien preside la Diócesis de Matagalpa, en una misa.\n\"No existe una acusación formal en contra de él y no se tiene información de su paradero\", explicó.\nCalero se suma a los sacerdotes Carlos Avilés y Héctor Treminio, vicario general y tesorero de la Arquidiócesis de Managua, respectivamente, que fueron detenidos el jueves por la Policía y civiles.\nLa semana pasada, las autoridades detuvieron al obispo Isidoro Mora, a dos sacerdotes y a dos seminaristas.\nNi el Gobierno ni la Policía Nacional han confirmado o negado la presunta detención de los religiosos.\nEl cardenal nicaragüense y arzobispo de Managua, Leopoldo Brenes, aún no se pronuncia sobre esos arrestos.\nQuien sí lo hizo fue el exiliado obispo auxiliar de Managua, Silvio Báez, a quien el papa Francisco ordenó dejar Nicaragua en 2019 por motivos de seguridad, quien se declaró indignado por los encarcelamientos de tres sacerdotes de la Arquidiócesis de Managua.\nEn el caso de Mora, obispo de la Diócesis de Siuna, en el Caribe de Nicaragua, fue arrestado un día después de mencionar en una homilía al obispo Rolando Álvarez, condenado en febrero pasado a más de 26 años de prisión por delitos considerados traición a la patria tras negarse a abandonar su país.\nMora es el segundo obispo detenido en Nicaragua. El primero fue Álvarez, quien el 10 de febrero pasado fue condenado a 26 años y 4 meses de prisión, despojado de su nacionalidad, y suspendidos sus derechos ciudadanos de por vida por delitos considerados traición a la patria.\nEsa condena fue dictada un día después de que Álvarez rechazó subirse a un avión que lo iba a llevar, junto con otros 222 excarcelados políticos nicaragüenses, hacia Estados Unidos, lo que provocó la indignación del presidente Ortega, quien en una cadena nacional lo calificó de \"soberbio\", \"desquiciado\" y \"energúmeno\".\nLas relaciones del Gobierno de Daniel Ortega y la Iglesia católica viven momentos de gran tensión, marcadas por la expulsión y encarcelamiento de sacerdotes, la prohibición de actividades religiosas y la suspensión de sus relaciones diplomáticas.\nEl Gobierno de Nicaragua excarceló en octubre pasado a 12 sacerdotes y los envió al Vaticano, aunque entre esos religiosos no se encontraba el obispo Álvarez.\nNicaragua atraviesa una crisis desde abril de 2018, que se ha acentuado tras las elecciones de noviembre de 2021, en las que Ortega fue reelegido para un quinto mandato, cuarto consecutivo y segundo junto a su esposa, Rosario Murillo, como vicepresidenta, con sus principales contendientes en prisión. EFE\nmg/gf/eat",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T16:51:09.524+02:00",
    "updated": "2023-12-29T16:51:09.524+02:00"
  },
  {
    "uuid": "6414663f9d6d1efd8545149d15e6fa519ca7f76d",
    "url": "https://flipboard.com/article/mark-zuckerberg-s-brand-bounces-back-from-robotic-to-authentic/f-74dbe793f3%2Faxios.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Axios - Eleanor Hawkins",
    "published": "2024-02-29T00:00:00Z",
    "title": "Mark Zuckerberg's brand bounces back from robotic to authentic | Flipboard",
    "text": "Mark Zuckerberg's brand bounces back from robotic to authentic Meta founder and CEO Mark Zuckerberg's reputation as a robotic tech villain has started to fade due to a series of authentic and — dare we say … Related storyboards Related articles [Teenage Engineering EP-133 K.O. II](/@ralfkober/the-amazing-magazine-anttdguaz/teenage-engineering-ep-133-k-o-ii/a-z1-dpxkxTc268BAgP9OVsw%3Aa%3A95712741-e1d2af1124%2Funcrate.com) Teenage Engineering's EP-133 K.O. II takes its legendary PO-33 K.O! into the professional realm, with more power and a workflow that's faster than … [$1,000 invested in SHIB at start of 2024 returned](/@finbold/cryptocurrency-news-oe9t7rluz/1-000-invested-in-shib-at-start-of-2024-returned/a-jVRwBz5WTzWbukXEkUgGVw%3Aa%3A3358497006-d8d0cacbdc%2Ffinbold.com) Shiba Inu (SHIB) experienced an exponential surge in the previous month, resulting in gains of over 50% and breaking through the $0.00001 … [ZAGG launches 29% off Leap Day sale on entire collection of mophie chargers and much more](/@9to5mac/apple-deals-6l77a8r0z/zagg-launches-29-off-leap-day-sale-on-entire-collection-of-mophie-chargers-and-/a--2_8AuVORmW-6fuzqXHSSg%3Aa%3A151168268-758f1d1891%2F9to5toys.com) ZAGG is rolling out a new Leap Day sale today to take full advantage of the extra time before March arrives. Through the end of today, you’ll be able to save 29% across everything the company sells, including the latest mophie chargers, ZAGG iPhone 15 cases and screen protectors, and so much more. … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Mark Zuckerberg](/topic/markzuckerberg) [Facebook CEO, Mark Zuckerberg Arrives In Jamnagar For Pre-Wedding Festivities Of Anant Ambani](/topic/markzuckerberg/facebook-ceo-mark-zuckerberg-arrives-in-jamnagar-for-pre-wedding-festivities-of/a-QQTj5FzjSxWm42WxuTFG3Q%3Aa%3A1874262022-16bea38819%2Fbollywoodshaadis.com) Anant Ambani and Radhika Merchant's pre-wedding festivities that will commence on March 1, 2024, are going to witness celebrities and renowned people … [Bill Gates and Mark Zuckerberg are among the CEOs and celebs set to attend a 3-day pre-wedding party being thrown by an Indian tycoon worth $113 billion](/topic/markzuckerberg/bill-gates-and-mark-zuckerberg-are-among-the-ceos-and-celebs-set-to-attend-a-3-d/a-Ab-L62b3R42zgJzYlDFzLw%3Aa%3A221841707-03086aa691%2Fbusinessinsider.com) Some of the world's top business leaders are expected to attend the pre-wedding celebrations of Anant Ambani in India. He's a son of the billionaire Mukesh Ambani, the chair of the Fortune 500 company Reliance Industries. The elder Ambani has an estimated net worth of $113 billion, according to … [The Message in Bezos’ and Zuckerberg’s Stock Sales](/topic/markzuckerberg/the-message-in-bezos-and-zuckerberg-s-stock-sales/a-QpPekAsKRVSSduVS4ZyEHQ%3Aa%3A3772563085-6aff1d0923%2Fadvisorperspectives.com) With the S&P 500 near all-time highs, insider share sales have picked up at top-performing companies. This quarter alone, Jeff Bezos sold about $9 …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mark zuckerberg",
          "sentiment": "neutral"
        },
        {
          "name": "flipboard mark zuckerberg",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "shib",
          "sentiment": "none"
        },
        {
          "name": "zagg",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:48:03.219+02:00",
    "updated": "2024-03-01T00:48:03.219+02:00"
  },
  {
    "uuid": "3a237b3b60c1a3d9e2e10579c5f2c20b5d63c06e",
    "url": "https://www.nbcmiami.com/news/business/money-report/clarence-thomas-took-more-undisclosed-trips-paid-for-by-gop-megadonor-harlan-crow-senate-committee-chair-says/3337169",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@nbc6",
    "published": "2024-06-13T21:00:00Z",
    "title": "Clarence Thomas took more undisclosed trips paid for by GOP megadonor Harlan Crow, Senate committee chair says",
    "text": "Supreme Court Justice Clarence Thomas omitted at least three trips gifted by Republican megadonor Harlan Crow from his financial disclosures, Senate Judiciary Committee chairman Dick Durbin, D-Ill., said. Durbin’s office obtained the information through a subpoena for Crow that the Judiciary panel authorized as part of an ethics probe of the court. Thomas recently amended a prior financial disclosure to include trips to Indonesia, and California that he had accepted from Crow and without disclosing at the time. Crow’s office said it struck a deal to give the committee seven years of information — in exchange for the panel dropping its investigation into the real estate magnate. Supreme Court Justice Clarence Thomas has omitted at least three private jet trips gifted by Republican megadonor Harlan Crow from his annual financial disclosures , a top Senate Democrat alleged Thursday.\nThose trips included private flights in 2017, 2019 and 2021 that Thomas failed to disclose, according to Judiciary Committee Chairman Dick Durbin of Illinois.\nDurbin’s office said it obtained documents revealing the trips as a result of the Judiciary panel authorizing a subpoena for Crow in November as part of an ethics probe of the Supreme Court.\nCrow’s office told CNBC that it struck an agreement to provide the committee with relevant information stretching back seven years — in exchange for the panel dropping its investigation into the real estate magnate.\n“Despite his serious and continued concerns about the legality and necessity of the inquiry, Mr. Crow engaged in good faith negotiations with the Committee from the beginning to resolve the matter,” his office said in a statement.\nThe documents revealed a private flight in May 5, 2017, taking Thomas from St. Louis, Missouri, to Kalispell, Montana, and a return flight to Dallas, Texas, on May 9, the senator’s office said in a press release.\nCrow’s documents also showed round-trip flights from Washington, D.C., to Savannah, Georgia, on March 23, 2019, and to and from D.C. to San Jose, California, on June 29, 2021, Durbin’s office said.\nThe Senate probe of the Supreme Court “makes it crystal clear that the highest court needs an enforceable code of conduct, because its members continue to choose not to meet the moment,” Durbin said in a statement.\nSpokespeople for Thomas and the Supreme Court did not immediately respond to CNBC’s requests for comment.\nThe Judiciary chairman released the information less than a week after Thomas amended his 2019 financial disclosure report to include trips to Bali, Indonesia, and Monte Rio, California, that he had accepted from Crow that year.\nThomas said in his latest disclosure that those two trips were “inadvertently omitted” at the time.\nProPublica first revealed them last year, reporting in a bombshell investigation that the Bali trip could have exceeded $500,000 if the conservative justice paid for it himself. Thomas’ amendment in last week’s disclosure does not say how much the trips were worth.\nThomas’ attorney Elliot Berke said in August 2023 that the justice had correctly followed judicial guidance that at the time did not require him to disclose transportation.\nThe new information from Durbin also follows a recent analysis from judicial reform group Fix the Court, which found that Thomas has accepted millions of dollars’ worth of gifts during his more than three-decade tenure on the nation’s highest court.\nThat figure dwarfs the combined value of all the gifts received by the eight other current justices, Fix the Court’s analysis showed.\nArgentina’s Senate passes Milei’s economic reform bill as protesters clash with riot police Judge bars ‘pharma bro’ Martin Shkreli from streaming Wu-Tang Clan album after suit says he copied it Biden cheers cooling inflation ahead of key Fed interest rate decision Trump and Biden campaigns go head-to-head with rival fundraisers in London The court in November announced a code of conduct aimed to tamp down any “misunderstanding” that its nine life-appointed members see themselves as unbeholden to ethical rules.\nBut the document, which has no apparent enforcement measures, has hardly quieted the court’s chorus of mostly Democratic critics. Their gripes have only grown as the court, which bears a 6-3 conservative majority, gears up to deliver key rulings related to former President Donald Trump .\nDurbin said Thursday that as long as Chief Justice John Roberts refuses to adopt an enforceable code of conduct, the committee will continue to push for legislation that would saddle the court with new ethical and financial rules.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.judiciary.senate.gov/press/releases/senate-judiciary-committee-votes-to-authorize-subpoenas-for-harlan-crow-and-leonard-leo",
      "https://www.cnbc.com/2024/06/13/argentinas-senate-passes-mileis-reform-bill-amid-violent-protests.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107428769",
      "https://www.cnbc.com/2024/06/12/biden-cooling-inflation-trump.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107428769",
      "https://www.cnbc.com/2024/06/12/trump-and-biden-campaigns-go-head-to-head-with-rival-fundraisers-in-london.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107428769",
      "https://www.propublica.org/article/clarence-thomas-scotus-undisclosed-luxury-travel-gifts-crow",
      "https://www.cnbc.com/2023/11/13/supreme-court-adopts-ethics-code-as-justices-face-criticism-over-financial-disclosures.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107428769",
      "https://www.cnbc.com/2024/06/12/martin-shkreli-barred-stream-wu-tang-clan-album.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107428769",
      "https://www.cnbc.com/2024/06/07/beyonce-supreme-court-ketanji-brown-jackson-clarence-thomas.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107428769",
      "https://www.congress.gov/bill/118th-congress/senate-bill/359",
      "https://www.cnbc.com/2024/06/06/supreme-court-justices-millions-dollars-gifts-clarence-thomas.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107428769",
      "https://congress.gov/bill/118th-congress/senate-bill/359",
      "https://www.cnbc.com/2024/06/13/argentinas-senate-passes-mileis-reform-bill-amid-violent-protests.html",
      "https://judiciary.senate.gov/press/releases/senate-judiciary-committee-votes-to-authorize-subpoenas-for-harlan-crow-and-leonard-leo",
      "https://www.cnbc.com/2024/06/12/biden-cooling-inflation-trump.html",
      "https://cnbc.com/2023/11/13/supreme-court-adopts-ethics-code-as-justices-face-criticism-over-financial-disclosures.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107428769",
      "https://cnbc.com/2024/06/06/supreme-court-justices-millions-dollars-gifts-clarence-thomas.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107428769",
      "https://www.cnbc.com/2024/06/12/martin-shkreli-barred-stream-wu-tang-clan-album.html",
      "https://propublica.org/article/clarence-thomas-scotus-undisclosed-luxury-travel-gifts-crow",
      "https://cnbc.com/2024/06/12/martin-shkreli-barred-stream-wu-tang-clan-album.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107428769",
      "https://cnbc.com/2024/06/12/trump-and-biden-campaigns-go-head-to-head-with-rival-fundraisers-in-london.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107428769",
      "https://cnbc.com/2024/06/13/argentinas-senate-passes-mileis-reform-bill-amid-violent-protests.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107428769",
      "https://www.cnbc.com/2024/06/07/beyonce-supreme-court-ketanji-brown-jackson-clarence-thomas.html",
      "https://www.cnbc.com/2024/06/12/trump-and-biden-campaigns-go-head-to-head-with-rival-fundraisers-in-london.html",
      "https://cnbc.com/2024/06/07/beyonce-supreme-court-ketanji-brown-jackson-clarence-thomas.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107428769",
      "https://www.cnbc.com/2023/11/13/supreme-court-adopts-ethics-code-as-justices-face-criticism-over-financial-disclosures.html",
      "https://www.cnbc.com/2024/06/06/supreme-court-justices-millions-dollars-gifts-clarence-thomas.html",
      "https://cnbc.com/2024/06/12/biden-cooling-inflation-trump.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107428769"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "clarence thomas",
          "sentiment": "negative"
        },
        {
          "name": "harlan crow",
          "sentiment": "negative"
        },
        {
          "name": "thomas",
          "sentiment": "none"
        },
        {
          "name": "dick durbin",
          "sentiment": "none"
        },
        {
          "name": "durbin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "supreme court",
          "sentiment": "negative"
        },
        {
          "name": "senate",
          "sentiment": "negative"
        },
        {
          "name": "gop",
          "sentiment": "negative"
        },
        {
          "name": "d",
          "sentiment": "none"
        },
        {
          "name": "senate judiciary committee",
          "sentiment": "none"
        },
        {
          "name": "judiciary committee",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "illinois",
          "sentiment": "none"
        },
        {
          "name": "ill.",
          "sentiment": "none"
        },
        {
          "name": "crow",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "indonesia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T01:05:20.287+03:00",
    "updated": "2024-06-14T01:05:20.287+03:00"
  },
  {
    "uuid": "f3648c1957c2b454d5842455d8c4dfebc090c61b",
    "url": "https://www.hellenicshippingnews.com/10-years-greek-maritime-golf-event-on-september-5-8-at-costa-navarino",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hellenicshippingnews",
    "published": "2024-04-18T16:00:00Z",
    "title": "10 years Greek Maritime Golf Event on September 5-8, at Costa Navarino",
    "text": "The top golf tournament for the maritime community, Greek Maritime Golf Event, returns for its 10th anniversary, renewing its annual meeting with the Greek and global maritime industry, on September 5-8, 2024, at Costa Navarino, in Messinia.\nPhoto Credit: Greek Maritime Golf Event by Angelos Zymaras\nTop golf event in Greece\nGreek Maritime Golf Event celebrates its 10 years in the best way possible, as it was once again distinguished at the Sports Marketing Awards 2024, as the best golf event in Greece. Specifically, the tournament received a total of 4 awards, 1 Gold award in the “Corporate Sports Event” category, 1 Silver in the “Individual Sports and Golf” category, as well as 1 Silver and 1 Bronze for its successful sponsorship collaborations with Miele Hellas at the golf courses of Costa Navarino and Glyfada.\nPhoto Credit: Greek Maritime Golf Event by Angelos Zymaras\nThe renowned Greek PGA golfer and organizer of the tournament with Birdie Events, Mr. Thanos Karantzias, stated: “We are especially pleased that the maritime tournament we organize has managed over these years to develop and establish itself as one of the most important golf events in Greece. I want to express a big thank you to our sponsors and partners who have always been with us, in our effort to promote the sport of golf. We renew our appointment for September 5-8 and invite everyone at Costa Navarino to celebrate together the 10th anniversary event which will be full of activities and surprises”.\nCompetition at Navarino Hills\nGreek Maritime Golf Event will once again bring together more than 80 top executives from the maritime industry who will form teams of four. Golfers will have the opportunity to compete at the Costa Navarino golf courses, in a destination ranked in the Top 10 of the “Top 100 World Resorts” list and awarded as the “World’s Best Golf Venue” at the World Golf Awards 2023. The rounds will take place on the two signature 18-hole courses, designed by two-time Masters champion and Ryder Cup legend, José María Olazábal, at Navarino Hills, in an idyllic landscape with centuries-old olive trees and stunning views of the Ionian Sea, the historic Navarino Bay, and the picturesque port of Pylos.\nPhoto Credit: Greek Maritime Golf Event by Angelos Zymaras\nWatch the event’s teaser video here: https://youtu.be/R0dinM_q_Ks?si=7vbilp5WuAfSUrxc\nThe golf rounds\nParticipants will compete on a team level on Friday, September 6, in a shotgun scramble competition at the International Olympic Academy Golf Course. Similarly, on Saturday, September 7, they will take part in a shotgun scramble competition at The Hills Course.\nAwards for the top teams & players\nTeams will claim the top three positions in the overall standings, while there will also be special awards for players who achieve the best performances in the “Longest Drive” and “Closest to the Pin” categories.\nSignificant companies embrace the event\nGreek Maritime Golf Event is attended by some of the most significant maritime companies from Greece and Cyprus, and many other important Greek companies that support the event.\nPhoto Credit: Greek Maritime Golf Event by Angelos Zymaras\nIRI/The Marshall Islands Registry is the event’s Platinum Sponsor.\nMainline Shipping Company and Marine Logistics are the event’s Gold Sponsors.\nArrow Hellas, DNV, and Marine Tours are the event’s Silver Sponsors.\nTeddy’s Speakeasy is the Official Sponsor.\nPoseidonia Restaurant is the Official Supporter.\nUnder Armour is the Official Clothing Partner.\nMessinian Nest, Mind the Ad, Karalis Beach Hotel, Skinos, La Cucina Italiana, Athi Rodi, and Daily Deli are the event’s Partners.\nMessinian Nest, PHEE, and Kois Accommodation are the Auction Partners.\nBoo Productions is the Audio Visual Partner.\nGreek Maritime Golf Event, organized by Birdie Events, is an initiative of the recognized Greek PGA golfer, Thanos Karantzias. The sports marketing agency of the year, ActiveMedia Group is responsible for the event’s Golf Production. The tournament is exclusively addressed to distinguished members of the Greek maritime industry.\nMore information about this year’s event schedule and the unique moments that golfers will experience throughout the tournament will be announced in the coming weeks.\n#greekmaritimegolfevent #costavarino\nInformation for the Greek Maritime Golf Event:\nwebsite: www.greekmaritimegolf.gr\ne-mail: info@greekmaritimegolf.gr\nSource: Greek Maritime Golf Event",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Sport"
    ],
    "external_links": [
      "https://youtu.be/R0dinM_q_Ks?si=7vbilp5WuAfSUrxc",
      "https://www.greekmaritimegolf.gr/",
      "https://www.youtu.be/R0dinM_q_Ks?si=7vbilp5WuAfSUrxc",
      "https://youtu.be/R0dinM_q_Ks",
      "https://www.greekmaritimegolf.gr",
      "https://greekmaritimegolf.gr/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "thanos karantzias",
          "sentiment": "none"
        },
        {
          "name": "glyfada",
          "sentiment": "none"
        },
        {
          "name": "angelos zymaras",
          "sentiment": "none"
        },
        {
          "name": "miele hellas",
          "sentiment": "none"
        },
        {
          "name": "angelos zymaras top",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "greek maritime golf event",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "costa navarino",
          "sentiment": "none"
        },
        {
          "name": "greece",
          "sentiment": "none"
        },
        {
          "name": "messinia",
          "sentiment": "none"
        },
        {
          "name": "greece greek maritime golf event",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:34:41.647+03:00",
    "updated": "2024-04-19T04:42:55.277+03:00"
  },
  {
    "uuid": "2fcec10986c6d539f348909bffa7255725ae4fe6",
    "url": "https://www.25newsnow.com/2025/04/09/normal-police-dept-issues-warning-jury-duty-scams",
    "ord_in_thread": 0,
    "author": "@25newsweek",
    "published": "2025-04-09T21:17:00Z",
    "title": "Normal Police Dept. issues warning on jury duty scams",
    "text": "Normal Police Dept. issues warning on jury duty scams\nThe scam is a phone call saying that you missed a court date and now have an arrest warrant issued against you\nNORMAL (\n25News Now) - Normal Police are informing residents to watch out for a jury duty scam.\nThe scam goes like this: A person gets a phone call from someone claiming to be with a person’s local police department. The phone number may even look legitimate.\nThe caller will say that they missed their jury duty date and because of this, there is now a warrant out for their arrest.\nThey will then say that all is not lost if they simply pay their fine now. They will ask for this to be done over the phone, using gift cards, Bitcoin, or another payment method.\nIf this happens, Normal Police recommend hanging up, finding the official number for the local police department or courthouse, and calling them to see if any of the phone call is true.\nNormal Police said law enforcement will never call and ask for any type of payment over the phone.\nYou can watch\n25News - any newscast, anywhere - streaming LIVE on 25NewsNow.com, our 25News mobile app, and on our WEEK 25News SmartTV streaming app. Learn more about how you can get connected to 25News streaming live news here.\nCopyright 2025 WEEK. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Crime, Law and Justice->court",
      "Crime, Law and Justice->fraud",
      "Crime, Law and Justice->law enforcement",
      "Social Issue->discrimination",
      "Social Issue->social problem",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:30:26.219+03:00",
    "updated": "2025-04-10T00:30:26.219+03:00"
  },
  {
    "uuid": "3889c95a71c818669fe80982756dd6cb40406288",
    "url": "https://bnnbreaking.com/sustainability/revolutionizing-sustainable-fashion-eco-friendly-dyeing-and-solar-protection",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nasiru Eneji Abdulrasheed",
    "published": "2024-02-16T00:23:00Z",
    "title": "Revolutionizing Sustainable Fashion: Eco-Friendly Dyeing and Solar Protection",
    "text": "In the realm of sustainable fashion, the quest for eco-friendly solutions has taken a significant leap forward. Researchers and designers are intertwining their expertise to harness the power of nature in textile production. Among the most promising developments are the advancements in eco-friendly dyeing methods applied to organic cotton woven fabrics. This innovative approach not only promises a greener future but also brings forth materials that stand up to the sun's might, offering solar protection for the eco-conscious consumer.\nA Revolution in Textile Dyeing\nAt the heart of this sustainable transformation lies the use of fiber reactive dyes in a meticulously designed closed loop system. This system is not just any run-of-the-mill advancement; it revolutionizes the way we think about fabric production. By recycling water, it addresses one of the textile industry's most persistent environmental challenges. Fabric manufacturing within a 150-mile radius further underscores a commitment to reducing carbon footprints, promoting fair trade, and adhering to farm-to-fabric practices. The resulting cotton spandex blend is not only a testament to sustainable innovation but also ensures breathability and comfort for all seasons.\nEmbracing Nature's Bounty\nAn equally promising sustainable practice involves the use of pineapple leaf fiber, a natural fiber that's making waves in the textile industry. Treated with hydrogen peroxide and adorned with natural dyes, this fiber symbolizes a significant departure from reliance on synthetic materials. The employment of various natural dyes and mordants to achieve an array of shades showcases the versatility and potential of pineapple leaf fiber. Its positive colorfastness properties make it not only attractive but durable. The approach signifies a bold step toward reducing the environmental impact of fabric production and establishing pineapple leaf fiber as a viable alternative to synthetic fibers.\nUnveiling the Impact of Eco-Friendly Dyeing on Solar Protection\nThe intersection of sustainability and functionality shines brightly in the study of how eco-friendly dyeing impacts solar transmittance. Through the application of Kienbaum's setting theory, fabrics were artfully crafted and dyed using natural ingredients like beetroot and walnut leaves. The findings are illuminating; walnut-colored satin samples, with their higher relative fabric density, emerge as champions of solar protection. These fabrics offer a shield against the sun's rays across the entire solar spectrum. It's a revelation that all eco-friendly dyed fabrics confer solar protection, with raw satin fabric excelling as a solar protective material, especially in the IRA region. This research not only reinforces the potential of eco-friendly dyeing methods in enhancing fabric quality but also highlights the importance of weave and fabric density in solar protection.\nIn the quest for sustainability, the textile industry is witnessing a monumental shift. The embrace of eco-friendly dyeing methods and the exploration of natural fibers like pineapple leaf signal a future where fashion and environmental stewardship walk hand in hand. The findings from recent studies underscore the viability of these innovations, not only in reducing environmental impact but in offering consumers fabrics that protect against the sun's harmful rays. As we move forward, the integration of sustainable practices in textile production promises to redefine our relationship with fashion, emphasizing the need for materials that are kind to both the planet and our skin.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T04:27:54.247+02:00",
    "updated": "2024-02-16T04:27:54.247+02:00"
  }
]