[
  {
    "uuid": "94fecb02c0fd28e98e39e3736a848749a0a69825",
    "url": "https://www.laweekly.com/male-pedestrian-injured-hit-and-run-crash-lincoln-way-placer-county-ca/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Maria Mallat",
    "published": "2023-12-28T22:11:00Z",
    "title": "Male Pedestrian Injured in Hit-and-Run Crash on Lincoln Way [Placer County, CA]",
    "text": "Man Hospitalized after Hit-and-Run Pedestrian Collision near Foresthill Road\nPLACER COUNTY, CA (December 28, 2023) – One male pedestrian suffered injuries Saturday night in a hit-and-run crash on Lincoln Way and Foresthill Road.\nAt approximately 6:30 p.m. on December 23rd, authorities were alerted to an incident where the driver of an eastbound silver 2002-2006 Infiniti G-35 sedan collided with a pedestrian crossing Lincoln Way. Subsequent to the collision, the driver absconded from the scene without offering assistance or notifying law enforcement.\nThe injured pedestrian, suffering from a broken pelvis, a broken right ankle, and lacerations, was subsequently transported by emergency responders to Sutter Roseville Medical Center. Presently, an active investigation is in progress. Witnesses are strongly encouraged to contact the Auburn California Highway Patrol at (916) 663-3344 or 1-800-TELL-CHP.\nIf you find yourself unable to safely drive, you can always contact a\nLyft, Uber or taxi service instead. By practicing safe driving habits, you can help keep yourself and others safe.\nIf you or a family member has suffered injuries in a hit-and-run\npedestrian accident, then reach out to Sweet James as soon as possible. Let them help you protect your legal rights and pursue compensation. Their seasoned personal injury attorneys will fight by your side and get what you rightfully deserve. Call their office today at [1-800-900-0000](tel:1-800-900-0000) to speak with an expert legal professional free of charge. They are here to help you and your family during this difficult time. For more accident news, click here. The original source can be found https://sweetjames.com/2023/12/28/male-pedestrian-injured-hit-and-run-crash-lincoln-way-placer-county-ca/.\nAdvertising disclosure: We may receive compensation for some of the links in our stories. Thank you for supporting LA Weekly and our advertisers.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.lyft.com/",
      "https://sweetjames.com/personal-injury/pedestrian-accident-attorney/",
      "https://sweetjames.com/2023/12/28/male-pedestrian-injured-hit-and-run-crash-lincoln-way-placer-county-ca/.",
      "https://www.uber.com/",
      "https://www.uber.com",
      "https://uber.com/",
      "https://sweetjames.com/personal-injury/pedestrian-accident-attorney",
      "https://www.sweetjames.com/personal-injury/pedestrian-accident-attorney/",
      "https://www.lyft.com",
      "https://www.sweetjames.com/2023/12/28/male-pedestrian-injured-hit-and-run-crash-lincoln-way-placer-county-ca/.",
      "https://lyft.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "lincoln way",
          "sentiment": "negative"
        },
        {
          "name": "auburn california highway patrol",
          "sentiment": "none"
        },
        {
          "name": "sutter roseville medical center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "foresthill road placer county",
          "sentiment": "none"
        },
        {
          "name": "placer county",
          "sentiment": "none"
        },
        {
          "name": "foresthill road",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:15:07.222+02:00",
    "updated": "2023-12-29T01:15:07.222+02:00"
  },
  {
    "uuid": "3884ae6ff9c6fe4ef17a1798b211df428b405db3",
    "url": "https://tucson.com/news/nation-world/business/tucson-entrepreneur-startup-resources-programs/article_1c52f8bc-a42e-11ee-8612-ab6964af4ad9.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lindsey Ray Johnson El Indie Arizona",
    "published": "2023-12-28T18:00:00Z",
    "title": "Tucson entrepreneurs get a boost from local programs - Arizona Daily Star",
    "text": "Tucson has many programs and sources available to technology startups to provide resources and a better chance of success.\nAccording to the United States Census Bureau, around 600,000 small businesses were started in the U.S. each year since 2015. Out of these businesses, 53.6% will fail before they hit their five-year mark, and 75.3% won’t make it past 15 years in business.\nThe Arizona Commerce Authority reports that 214,669 businesses were established in Arizona during 2023.\nTucson is a community focused on startups, small business and new businesses. In 2023, the Downtown Tucson Partnership reported that 29 businesses were started in downtown Tucson with 14 opening soon.\nThere are many reasons that businesses may fail, but one of the top failing industries is technology startups. Technology has produced some of the most profitable businesses, but according to the U.S. Census Bureau, 14.9% of tech-related businesses will fail.\nPeople are also reading…\nScaling up startups\nThe University of Arizona Center for Innovation focuses on technology startups. Its incubator program gives tech companies a higher chance of survival.\nAccording to the UACI, over 1,000 entrepreneurs were empowered through workshops, educational training and pitch preparations.\nAccording to Carol A. Stewart, vice president of the UACI, they have “between 70 to 80 startups in our program at any given time, which is an incredible number and the highest density of startups in any program in the state.”\nWhen entrepreneurs are admitted to the program they follow a “rigid 27-step,” program that is designed to help them “scale up” their science or tech business. “The program we have really dives deep into how you build a scale up science or tech company,” Stewart said.\nUACI allows startups to enter and exit the program at the most efficient times for the business.\n“Over 50% of them are life science or bio which means they need very specialized infrastructure to move their companies forward,” Stewart said. The program helps startups make connections and get the equipment they need.\nUACI has supported 235 startups, and they have helped 81 start since 2018. They help to fuel and grow science and tech startups that otherwise may not be able to succeed. Courtney Williams is an entrepreneur in Tucson, and her startup, Emagine Solutions Technology, created an app, The Journey Pregnancy.\n“We are tackling the maternal health care crisis,” Williams said. The app allows pregnant women to log their blood pressure, weight, blood glucose, mood and other pregnancy symptoms.\nThe app connects with women’s health care providers so any complications can be caught before they become fatal.\nWhen starting a business, Williams was on a journey of her own. “Initially I didn’t know what was available, and I was kinda shooting in the dark,” Williams said. “I found the University of Arizona Center for Innovation and they help usher the growth and creation process for startups, so they’ve been helpful.”\n“There are never enough resources to get your business going, more than programs it has been people that have been the most helpful,” Williams said. “There are a lot of talented entrepreneurs in our community who have had a lot of great success and they are willing to lend their experience and their time.”\nSeek advice, work hard\nJeremy Wolf, located in Tucson, started MindReady, a coaching platform for athletes. “It helps athletes get sports psychology, coaching, performance coaching and education,” Wolf said.\nWolf played professional baseball, and he realized that he couldn’t find a structured resource for coaching and education, so he decided to start his own program.\nHe started a nonprofit organization for athletes, More Than Baseball, which led him to create MindReady.\n“I knew that the model worked and I was looking at other models that were out there,” Wolf said. “I saw these models that are really successful so I knew we could take them and make them work specifically for athletes.”\nWolf was able to build a successful platform that has since taken off. “We built a marketplace of coaches so athletes can come onto our platform, go into the portal and they can match with a coach,” he said. “They can start working with them within 24 hours.”\n“I cut my teeth in building with nonprofits and when you do that you can test things, so I practiced for four years building something from scratch,” Wolf said. “In the four years of building More Than Baseball, we raised like $2.5 million and supported over 5,000 minor leaguers and now it’s the largest union in professional sports.”\n“The way that I learned how to do this or how to build this is you just do it, you just build it, you test it and you ask people for advice,” Wolf said.\nWolf has found startup sources in Tucson helpful, but for him it boils down to hard work.\n“I’m part of UACI and FORGE and those are great organizations because you get to go out and you get to pitch your idea and you get to talk about it and you get to refine it,” Wolf said. “Every single entrepreneur you talk to, it’s not about the advice or the mentors they had, it’s about the grit and the work they do every single day to make something.”\nConnecting community and entrepreneurs\nCommunityShare is a volunteer program in Pima County that started 10 years ago as a nonprofit organization. According to program coordinator Brandon Mejia, they are “bridging business and education.”\nThe platform was recently purchased by the Pima County School Superintendent’s Office so all schools in the district have access to the resources.\nCommunityShare serves as a platform for small businesses and skilled professionals to volunteer their skills so teachers in the community can connect and bring them into their K-12 classrooms to teach hands-on skills.\n“The idea behind it is building a human resource library,” Mejia said. “It gives local and small businesses the opportunity to engage with education.”\n“All these businesses are created from entrepreneurs,” Mejia said. “When they’re well established and comfortable this creates a way for them to reach out and give to education so students can learn and see that entrepreneurial mentality around business.”\nCommunityShare includes artists, authors, machine shops, musicians and other community members who share their business and talent with school districts in the community.\n“It’s all about creating opportunities for students who may not have seen that or had those opportunities so they can later down the road,” Mejia said.\nCommunityShare is creating opportunities for children who would never have these experiences. “Once we engage a community partner with an educator and get them into the classroom, or even better have them take the students out of the classroom, a lot of the time the reward they take away is being able to see those kids actively engaged in something,” Mejia said.\n“This is an idea that maybe they’re not going to learn this in school so much,” Mejia said. “But thankfully we had a community partner who came in and showed us that this applies to the real world.”\nEl Inde Arizona is a news service of the University of Arizona School of Journalism.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "arizona daily star tucson",
          "sentiment": "negative"
        },
        {
          "name": "university of arizona center for innovation",
          "sentiment": "none"
        },
        {
          "name": "united states census bureau",
          "sentiment": "none"
        },
        {
          "name": "arizona commerce authority",
          "sentiment": "none"
        },
        {
          "name": "downtown tucson partnership",
          "sentiment": "none"
        },
        {
          "name": "u.s. census bureau",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tucson",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "arizona",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:23:53.318+02:00",
    "updated": "2023-12-29T00:23:53.318+02:00"
  },
  {
    "uuid": "8e740e2244ea819358af7ddb609cc5bc26d359ed",
    "url": "http://business.times-online.com/times-online/article/marketersmedia-2023-12-29-orange-county-inmate-search-revolutionizes-bail-bonds-with-complimentary-inmate-locator-services-and-unmatched-rates",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Valley City Times-Record",
    "published": "2023-12-29T00:00:00Z",
    "title": "Orange County Inmate Search Revolutionizes Bail Bonds with Complimentary Inmate Locator Services and Unmatched Rates | User | times-online.com",
    "text": "— Orange County Inmate Search , a distinguished bail bonds company based in Costa Mesa, Orange County, is reshaping the bail bonds landscape by offering free inmate locator services coupled with the lowest rates in the industry. For over a decade, this compassionate and client-focused company has stood out in the bail bonds sector. Their 24-hour services and flexible bail bond options ranging from 1% to 3% have provided unparalleled support to those in need. The company's track record speaks volumes, having successfully bailed over 1,000 individuals out of jails in San Diego, San Bernardino, Riverside, Los Angeles County, and Orange County. The introduction of free inmate locator services is a game-changer, especially for those navigating the complexities of the judicial system. This free service eases the stress and confusion often associated with locating incarcerated loved ones, streamlining the bail process. What sets Orange County Inmate Search apart is not just their rates, but their commitment to ethical and transparent practices. There are no hidden fees or annual charges, ensuring clients face no unexpected financial burdens. The interest-free financing options on bail bonds, subject to approved credit, further alleviate the financial strain on clients. The location also offers Santa Ana Inmate Search services as well as Indio Inmate Search services. The company's team of over 10 expert bail agents, all fluent in English and Spanish, works tirelessly to secure the release of clients in less than 24 hours. Their kindness and professionalism are echoed in the glowing reviews they have received on Google. In a recent statement, a company spokesperson said, \"Our mission is to provide kind and efficient service to those in difficult situations. We believe in offering the lowest legal rates, transparent practices, and a quick response to ensure our clients' swift release.\" With their groundbreaking free inmate locator service and commitment to affordable, ethical bail bond options, Orange County Inmate Search is not just a company - it's a beacon of hope for those seeking justice and fairness in the bail system. For more information, please contact: AMG Marketing info@amg-mktg.com Contact Info: Name: AMG Marketing Email: Send Email Organization: Orange County Inmate Search Website: https://midnightbail.com/orange-county-inmate-search/ Release ID: 89117489 In case of identifying any problems, concerns, or inaccuracies in the content shared in this press release, or if a press release needs to be taken down, we urge you to notify us immediately by contacting [error@releasecontact.com](mailto:error@releasecontact.com). Our dedicated team will be readily accessible to address your concerns and take swift action within 8 hours to rectify any issues identified or assist with the removal process. We are committed to delivering high-quality content and ensuring accuracy for our valued readers.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://send.releasecontact.com/89117489",
      "https://midnightbail.com/riverside-county-inmate-search/indio-inmate-search/",
      "https://midnightbail.com/orange-county-inmate-search/",
      "https://www.send.releasecontact.com/89117489",
      "https://midnightbail.com/riverside-county-inmate-search/indio-inmate-search",
      "https://midnightbail.com/orange-county-inmate-search",
      "https://www.midnightbail.com/orange-county-inmate-search/",
      "https://www.midnightbail.com/riverside-county-inmate-search/indio-inmate-search/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "orange county inmate search revolutionizes bail bonds",
          "sentiment": "negative"
        },
        {
          "name": "complimentary inmate locator services",
          "sentiment": "negative"
        },
        {
          "name": "orange county inmate search",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "costa mesa",
          "sentiment": "none"
        },
        {
          "name": "san bernardino",
          "sentiment": "none"
        },
        {
          "name": "san diego",
          "sentiment": "none"
        },
        {
          "name": "orange county",
          "sentiment": "none"
        },
        {
          "name": "los angeles county",
          "sentiment": "none"
        },
        {
          "name": "riverside",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T22:23:42.799+02:00",
    "updated": "2023-12-29T22:23:42.799+02:00"
  },
  {
    "uuid": "27704a7d93293f1ed955a35df5ea000bdec60532",
    "url": "https://mynorthwest.com/3957861/arlington-school-breaks-barriers-one-vending-machine-meal-at-time",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "My North West",
    "published": "2024-04-18T22:17:00Z",
    "title": "Arlington school breaks barriers one vending machine meal at a time",
    "text": "Arlington school breaks barriers one vending machine meal at a time\nApr 18, 2024, 3:17 PM\n(Photo courtesy of Andrea Dixon-Hundredmark)\nAn Arlington high school has found a way to motivate kids to come to class — free food. Weston High School now offers a vending machine with free breakfast or lunch for students who miss a meal.\nWeston is a designated\nBreakfast After the Bell school, explained Weston High School Principal Andrea Dixon-Hundredmark.\nThe Breakfast After the Bell program is part of the\nWashington Kids Ready to Learn Act which was passed in 2018. The law requires public schools with at least 70% of students eligible for free or reduced meals to implement a Breakfast After the Bell Program, according to the Washington Officer of Superintendent of Public Instruction (OSPI).\nDixon-Hundredmark said since Weston students met the criteria, the staff started brainstorming ways to meet their needs. Director of Child Nutrition Services at Arlington School District, Ed Aylesworth came up with the idea of the vending machine.\n“So if breakfast is supposedly your best meal of the day, or most important meal of the day, we have a number of students that aren’t meeting able to get that opportunity,” Aylesoworth explained. “So we were just trying to think of different ways that we could serve those students. And this is one that actually my predecessor had thought about years ago as a vending machine to help but not necessarily in this situation, so I did some research and found this and it’s great.”\nThe school then got funding from an\niGrant through the Office of System and School Improvement (OSSI). The iGrant at Weston is called the Open Doors Program, which then funded the vending machine, explained Dixon-Hundredmark.\nDixon-Hundredmark said the vending machine has been a hit and they will definitely see more students at school.\n“Every single day, it is becoming more and more popular and word is getting out. The cool thing is our hope with the Open Doors Program, specifically, is that we’re going to see those kids on campus more. That’s a drop-in program and they only need a combined total of four hours a month to stay eligible as they’re working towards their diploma,” Dixon-Hundredmark said.\nBut now knowing that they have the ability, it doesn’t matter. Again, when they arrive, they’ll be able to grab a meal. I saw a lot of faces light up by smiles. I actually had a conversation with a kiddo earlier today who said ‘Why didn’t we have this when I was in school?'” she continued.\nRantz:\nSchool district takes next step in ditching Seattle gifted program\nEverything in the vending machine meal meets the nutrition requirements of the U.S. Department of Agriculture’s\nSchool Breakfast Program and National School Lunch Program, said Assistant Supervisor of Child Nutrition at Arlington School District Kristen Satra.\nSatra explained the first meal is free to students and the second they can purchase.\nAnd as 74% of Weston’s students qualify for free and reduced meals, the vending can motivate students to come to school.\n“We know that the vast majority are living with food insecurity. And so knowing that you walk through the door, there is a meal waiting for you. That’s absolutely going to help. And then just the benefits of having a nutritious meal,” Dixon-Hundredmark said.\nI mean, we know, we know that kids can’t learn when they’re hungry. We know that behavior is not necessarily also as great when we’re hungry. I mean, that goes for adults as well think about getting angry. So yeah, I mean, it is it’s definitely helping fulfill a big need,” she continued.\nSatra explained that at Arlington High School, there is a full commercial kitchen with 10 employees, so at Weston they’re trying to provide students with the same resources.\n“Having multiple meals that are in this machine is really wonderful. It allows us to offer some of the same grab-and-go items that we’re serving at our high school to the students. It makes them feel that they’re on equal playing ground. And being a smaller school, that was our ultimate goal aside from obviously for our program,” she said.\nSatra said she hopes to see even more options in the future.\n“Going forward our hope right now we have sandwiches, we have wraps. We have a starting point of items in this machine. I think my school also serves several salad options. So once we test this machine, see, you know how the food holds, being able to maybe expand some of those options will be something that we will look for in the future to see,” she added.\nOther news:\nProtest occurs at Chief Sealth High School following shooting death of student\nBut for now, students are enjoying the new vending machine.\n“One day I missed the bus and came in late to school and breakfast was already finished so I didn’t get breakfast that day,” said 10th grader Ashton Thorn in a news release from Arlington Public Schools. “With the new vending machine, students are now able to get a breakfast or lunch whenever they need it.”\nJulia Dallas is a content editor at MyNorthwest. You can read her stories\nhere. Follow Julia on X, formerly known as Twitter, https://twitter.com/judallas111 and email her .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://twitter.com/judallas111",
      "https://ospi.k12.wa.us/sites/default/files/2023-08/wababimplementationguide.pdf",
      "https://ospi.k12.wa.us/student-success/learning-alternatives/open-doors-youth-reengagement",
      "https://housedemocrats.wa.gov/blog/2017/01/23/hb-1508-washington-kids-ready-to-learn-act/",
      "https://www.fns.usda.gov/sbp/school-breakfast-program",
      "https://www.fns.usda.gov/nslp",
      "https://ospi.k12.wa.us/sites/default/files/2022-12/iGrant_FAQs_and_Fact_Sheet_2022-23.pdf",
      "https://www.ospi.k12.wa.us/sites/default/files/2022-12/iGrant_FAQs_and_Fact_Sheet_2022-23.pdf",
      "https://www.twitter.com/judallas111",
      "https://www.ospi.k12.wa.us/sites/default/files/2023-08/wababimplementationguide.pdf",
      "https://fns.usda.gov/nslp",
      "https://housedemocrats.wa.gov/blog/2017/01/23/hb-1508-washington-kids-ready-to-learn-act",
      "https://www.housedemocrats.wa.gov/blog/2017/01/23/hb-1508-washington-kids-ready-to-learn-act/",
      "https://www.ospi.k12.wa.us/student-success/learning-alternatives/open-doors-youth-reengagement",
      "https://fns.usda.gov/sbp/school-breakfast-program"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "andrea dixon-hundredmark",
          "sentiment": "none"
        },
        {
          "name": "ed aylesworth",
          "sentiment": "none"
        },
        {
          "name": "dixon-hundredmark",
          "sentiment": "none"
        },
        {
          "name": "weston",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "child nutrition services",
          "sentiment": "none"
        },
        {
          "name": "bell school",
          "sentiment": "none"
        },
        {
          "name": "arlington school district",
          "sentiment": "none"
        },
        {
          "name": "bell program",
          "sentiment": "none"
        },
        {
          "name": "weston high school",
          "sentiment": "none"
        },
        {
          "name": "bell",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "arlington",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T01:28:55.886+03:00",
    "updated": "2024-04-19T01:28:55.886+03:00"
  },
  {
    "uuid": "5813fb43a9cb2e36d4f5c6179d6c15d57612186f",
    "url": "https://flipboard.com/article/new-storms-with-large-hail-damaging-winds-to-hit-dallas-fort-worth-thursday-aft/f-580aa1fd66%2Fstar-telegram.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "star-telegram.com - By Brayden Garcia",
    "published": "2024-05-09T00:00:00Z",
    "title": "New storms with large hail, damaging winds to hit Dallas-Fort Worth Thursday afternoon | Flipboard",
    "text": "New storms with large hail, damaging winds to hit Dallas-Fort Worth Thursday afternoon After a tornado watch was issued for many North and Central Texas counties Wednesday afternoon, more bad weather is headed for Dallas-Fort Worth … More stories from [Dallas-Fort Worth](/topic/dallasfortworth) More stories from [Weather](/topic/weather) [Several massive and ‘severe’ solar storms will hit the earth Friday. Could California see auroras?](/topic/weather/several-massive-and-severe-solar-storms-will-hit-the-earth-friday-could-calif/a-DTMQhR8rQAyF1nvJJV0NfQ%3Aa%3A221841707-62f40e2ca7%2Fsfchronicle.com) An uncommonly powerful solar storm is poised to cause potentially severe geomagnetic disturbances in the earth’s atmosphere on Friday, according to … - Storyboard Americans' biggest fears when they leave the safety of their own home [Kristi Noem Bailed on Fox News Because of Snow. So They Nuked Her.](/topic/weather/kristi-noem-bailed-on-fox-news-because-of-snow-so-they-nuked-her/a-h5KBXtTERl2uR1BkfTiMEA%3Aa%3A3199697-a68e58f7c7%2Fthedailybeast.com) The governor’s puppy-killer book tour got more disastrous after Noem canceled an in-person Fox News appearance with Greg Gutfeld, citing bad weather … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [North Texas](/topic/northtexas) [Dallas weather: May 9 - 3 p.m. Update](/topic/northtexas/dallas-weather-may-9---3-p-m-update/a-i9tl7gSuRY-ECeDunE-eGw%3Aa%3A3483290584-37f5c1c5d4%2Fflipboard.com) FOX 4 meteorologist Dan Henry takes a look at the storms moving through North Texas on Thursday afternoon. [Five College Football Programs That Benefited The Most From The Transfer Portal](/topic/northtexas/five-college-football-programs-that-benefited-the-most-from-the-transfer-portal/a-OSRpcXOSRi-rWYy2Z7G4AA%3Aa%3A2578792778-380e69a993%2Fathlonsports.com) The transfer portal giveth and the transfer portal taketh away. That's the case for just about every team in college football.But even still, some … [Countdown to Mother’s Day 2024](/topic/northtexas/countdown-to-mother-s-day-2024/f-1f65f03839%2Fdallasposttrib.com) Cheryl SmithThe Unstoppable Cheryl Smith, Adopted Mother of FourThis ‘Countdown to Mother’s Day’ was such a rewarding series. I just felt that …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kristi noem bailed",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "dallas-fort worth",
          "sentiment": "none"
        },
        {
          "name": "north",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "central texas",
          "sentiment": "none"
        },
        {
          "name": "dallas-fort",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T00:40:02.418+03:00",
    "updated": "2024-05-10T00:40:02.418+03:00"
  },
  {
    "uuid": "227874fedc40b1441d676917b31ddbcc011ae37e",
    "url": "https://www.wionews.com/india-news/ulfa-insurgent-group-in-assam-in-northeast-india-signs-peace-accord-with-government-674763",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@wion",
    "published": "2023-12-29T13:31:00Z",
    "title": "ULFA, insurgent group in northeast Indian state Assam, signs peace accord with government - India News News",
    "text": "ULFA, insurgent group in northeast Indian state Assam, signs peace accord with government Story highlights India's Home Minister Amit Shah and Assam Chief Minister Himanta Biswa Sarma were present at the signing of the accord. Shah said this was a big day for people of Assam India's Home Minister Amit Shah and Assam Chief Minister Himanta Biswa Sarma were present at the signing of the accord. Shah said this was a big day for people of Assam A faction of United Liberation Front of Asom (ULFA) on Friday (Dec 29) signed a peace accord with governments of northeast Indian state of Assam and India's federal government and agreed to shun violence, disband the organisation and join democratic process in the country. ULFA is the oldest insurgent group operating in Assam. India's Home Minister Amit Shah and Assam Chief Minister Himanta Biswa Sarma were present at the signing of the accord. Shah said this was a big day for people of Assam. “Assam has suffered for long due to the violence of the ULFA and 10,000 people lost their lives in this violence since 1979,” he said. trending now Saying that every clause of the pact will be implemented fully, he added that a big development package will be announced for Assam as it is mentioned in the accord. The home minister further said that violence in Assam has come down by 87 per cent. The death toll has reduced by 90 per cent and cases of kidnappings are down by 84 per cent. Assam Chief Minister Himanta Biswa Sarma called the accord \"historic\". Officials said that the accord has come through after 12 years of unconditional negotiations between the faction within the insurgent group and the government. The faction is led by Arabinda Rajkhowa The peace pact is expected to resolve the menace of decades-old insurgency in Assam. The hardline faction of ULFA however, is not part of the current agreement. This faction is led by Paresh Baruah who is believed to be residing along China-Myanmar border. ULFA was formed in 1979 and has had a demand for a “sovereign Assam”. The insurgent activities led to Indian government declaring it a banned outfit in 1990. The Rajkhowa faction began peace talks with government on September 3, 2011 following an agreement for for Suspension of Operations (SoO) was signed between the ULFA, central and state governments. (With inputs from agencies)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "himanta biswa sarma",
          "sentiment": "none"
        },
        {
          "name": "shah",
          "sentiment": "none"
        },
        {
          "name": "amit shah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "india news news ulfa",
          "sentiment": "negative"
        },
        {
          "name": "ulfa",
          "sentiment": "negative"
        },
        {
          "name": "united liberation front of asom (ulfa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "assam",
          "sentiment": "none"
        },
        {
          "name": "assam india",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T16:01:17.821+02:00",
    "updated": "2023-12-29T16:01:17.821+02:00"
  },
  {
    "uuid": "98e23d82e83264346701d201a64625eaac139c18",
    "url": "https://www.timesnownews.com/spiritual/lord-kuber-aarti-lyrics-significance-of-chanting-this-mantra-article-106354493",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TN Lifestyle Desk",
    "published": "2023-12-28T20:00:00Z",
    "title": "Lord Kuber Aarti Lyrics: Significance of Chanting This Mantra | Spirituality News, Times Now",
    "text": "Lord Kuber Aarti Lyrics: Significance of Chanting This Mantra When this prayer, or Aarti, is sung, it praises Lord Kuber and asks for his help in bringing wealth, success, and happiness to the people who sing it. People believe that by singing this song, they show thankfulness and ask Lord Kuber for both material and spiritual wealth. Lord Kuber Photo : iStock Lord Kuber is known in Hindu stories as the god of wealth and good fortune. Devotees sing a special prayer called Lord Kuber Aarti to ask for his blessings of money and stability. When this prayer, or Aarti, is sung, it praises Lord Kuber and asks for his help in bringing wealth, success, and happiness to the people who sing it. People believe that by singing this song, they show thankfulness and ask Lord Kuber for both material and spiritual wealth. Lord Kuber Aarti Lyrics in English Om Jai Yaksh Kuber hare Swami Jai Yaksh Kuber hare Sharan pade bhagaton ke, Bhandar Kuber bhare Om Jai Yaksh Kuber hare Shiv bhakton mein bhakt Kuber bade, Swami bhakta Kuber bade Daitya danav manav se Kayi kayi yuddh lade Om Jai Yaksh Kuber hare Swarn simhasan baithe Sir par chhattra phire Swami sir par chhattra phire Yogini mangal gave Sab jai jaikar kare Om Jai Yaksh Kuber hare Gada trishul haath mein Shastra bahut dhare Swami shastra bahut dhare Dukh bhaya sankat mochan Dhanush tankar bhare Om Jai Yaksh Kuber hare Bhanti bhanti vyanjan bahut bane Swami vyanjan bahut bane Mohan bhog lagavein Saath mein urad chane Om Jai Yaksh Kuber hare Bal buddhi vidya data Hum teri sharan pade Swami hum teri sharan pade Apne bhakt janon ke Saare kaam sanware Om Jai Yaksh Kuber hare Mukut mani ki shobha Motiyan haar gale Swami motiyan haar gale Agar kapur ki baati Ghee ki jyot jale Om Jai Yaksh Kuber hare Yaksha Kuber ji ki aarti jo koi nar gaave Swami jo koi nar gaave Kahat Prempal swami Manavanchhit phal paave Om Jai Yaksh Kuber hare [Latest News](https://www.timesnownews.com/latest-news) End of Article Subscribe to our daily Newsletter! [Videos](https://www.timesnownews.com/videos) 20:37 Former SC Judge Justice SK Kaul, Exclusively Shares Views On Pivotal Concerns | Newshour Agenda 23:05 Navy Veterans Escape Jaws Of Death | Death Sentence Commuted, What Next? | Beyond The Headline 27:51 Rahul Reiterates Four-Point Attack | Can Old Formula Help Cong Take On BJP? | Newshour Agenda 14:57 Ram Mandir Crusader Sadhvi Ritambhara Exclusive Says 'Mandir A Win For Sanatan' | Newshour Debate 33:15 The Archies star Vedang Raina's exclusive interview on bond with Khushi Kapoor, Alia Bhatt's Jigra",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kuber aarti",
          "sentiment": "none"
        },
        {
          "name": "jai yaksh kuber",
          "sentiment": "none"
        },
        {
          "name": "lord kuber",
          "sentiment": "none"
        },
        {
          "name": "jai yaksh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "spirituality news",
          "sentiment": "positive"
        },
        {
          "name": "times now lord kuber",
          "sentiment": "positive"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:37:18.051+02:00",
    "updated": "2023-12-29T00:40:36.676+02:00"
  },
  {
    "uuid": "e2ab1c36c34e8f466e8af82db6fc6ae9d7014391",
    "url": "https://www.abc15.com/now-hiring/now-hiring-7-valley-companies-that-want-to-hire-you-12-29",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "abc15.com staff",
    "published": "2023-12-29T09:22:00Z",
    "title": "NOW HIRING: 7 Valley companies that want to hire YOU! (12/29)",
    "text": "Let's get to work! Here are 7 Valley companies hiring NOW! For more jobs resources, visit our Virtual Job Fair at [abc15.com/JobFair.](https://www.abc15.com/marketplace/jobfair) If your company is looking to hire, send your submissions to share@abc15.com and you may be featured! 1. If you love baseball and great weather, consider helping out with spring training festivities! The City of Peoria is hiring a Venue Ambassador in the Parks and Recreation Department. This person will be providing patron assistance at the Peoria Sports Complex. You’ll help monitor the happenings during spring training and other events, greeting spectators and more. Learn more [here.](https://www.peoriaaz.gov/government/departments/human-resources/employment) 2. Chipotle continues to expand in the Valley with its latest locations opening at the end of December. The new Vistancia and Val Vista & Melrose locations are now hiring, as well as other locations. They offer “competitive benefits,” crew bonuses, debt-free college programs, mental health care, and more. See all job openings [here.](https://jobs.chipotle.com/) 3. Here's a gig you don't see every day: a chess instructor! If you love the game and are looking for a part-time job opportunity, check out the Chess Emporium. A listing from the business shows they are looking for an instructor who could earn $50 per hour on a flexible schedule. See more details and apply [here.](https://www.indeed.com/cmp/Chess-Emporium,-LLC?from=mobviewjob&tk=1hior9040k57o800&fromjk=d4292cfed9a2703a&attributionid=mobvjcmp) 4. If you love pets and are looking for a more active job, check out Hand & Hound Pet Sitting LLC. The pet-sitting and dog-walking business is looking for pet lovers who can join their team. You can earn tips, have a flexible schedule, and earn more than $17 per hour. Get more details about what the job entails [here](https://www.indeed.com/cmp/Hand-and-Hound-Pet-Sitting?from=mobviewjob&tk=1hiorhgtpi0dv805&fromjk=d360837e18c66da6&attributionid=mobvjcmp) 5. The U.S. Census Bureau is looking for Field Representatives in multiple states, including Arizona. They have positions open for bilingual representatives, too. You can earn up to $27.11 per hour and work 10-40 hours a week for this temporary position. Learn more about the duties and apply [here.](https://www.usajobs.gov/job/752214800) 6. If you already have some experience and knowledge about pool equipment care, Pool Rehab is looking for team members to help work on pools around the Valley. They'll offer training on blasting and deep cleaning. Learn more and apply [here.](https://www.indeed.com/cmp/Pool-Rehab/jobs?jk=7f11a668a71de313&start=0&clearPrefilter=1) 7. The Arizona Department of Public Safety is hiring now for both civilian and professional positions. You can help with projects, prepare reports, and similar duties, or you can work in police dispatch, roadside assistance, and more. See all open positions [here.](https://www.governmentjobs.com/careers/azdps?examType[0]=Open&sort=PositionTitle%7CAscending&page=1)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.usajobs.gov/job/752214800)",
      "https://www.governmentjobs.com/careers/azdps?examType",
      "https://jobs.chipotle.com/)",
      "https://www.indeed.com/cmp/Chess-Emporium,-LLC?from=mobviewjob&tk=1hior9040k57o800&fromjk=d4292cfed9a2703a&attributionid=mobvjcmp)",
      "https://www.peoriaaz.gov/government/departments/human-resources/employment)",
      "https://www.indeed.com/cmp/Pool-Rehab/jobs?jk=7f11a668a71de313&start=0&clearPrefilter=1)",
      "https://www.indeed.com/cmp/Hand-and-Hound-Pet-Sitting?from=mobviewjob&tk=1hiorhgtpi0dv805&fromjk=d360837e18c66da6&attributionid=mobvjcmp)",
      "https://www.governmentjobs.com/careers/azdps",
      "https://www.jobs.chipotle.com/)",
      "https://indeed.com/cmp/Pool-Rehab/jobs?jk=7f11a668a71de313&start=0&clearPrefilter=1)",
      "https://www.indeed.com/cmp/Chess-Emporium,-LLC",
      "https://www.indeed.com/cmp/Pool-Rehab/jobs",
      "https://www.indeed.com/cmp/Hand-and-Hound-Pet-Sitting",
      "https://peoriaaz.gov/government/departments/human-resources/employment)",
      "https://indeed.com/cmp/Hand-and-Hound-Pet-Sitting?from=mobviewjob&tk=1hiorhgtpi0dv805&fromjk=d360837e18c66da6&attributionid=mobvjcmp)",
      "https://governmentjobs.com/careers/azdps?examType",
      "https://indeed.com/cmp/Chess-Emporium,-LLC?from=mobviewjob&tk=1hior9040k57o800&fromjk=d4292cfed9a2703a&attributionid=mobvjcmp)",
      "https://usajobs.gov/job/752214800)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "val vista & melrose",
          "sentiment": "none"
        },
        {
          "name": "parks and recreation department",
          "sentiment": "none"
        },
        {
          "name": "peoria sports complex",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "valley",
          "sentiment": "none"
        },
        {
          "name": "peoria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T16:04:30.381+02:00",
    "updated": "2023-12-29T16:04:30.381+02:00"
  },
  {
    "uuid": "7d44ff98d34a63f6f07458557c34172769c41409",
    "url": "https://www.tf1info.fr/international/reportage-israel-hamas-gaza-bethleem-un-noel-en-temps-de-guerre-c-est-une-annee-tres-triste-pour-nous-2280411.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TF1 INFO",
    "published": "2023-12-24T08:14:00Z",
    "title": "REPORTAGE - Bethléem, un Noël en temps de guerre : \"C’est une année très triste pour nous\"",
    "text": "La ville de Cisjordanie occupée, considérée comme le berceau du christianisme, a annulé ses festivités de Noël en solidarité avec les Palestiniens de la bande de Gaza.De leur côté, les autorités israéliennes ont fermé les accès à Bethléem depuis Jérusalem.Une équipe de LCI a rencontré la population locale, frappée par une crise économique san précédent. Le silence contraste avec l’agitation qui règne habituellement dans les rues de Bethléem. Pas de guirlandes, de sapin géant ou de décoration cette année dans la ville de Cisjordanie occupée où est né Jésus de Nazareth, selon la tradition chrétienne. \"Cette guerre a tout arrêté d’un coup\", résume Abu, un commerçant interrogé par LCI en évoquant le conflit entre le Hamas et Israël débuté après les attaques du 7 octobre du mouvement islamiste sur le sol israélien. Même lors de l’intifada, ce n’était pas comme çaNayif, chauffeur de taxi Alors que les accès à la ville depuis Jérusalem ont été fermés par Israël, les autorités religieuses de Bethléem ont fait le choix de renoncer à toute célébration \"inutilement festive\" en solidarité avec les Palestiniens de Gaza. Seuls les \"stricts rituels\" chrétiens, comme la messe de minuit, ont été conservés. \"On est tristes de voir des enfants tués, des gens qui voient leur maison détruite, qui n’ont pas d’abris pour vivre. Ils ne peuvent pas manger à leur fin. On est tristes pour tous ceux qui vivent cela. Pas seulement à Gaza, partout dans le monde\", commente le père Issa Thalijeh, prêtre à la basilique de la Nativité. \"C’est exactement là que Jésus est né. Maintenant c’est vide, il n’y a plus personne. D’habitude, il y a une très longue queue. Beaucoup viennent ici\", note-t-il en présentant ce lieu sanctifié vidé de ses touristes. \"Il y a très peu de personnes qui viennent du monde entier pour prier, contrairement aux autres années\", regrette Lina, une habitante. \"C’est une année très triste pour nous\", ajoute-t-elle. Les conséquences économiques se font déjà ressentir dans la ville qui vit l’un des Noël les plus noirs de son histoire. Hôteliers, taxis et magasins de souvenirs ont vu disparaître leur source de revenus en même temps que les pèlerins. \"Même lors de l’intifada, ce n’était pas comme ça\", souligne Nayif, chauffeur de taxi.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T11:28:35.843+02:00",
    "updated": "2023-12-24T15:34:14.082+02:00"
  },
  {
    "uuid": "ec7a1c7eb73a4d2deb7064e96f547affda423594",
    "url": "https://www.nacion.com/economia/petroleo-se-desploma-por-expectativa-de-aumento-en/D3E3CBLSWJHDTGZYO2ZZ4WXPNM/story",
    "ord_in_thread": 0,
    "author": "AFP",
    "published": "2025-05-07T22:11:00Z",
    "title": "Petróleo se desploma por expectativa de aumento en oferta de la OPEP+",
    "text": "Washington, Estados Unidos. Los precios del petróleo cayeron este miércoles debido a la inquietud que genera el aumento de producción de barriles de la Opep+ para junio, mientras las negociaciones entre Irán y Estados Unidos continúan.\nEl vicepresidente estadounidense, JD Vance, declaró que las conversaciones sobre el programa nuclear iraní iban por el “buen camino”, y subrayó que Teherán podría tener energía nuclear civil, pero no armas nucleares.\nIrán, uno de los diez mayores productores de oro negro del mundo, está sometido a la política de “máxima presión” del presidente Donald Trump, que desde su regreso a la Casa Blanca ha impuesto sanciones a numerosos actores del sector petrolero iraní.\nLos operadores del mercado creen que un acuerdo entre Washington y Teherán podría facilitar las exportaciones de crudo iraní, lo que supone un factor bajista para los precios.\nEl precio del barril de crudo Brent del mar del Norte para entrega en julio bajó un 1,66%, hasta $61,12.\nSu equivalente estadounidense, el barril de West Texas Intermediate, para entrega en junio, bajó un 1,73% a $58,07.\nLEA MÁS: Sanciones de Estados Unidos al petróleo iraní provocan aumento de precios\nAdemás, “los temores sobre la oferta y la demanda siguen muy vivos, entre otras cosas por los titulares del fin de semana sobre el aumento del límite de producción de la Opep+”, declaró a la AFP Stephen Schork, de The Schork Group.\nArabia Saudita, Rusia y los otros seis miembros del bloque producirán en junio 411.000 barriles diarios más que en mayo, según un comunicado publicado el sábado, mientras que el plan inicial preveía un aumento de sólo 137.000 barriles.\nEste incremento de la producción se produce en un momento en el que las previsiones de crecimiento mundial y de demanda de petróleo se revisaron a la baja debido al impacto de la ofensiva comercial de Trump.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Disaster and Accident",
      "Environment"
    ],
    "topics": [
      "Economy, Business and Finance->commodity market",
      "Economy, Business and Finance->energy and resource",
      "Economy, Business and Finance->financial and economic news",
      "Environment->energy resources",
      "Environment->environmental pollution"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Donald Trump",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "West Texas Intermediate",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Casa Blanca",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Washington",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Teherán",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T02:20:16.543+03:00",
    "updated": "2025-05-07T23:24:40.000+00:00"
  }
]