[
  {
    "uuid": "8d46fc41476d937bf002a597aa3abfc0d481526f",
    "url": "https://fox2now.com/news/missouri/lanterns-light-up-the-sky-in-memory-of-st-louis-resident",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Taylor Harris",
    "published": "2024-06-21T03:35:00Z",
    "title": "Lanterns light up the sky in memory of St. Louis resident",
    "text": "by: Taylor Harris\nPosted: Jun 20, 2024 / 10:35 PM CDT\nUpdated: Jun 21, 2024 / 08:45 AM CDT\nby: Taylor Harris\nPosted: Jun 20, 2024 / 10:35 PM CDT\nUpdated: Jun 21, 2024 / 08:45 AM CDT\nSHARE\nST. LOUIS — The family and friends of Jarvis McIntyre, who tragically vanished and was found deceased in San Antonio, Texas, lit up the sky with lanterns Thursday night in a powerful tribute, seeking justice and closure.\n“We are definitely seeking justice for him because, at the moment, they say there is no foul play. But clearly, there is. His body was actually decomposed,” said Monikki Williams-Tippet, mother of McIntyre.\nMcIntyre, a 26-year-old from St. Louis, traveled to San Antonio on June 6th to visit family. Two days later, someone last spotted him jogging in John James Park.\n“He was off; I don’t believe he was jogging in the park. If they saw him running, he was running from somebody in the park,” said Williams-Tippet.\nClose Thanks for signing up!\nWatch for us in your inbox.\nSubscribe Now\nDaily News",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jarvis mcintire",
          "sentiment": "negative"
        },
        {
          "name": "monikki williams",
          "sentiment": "none"
        },
        {
          "name": "williams",
          "sentiment": "none"
        },
        {
          "name": "mcintire",
          "sentiment": "none"
        },
        {
          "name": "john james park",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "st. louis",
          "sentiment": "none"
        },
        {
          "name": "st. louis",
          "sentiment": "none"
        },
        {
          "name": "saint louis",
          "sentiment": "none"
        },
        {
          "name": "san antonio",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T06:38:41.620+03:00",
    "updated": "2024-06-21T21:23:56.426+03:00"
  },
  {
    "uuid": "9b870b4c96e3a684590e48a81bc6459dddd2843f",
    "url": "https://www.timescolonist.com/national-business/toronto-on-the-brink-of-transit-strike-as-negotiations-tick-down-to-midnight-deadline-9004287",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jordan Omstead; The Canadian Press",
    "published": "2024-06-06T15:05:00Z",
    "title": "Toronto on the brink of transit strike as negotiations tick down to midnight deadline",
    "text": "TORONTO — Toronto was on the brink of its first major transit strike in 16 years as union leadership vowed it was ready to shut down service while the city's transit agency said there was still enough goodwill left to get a deal done before a midnight strike deadline.\nA strike could bring Canada's most populous city to a grinding halt. It would upend regular travel plans for tens of thousands of commuters who depend on its subways, streetcars and buses, while choking the city's already congested roadways.\nAnd unlike some Toronto transit strikes of the past, speedy back-to-work legislation from the province may not be a foregone conclusion. Ontario would not introduce a bill to end the strike unless Toronto requests it since the province is not directly involved in negotiations, a senior government source said, and any bill would likely not be introduced for weeks.\nThe city's largest union of transit workers issued a statement that said as of 5 p.m. no progress had been made in its negotiations with the Toronto Transit Commission.\n\"ATU Local 113 will be moving forward with strike action tomorrow at 12:01 a.m.,\" read the union's statement.\n\"The TTC has left us no other choice, as we still need to prioritize a new fair agreement for our transit workers.\"\nIf workers strike, a deal between the union and TTC would keep the system running until subway service ends, between 2 a.m. and 3 a.m. Wheel-Trans, the paratransit service for people with disabilities, would also continue uninterrupted.\n\"We're not trying to harshly remove service so that people are stranded or abandoned,\" ATU Local 113 president Marvin Alfred said at a news conference earlier Thursday.\n\"But we are doing our best to signal if you don't have to be in the system at midnight, why would you enter the system?\"\nThe last TTC strike in 2008 ended after less than two days when the provincial government held a special weekend sitting to legislate the union members back to work. Several other ATU Local 113 job actions, including a record 23-day strike in 1970 and a 45-day work-to-rule campaign in 1989, have ended with legislation.\nTTC chair Jamaal Myers said early Thursday that he was \"encouraged\" that both sides remained at the bargaining table. He said the TTC was committed to securing a deal that avoids any job action that would be \"disruptive to the lives of millions of Torontonians.\"\nTTC spokesperson Stuart Green said the agency believes there is \"enough progress and goodwill that we can get an agreement without job action.\"\nAlfred dismissed those assurances and said the union was \"ready to pull the pin.\"\nWages, benefits, and a number of job security issues are top sticking points for the union, Alfred said. The union wants protections against contracting jobs out to third parties and from cross-boundary service getting handed over to other Greater Toronto Area transit operators.\nNeither side has offered specifics on any proposed negotiating terms.\nA more than decade-long strike ban on TTC workers was recently lifted after a judge found a provincial law that labelled them essential workers was unconstitutional. Last month, the Court of Appeal for Ontario dismissed an appeal brought by the province and upheld the workers' right to strike.\nTransit workers were backed Thursday by the Ontario Federation of Labour.\n\"These workers lost the right to strike for 12 years but they didn't just go to sleep,\" OFL president Laura Walton said at the same news conference where Alfred spoke.\n\"For the last 12 years, they have been building the power that they needed. They were building the solidarity that they needed. And on behalf of 54 unions and one million members, I stand here proudly in full support of what ATU 113 needs to do.\"\n- With files from Allison Jones and Paola Loriggio.\nThis report by The Canadian Press was first published June 6, 2024.\nJordan Omstead, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Labor",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "atu",
          "sentiment": "none"
        },
        {
          "name": "toronto transit commission",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "toronto",
          "sentiment": "none"
        },
        {
          "name": "toronto",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "ontario",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:59:49.629+03:00",
    "updated": "2024-06-07T01:59:49.629+03:00"
  },
  {
    "uuid": "e4a5ee347032086289ae0bd2e120cdbb9f4801cf",
    "url": "https://www.dailynews.com/2024/06/13/woman-left-in-coma-by-venice-canals-attack-is-taken-off-life-support-murder-charge-added",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "City News Service",
    "published": "2024-06-13T00:00:00Z",
    "title": "Woman left in coma by Venice Canals attack is taken off life support, murder charge added – Daily News",
    "text": "A candlelight vigil will be held Thursday night in memory of Sarah Alden, one of two women who were brutally beaten and sexually assaulted in attacks that occurred more than two months ago along the Venice Canals. Alden, 53, had been in a coma since the April 6 attack, and she was declared brain dead last month. Friends said she was taken off life support on May 24, after her organs were harvested for donation. The alleged assailant, Anthony Francisco Jones, 29, was arrested in San Diego a few days following the attacks and charged with two counts of forcible rape and one count each of sexual penetration by use of force, mayhem, torture, attempted murder and sodomy by use of force. Following Alden’s death, the District Attorney’s Office announced that Jones had also been charged with murder. “Our hearts and deepest sympathies go out to the victim’s family and friends during this unimaginably tragic time,” District Attorney George Gascón said in a statement May 28 announcing the murder charge. “We are committed to seeking justice for both victims of these heinous crimes. The additional murder charge carries a sentence of life in prison without the possibility of parole, in addition to the life sentences for the crimes previously alleged.” According to the Los Angeles Police Department and prosecutors, the first attack occurred about 10:30 p.m. April 6 on the 2700 block of Strongs Drive, where Alden was approached from behind and struck with a blunt object, leaving her unconscious. The suspect similarly attacked another woman about an hour later as she was walking near the Sherman Canal. That woman also suffered severe injuries but survived. Alden, a Massachusetts resident, was a mother of two sons and was in the process of moving to Venice when the attack occurred. According to a GoFundMe page established to help pay funeral expenses , she was planning to meet two close friends for breakfast on April 7 to tell them she was moving to the Los Angeles area from Massachusetts. “She was a lover of sunrises on the east coast and sunsets on the west coast,” a friend wrote on the page. “Sarah adored her two sons, her animals, and was blessed with a refined eye for vintage jewelry which she sold on roseark.com. At 53 years old, Sarah was looking to start a new chapter in her journey; to walk a new road. Instead, her life was violently taken from her.” The candlelight vigil was set for 7:30 p.m. Thursday on the 2600 block of Grand Canal.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.gofundme.com/f/memorial-for-victim-of-venice-beach-canals-attack?utm_campaign=fp_sharesheet&utm_medium=customer&utm_source=copy_link",
      "https://www.gofundme.com/f/memorial-for-victim-of-venice-beach-canals-attack",
      "https://gofundme.com/f/memorial-for-victim-of-venice-beach-canals-attack?utm_campaign=fp_sharesheet&utm_medium=customer&utm_source=copy_link"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sarah alden",
          "sentiment": "negative"
        },
        {
          "name": "george gascón",
          "sentiment": "none"
        },
        {
          "name": "jones",
          "sentiment": "none"
        },
        {
          "name": "alden",
          "sentiment": "none"
        },
        {
          "name": "anthony francisco jones",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "venice canals",
          "sentiment": "negative"
        },
        {
          "name": "office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "san diego",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:12:15.364+03:00",
    "updated": "2024-06-15T02:03:41.673+03:00"
  },
  {
    "uuid": "ce00c1ba62f42ffa4eb9eedc7fc3d19d2a4bd04d",
    "url": "https://www.pocket-lint.com/windows-11-keyboard-shortcuts/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kenzie Davison",
    "published": "2024-01-05T18:41:00Z",
    "title": "15 actually useful Windows 11 keyboard shortcuts",
    "text": "15 most useful Windows 11 keyboard shortcuts By Kenzie Davison Published 4 hours ago My favorite Windows 11 keyboard shortcuts -- for streamlining work, browsing, and writing.\nUnsplash Readers like you help support Pocket-lint. When you make a purchase using links on our site, we may earn an affiliate commission. Read More. Key Takeaways Windows keyboard shortcuts can be huge time-savers. For instance, key + X will open quick links for easy access to commands, files, and prompts. Some shortcuts can also be fun. The Windows key + period (.) or semicolon (;) opens emoji, GIF, and clipboard shortcuts for easy insertion of text additions. And, of course, there's always this oldie but a goodie: Ctrl + Shift + Esc, which opens Windows Task Manager to force-stop tasks. Windows keyboard shortcuts can streamline writing, research, and web browsing to make everyday tasks a little bit easier. From quickly checking your settings and launching emoji and GIF keyboards to utilizing accessibility tools, the shortcut updates that come with Windows 11 streamline laptop and desktop workflows. Whether you consider yourself a pro of Windows or find tech intimidating, our list can help improve how you use your computer.\nRelated How to set up Windows shortcuts on your keyboard and what they can do Windows keyboard shortcuts are the fastest way to perform common tasks. Here's a list of the most useful shortcuts, as well as how to create them. Let's first make sure your device is running Windows 11. To do this quickly, on your keyboard input the following:\nPress the Windows key + R at the same time. A search box will pop up for you to input text. Type winver into the search box and press enter or click OK. If the above prompt displays Windows 11 OS, congratulations, you can use all the shortcuts below to optimize your workflow and have a little fun with Windows.\nBefore we get into the best of Windows 11 list, there are a few tried and true shortcuts that every Windows PC user should have in their toolbox, regardless of their version of Windows. As Pocket-lint's copy editor, I use the five keyboard shortcuts below constantly throughout the day to highlight and copy text, find specific words on pages, and undo errors.\nFind\nCtrl + F\nOpen a search box in the window, so you can locate words, phrases, and letters\nHighlight\nCtrl + A\nCovers all the text and images on a webpage or document\nUndo\nCtrl + Z\nReverses recent typing\nCopy\nCtrl + C\nMakes a copy of the highlighted text\nPaste\nCtrl + V\nAdds copied text to a page\nNow that you're equipped with my most used keyboard shortcuts, let's dive into the newest and most exciting Windows 11 quick prompts you can launch with your keyboard .\nRelated Did your Windows 11 taskbar just disappear? Here's why and how to fix it The Windows 11 taskbar is a vital part of everyone's workflow. But it can go missing sometimes. Here's how to troubleshoot and restore it. 1 Open quick links\nWindows key + X Quick links will provide a pop-up list with incredibly useful commands, files, and prompts you can locate with a stroke of two keys instead of digging around trying to remember where your network connections, task manager, or settings live. Some of the quick links I used most often are the File Explorer shortcut, Task Manager, and quick shutdown.\n2 Open emoji, GIF, and clipboard shortcut\nWindows key + period (.) or + semicolon (;) -- to open the emoji and GIF keyboard Windows key + V -- opens up the same shortcut box, but brings you to the clipboard section These three different shortcut options all bring you to the same pop-up window. It is a window that shows six tabs covering different additions you can insert within your text. The six tabs are: recently used, an emoji keyboard 👻, a GIF keyboard via Tenor, a Kaomoji keyboard (❁´◡`❁), special characters, and your clipboard showing your most recent 25 copied items. I love adding GIFs to friendly chats and personal emails without downloading extensions or additional apps.\n3 Screenshots and recording\nPrtScn or Prt Sc --(depending on model) opens the snipping tool and copies screenshots to the clipboard Windows key + Shift + S -- opens the snipping tool to take screenshot specific areas on the screen I spend a lot of my day formatting images and creating screenshots of products, so we can put them into articles. These two shortcut options allow you to take precise screenshots quickly, without downloading external applications or software. The time saved to grab a screenshot while I'm still within the appropriate window, without launching a separate program, has saved me hours each week.\n4 Open Windows Task Manager\nCtrl + Shift + Esc When you want to check out your background performance or see which window is slowing down your computer, the Windows Task Manager is the place to go. Before upgrading to my new Acer Swift X this past fall, I used to check on the Task Manager daily to force-stop tasks and check on my older laptop's performance. While I don't have to do that so consistently now, it's still a great tool to quickly access a useful report of your device's functions.\n5 Cast from Quick Settings\nWindows key + K Casting might be new to some, or old hat to others, but it's a cool feature that you can utilize to mirror your laptop screen to another device. This shortcut is a favorite when my partner is searching for a live college football game that is easiest to find on a laptop instead of a streaming TV app.\nIt's straightforward to use and only requires a few additional steps on the device you'd like to cast your screen to for full set up. My casts usually take under five seconds to go live on my TV. To disconnect the cast, simply input Windows key + K again and select Disconnect.\n6 Delete without the Recycle Bin\nShift + Delete To permanently delete files on a Windows device, usually you must first delete the files, then empty the Recycle Bin, otherwise a deleted copy will still live in your Recycle Bin. This shortcut skips the initial delete and permanently deletes a file on the first try.\n7 Launch Windows Copilot\nWindows key + C Copilot is a new service Microsoft has launched to try to stay relevant in the generative AI game since they discontinued Cortana. Copilot is a chatbot developed by Microsoft designed to answer your questions in a natural language, summarize content, customize your settings for you, troubleshoot issues, and perform basic actions.\nThis all depends on what you input into Copilot, and it offers three conversation styles: more creative, more balanced, and more precise. I mostly use Copilot when I have questions about Windows settings or my laptop, but it's fun to play around with for silly questions and prompts.\nRelated What is Microsoft Copilot? Microsoft's AI explained Microsoft's AI leverages the capabilities of OpenAI's GPT-4. Here's everything you need to know, including each Copilot's functionality. 8 Navigating Tabs and Windows\nCtrl + Tab or Ctrl Page Down , cycle through current windows tabs in order from left to right Ctrl + Shift + Tab or Ctrl Page Up , move backwards through current window tabs from right to left Windows + Tab toggle through various open program tabs These are staples in my workday, as like many others, I tend to have a minimum of four windows open with at least 10 tabs in each window. I find the Windows + Tab much easier to use than clicking through and opening every program from the taskbar at the bottom of the screen, as it provides a quick preview of all operating windows.\n9 Quickly hide your current screen\nWindows key + D hides and displays the desktop Windows key + L locks computer Windows key + M minimizes all windows Windows key + Shift + M restore minimized windows There are plenty of reasons you may want to minimize your screen quickly from prying eyes. My favorite of the four options above is Windows key + D, if it's not anything important, but if I'm shopping for presents for my family, I tend to lean toward a quick Windows key + L to lock the computer screen away from the eyes of nosy loved ones.\n10 Accessibility settings\nWindows key + U opens all accessibility settings Windows key + H launch voice typing Windows key + Ctrl + O turn on the on-screen keyboard Windows 11 comes with a slew of accessibility keyboard shortcuts. When you want to look through the entirety of the accessibility settings, use the Windows key + U. When you would like to prompt voice typing and the on-screen keyboard, you can use the shortcuts above or find them within the main accessibility settings. For a full list of accessibility shortcuts, check out Microsoft's explainer .\nRelated How to add alt text on Instagram (and why you may want to) Make your Instagram posts more accessible by adding alt text to your photos. Here's how. 11 Enable and customize the screen narrator\nWindows key + Ctrl + Enter turn narrator on Windows key + Ctrl + N go to narrator settings for customizations Voice typing is one useful accessibility setting you can turn on, but my other favorite is the screen narrator. As someone who experiences screen sensitivity with migraines, sometimes enabling the screen reader is an absolute gift. And it doesn't hurt that you can customize the narrator's voice to your preference. I'd recommend customizing the narrator's voice prior to testing out this tool, as I find some of the voice can be jarring.\n12 Open LinkedIn\nCtrl + Shift + Alt + Win + L This one's a little niche, but I find it exciting that it exists at all. And if you are job searching, write this one down. I'd love to see more shortcuts to launch specific sites in the future developed standard in the keyboard instead of setting them up in custom shortcuts.\n13 Display notifications and calendar\nWindows logo key + N Personally, I need to see a calendar to visualize dates and project timelines. I keep a relatively up-to-date personal calendar, but lugging that out each time I'm searching for a specific day isn't realistic. The Windows key + N prompts the calendar and your notification box to pop up for quick reference, something I use at least two or three times a day when planning out deadlines.\n14 Quick access Windows 11 volume mixers\nCtrl + Windows Key + V Depending on how many inputs and windows with various sounds you have playing, it will show you tons of volume-level mixers to adjust as you please.\n15 Xbox Game Bar settings\nWindows key + G opens Xbox Game Bar Windows logo key + Alt + B turns HDR on and off (when Game Bar is open) Windows key + Alt + PrtScn saves screenshots of games in focus to file (when Game Bar is open) Windows logo key + Alt + R records video of games in focus (when Game Bar is open) This one is for the Xbox gamers. If you haven't explored the Xbox Game Bar on Windows, this is your sign to check it out. For the specific shortcuts above, you have to first open the Xbox Game Bar with Windows key + G, then the world (or the bar) is your oyster.\n0:52\nRelated Alexa for Windows 10 and 11: What you can and can't do with Alexa on the PC You can use Alexa hands-free on your PC. Here's everything you need to know about the Alexa app for Windows.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology"
    ],
    "external_links": [
      "https://support.microsoft.com/en-us/windows/windows-keyboard-shortcuts-for-accessibility-021bcb62-45c8-e4ef-1e4f-41b8c1fc87fd",
      "https://www.support.microsoft.com/en-us/windows/windows-keyboard-shortcuts-for-accessibility-021bcb62-45c8-e4ef-1e4f-41b8c1fc87fd"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kenzie davison",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:14:51.266+02:00",
    "updated": "2024-01-06T00:14:51.266+02:00"
  },
  {
    "uuid": "c393e9738b995ee13f63d9d1cf5dacdbf0140c93",
    "url": "https://www.cbsnews.com/minnesota/news/university-of-minnesota-researchers-look-to-limit-heart-issues-related-to-breast-cancer-treatment-using-ai/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Caroline Cummings",
    "published": "2023-12-29T00:22:00Z",
    "title": "University of Minnesota researchers hope to limit heart issues related to breast cancer treatment using AI - CBS Minnesota",
    "text": "MINNEAPOLIS — Researchers at the University of Minnesota are trying to limit heart issues that are sometimes a side effect of treating breast cancer with a little help from AI.\nIf a doctor determines someone has breast cancer, the next step is treatment — but certain kinds, like chemotherapy, can cause heart damage in some patients.\nRui Zhang, researcher at the University of Minnesota Medical School, says there's a gap in the data to explain who is most at risk for this side effect and why.\n\"Currently, there's limited study focused on the cardiovascular disease prediction within the cancer treatments, the patients,\" Zhang said.\nRELATED: How AI is bringing new options to mammograms, other breast cancer screenings\nZhang and Assistant Computer Science Professor Ju Sun are working on leveraging artificial intelligence to help doctors more accurately predict heart issues in breast cancer patients.\n\"Complement, inform and augment doctors. That's what I think AI for health care can do,\" Sun said.\nBut the AI tool to accomplish their goals doesn't exist yet.\nSun says AI right now works best when there's tons of information it can learn from.\nTheir work at the U is focused on \"rewiring\" an AI model to work with more limited and variable data about heart problems linked to cancer treatment, since every patient is different.\n\"So whenever things are underrepresented, AI tends to not work well,\" Sun said. \"So that's a technical problem we're trying to tackle, you know, in this project, so basically, to ensure, you know, AI is performing in a fair way.\"\nThe National Institute of Health awarded the U of M researchers $1.2 million in grant funding to complete the project over the next four years.\nThe work is ongoing, but if they're successful, the AI model could be used for other cancers and diseases too.\n\"So I think that's also one of the very innovation and then potentially this could be implemented and actually improve the healthcare outcomes,\" Zhang said.\nMore from CBS News Minnesota schools now required to provide free menstrual products to students Gov. Walz: If new \"red flag\" firearm law \"saves one life, then that's good enough\" Minnesota sees record-breaking weather year in 2023 Trifecta of RSV, flu, COVID cases on the rise in Minnesota Nicole Hensley makes 33 saves, Minnesota holds off Boston 3-2 in PWHL debut In: University of Minnesota Breast Cancer Artificial Intelligence Caroline Cummings Caroline Cummings is an Emmy-winning reporter with a passion for covering politics, public policy and government. She is thrilled to join the WCCO team.\nTwitter Facebook",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "external_links": [
      "https://www.facebook.com/CaroRCummingsTV/",
      "https://twitter.com/CaroRCummings",
      "https://www.twitter.com/CaroRCummings",
      "https://facebook.com/CaroRCummingsTV/",
      "https://www.facebook.com/CaroRCummingsTV"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ju sun",
          "sentiment": "none"
        },
        {
          "name": "rui zhang",
          "sentiment": "none"
        },
        {
          "name": "zhang",
          "sentiment": "none"
        },
        {
          "name": "sun",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cbs",
          "sentiment": "negative"
        },
        {
          "name": "university of minnesota",
          "sentiment": "negative"
        },
        {
          "name": "university of minnesota medical school",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T03:36:20.496+02:00",
    "updated": "2024-01-05T05:27:36.706+02:00"
  }
]