[
  {
    "uuid": "6f60d9a30ec5340b37461ea655842c4574d95564",
    "url": "https://www.meneame.net/story/humillante-tradicion-hacer-desfilar-mujeres-desnudas-como-india/c071",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "manzitor",
    "published": "2023-12-29T15:50:00Z",
    "title": "#71 La humillante tradición de hacer desfilar a mujeres desnudas como castigo en India",
    "text": "[Pilar_F.C.](/user/Pilar_F.C.)a [bbc.com](/go/link/3891620) [#38](c38#c-38) cultura y religion no son lo mismo, por mas que se mezclen.\nPor ejemplo, el burka es cultural, no musulman, otra cosa es que donde es tradicional el burka eso se mezcle con religion.\nPasa con muchas costumbres afganas que ahora ellos mismos consideran parte de\" su islam\" que ya las describe alejandro magno\n[#24](c24#c-24) Generalizar con que el hecho de la noticia desmiente lo que dices, como si fuese algo común en toda la India, es demagogia pura y pura.\n[#20](c20#c-20) el problema es que os estáis dejando llevar por el sensacionalismo de la BBC. No es tradición en la India castigar a los parientes por actos familiares.\nEs como decir que en España también lo es (y fijarse solo en un sector de la población innombrable en Menéame no sé muy bien por qué motivo)\n[#20](c20#c-20) Demagógico decir que un país de ignorancia y embrutecimiento, de 287 millones de analfabetos, donde es norma cultural tirar las carroñas al río, a veces quemadas, a veces no, donde es norma cultural cagar en la calle, con más dioses que chinches (predicando desde el canibalismo post-mortem a la ejecución de vidudas), con un índice de homicidios de 2,94/100000 h (España 0,68), de 296 millones de pobres, donde la violación está bien vista por una buena parte de sus ciudadanos, con un sistema de castas arrastrado del medioevo, se puede comparar mínimamente al peor país europeo?\nA ver si lo vuestro va a ser el riego...\nIndia, cagadero que no pienso pisar salvo obligación laboral.\n[#36](c36#c-36) ¿Qué te fumas? Europa (continente) mide 10.530.751 km², Unión Europea (Comunidad política) mide 4.237.473 km² e India 3.287.263 km²\n[#44](c44#c-44) hablaba de población. Ya ya, no van a ser 6 veces exactas, quizá son 4,5 veces o 5,7... Perdona por la inexactitud.\n[#47](c47#c-47) De población tampoco. Europa son unos 700 millones de personas e India 1.400 millones. Vamos, que son el doble y gracias.\n[#49](c49#c-49) ah bueno, si son 1400 millones solo, entonces deben ser todos iguales.\nIgual que un sami y un gaditano, que son los 2 europeos.\n[#49](c49#c-49) en mi cabeza, pensando en la UE (unos 450 millones) aunque yo pensaba que éramos unos 300. Y estaba pensando en India como 1800 millones, no sé por qué.\nPero no cambia el hecho de que generalizar sobre 1400 personas está un poco feo.\nEstos son los que próximamente van a ser una de las mayores potencias mundiales.... Un pais con castas y leyes medievales....\n[#6](c6#c-6) No lo van a ser precisamente por ello. Tendrán muchos millones de potenciales productores/consumidores pero siendo así como funcionan no dejarán de ser eso, potenciales.\nEso por no hablar de la industrialización / robotización. Lo que en el pasado ha sucedido con China será harto improbable que vuelva a suceder.\nTe recomiendo ver este vídeo:\n[#8](c8#c-8) Pues como EEUU que tienes las mejores universidades del mundo y miles de personas asaltando el parlamento vestidos de anormales o miles de personas zombies por fentanilo por las calles.\n[#51](c51#c-51) también. Suelo decir que EEUU es también un país del 3er mundo. Por mucho que nos lo quieran vender en películas.\nRelacionada (de otro país, Israel, y se lo hacen a los hombres palestinos):\nSoldados de las FDI obligan a niños, hombres y ancianos a desnudarse ante las cámaras a punta de pistola (EN):\nSoldados de las FDI obligan a niños, hombres y ancianos a desnudarse ante las cámaras a punta de pistola (EN)\ncrímenes tan atroces\nTampoco es para decir que esté bien, pero si dejáramos de exagerar tanto sería más fácil comunicarse.\n[#31](c31#c-31) \"La sacaron a rastras, la desnudaron y la hicieron desfilar así por el pueblo. Después, la ataron a un poste de electricidad y la golpearon durante horas.\"\nNo te quedes en el paseo desnuda, la ataron a un poste y la golpearon durante horas... Yo lo veo bastante atroz, la verdad.\n[#15](c15#c-15) Echando memoria de noticias, pero si quieres material gráfico pásate por goredb.com o alguna del estilo y busca children india burn alive, no localizo el video, pero vi como quemaban viva a una niña, en la descripción ponía que era para provocar lluvias. Era espeluznante, 7 minutos tardó en morir...., pero buen material para enseñar a aquellos que dicen que los inmigrantes se deben quedar en su país, puede concienciar a más de uno que si la gente se va de sus países es por una buena razón.\nIndia es un país con multitud de sub países, tradiciones y formas de ver la vida. No tiene nada que ver Bangalore o Hyderabad, que nos podrían recordar a cualquier zona desarrollada de Europa, con un pueblo en medio de Rajastan en los que aún no tienen agua corriente ni redes de saneamiento. Las castas legalmente ya no existen y en muchos estados ni siquiera forman parte de la cultura ni costumbres de la población.\nPor lo tanto, juzgar a todo un país y a su gente por lo que hace un pequeño porcentaje me parece bastante injusto. En Europa somos 400MM, en India tienen casi 4x nuestra población.\n[#27](c27#c-27) Las castas existen, lo he visto con mis ojos viajando de mochilero durmiendo en guesthouses y moviéndome por zonas donde no hay turismo. No niego que haya zonas más desarrolladas, pero la gran mayoría de la zona norte, incluyendo la capital, es lamentable. Y es precisamente la zona norte donde mayor población hay.\nQué tan equiparable es defender este hecho bajo el paraguas de 'tradición y cultura', con defender la tauromaquia con los mismos argumentos?\n[#39](c39#c-39) Me temo que tú observación no va a servir:\n¡ Esta gente debe pensar que una mujer no es un ser humano !\n[#39](c39#c-39) 😅 correcto. También se me ocurre que la tauromaquia genera algunos puestos de trabajo cuando la 'tortura gratuita' del meneo, no lo hace.\nSin embargo, ambas circunstancias tienen puntos en común en que (al menos una parte de la población) considera que ambos son barbaries, independiente del objeto de la misma, y que ambos se pueden defender/argumentar con lo de 'cultura/tradición'.\nEste hecho, salvando las diferencias, me parece curioso y hasta cierto punto, un ejemplo de lo poco válido que tiene el argumento mencionado.\nBueno, es el precio de mantener los \"valores tradicionales\" y no pasarse al \"buenismo\", algunos en occidente no paran de dar la brasa con volver a los métodos de antes porque supuestamente son más \"efectivos\". Claro que también dan la brasa con el NWO, los masones, que si el COVID es una mentira y demás, así que mucho caso no deberíamos hacerles.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T18:53:52.848+02:00",
    "updated": "2023-12-29T18:53:52.848+02:00"
  },
  {
    "uuid": "31187149a1bce0fd91800dfcdd761a3738993b50",
    "url": "https://laopinion.com/2023/12/28/ucrania-2024-dos-anos-de-guerra-y-diez-de-anexion-de-crimea/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Deutsche Welle",
    "published": "2023-12-28T22:23:00Z",
    "title": "Ucrania 2024: dos años de guerra y diez de violenta anexión de Crimea",
    "text": "Ucrania 2024: dos años de guerra y diez de violenta anexión de Crimea\nLa gran mayoría de los ucranianos quiere seguir respondiendo militarmente a los ataques de Rusia. En 2024 tendría que redistribuirse la carga de la guerra.\nLa población de Ucrania quiere resistir a los agresores rusos en 2024, aunque sea más difícil: en el frente, los soldados llevan varios meses racionando la munición. Faltan suministros de los países de apoyo , sobre todo proyectiles de artillería. Muchos observadores han dado por fracasada la contraofensiva del ejército ucraniano contra los ocupantes rusos, que comenzó en junio de 2023. Las fuerzas armadas y la población civil de Ucrania están cansadas de la guerra.\nEl 58% quiere seguir luchando, incluso sin ayuda occidental\nY, sin embargo, según una encuesta del Instituto Internacional de Sociología de Kiev (KIIS), el 58% de los ucranianos encuestados afirma que los contraataques deben continuar, incluso si las más de 50 naciones que los apoyan, encabezadas por EE.UU., dejaran de ayudar.\n“Al mismo tiempo, uno de cada tres encuestados (32%) cree que es mejor cesar las hostilidades con la condición de que Occidente ofrezca garantías de seguridadrealmente serias, aunque la liberación de los territorios ocupados se retrase indefinidamente”, revela el KIIS.\nGuerra de guerrillas, si disminuye el apoyo\nAsí pues, una clara mayoría quiere seguir luchando por todos los medios contra los atacantes rusos, que disponen de un número superior de soldados, material de guerra y municiones.\nEn Kiev, en el centro de la plaza de la Independencia del Maidán, hay un lecho de plantas cubierto con cientos de pequeñas banderas amarillas y azules. Están dedicadas a los caídos de la guerra de agresión rusa. Natalia, de 25 años, se arrodilla y clava otra banderita con los colores nacionales ucranianos en el suelo cubierto de nieve. “Este es un recuerdo de dos de mis amigos. No pudieron salir de Mariupol. Un cohete alcanzó su casa y murieron quemados”, dice. Natalia procede de la ciudad portuaria de Mariupol, en el sureste de Ucrania, ocupada por Rusia desde 2022. Desde allí huyó al extranjero. Regresó hace unos días. “Hace tiempo que quería volver”, dice Natalia, “aquí puedo ser útil”.\nEn Kiev se siente la guerra todos los días\n“La gente parece triste. Y en las calles hay muchos menos que antes”, agrega Natalia, quien concluye que es mejor que estar huyendo; en el extranjero se sentía indefensa.\nManifestantes en la plaza corean: “¡Dinero para el ejército!”. Varias decenas de personas se reúnen cerca del ayuntamiento de Kiev. Ese día se aprobaba allí el presupuesto para el próximo año. Los manifestantes exigen que el dinero se gaste en el ejército y no en proyectos de infraestructuras como la reconstrucción de parques o la renovación de aceras. “Hola, estamos en guerra”, reza el cartel de Ilya. “Las autoridades locales no están en guerra. Están metidas en política”, dice a DW un joven de 26 años.\nDesde hace semanas, la disputa política en el país vuelve a cobrar fuerza. La guerra de agresión rusa lo había ocultado durante mucho tiempo. El alcalde de Kiev, Vitali Klitschko, y el presidente, Volodimir Zelenski, en particular, ya estaban enfrentados desde antes de la invasión rusa.\nEn otra protesta, familiares de soldados exigen la desmovilización de los que llevan más de un año en servicio. Entre los manifestantes se encuentra Alina Strashko, esposa de un soldado. “Mi marido entró en el servicio militar al principio de la invasión a gran escala”, cuenta esta joven de 18 años. Como muchos voluntarios, pensaba que le sustituirían al cabo de un tiempo. Pero ahora lleva casi dos años combatiendo. “Unas vacaciones no bastan para recuperarse de todo lo que han vivido en el frente”, dice Alina. Y los medios de comunicación ucranianos informan que los militares exigen la movilización de 500.000 nuevos soldados.\nPiden relevo de combatientes en el frente\nLa presión sobre el Presidente Zelenskyi para que releve a los combatientes de larga duración está aumentando. Vasylyna Duman, que lleva recogiendo donaciones para las unidades de primera línea desde el comienzo de la guerra en Ucrania en 2014, también lo ha observado. “Las personas que llevan dos años combatiendo merecen salir del frente“, afirma esta cooperante de 37 años, en entrevista con DW. “Necesitan saber que las terribles condiciones en las que viven terminarán algún día. Pero la posibilidad de desmovilización depende de una nueva movilización de nuevos reclutas”.\nOleh, de 38 años, médico en el ejército, dice algo parecido: no está desmotivado, “pero me siento cansado”. Le gustaría ser “desmovilizado”, dice a DW. “Al mismo tiempo, me doy cuenta de que eso no ocurrirá porque no hay nadie que nos sustituya”. Tras casi dos años de guerra, se ha propagado por todo el país una inercia, aunque no en el frente. Ucrania se enfrenta en 2024 a intensos debates sobre cómo repartir la carga de esta guerra entre muchos más hombros tras dos años de la destructiva invasión rusa.\nSigue leyendo:\n•\nVladimir Putin visita cuarteles de las tropas rusas en los frentes de Jersón y Lugansk\n•\nVladimir Putin acusa a Occidente de ayudar a Kiev en atentados terroristas y sabotajes",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:32:12.095+02:00",
    "updated": "2023-12-29T00:32:12.095+02:00"
  },
  {
    "uuid": "e9afb88a2906b0b4d8791ba10f98153dd66563e7",
    "url": "https://www.si.com/college/georgia/football/former-georgia-football-player-potentially-out-for-entire-2024-nfl-season-01j3n5zhvkzj",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jonathan Williams",
    "published": "2024-07-25T00:00:00Z",
    "title": "Former Georgia Football Player Potentially Out for Entire 2024 NFL Season",
    "text": "Former Georgia football player Derion Kendrick potentially out for the entire 2024 NFL season. NFL training camps just got started across the professional football league but one former Georgia Bulldog may have had a major setback already ahead of the 2024 season. Defensive back Derion Kendrick is feared to have torn his ACL during practice. He will undergo additional testing to confirm the initial diagnosis, according to Adam Schefter. Kendrick was drafted in the sixth round of the NFL draft in 2022 and has become a contributor for the Rams on defense. Over the last two seasons, he has played in 32 games and started in 18 of them for the Rams, recording an interception, 14 pass deflections and 92 tackles. Kendrick transferred to Georgia prior to the 2021 season and became a massive focal point for the defense. He became the starting cornerback for the national title-winning Bulldogs and helped Georgia become one of the most historic defenses the sport has ever seen. He also won the Orange Bowl MVP in the college football playoff against Michigan after he recorded two interceptions and five tackles. If the reports are true that Kendrick will have ACL surgery and miss the remainder of the season, it will be a tough break for the Bulldog. Year three in the NFL is a massive opportunity for professional football players to earn their second contracts in the league and Kendrick was looking to be on track to earn that. Kendrick signed a 4 year, $3,792,016 contract with the Los Angeles Rams, including a $132,016 signing bonus, $132,016 guaranteed, and an average annual salary of $948,004. In 2024, Kendrick will earn a base salary of $985,000, while carrying a cap hit of $1,018,004 and a dead cap value of $66,008, according to spotrac. Other Georgia News: Kirby Smart Will Reach This Historic Milestone During the 2024 College Football Season Brock Bowers Continuing to Make Strides in Camp With Raiders Georgia Football Utilizing Something This Offseason More Than it Ever Has Join the Community: Follow Jonathan Williams on Twitter: @Dr_JWill Subscribe to our YouTube Page HERE . You can follow us for future coverage by clicking \"Follow\" on the top right-hand corner of the page. Also, be sure to like us on Facebook @BulldogMaven & follow us on Twitter at @DawgsDail y",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.spotrac.com/nfl/player/_/id/77089/derion-kendrick#:~:text=Derion%20Kendrick%20signed%20a%204,dead%20cap%20value%20of%20%2466%2C008.",
      "https://twitter.com/Dr_JWill",
      "https://www.youtube.com/channel/UCqipe2JOIQZke4AN3-K9DJA",
      "https://www.facebook.com/BulldogMaven",
      "https://twitter.com/DawgsDailyFN",
      "https://youtube.com/channel/UCqipe2JOIQZke4AN3-K9DJA",
      "https://spotrac.com/nfl/player/_/id/77089/derion-kendrick#:~:text=Derion%20Kendrick%20signed%20a%204,dead%20cap%20value%20of%20%2466%2C008.",
      "https://www.twitter.com/DawgsDailyFN",
      "https://facebook.com/BulldogMaven",
      "https://www.twitter.com/Dr_JWill"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "derion kendrick",
          "sentiment": "negative"
        },
        {
          "name": "kendrick",
          "sentiment": "none"
        },
        {
          "name": "adam schefter",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nfl",
          "sentiment": "negative"
        },
        {
          "name": "nfl season former georgia",
          "sentiment": "negative"
        },
        {
          "name": "georgia bulldog",
          "sentiment": "none"
        },
        {
          "name": "orange bowl mvp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "georgia",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T04:20:00.747+03:00",
    "updated": "2024-07-26T04:20:00.747+03:00"
  },
  {
    "uuid": "7c6ce0eb9ba73a54aaf0daeb330b3145b835a38f",
    "url": "https://www.newkerala.com/news/2023/131434.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Awin P",
    "published": "2023-12-28T19:00:00Z",
    "title": "Jaishankar's inside view of India's foreign policy to top 2024 book releases",
    "text": "New Delhi, Dec 28 W ith the New Year around the corner, bibliophiles are agog with anticipation over the books that will hit the shelves in 2024. ith the New Year around the corner, bibliophiles are agog with anticipation over the books that will hit the shelves in 2024. Among them, one of the most anticipated titles is External Affairs Minister S. Jaishankar's 'Why Bharat Matters' (Rupa Publications), which promises to be an exposition of the foreign policy doctrine of \"a New India -- an India that is more Bharat\" -- in an unpredictable world. The Foreign Secretary-turned-External Affairs Minister argues that it is not just a tough world but also a turbulent and unpredictable one, according to a teaser released by the publishers. \"It is marked by the impact of Covid, conflicts in Ukraine and West Asia, climate events, radicalisation and terrorism,\" the teaser continues. \"There is complex geopolitics at work, such as the rise of China, the changed posture of the United States, the strategy of Russia, the impact of globalisation and the power of new technologies.\" India, according to the Jaishankar Thesis, seeks to navigate these stormy seas without diluting its focus on becoming a leading power. \"As a 'vishwa mitra', it seeks the well-being of the Global South and to contribute to global good,\" says the teaser. \"India is more salient in global calculations and stands ready to embrace coming responsibilities and opportunities.\" Entering the Amrit Kaal (or the years leading up to the first century of India's Independence), Jaishankar visualises \"an era of growth and development while staying true to [India's] traditions and heritage.\" In 'Why Bharat Matters', Jaishankar, who has served as ambassador to the United States, China and the Czech Republic, as well as the High Commissioner to Singapore, argues that while rising powers seek stability most of all, India must plan to rise in the midst of serious unpredictability. This process is also exceptional as it represents the rejuvenation of a \"civilizational state\", Jaishankar points out. Simultaneously, he also explains why foreign policy in a globalised world matters increasingly to all citizens in their daily lives. Jaishankar's inside view of India's foreign policy to top 2024 book releases Found this article helpful? Spread the word and support us!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jaishankar",
          "sentiment": "negative"
        },
        {
          "name": "s. jaishankar",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "west asia",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "new india",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:44:52.117+02:00",
    "updated": "2023-12-29T00:44:52.117+02:00"
  },
  {
    "uuid": "98d762f3265364a5e6456c7822fbc84d6c7b654e",
    "url": "https://www.noticiasrcn.com/deportes/gustavo-ramirez-salio-al-nacimiento-de-su-hija-tras-duelo-con-nacional-788616",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Noticias RCN",
    "published": "2024-12-20T00:54:00Z",
    "title": "Jugador del Tolima salió de inmediato al hospital tras duelo con Nacional: esta fue la razón",
    "text": "Jugador del Tolima salió de inmediato al hospital tras duelo con Nacional: esta fue la razón\nEl jugador dio a conocer la razón por medio de sus redes sociales.\nNoticias RCN\n07:54 p. m.\n[Unirse al canal de Whatsapp de Noticias RCN](https://www.whatsapp.com/channel/0029VZzgtsp8PgsABlHj6g3K)\nDeportes Tolima y Atlético Nacional disputaron este miércoles el primer duelo de la gran final del fútbol profesional colombiano.\nEn un duelo de muchas emociones sobre el final, ambos elencos dividieron honores y dejaron la mesa servida para definir el campeón del segundo semestre para el próximo domingo.\nLos goles del encuentro fueron obra de Dairon Asprilla (Nacional) y Gustavo Adrián Ramírez (Tolima), quien tuvo que salir para el hospital tras el duelo.\nLa razón por la que Ramírez terminó en el hospital\nTras el compromiso de la gran final, se conoció que el paraguayo Ramírez, quien marcó el agónico tanto del empate para los locales al minuto 75, tuvo que salir de inmediato a uno de los hospitales de la ciudad.\n¿La razón? El paraguayo tenía que estar en el nacimiento de su hija. “La figura de la noche se lleva a casa el premio más importante de su vida. ¡Felicidades, Gustavo, por el gol y el nacimiento de Aitana!”, celebraron las redes del cuadro vinotinto y oro.\nAl momento de marcar el gol, el delantero hizo una celebración en alusión al nacimiento.\nLos comentarios en redes sociales no se hicieron esperar y miles de hinchas celebraron el logro del delantero que le devolvió el alma con su gol.\n“El que siempre entiende lo que se está jugando. Felicitaciones, paraguayo querido”, dijo un usuario en redes sociales.\n[Unirse al canal de Whatsapp de Noticias RCN](https://www.whatsapp.com/channel/0029VZzgtsp8PgsABlHj6g3K)\n[Síguenos en Google News](https://news.google.com/publications/CAAqBwgKMJ3FgQsw5qb9Ag)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "topics": [
      "Health->emergency care",
      "Health->health facility"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://news.google.com/publications/CAAqBwgKMJ3FgQsw5qb9Ag",
      "https://www.whatsapp.com/channel/0029VZzgtsp8PgsABlHj6g3K",
      "https://www.news.google.com/publications/CAAqBwgKMJ3FgQsw5qb9Ag",
      "https://whatsapp.com/channel/0029VZzgtsp8PgsABlHj6g3K"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Gustavo Adrián Ramírez",
          "sentiment": "none"
        },
        {
          "name": "Dairon Asprilla",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Atlético Nacional",
          "sentiment": "none"
        },
        {
          "name": "Deportes Tolima",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T03:16:54.604+02:00",
    "updated": "2024-12-20T03:16:54.604+02:00"
  },
  {
    "uuid": "bba25d7057eb072a3163fd462b8803e71b93585a",
    "url": "https://theparadise.ng/breaking-suspected-cultists-kill-19-year-old-injure-two-others-at-kwara-football-viewing-centre",
    "ord_in_thread": 0,
    "author": "@TheParadiseNg",
    "published": "2025-04-09T21:19:00Z",
    "title": "BREAKING: Suspected Cultists Kill 19-Year-Old, Injure Two Others At Kwara Football Viewing Centre | Paradise",
    "text": "A group of suspected cultists stormed a football viewing centre on Coca-Cola Road in Ilorin West Local Government Area of Kwara State on Wednesday night, killing a 19-year-old man and injuring two others with stray bullets.\nIt was gathered that the incident occurred around 9:05 p.m. while fans were watching a football match.\nA source described the terrifying scene, noting that the attackers opened fire indiscriminately, causing panic and chaos.\n“They just came out of nowhere and started shooting. People ran in different directions. It was like a war zone,” a source who witnessed the attack told SaharaReporters under the condition of anonymity.\nThe 19-year-old victim, whose identity has yet to be officially confirmed, was reportedly shot in the head and died instantly.\n“He was lying in a pool of blood. It was a horrifying sight,” the source added.\nThe two other individuals who sustained gunshot wounds were immediately rushed to a nearby hospital for medical attention.\n“I heard a gunshot and had to turn back immediately. My wife’s shop is located at that place. A young man was hit by a stray bullet and was lying in a pool of blood,” he said.\nThe source added that he approached police officers conducting a stop-and-search operation under the A-Division bridge to alert them.\n“I met some police officers under the bridge where they were doing stop and search. I told them about the incident, and they said they would mobilise to the scene,” he narrated.\nHowever, the extent of police intervention remains unclear as at the time of filing this report.\nEfforts by SaharaReporters to get comments from the spokesperson for the Kwara State Police Command, SP Adetoun Ejire-Adeyemi, were unsuccessful.\nShe neither answered phone calls nor replied to a text message sent to her.\nSource: Sahara Reporters",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Crime, Law and Justice->homicide",
      "Crime, Law and Justice->organised crime",
      "Human Interest->human mishap",
      "Social Issue->abusive behaviour",
      "Social Issue->social problem",
      "Social Issue->teenagers"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "West Loc",
          "sentiment": "none"
        },
        {
          "name": "Kwara",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "bba25d7057eb072a3163fd462b8803e71b93585a",
      "first_syndicated": true
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:32:05.337+03:00",
    "updated": "2025-04-10T00:32:05.337+03:00"
  },
  {
    "uuid": "78838870e0b272fdde75fcef8dccceaa5e217c0c",
    "url": "https://es-us.noticias.yahoo.com/siria-acusa-israel-ataque-misiles-221129009.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BBC News Mundo",
    "published": "2023-12-28T22:11:00Z",
    "title": "Siria acusa a Israel de otro ataque con misiles días después del asesinato de asesor iraní",
    "text": "EFE Latam Siria acusa a Israel de otro ataque con misiles días después del asesinato de asesor iraní Leer todo el artículo Agencia EFE 29 de diciembre de 2023, 12:11 a. m. · 2 min de lectura\nDamasco, 28 dic (EFE).- Siria acusó este jueves a Israel de perpetrar un nuevo ataque con misiles contra el sur de su territorio, apenas tres días después de que otra acción atribuida al Estado judío acabara con la vida de un asesor militar de la Guardia Revolucionaria iraní a las afueras de Damasco.\n\"Alrededor de las 23:05 (20:05 GMT) de este jueves, el enemigo israelí llevó a cabo una agresión aérea desde la dirección del Golán sirio ocupado contra algunos puntos en la región meridional\", indicó una fuente militar no identificada en declaraciones recogidas por la agencia oficial de noticias siria SANA.\nLas defensas antiaéreas del país árabe lograron derribar la mayoría de los proyectiles y aquellos que alcanzaron su objetivo solo provocaron daños materiales, según la fuente.\nPor otro lado, SANA informó sobre la misma hora de que las defensas antiaéreas estaban actuando contra \"objetos hostiles\" en las inmediaciones de Damasco, pero no ha confirmado oficialmente que se tratara también de un ataque por parte de la aviación israelí.\nEl Observatorio Sirio de Derechos Humanos aseguró en un comunicado que la acción israelí tuvo como objetivo una posición militar en la provincia de Al Sueida, en el sur del país, y también los suburbios capitalinos en los que se ubica el Aeropuerto Internacional de Damasco.\nEste es el segundo ataque aéreo perpetrado por Israel contra el territorio sirio en lo que va de semana, después de que el pasado lunes otro bombardeo acabara con la vida del asesor militar iraní Razi Mousavi a las afueras de la capital, pérdida por la que Teherán ha prometido venganza.\nMilicias iraníes y proiraníes están presentes en Siria como aliadas del presidente Bachar al Asad, y las acciones israelíes tienen a menudo como objetivo algunas de sus posiciones, almacenes de armas o incluso convoyes con suministros.\nEl Estado judío ha intensificado sus operaciones contra el territorio sirio desde el estallido de la guerra de Gaza el pasado octubre, aunque ya perpetraba acciones de este tipo con relativa asiduidad\n(c) Agencia EFE\nMÁS POPULARES La fiesta de celebridades \"casi desnudas\" que provocó un escándalo político en Rusia BBC News Mundo · 4 min de lectura Las espeluznantes predicciones de Baba Vanga para el 2024 LA NACION · 3 min de lectura El pez invasor de 200 kilos que se alimenta de pirañas y avanza implacable por la Amazonía BBC News Mundo · 5 min de lectura Maduro volvió a arremeter contra Milei, lo tildó de “pitiyanqui y progringo” e hizo una advertencia LA NACION · 2 min de lectura Loret responde a AMLO tras vincularlo con empresas de medicinas El Universal · 1 min de lectura",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://s.yimg.com/ny/api/res/1.2/q4p9EWgSnPsvp8UxP0VJ1g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/es/efe.es/768a729bbca81558685351cb5c9ba0c4",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fsiria-acusa-israel-ataque-misiles-221129009.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://s.yimg.com/uu/api/res/1.2/PVpHdoe4paqKCepyb91mcQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/bbc_news_mundo_254/a45c810a33cbd152c5b599a78105a4e6",
      "https://s.yimg.com/uu/api/res/1.2/H7vlO3BJIqXwY0k_6cc8yg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/lanacion.com.ar/f3351dbd45afe4943014f0738176656a",
      "https://s.yimg.com/os/creatr-uploaded-images/2020-12/2ae63650-3578-11eb-b7bf-dd5381c63b89",
      "https://s.yimg.com/uu/api/res/1.2/pg7QHIU9Rzttl3bxZswi2Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/eluniversal.com.mx/08bac5708f1dd5991267a45bcdfa917a",
      "https://s.yimg.com/uu/api/res/1.2/nZChwAbKP.j1i7S2EFzaYQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/lanacion.com.ar/54daa42cf7d61850657a66e9d0821326",
      "https://twitter.com/intent/tweet?text=Siria%20acusa%20a%20Israel%20de%20otro%20ataque%20con%20misiles%20d%C3%ADas%20despu%C3%A9s%20del%20asesinato%20de%20asesor%20iran%C3%AD&url=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fsiria-acusa-israel-ataque-misiles-221129009.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://s.yimg.com/ny/api/res/1.2/VypMQaKLRiQT8UNkh00AHw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/es/efe.es/768a729bbca81558685351cb5c9ba0c4",
      "https://www.efe.com/efe/usa/5",
      "https://s.yimg.com/uu/api/res/1.2/iTKJuOaJfdnqDIAPyVKq6g--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/bbc_news_mundo_254/1389675d2498c1757e6baeab2e574e11",
      "https://s.yimg.com/ny/api/res/1.2/_wjP_LhaJWwX609lbClajg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTQwO2g9NDg-/https://s.yimg.com/os/creatr-uploaded-images/2020-12/2ae63650-3578-11eb-b7bf-dd5381c63b89",
      "https://www.s.yimg.com/uu/api/res/1.2/H7vlO3BJIqXwY0k_6cc8yg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/lanacion.com.ar/f3351dbd45afe4943014f0738176656a",
      "https://www.facebook.com/dialog/feed",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/2ae63650-3578-11eb-b7bf-dd5381c63b89",
      "https://www.s.yimg.com/uu/api/res/1.2/nZChwAbKP.j1i7S2EFzaYQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/lanacion.com.ar/54daa42cf7d61850657a66e9d0821326",
      "https://www.s.yimg.com/uu/api/res/1.2/PVpHdoe4paqKCepyb91mcQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/bbc_news_mundo_254/a45c810a33cbd152c5b599a78105a4e6",
      "https://www.s.yimg.com/ny/api/res/1.2/VypMQaKLRiQT8UNkh00AHw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/es/efe.es/768a729bbca81558685351cb5c9ba0c4",
      "https://www.s.yimg.com/ny/api/res/1.2/_wjP_LhaJWwX609lbClajg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTQwO2g9NDg-/https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/2ae63650-3578-11eb-b7bf-dd5381c63b89",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fsiria-acusa-israel-ataque-misiles-221129009.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.s.yimg.com/uu/api/res/1.2/pg7QHIU9Rzttl3bxZswi2Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/eluniversal.com.mx/08bac5708f1dd5991267a45bcdfa917a",
      "https://www.twitter.com/intent/tweet?text=Siria%20acusa%20a%20Israel%20de%20otro%20ataque%20con%20misiles%20d%C3%ADas%20despu%C3%A9s%20del%20asesinato%20de%20asesor%20iran%C3%AD&url=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fsiria-acusa-israel-ataque-misiles-221129009.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://www.s.yimg.com/ny/api/res/1.2/q4p9EWgSnPsvp8UxP0VJ1g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://www.media.zenfs.com/es/efe.es/768a729bbca81558685351cb5c9ba0c4",
      "https://efe.com/efe/usa/5",
      "https://twitter.com/intent/tweet",
      "https://www.s.yimg.com/uu/api/res/1.2/iTKJuOaJfdnqDIAPyVKq6g--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/bbc_news_mundo_254/1389675d2498c1757e6baeab2e574e11"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:37:24.884+02:00",
    "updated": "2023-12-29T00:37:24.884+02:00"
  },
  {
    "uuid": "e396b841a73600d3dd24fcfb2c802da239d064a9",
    "url": "https://tvbrasil.ebc.com.br/reporter-brasil/2024/03/previsao-do-tempo-alerta-de-chuvas-fortes-no-sudeste",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@tvbrasil",
    "published": "2024-03-21T23:50:00Z",
    "title": "Previsão do tempo: alerta de chuvas fortes no Sudeste | Repórter Brasil | TV Brasil | Notícias",
    "text": "Nesta quinta-feira (21), vários órgãos federais que monitoram o clima se reuniram em uma coletiva de imprensa pra alertar e preparar a população para os riscos que esses temporais oferecem - não só a São Paulo e Rio de Janeiro - mas também ao leste mineiro e ao sul do Espírito Santo. Mas, o maior perigo, vale reforçar, é no Rio de Janeiro, que é o estado onde deve cair mais chuva, principalmente entre sexta-feira (22) e sábado (23). O Cemaden - que é o centro que monitora o risco de desastres naturais - considera muito alta a possibilidade de grandes impactos no estado. Esses temporais que estão a caminho do Sudeste, estão subindo pelo mapa e na passagem pelo Rio Grande do Sul, nesta madrugada, os temporais deixaram muito estrago pelo caminho. Mais de 120 municípios registraram danos. Houve queda de energia e mais de um milhão de pessoas ficaram no escuro. Cerca de 680 pontos continuam sem luz. Além disso, ruas ficaram alagadas, estradas interditadas, casas destelhadas, muros caídos e árvores que foram arrancadas pela raiz. Em algumas cidades, os ventos chegaram a 140 km/h. [Clique aqui para saber como sintonizar a programação da TV Brasil.](/comosintonizar)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T01:58:02.133+02:00",
    "updated": "2024-03-22T01:58:02.133+02:00"
  },
  {
    "uuid": "e22183abe8f550b49ddb363294b9a9df29daa5ef",
    "url": "https://vnexplorer.net/con-edson-alvarez-west-ham-le-quita-el-invicto-al-arsenal-de-local-en-premier-league-s698053.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T23:37:00Z",
    "title": "Con Edson Álvarez, West Ham le quita el invicto al Arsenal de local en Premier League",
    "text": "Con Edson Álvarez, West Ham le quita el invicto al Arsenal de local en Premier League\nEl Arsenal perdió en casa por primera vez desde mayo, ya que una derrota por 2-0 ante el West Ham le costó el jueves al equipo de Mikel Arteta la oportunidad de regresar a la cima de la Premier League.\nLos goles de Tomas Soucek a los 13 minutos y del exjugador del Arsenal Konstantinos Mavropanos a los 55, combinados con una sólida exhibición defensiva, le dieron al West Ham una sorprendente victoria en el Emirates Stadium y continuaron con un tropiezo de mitad de temporada de los Gunners.\nEsa es solo una victoria en sus últimos cuatro partidos de liga para el Arsenal, que estaba en el primer lugar para Navidad y necesita vencer al 3 como visitante el domingo para estar en esa posición de cara a 2024. El Arsenal ocupa actualmente el segundo lugar y está a dos puntos del Liverpool, que no vuelve a jugar hasta el día de Año Nuevo.\nWest Ham sorprendió al Arsenal\nPodría haber sido una victoria aún mayor para el West Ham, pero Said Benrahma tuvo un penal atajado por el portero del Arsenal David Raya en el sexto minuto del tiempo de descuento.\nHubo cierta controversia sobre el primer gol, ya que las cámaras no mostraron definitivamente si el balón estaba fuera de juego cuando Jarrod Bowen lo devolvió al área para que Soucek lo forzara a rematar. La pierna de Bowen bloqueó la mejor visión de si el balón estaba en juego y el árbitro se quedó con la decisión en el campo de dar el gol.\nWest Ham perdió a Lucas Paquetá por una aparente lesión en el tendón de la corva izquierda justo después de la media hora de juego, pero perder a uno de sus jugadores clave no despistó a los visitantes.\nArsenal no pudo recuperar el liderato\nBukayo Saka estrelló el balón en el poste para el Arsenal, pero el equipo local careció de su energía habitual en ataque y volvió a conceder cuando un córner de James Ward-Prowse fue desviado por debajo del travesaño por Mavropanos, cuya celebración fue silenciada debido a sus vínculos anteriores con el Arsenal.\nLa última vez que el Arsenal perdió en casa fue a mediados de mayo ante el Brighton, una derrota que prácticamente aseguró que el título de la temporada pasada se dirigiera al Manchester City y no a los Gunners. West Ham saltó al sexto lugar, por encima del Manchester United.\nWest Ham celebra la victoria",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maqwj.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maABc.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1matdG.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maABk.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maABc.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maABk.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maqwj.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1matdG.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:47:29.375+02:00",
    "updated": "2023-12-29T01:47:29.375+02:00"
  }
]