[
  {
    "uuid": "de47e7d0261bf9f8c73c575d7932b3ad6b6e97c3",
    "url": "https://www.tribtoday.com/news/local-news/2024/01/foxconn-leader-earns-kudos-for-military-support",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mason Cole",
    "published": "2024-01-19T00:00:00Z",
    "title": "Foxconn leader earns kudos for military support | News, Sports, Jobs - Tribune Chronicle",
    "text": "LORDSTOWN — A supervisor at Foxconn was presented an award from Employer Support of the Guard and Reserve for his help in providing one of his employees the flexibility needed to serve in the National Guard.\nBrent Williams, facilities maintenance supervisor at the Lordstown plant, received the Patriot Award from the Employer Support of the Guard and Reserve, an office of the United States Department of Defense, during a ceremony Thursday.\n“Today is an important day for us at Foxconn, Ohio,” Matthew DeWine, external affairs representative for the company, said of the award.\nJim Fairbanks, a community outreach representative with Employer Support of the Guard and Reserve, said the organization’s goal is to keep Guard and Reserve members in their civilian jobs.\nFairbanks said the organization looks to keep employees who serve in the Guard or Reserve aware of their rights under the Uniformed Services Employment and Reemployment Rights Act, a federal law adopted in 1994 that protects military service members and veterans from employment discrimination on the basis of their service, and allows them to regain their civilian jobs following a period of uniformed service, according to the U.S. Office of Special Counsel website.\nFairbanks, a Hubbard native, said his organization not only seeks to inform service members of their rights, but also to highlight employers who honor the reemployment rights act.\n“It’s important that we also try to reward these employers because they take a real hit when the Guard and Reserve member is off for training in the summer, training on the weekends, and also, every one of us here knows someone who has been deployed a long time,” Fairbanks said. “Businesses who hire these people are taking a pretty good hit. We try to do everything we can to support the businesses with that.”\nFairbanks said Williams was nominated for the Patriot Award for his efforts including providing flexible schedules, time off before and after deployment, care for families and leaves of absence if needed.\nWilliams, who lives in Warren and has worked at Foxconn for three years, was nominated by one of his employees, a maintenance technician named Jarod Harvey.\nWilliams was thrilled to receive the award.\n“It’s a nice honor,” Williams said. “I’ve always been a military supporter. I come from a strong military family. Although not a veteran myself, it’s always humbling to support that.”\nWilliams said he is glad his efforts were appreciated by Harvey.\n“Jarod was a young man, one of my better employees,” Williams said. “It was nice to be able to support his Guard duty. I made an effort to check in on him, and he appreciated that.”\nShane Brown, vice president of EV manufacturing at Foxconn, thanked Employer Support of the Guard and Reserve for recognizing Williams with the award.\nHe said Foxconn strives to create an inclusive, healthy and welcoming workplace.\nHe said Foxconn is “extremely supportive” of all of its veterans and those serving in the National Guard and military reserve.\n“Brent Williams is an example of how we live the culture that we promote,” Brown said.\nFairbanks said the Patriot Award is a prestigious honor. He said his organization has only given out two such awards in the past 12 months.\n“It’s not all that common,” Fairbanks said. “It’s a big deal when we do it.”\nNEWSLETTER Today's breaking news and more in your inbox\nI'm interested in (please check all that apply) Daily Newsletter Breaking News Obituaries Are you a paying subscriber to the newspaper? * Yes No",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "matthew dewine",
          "sentiment": "none"
        },
        {
          "name": "fairbanks",
          "sentiment": "none"
        },
        {
          "name": "jim fairbanks",
          "sentiment": "none"
        },
        {
          "name": "brent williams",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "foxconn",
          "sentiment": "negative"
        },
        {
          "name": "jobs - tribune chronicle",
          "sentiment": "negative"
        },
        {
          "name": "national guard",
          "sentiment": "none"
        },
        {
          "name": "employer support of the guard and reserve",
          "sentiment": "none"
        },
        {
          "name": "united states department of defense",
          "sentiment": "none"
        },
        {
          "name": "guard and reserve",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lordstown",
          "sentiment": "none"
        },
        {
          "name": "lordstown",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T08:13:23.445+02:00",
    "updated": "2024-01-19T08:13:23.445+02:00"
  },
  {
    "uuid": "4d5758757e8b13ad1ebf3bb735e5975bd24af474",
    "url": "https://aristeguinoticias.com/2812/mundo/el-numero-de-ninos-muertos-en-cisjordania-alcanza-niveles-sin-precedentes-unicef/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción AN / JGE",
    "published": "2023-12-28T18:31:00Z",
    "title": "El número de niños muertos en Cisjordania alcanza niveles sin precedentes: UNICEF | Aristegui Noticias",
    "text": "El número de niños muertos en Cisjordania alcanza niveles sin precedentes: UNICEF La directora General de UNICEF para Oriente Próximo y Norte de África, Adele Khodr, aseguró que 'los niños y niñas de Cisjordania están viviendo su propia pesadilla'. - Redacción AN / JGE El Fondo de Naciones Unidas para la Infancia (UNICEF) recalcó que 2023 ‘ha sido el año más mortífero para la infancia’ en Cisjordania y Jerusalén en la historia y aseguró que ‘la violencia relacionada con el conflicto ha alcanzado niveles sin precedentes’. La directora regional de UNICEF para Oriente Próximo y Norte de África, Adele Khodr, declaró. En las últimas doce semanas, 83 niños y niñas han sido asesinados, más del doble de todos los niños y niñas asesinados en todo 2022, en medio de un aumento de las operaciones militares y de las fuerzas policiales (de Israel). ‘Mientras el mundo mira con horror la situación en la Franja de Gaza, los niños y niñas de Cisjordania están viviendo su propia pesadilla’, manifestó Khodr, que ha hecho hincapié en que ‘vivir con un sentimiento casi constante de miedo y dolor es, tristemente, demasiado común para los niños afectados’. Posteriormente, la directora regional lamentó. Muchos cuentan que el miedo se ha convertido en parte de su vida diaria, y que tienen miedo incluso de caminar hacia la escuela o de jugar al aire libre, debido a la amenaza de disparos y otro tipo de violencia relacionada con el conflicto. Además, agregó que ‘los niños que viven en Cisjordania, también en Jerusalén Este, han experimentado una demoledora violencia durante muchos años’ e insistió en que ‘la intensidad de esa violencia ha aumentado dramáticamente desde los terribles ataques del 7 de octubre’. Te puede interesar > [Hamás acusa a Israel de robar órganos de cuerpos palestinos](https://aristeguinoticias.com/2712/mundo/hamas-acusa-a-israel-de-robar-organos-de-cuerpos-palestinos/) La violencia relacionada con el conflicto ha matado a 124 niños y niñas palestinos y a seis niños y niñas israelíes desde comienzos de 2023. Por último, declaró El sufrimiento de los niños y niñas en Cisjordania, incluyendo Jerusalén Este, no debe quedar en segundo plano en medio del conflicto actual. Es parte de él. Horas antes, el Alto Comisionado de Derechos Humanos de Naciones Unidas, Volker Turk, alertó del ‘rápido deterioro’ de la situación de los Derechos Humanos en Cisjordania y Jerusalén Este desde el 7 de octubre. (Con información de Europa Press)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:03:06.967+02:00",
    "updated": "2023-12-29T00:03:06.967+02:00"
  },
  {
    "uuid": "d8ab0e6311baa86131125fd581f371ec1bb8a9c8",
    "url": "https://www.world-today-news.com/controversial-claim-by-shaman-durek-verrett-sparks-outrage-suicidal-spirit-exorcism-technique-causes-uproar/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2023-12-29T15:45:00Z",
    "title": "Controversial Claim by Shaman Durek Verrett Sparks Outrage: ‘Suicidal Spirit’ Exorcism Technique Causes Uproar",
    "text": "SHAMAN: Durek Verrett.\nPhoto: Frode Hansen / VG\nPetter Eide in the organization Leve reacts to Durek Verrett’s claim that there is a suicidal spirit that can be exorcised.\nPublished:\nLess than 40 minutes ago\nUpdated just now\nIn a new\nvideo on Instagram, Verrett says he will share shamanic knowledge and techniques on how to deal with suicide.\n– Yes, we are talking about something heavy here, but it is important for us to be able to protect ourselves. In shamanism, we believe that there is a suicidal spirit, says Verrett, who is engaged to Princess Märtha Louise.\nVerrett claims that one can get rid of the “suicidal spirit” themselves. He tells about a technique that will help you get this spirit out of you.\nThis technique involves, among other things, breathing and saying a few selected words to remove the “suicide spirit”.\n– Almost at a loss for words\nPetter Eide, chairman of Leve – the National Association for survivors of suicide – believes this is a life-threatening message.\n– Here he makes a claim that suicide is caused by a spirit taking up residence in your body and that you should be able to drive it out with the help of your own thinking power. I hardly have words for how upset I get when I hear such nonsense. He plays with people’s lives, says Eide to VG.\nOver 600 people take their own lives every year, according to the Norwegian Institute of Public\nHealth (FHI).\nFHI does not have figures on attempts, but Eide believes that perhaps ten times as many attempt it or have suicidal thoughts every year.\nLEVE: Petter Eide is chairman of the National Association for Survivors of Suicide.\nPhoto: Helge Mikalsen / VG\nEide points out that research on suicide shows that you should seek professional help and fellowship, not sit alone with your thoughts.\n– Verrett pushes this exclusively back on the individual, without explanation or connection – just that an evil spirit has taken up residence in you that you can drive out yourself. What he says can make it worse.\n– It is difficult to imagine him in the royal family with this type of attitude, says Eide, and points out that Durek Verrett is marrying Princess Märtha Louise in Geiranger this summer.\n– Shamanism a supplement to the healthcare system\nDurek Verrett has been submitted to the criticism, via his spokesperson in Norway, Simon Valvik.\nValvik says Verret’s content is intended for his followers and supporters who are familiar with his methods and practices of shamanism.\nThe majority of followers are Americans, not Norwegians, according to Valvik.\n– In the\nUSA, there is closer contact between alternative medicine and school medicine. I see shamanism as a useful addition to the healthcare system, as many people in America also do, says Durek Verrett.\nThose who do not agree with him do not have to follow him either, says Verrett.\nAt the same time, he says that he recognizes the importance of the\nhealth system and school medicine.\n– I respect what professionals, such as doctors and psychologists do, and I don’t try to tell them how to do their job. It’s about respecting each other and understanding that we all have different ways of helping people, says Verret.\nHe says that he wants to be able to offer an alternative to those who want it.\nThe press guard at the Castle tells VG that on a general basis they do not comment on statements from Durek Verrett.\nNeed someone to talk to?\nBy for urgent crisis assistance, you must call 113. If you want to get in touch with your local emergency room, call 116 117.\nThere are several helplines, chat services and support groups where you can share your thoughts and feelings completely anonymously, and get support, advice and guidance.\nHere you will find more\n helplines and chat services which can be helpful when you are having a hard time.\nFor children and young people:\nSource: Helsenorge.no\nPublished:\nPublished: 29.12.23 at 15:59\nUpdated: 29.12.23 at 16:36\n2023-12-29 14:59:51\n#Knallhardt #Durek #Verretts #discussion #suicide",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.helsenorge.no/psykisk-helse/trenger-du-noen-a-snakke-med/",
      "https://www.helsenorge.no/psykisk-helse/trenger-du-noen-a-snakke-med",
      "https://helsenorge.no/psykisk-helse/trenger-du-noen-a-snakke-med/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "durek verrett",
          "sentiment": "negative"
        },
        {
          "name": "shaman durek verrett",
          "sentiment": "negative"
        },
        {
          "name": "durek",
          "sentiment": "negative"
        },
        {
          "name": "frode hansen",
          "sentiment": "negative"
        },
        {
          "name": "petter eide",
          "sentiment": "negative"
        },
        {
          "name": "leve",
          "sentiment": "negative"
        },
        {
          "name": "verrett",
          "sentiment": "none"
        },
        {
          "name": "märtha louise",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "leve – the national association",
          "sentiment": "none"
        },
        {
          "name": "instagram",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T17:52:47.629+02:00",
    "updated": "2023-12-29T17:52:47.629+02:00"
  },
  {
    "uuid": "70e46a35b1b1c9d77966eeb3d943eb89a09214b4",
    "url": "https://www.latestnigeriannews.com/p/3299107/easter-message-emulate-virtues-of-our-lord-jesus-christ-bishop-adegbite-enjoins-.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Latestnigeriannews",
    "published": "2024-03-29T13:32:00Z",
    "title": "Easter Message: Emulate Virtues of Our Lord Jesus Christ, Bishop Adegbite Enjoins Christains",
    "text": "#BNMeetTheStar: Paul Nnadiekwe on His Acting Career, Role in Afamefuna & Being Born on a Leap Day - Bellanaija \"I'm the only person to come back to number one after cancellation\" Kanye West writes as he says he's the \"only GOAT\" - Linda Ikeji \"If your man is nice to you, don't tell your friends about it\" - Nigerian politician advises women - https://www.latestnigeriannews.com/news/3299042/if-your-man-is-nice-to-you-dont-tell-your-friends-about-it-nigerian-politician-a.html 17 Slain Soldiers: You Don't Have Right to Declare Suspects Wanted Falana Tells Army - Tori 17-year-old Girl R*ped And Strangled To Death By Her Cousin In South Africa - https://www.latestnigeriannews.com/news/3297963/17yearold-girl-rped-and-strangled-to-death-by-her-cousin-in-south-africa.html 17-year-old girl raped and strangled to death by her cousin in South Africa - https://www.latestnigeriannews.com/news/3297173/17yearold-girl-raped-and-strangled-to-death-by-her-cousin-in-south-africa.html 18 years after Charles Soludo's bank recapitalisation, Nigerian banks are facing the same plan again, as the new CBN Governor, Yemi Cardoso, announced his readiness to recapitalise Nigerian banks. - Pulse 2027 Is About Peter Obi, Not LP Kenneth Okonkwo Says - https://www.latestnigeriannews.com/news/3298645/2027-is-about-peter-obi-not-lp-kenneth-okonkwo-says.html 400 Lvl Nasarawa Varsity Student Declared Missing After Palliative Stampede - https://www.latestnigeriannews.com/news/3298281/400-lvl-nasarawa-varsity-student-declared-missing-after-palliative-stampede.html 1 Trade Each NFL Contender Should Consider to Fill Biggest Weakness - Bleacher Report 2024 NFL Draft: Best Team Fits for Cooper DeJean, Injured Prospects After Recovery - https://www.latestnigeriannews.com/news/3298714/2024-nfl-draft-best-team-fits-for-cooper-dejean-injured-prospects-after-recovery.html 2024 Offseason Trade Ideas for NBA's Most Hopeless Teams - https://www.latestnigeriannews.com/news/3298711/2024-offseason-trade-ideas-for-nbas-most-hopeless-teams.html A trio of deadline-day signings for Warrington Rylands - Yahoo A's Fans Protest MLB Opening Day Amid Las Vegas Move, Watch Game from Parking Lot - https://www.latestnigeriannews.com/news/3297778/as-fans-protest-mlb-opening-day-amid-las-vegas-move-watch-game-from-parking-lot.html Alex Matthews interview: Rugby's my distraction from Dad's cancer diagnosis - https://www.latestnigeriannews.com/news/3298945/alex-matthews-interview-rugbys-my-distraction-from-dads-cancer-diagnosis.html American adventure for Stanley Women's U18s - https://www.latestnigeriannews.com/news/3298358/american-adventure-for-stanley-womens-u18s.html Andy Murray issues 'disappointing' injury update after ankle assessment - https://www.latestnigeriannews.com/news/3298503/andy-murray-issues-disappointing-injury-update-after-ankle-assessment.html Andy Murray misses start of clay season and faces race to be fit for Wimbledon - https://www.latestnigeriannews.com/news/3298506/andy-murray-misses-start-of-clay-season-and-faces-race-to-be-fit-for-wimbledon.html",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.lindaikejisblog.com/2024/3/17-year-old-girl-raped-and-strangled-to-death-by-her-cousin-in-south-africa.html",
      "https://bleacherreport.com/articles/10114757-1-trade-each-nfl-contender-should-consider-to-fill-biggest-weakness",
      "https://www.lindaikejisblog.com/2024/3/im-the-only-person-to-come-back-to-number-one-after-cancellation-kanye-west-writes-as-he-says-hes-the-only-goat.html",
      "https://www.tori.ng/news/265893/400-lvl-nasarawa-varsity-student-declared-missing.html",
      "https://www.tori.ng/news/265916/17-slain-soldiers-you-dont-have-right-to-declare-s.html",
      "https://www.lindaikejisblog.com/2024/3/if-your-man-is-nice-to-you-dont-tell-your-friends-about-it-nigerian-politician-advises-women-2.html",
      "https://www.tori.ng/news/265925/2027-is-about-peter-obi-not-lp-kenneth-okonkwo-say.html",
      "https://www.pulse.ng/business/domestic/what-does-cbn-recapitalisation-mean-for-nigerian-banks/959bbcc",
      "https://bleacherreport.com/articles/10114438-2024-offseason-trade-ideas-for-nbas-most-hopeless-teams",
      "https://uk.sports.yahoo.com/news/american-adventure-stanley-women-u18s-080900432.html",
      "https://uk.sports.yahoo.com/news/andy-murray-misses-start-clay-095124028.html",
      "https://www.independent.co.uk/sport/tennis/andy-murray-injury-ankle-wimbledon-b2520537.html",
      "https://uk.sports.yahoo.com/news/trio-deadline-day-signings-warrington-212339903.html",
      "https://www.bellanaija.com/2024/03/meet-the-star-paul-nnadiekwe/",
      "https://bleacherreport.com/articles/10114807-as-fans-protest-mlb-opening-day-amid-las-vegas-move-watch-game-from-parking-lot",
      "https://www.tori.ng/news/265890/17yearold-girl-rped-and-strangled-to-death-by-her.html",
      "https://bleacherreport.com/articles/10114711-2024-nfl-draft-best-team-fits-for-cooper-dejean-injured-prospects-after-recovery",
      "https://uk.sports.yahoo.com/news/alex-matthews-interview-rugby-distraction-131307928.html",
      "https://tori.ng/news/265893/400-lvl-nasarawa-varsity-student-declared-missing.html",
      "https://bellanaija.com/2024/03/meet-the-star-paul-nnadiekwe/",
      "https://www.uk.sports.yahoo.com/news/american-adventure-stanley-women-u18s-080900432.html",
      "https://www.bleacherreport.com/articles/10114807-as-fans-protest-mlb-opening-day-amid-las-vegas-move-watch-game-from-parking-lot",
      "https://pulse.ng/business/domestic/what-does-cbn-recapitalisation-mean-for-nigerian-banks/959bbcc",
      "https://lindaikejisblog.com/2024/3/im-the-only-person-to-come-back-to-number-one-after-cancellation-kanye-west-writes-as-he-says-hes-the-only-goat.html",
      "https://www.bleacherreport.com/articles/10114711-2024-nfl-draft-best-team-fits-for-cooper-dejean-injured-prospects-after-recovery",
      "https://www.uk.sports.yahoo.com/news/alex-matthews-interview-rugby-distraction-131307928.html",
      "https://tori.ng/news/265916/17-slain-soldiers-you-dont-have-right-to-declare-s.html",
      "https://independent.co.uk/sport/tennis/andy-murray-injury-ankle-wimbledon-b2520537.html",
      "https://lindaikejisblog.com/2024/3/if-your-man-is-nice-to-you-dont-tell-your-friends-about-it-nigerian-politician-advises-women-2.html",
      "https://tori.ng/news/265890/17yearold-girl-rped-and-strangled-to-death-by-her.html",
      "https://www.bellanaija.com/2024/03/meet-the-star-paul-nnadiekwe",
      "https://www.uk.sports.yahoo.com/news/andy-murray-misses-start-clay-095124028.html",
      "https://www.bleacherreport.com/articles/10114438-2024-offseason-trade-ideas-for-nbas-most-hopeless-teams",
      "https://www.bleacherreport.com/articles/10114757-1-trade-each-nfl-contender-should-consider-to-fill-biggest-weakness",
      "https://tori.ng/news/265925/2027-is-about-peter-obi-not-lp-kenneth-okonkwo-say.html",
      "https://lindaikejisblog.com/2024/3/17-year-old-girl-raped-and-strangled-to-death-by-her-cousin-in-south-africa.html",
      "https://www.uk.sports.yahoo.com/news/trio-deadline-day-signings-warrington-212339903.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "adegbite",
          "sentiment": "negative"
        },
        {
          "name": "paul nnadiekwe",
          "sentiment": "negative"
        },
        {
          "name": "jesus christ",
          "sentiment": "negative"
        },
        {
          "name": "linda ikeji",
          "sentiment": "none"
        },
        {
          "name": "kanye west",
          "sentiment": "none"
        },
        {
          "name": "tori",
          "sentiment": "none"
        },
        {
          "name": "charles soludo",
          "sentiment": "none"
        },
        {
          "name": "bellanaija",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "falana tells army",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "south africa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T18:14:18.169+03:00",
    "updated": "2024-03-29T18:14:18.169+03:00"
  },
  {
    "uuid": "18f27b40b0d6978c5ebde892864d022306601c49",
    "url": "https://timesofindia.indiatimes.com/city/meerut/amrohas-radio-man-featured-in-mann-ki-baat-gets-special-invite-to-rday-parade/articleshow/107004138.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sandeep Rai",
    "published": "2024-01-20T01:56:00Z",
    "title": "Amroha's 'Radio Man' Featured in 'Mann ki Baat' Gets Special Invite to R-Day Parade | Meerut News - Times of India",
    "text": "MEERUT: Nine months after being featured in TOI and two months post his mention in Prime Minister Modi's 'Mann ki Baat', 67-year-old Ram Singh Baudh, owner of 1,100 radios, has received a special invite for the Republic Day parade, including a five-day stay at Delhi's Ashoka Hotel and visits to important sites.\\\"It's beyond my comprehension. Since PM broadcasts his messages on the radio, getting a mention from him in Mann ki Baat was certainly a dream come true. Still, this invite is a next-level acknowledgement,\\\" said Baudh, holding a letter of invitation from the Ministry of Defence and a letter from Prasar Bharti.Notably, all those mentioned in the PM's monthly radio address have been invited. The letter signed by deputy director Prasar Bharti, Mukesh Kumar stated, \\\"You are among the honoured guests who found mention in the PM's Mann ki Baat. We invite you to witness the 75th Republic Day parade.\\\" Retired from the Warehouse Corporation of India, Baudh spends most of his time with his collection of 1,100 radios, gathered over the years spending lakhs of rupees from different junk markets of Delhi, Meerut and several other towns. \\\"The future generation will never get to know of the significance of the radio evolution that's still impacting our lives in the modern form and hence decided to begin the collection\\\", says Baudh who remembers spending his entire monthly salary to purchase his first radio in 1977 for Rs 350. Today, his oldest radio, made in 1900 with 'Made in England' engraved on it, represents the evolution of radio technology in India. In the 107th edition of 'Mann Ki Baat' on November 26, PM Modi highlighted the impact of the programme on making radio more popular in households. Baudh, from Amroha in Uttar Pradesh, was acknowledged for his decades-long radio collection. His museum gained increased curiosity after the Mann Ki Baat mention, as mentioned in a letter received by the PM on 'MYGOV'.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mo",
          "sentiment": "negative"
        },
        {
          "name": "mann",
          "sentiment": "negative"
        },
        {
          "name": "amroha",
          "sentiment": "negative"
        },
        {
          "name": "prasar bharti",
          "sentiment": "none"
        },
        {
          "name": "mukesh kumar",
          "sentiment": "none"
        },
        {
          "name": "mann ki baat",
          "sentiment": "none"
        },
        {
          "name": "baudh",
          "sentiment": "none"
        },
        {
          "name": "singh baudh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "meerut news - times",
          "sentiment": "negative"
        },
        {
          "name": "warehouse corporation of india",
          "sentiment": "none"
        },
        {
          "name": "mann ki baat",
          "sentiment": "none"
        },
        {
          "name": "ministry of defence",
          "sentiment": "none"
        },
        {
          "name": "prasar bharti.notably",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "ashoka hotel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T06:47:32.913+02:00",
    "updated": "2024-01-20T06:47:32.913+02:00"
  },
  {
    "uuid": "079a95663802c92385cd553ac85d5ce1c0f20007",
    "url": "https://www.publico.es/sociedad/m-ambiente/inestabilidad-dominara-peninsula-baleares-semana-temperaturas-maximas-estables-heladas-interior.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Europa Press",
    "published": "2024-12-13T08:29:00Z",
    "title": "La inestabilidad dominará la península y Balears con abundante nubosidad y chubascos débiles",
    "text": "La Agencia estatal de meteorología (AEMET) prevé que la inestabilidad persista en la Península y en Illes Balears, con abundante nubosidad y probables precipitaciones débiles que afectarán a zonas de la mitad sur, tercio nordeste y entorno mediterráneo. En especial, se pronostica que estas lluvias sean más intensas y podrán llegar a fuertes e ir con tormenta en el nordeste de Catalunya, Alborán y litorales del sureste peninsular. A su vez, podrían darse nevadas débiles en puntos del Sistema Central, sur de la Ibérica, montañas del sureste, y de forma más probable, en el Pirineo, con acumulaciones significativas al principio del día en su extremo oriental. En este marco, la cota de nieve se situará en torno a 1200\\/1600 metros (m). A medida que avance el día, se espera que las precipitaciones tiendan en general a menos y que se abran cada vez más claros, aunque se mantendrán las precipitaciones en el oeste de Galicia. Mientras, en Canarias, predominarán los cielos nubosos en las islas montañosas con probables chubascos ocasionales y los intervalos nubosos en el resto. Además, habrá probables brumas y bancos de niebla matinales en zonas de montañas e interiores del este peninsular. En lo que respecta a las temperaturas, el organismo estatal avisa de que las máximas estarán en aumento en los tercios este y sur peninsulares y que en líneas generales se mantendrán sin grandes cambios en el resto. Paralelamente, las mínimas subirán en los archipiélagos y en el extremo oeste peninsular, mientras que predominarán las bajadas en el resto. Durante esta jornada, las heladas seguirán afectando a la mayor parte de interiores de la mitad norte peninsular y a entornos de montaña del sureste, sin descartarlas en el este la meseta sur. Éstas podrán ser localmente fuertes en montañas del extremo norte. Las capitales de provincia que registrarán valores más bajos será León con -3ºC, Burgos, Lugo, Palencia, Salamanca y Soria con -2ºC; y Ávila, Segovia, Valladolid y Zamora con -1ºC. Por último, la predicción recoge que soplarán vientos moderados del norte y nordeste en la mitad norte del área mediterránea, con vientos flojos variables con predominio de las componentes este y sur en el resto. A lo largo del día se espera una tendencia a rolar a componente oeste. Asimismo, habrá vientos del este y sureste en Canarias, flojos al principio pero tendiendo a arreciar.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Politics"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T12:06:44.616+02:00",
    "updated": "2024-12-13T12:06:44.616+02:00"
  },
  {
    "uuid": "b69a896d20abef2e5d0c5981a1917c5bb79510b6",
    "url": "https://counciloncj.org/nebraska-enacts-landmark-law-to-steer-troubled-veterans-away-from-incarceration-and-into-treatment",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rachel Yen",
    "published": "2024-04-18T19:07:00Z",
    "title": "Nebraska Enacts Landmark Law to Steer Troubled Veterans Away from Incarceration and into Treatment",
    "text": "Nebraska Enacts Landmark Law to Steer Troubled Veterans Away from Incarceration and into Treatment The state is the first in the nation to adopt a policy framework from the Veterans Justice Commission, a CCJ panel led by 2 former U.S. Defense Secretaries FOR IMMEDIATE RELEASE April 18, 2024 Contact: Jenifer Warren [jwarren@counciloncj.org](mailto:jwarren@counciloncj.org) 916-217-0780 WASHINGTON – Nebraska Gov. Jim Pillen has signed [landmark legislation](https://nebraskalegislature.gov/bills/view_bill.php?DocumentID=49866) that creates alternatives to prosecution and incarceration for military veterans, ensuring they receive treatment for PTSD and other service-related conditions that drive their criminal behavior. The governor’s action makes Nebraska the first state to adopt legislation based on a [policy framework](https://counciloncj.foleon.com/veterans-commission/vjc-reports/model-policy-framework) from the [Veterans Justice Commission,](https://counciloncj.org/veterans-justice-commission/) a national panel led by former U.S. Defense Secretaries Chuck Hagel and Leon Panetta. The [Council on Criminal Justice](https://counciloncj.org/) launched the 15-member commission of senior military and criminal justice leaders to examine why so many veterans land in prison and jail and develop solutions. Under the new law, veterans who demonstrate that a service-related condition contributed to their offense can be diverted from prosecution by a judge. Those eligible will instead be required to complete a structured program combining supervision with individualized treatment for PTSD, traumatic brain injury, or other conditions. Only certain crimes currently eligible for probation will be considered for diversion, and victims will have the opportunity to address the court. Hagel said the approach complements Veterans Treatment Courts in providing the court system with options to assist veterans and will help more veterans manage the invisible wounds of war. Nationally, 14% of counties operate specialized veterans courts, and [eligibility requirements exclude many veterans](https://counciloncj.foleon.com/veterans-commission/report-1/recommendation-two). “People who have served this nation in our armed forces have sacrificed to protect all of us,” Hagel said. “This law recognizes that sacrifice by ensuring that our veterans are not lost in our prisons and jails, but instead receive interventions that can help them resume their responsibilities to their families, their communities, and their country.” More than 200,000 active-duty service members leave the armed forces each year, and while most transition successfully, [many struggle](https://assets.foleon.com/eu-central-1/de-uploads-7e3kk3/41697/preliminary_assessment.53512ca15229.pdf) with mental health and substance use disorders, the effects of traumatic brain injury, homelessness, and criminality. Roughly one in three veterans report having been arrested and booked into jail at least once. Veterans who become incarcerated lose access to health care from the Department of Veterans Affairs (VA), which prevents them from receiving the specialized treatment they need to address PTSD or other challenges. The suicide rate for veterans is approximately 1.5 times higher than the rate among the general population, and it’s [especially high](https://pubmed.ncbi.nlm.nih.gov/32147866/) for veterans leaving incarceration. “Too often, we are prosecuting and imprisoning veterans whose criminal justice involvement is due, at least in part, to their service to our country,” said Commission Director Jim Seward. “This law builds on the success of veterans treatment courts, giving former service members who become entangled in our justice system a second chance while also holding them accountable for their actions.” Seward added that the approach was adopted as [model policy](https://alec.org/model-policy/veterans-justice-act/) by the American Legislative Exchange Council (ALEC) last year, and that other states are expected to follow Nebraska’s lead. In addition to the policy framework that underpins the Nebraska law, the Commission has produced two sets of findings and recommendations related to [arrest through sentencing](https://counciloncj.foleon.com/veterans-commission/vjc-reports/arrest-through-sentencing) and the [transition from military service to civilian life](https://counciloncj.foleon.com/veterans-commission/vjc-reports/transition). A third set, regarding incarceration and reentry, is due for release later this year. CCJ launched the two-year Commission in August 2022 to assess the extent and nature of veterans’ justice-system involvement, the adequacy of support for service members as they return home, and the effectiveness of the system response when veterans break the law. In addition to Hagel and Panetta, Commission members include a former Sergeant Major of the Marine Corps, the chief justice of the Georgia Supreme Court, two formerly incarcerated veterans, and other top military, veterans, and criminal justice leaders. About the Council on Criminal Justice The Council on Criminal Justice (CCJ) is a nonpartisan invitational membership organization and think tank that advances understanding of the criminal justice policy challenges facing the nation and builds consensus for solutions based on facts, evidence, and fundamental principles of justice.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "https://nebraskalegislature.gov/bills/view_bill.php?DocumentID=49866",
      "https://assets.foleon.com/eu-central-1/de-uploads-7e3kk3/41697/preliminary_assessment.53512ca15229.pdf",
      "https://pubmed.ncbi.nlm.nih.gov/32147866/",
      "https://counciloncj.foleon.com/veterans-commission/vjc-reports/model-policy-framework",
      "https://alec.org/model-policy/veterans-justice-act/",
      "https://counciloncj.foleon.com/veterans-commission/vjc-reports/transition",
      "https://counciloncj.foleon.com/veterans-commission/report-1/recommendation-two",
      "https://counciloncj.foleon.com/veterans-commission/vjc-reports/arrest-through-sentencing",
      "https://www.assets.foleon.com/eu-central-1/de-uploads-7e3kk3/41697/preliminary_assessment.53512ca15229.pdf",
      "https://www.counciloncj.foleon.com/veterans-commission/vjc-reports/model-policy-framework",
      "https://pubmed.ncbi.nlm.nih.gov/32147866",
      "https://www.counciloncj.foleon.com/veterans-commission/vjc-reports/arrest-through-sentencing",
      "https://www.nebraskalegislature.gov/bills/view_bill.php?DocumentID=49866",
      "https://www.alec.org/model-policy/veterans-justice-act/",
      "https://alec.org/model-policy/veterans-justice-act",
      "https://nebraskalegislature.gov/bills/view_bill.php",
      "https://www.pubmed.ncbi.nlm.nih.gov/32147866/",
      "https://www.counciloncj.foleon.com/veterans-commission/report-1/recommendation-two",
      "https://www.counciloncj.foleon.com/veterans-commission/vjc-reports/transition"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "commissio",
          "sentiment": "negative"
        },
        {
          "name": "leon panetta",
          "sentiment": "none"
        },
        {
          "name": "jim pillen",
          "sentiment": "none"
        },
        {
          "name": "chuck hagel",
          "sentiment": "none"
        },
        {
          "name": "jenifer warren jwarren@counciloncj.org",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "veterans justice commission",
          "sentiment": "none"
        },
        {
          "name": "council on criminal justice",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nebraska",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:44:23.605+03:00",
    "updated": "2024-04-21T00:34:51.443+03:00"
  },
  {
    "uuid": "50f5acec7aa72600354ab8868bbe119d069fc770",
    "url": "https://www.7sur7.be/football-belge/une-demi-finale-europeenne-32-ans-apres-pour-bruges-qui-simpose-au-paok-et-se-met-a-rever~a46a528d",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rédaction",
    "published": "2024-04-18T21:14:00Z",
    "title": "Une demi-finale européenne 32 ans après pour Bruges qui s’impose au PAOK et se met à rêver",
    "text": "- Ferran Jutglà 33' 45'\nUne demi-finale européenne 32 ans après pour Bruges qui s’impose au PAOK et se met à rêver\n31 ans après le dernier club belge (l’Antwerp), 32 ans après leur défaite face au Werder de Brème en 1992, les Brugeois vont disputer une demi-finale européenne, et même deux car ça sera une double confrontation. Les Blauw en Zwart affronteront la Fiorentina, qui a défait le Viktoria Plzen. Après un match maîtrisé du début à la fin, les Brugeois se sont imposés en Grèce grâce un un doublé de leur attaquant espagnol Ferran Jutglà en première mi-temps.\nLes Brugeois avaient remporté le match aller en Belgique 1-0 jeudi passé, où ils auraient pu (dû) marquer l’un ou l’autre but supplémentaire. Ce soir, les troupes de Nicky Hayen se déplaçaient du côté du PAOK dans une ambiance étouffante.\nUne solide première mi-temps\nTrès bonne première mi-temps des Brugeois, malgré les nombreuses absents. Ils ont concrétisé leur domination à la demi-heure et juste avant la mi-temps, deux fois via leur attaquant espagnol Ferran Jutglà.\nDeuxième mi-temps tout en maîtrise\nBruges n’a rien laissé au PAOK en deuxième mi-temps, si ce n’est lorsque Balanta arrête fautivement l’attaquant du PAOK dans le rectangle. L’arbitre a indiqué le point de pénalty, avant de revenir sur sa décision, après un check du VAR.\nDirection Florence\nLes Brugeois se déplaceront début mai à la Fiorentina qui a battu à domicile le Viktoria Plzen (2-0) après avoir partagé l’enjeu en République Tchèque la semaine passée (0-0). Un adversaire qui, vu la prestation du jour des Brugeois, semble à leur portée. Les Blauw en Zwart se mettent à rêver d’une finale et pourquoi pas d’un trophée européen.\nFin de la deuxième mi-temps\nAprès un match maîtrisé du début à la fin, les Brugeois se sont imposés en Grèce grâce un un doublé de leur attaquant espagnol Ferran Jutglà en première mi-temps.\nMichal Skóras est remplacé par Chemsdine Talbi\nHugo Vetlesen est remplacé par Philip Zinckernagel\nUn peu moins de 15 minutes à tenir\nLes Brugeois sont à 15 minutes de se qualifier pour les demi-finales de la Ligue Conférence.\nAntonio Nusa est remplacé par Denis Odoi\nKiril Despodov est remplacé par Giannis Konstantelias\nOccasion pour le PAOK\nDespodov place une tête cadrée mais qui manque de puissance, sans danger pour Jackers.\nVAR: Le penalty est refusé\nAprès check de la VAR, le pénalty est annulé pour un hors-jeu au départ de l'action. La jaune de Balanta est également annulée.\nCarton jaune pour Éder Balanta\nBelle opportunité pour Nusa\nSon tir trop croisé passe à côté des cages du gardien croate.\nSouahilo Meïté est remplacé par Magomed Ozdoev\nBrandon est remplacé par Mbwana Samatta\nThomas Murg est remplacé par Andrija Živkovic\nDébut de la deuxième mi-temps\nFin de la première mi-temps\nTrès bonne première mi-temps des Brugeois qui ont concrétisé leur domination à la demi-heure et juste avant la mi-temps, deux fois via leur attaquant espagnol Jutglà.\nVAR: Le but est validé\nAprès de longues minutes de vérification, le but est validé!\n0-2 BUT de Ferran Jutglà!\nSur une frappe de Skoràs repoussée par Kotarski, Jutgla surgit et pousse la ballon au fond.\nArrêt de Kotarski\nSur le corner qui suit la tête déviée de Vanaken, Jutgla ne peut pas finir au petit rectangle de la tête grâce à une belle intervnetion du gardien.\nGrosse occasion pour Vanaken\nSur un centre très moyen de Nusa mal dégagé, le capitaine brugeois place sa tête à côté, qui est déviée.\n0-1 BUT de Ferran Jutglà!\nSur un superbe centre de Sabbe, Jutglà ne se fait pas prier et pousse le ballon au fond du but.\nUn pas de plus vers le record: la victoire du Club Bruges rapproche le foot belge d’une saison historique en Europe\n-\nCoup du sort en vue? Ce scénario improbable où le troisième des Champions Playoffs ne serait pas européenLe championnat belge dans toute sa splendeur. Par un coup du sort, un scénario est possible dans lequel le troisième des Champions Playoffs pourrait ne pas être européen. Entre 30 millions d’euros ou rien du tout, jamais les enjeux financiers n’ont été aussi importants pour les cadors de Pro League. La nervosité ne devrait donc faire que croître dans les semaines à venir.\n-\nMonenergie.be\nPréparez votre thermostat et votre chaudière pour le printemps: des tuyaux pour facilement économiser de l’énergieLe printemps arrive: il est donc grand temps d’en profiter! Ceci vaut aussi bien pour vous-même que pour votre maison. Quelques tuyaux pratiques vous permettront de bénéficier au maximum de l’énergie solaire disponible et de réduire au strict minimum votre facture énergétique. Ci-dessous, Monenergie.be vous montre la voie à suivre.\n-\nmise à jour\nLe PAOK porte plainte auprès de l’UEFA après des incidents à Bruges: la police rejette les accusations de “violence aveugle”La police locale de Bruges rejette toute accusation d’arrestation arbitraire de supporters du club grec de football PAOK Salonique. L’équipe a introduit une plainte auprès de l’UEFA, affirmant que ses supporters avaient été victimes de “violence aveugle” jeudi, en marge du match qui opposait le club grec au Club Bruges en quart de finale aller de la Conference League.\n-\nLivios\nSe débarrasser de la mousse sur votre toit? Voici 2 méthodesQue vous le vouliez ou non: la mousse n’a aucun scrupule à se nicher sur votre toiture. La formation de mousse n’est pas néfaste pour la construction ou le revêtement de toiture. Il s’agit uniquement d’un problème esthétique. Si, pour vous, la mousse est particulièrement gênante, le site de la construction Livios partage deux manières de l’éliminer.\n-\nBientôt l’heure du choix pour Zeno Debast: un nouveau prétendant entre dans la danse\n-\nMonenergie.be\nQue coûte l'éclairage sur base annuelle? Et comment pouvez-vous facilement économiser des dizaines d’euros?Avez-vous encore des lampes halogènes ou des lampes à incandescence dans votre maison? Dans ce cas, votre facture énergétique sera probablement plus élevée que nécessaire. Monenergie.be a examiné l’impact de votre choix de lampes sur votre décompte annuel et comment vous pouvez y remédier.\n-\nUne lourde défaite et (déjà) la fin des illusions pour le StandardPremier match de playoffs et les espoirs s’envolent déjà pour le Standard. Les Rouches devaient gagner à Gand pour se replacer en Europe Playoffs, ils ont été surclassés par des Buffalos plus saignants et plus efficaces (5-1). Après sa première rencontre, le Standard accuse donc dix points sur son adversaire du jour, et semble déjà définitivement écarté de la course à la qualification pour le barrage européen.\n<a href=\"https: francisco~a321870d/\">\n</a>",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T01:01:08.685+03:00",
    "updated": "2024-04-19T01:01:08.685+03:00"
  },
  {
    "uuid": "c02f40bf0805b7775f067283fb917b6408c76811",
    "url": "https://localnews8.com/weather/cnn-weather-environment/2023/12/29/massive-california-waves-injure-some-onlookers-and-bring-flooding-treacherous-beach-conditions-up-the-west-coast/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newsource",
    "published": "2023-12-29T12:47:00Z",
    "title": "Massive California waves injure some onlookers and bring flooding, treacherous beach conditions up the West coast - Local News 8",
    "text": "By Elizabeth Wolfe, Robert Shackelford and Cindy Von Quednow, CNN\n(CNN) — A powerful offshore storm is driving towering waves into the California coastline, triggering flooding and warnings of dangerous and damaging swells after several people were injured by a wave along Ventura beach on Thursday.\nThe wave crashed over a barrier along the southern California beach, tossing a wall of fast-moving water at a group of onlookers who rushed to escape the deluge, witness video shows. Seawater quickly knocked some people off their feet and pummeled cars as drivers tried to speed away.\nNearly 20 people were briefly swept away in the incident and eight people were taken to the hospital, Ventura officials said.\nHigh water and dangerous rip currents will churn along some of California’s beaches through the weekend as much of the West coast – spanning from the US-Mexico border to southern Oregon – is under coastal flood and high-surf alerts, the National Weather Service said.\nWaves as high as telephone poles – about 40 feet – could slam into San Francisco through Friday morning. Fifteen to 20-foot waves are expected along the central coast.\nThe dangerous conditions pose an “exceptional risk” of ocean drowning and damage to structures like piers and jetties, the National Weather Service said.\nThe spectacular waters have enthralled some surfers and onlookers, but weather officials are cautioning that the waves and strong rip tides can be perilous for those nearby.\n“Large breaking waves can cause injury, wash people off beaches and rocks, and capsize small boats near shore,” the National Weather Service warned.\nAt least one fisherman fell overboard in a harbor off Oxnard and later came ashore uninjured, the Ventura County Fire Department said.\nThe conditions have already caused some road closures and evacuations in coastal California communities and prompted the rescue of five campers along the San Luis Obispo coast.\nCrews in Ventura worked through the night to reinforce a mile-long sand barrier that was damaged by powerful waters on Thursday, the local fire department said. Standing about seven feet tall, the raised wall helps protect beachside communities.\nHoping to discourage spectators, local officials closed a main access point to Ventura Pier, which saw a swell of about 20 feet on Thursday. Some coastal streets in the area have also been closed as a precaution.\nIn central California’s Santa Cruz, the sheriff’s office issued an evacuation warning for some areas on Thursday, which included areas of Rio Del Mar, where seawater filled beachside roadways and pushed against some homes, CNN affiliate KION reported. The warnings were lifted later in the day.\nThe most extreme impacts were expected along the central and Ventura County coasts, along with Hermosa, Manhattan and Palos Verdes beaches, the weather service in Los Angeles said Thursday.\nTempestuous waters are also battering Northern California, where the Bay Area could see waves of 28 to 33 feet, the weather service advised.\nA high wind alert is also in effect for the Bay Area on Friday as wind gusts of up to 50 mph are expected.\nRainfall is likely to stretch northward from the Bay Area throughout the day Friday before shifting south into the weekend.\nMassive waves attract surfers to Mavericks\nDespite safety warnings, the massive waves are a welcome sight to surfers hungry to tackle the legendary swells at Mavericks Beach, about 25 miles south of San Francisco.\nPro surfers and spectators flocked to the beach on Thursday for a competition at the site known for having some of the biggest waves in the world, CNN affiliate KGO reported.\nLocal resident Ion Banner told the affiliate that surfers from Brazil, Tahiti and Hawaii were out in the water. “It’s pretty gnarly, it’s super big,” he said.\n“The waves looked absolutely massive and it was everything that we expected,” said Miguel Blanco, who told KGO he flew in from Portugal to surf the waves. “It was really big, I’d say 40-60 foot waves.”\nMavericks’ jaw-dropping waves – caused by unique underwater rock formations – reach their biggest heights in the winter, when big wave surfers from all over the world make pilgrimages to face the swells.\nThe legendary waves and the surfers who brave them have been the subject of several films and documentaries, including the 2012 biopic “Chasing Mavericks” about American surfer Jay Moriarity’s journey to surf Mavericks as a teen.\nOn Thursday, the conditions were prime for surfers like Blanco.\n“If it’s your turn, you just gotta go,” Blanco said. “When you see a big wave, you’re kinda scared but at the same time you’re feeling like you should go and you just go and enjoy the ride.”\nCNN’s David Williams contributed to this report.\nThe-CNN-Wire\n™ & © 2023 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [
      "https://www.visithalfmoonbay.org/articles/mavericks-biggest-surf-west-coast",
      "https://www.cnn.com/2023/12/28/weather/high-surf-ventura-san-diego/index.html",
      "https://www.facebook.com/SantaCruzSheriffsOffice/",
      "https://abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785/",
      "https://www.abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785/",
      "https://abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785",
      "https://facebook.com/SantaCruzSheriffsOffice/",
      "https://visithalfmoonbay.org/articles/mavericks-biggest-surf-west-coast",
      "https://cnn.com/2023/12/28/weather/high-surf-ventura-san-diego/index.html",
      "https://www.facebook.com/SantaCruzSheriffsOffice"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "robert shackelford",
          "sentiment": "positive"
        },
        {
          "name": "cindy von quednow",
          "sentiment": "positive"
        },
        {
          "name": "elizabeth wolfe",
          "sentiment": "positive"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "positive"
        },
        {
          "name": "national weather service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west coast",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "oregon",
          "sentiment": "none"
        },
        {
          "name": "san francisco",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T15:49:36.941+02:00",
    "updated": "2023-12-29T15:49:36.941+02:00"
  }
]