[
  {
    "uuid": "2452535bb46ffcaf5449044575101400f55be99a",
    "url": "https://nesn.com/2023/12/what-celtics-al-horford-enjoyed-from-solid-four-game-road-trip/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gio Rivera",
    "published": "2023-12-28T22:02:00Z",
    "title": "What Celtics’ Al Horford Enjoyed From Solid Four-Game Road Trip",
    "text": "The Boston Celtics wrapped up their four-game West Coast road trip with a\nChristmas Day victory over the Los Angeles Lakers, taking three consecutive victories to reward a handful of encouraging signs.\nGetting off to a slow start through a gut-punching overtime loss to a Golden State Warriors team seeded out of the top 10 in the Western Conference, the Celtics responded. Boston put up back-to-back 140-point-plus performances, first against the Sacramento Kings, then against the Los Angeles Clippers before the final bow on top — beating LeBron James and the Lakers.\nWith depth, third-quarter urgency and plenty more\ntimely adjustments made to swing the pendulum back in Boston’s favor, Al Horford highlighted one key area that played a critical role in keeping the C’s in the win column.\n“Our pace,”\nHorford told reporters during Thursday’s practice, per CLNS Media video. “I really like the way that our guys were really getting out on transition, and I feel we really challenge one another. It started with Jaylen (Brown). Jaylen was doing a great job really getting out on the open floor. … And then it became contagious. Jayson (Tatum) was doing it, Derrick (White) was making sure that he’s pushing the pace. Jrue (Holiday was) pushing the pace any chance he gets.”\nStory continues below advertisement\nIt’s easy to rely on Tatum or Brown to play leader on a routine basis, but that doesn’t do anything for the overall growth of the team. Boston’s offensive unit — now more than ever under the Tatum-Brown era — has a handful of versatile scorers capable of being the No. 1 on any given night. That’s what makes the current approach of letting everyone get a piece of the pie much more lucrative for a team with make-or-break-level expectations.\nThe current starting five of Tatum, Brown, White, Holiday and\nKristaps Porzingis offers a complete unit of All-Star-caliber talents capable of scoring inside, outside and defending — all at a high level. When looking across the league at what other organizations are attempting to make work, it puts into perspective how much of a luxury that is for the Celtics to have. And the separation of talent will only become more noticeable in the standings if Boston turns its recent adjustments into common habits. [Leave a comment.](javascript:void(0))\nTaking three of four is an obvious plus, but applying what the Celtics learned is what’s needed to make the necessary long-term improvements moving ahead into the still-early season.\nFeatured image via Gary A. Vasquez/USA TODAY Sports Images",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "http://www.youtube.com/watch?v=IQcrc_NZmmc",
      "http://youtube.com/watch?v=IQcrc_NZmmc",
      "http://www.youtube.com/watch"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jaylen",
          "sentiment": "none"
        },
        {
          "name": "lebron james",
          "sentiment": "none"
        },
        {
          "name": "horford",
          "sentiment": "none"
        },
        {
          "name": "al horford",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "al horford enjoyed from solid four-game road trip the boston celtics",
          "sentiment": "negative"
        },
        {
          "name": "golden state warriors",
          "sentiment": "none"
        },
        {
          "name": "los angeles clippers",
          "sentiment": "none"
        },
        {
          "name": "lakers",
          "sentiment": "none"
        },
        {
          "name": "celtics",
          "sentiment": "none"
        },
        {
          "name": "los angeles lakers",
          "sentiment": "none"
        },
        {
          "name": "sacramento kings",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west coast",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:06:37.226+02:00",
    "updated": "2023-12-29T00:06:37.226+02:00"
  },
  {
    "uuid": "843110ce31f501b2701bed260a7b0e15d271d1b9",
    "url": "https://observatoriodosfamosos.uol.com.br/noticias/globo-chama-alane-do-bbb-24-para-fazer-teste-como-atriz",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tom Henrique",
    "published": "2024-04-25T00:00:00Z",
    "title": "Após o BBB 24, Alane faz teste para ser atriz da Globo",
    "text": "A ex-BBB Alane Dias recebeu um convite da Globo para fazer um teste como atriz na próxima semana. Embora não haja projetos específicos encaminhados para ela ainda, sua performance será gravada e adicionada ao banco de talentos da emissora, ampliando suas oportunidades futuras. Por ser uma iniciante na atuação, a Globo fornecerá opções de textos para o teste, levando em conta o desejo antigo de Alane de explorar a área de dramaturgia. Desde sua participação no BBB 24, Alane despertou interesse dos diretores da Globo, que viram potencial em seu perfil para atuar. Carregando... Não foi possível carregar anúncio Veja também: [Ex-BBB Alane posa de biquíni em dia de praia e esbanja corpaço](https://observatoriodosfamosos.uol.com.br/noticias/ex-bbb-alane-posa-de-biquini-em-dia-de-praia-e-esbanja-corpaco) Apesar de algumas oscilações de popularidade durante o programa, a ex-sister parece ter conseguido limpar sua imagem e está prestes a ganhar uma nova chance na emissora. Além do teste para atriz, Alane também tem um compromisso no Multishow, onde participará de um programa ao lado de ex-rivais do reality show. O Big Brother Brasil tornou-se uma plataforma de destaque para novos talentos, e os participantes que demonstram potencial artístico são observados de perto pelos profissionais da Globo. No caso de Alane, sua afinidade com o meio artístico e sua semelhança com figuras consagradas como Bruna Marquezine podem ser vantagens na busca por oportunidades na emissora.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:10:15.222+03:00",
    "updated": "2024-04-26T00:50:06.270+03:00"
  },
  {
    "uuid": "86ce7ed93d7d874bb5e25abea8e66e93017c137b",
    "url": "https://ts2.space/en/motorola-razr-2023-becomes-an-attractive-budget-friendly-foldable-option/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michał Rogucki",
    "published": "2023-12-28T18:47:00Z",
    "title": "Motorola Razr (2023) Becomes an Attractive Budget-Friendly Foldable Option",
    "text": "Motorola Razr (2023) Becomes an Attractive Budget-Friendly Foldable Option\nSummary: Best Buy has recently slashed prices on the Motorola Razr (2023), offering an appealing discount on the foldable device. This reduction makes the Razr the most competitively priced clamshell foldable on the market. Enhanced by its premium features, the Motorola Razr stands as a wise choice for consumers seeking solid performance and innovative design without breaking the bank.\nConsumers on the hunt for an economical foldable smartphone are in for a treat, as Best Buy has launched an enticing promotion on the Motorola Razr (2023). The retailer is offering the device with a significant $200 markdown. This rare deal, reminiscent of Black Friday discounts, places the Razr among the most affordable foldable phones available, providing savvy buyers with a golden opportunity to enter the foldable tech space at a fraction of the usual cost.\nThe Motorola Razr dazzles with a high-quality 6.9-inch pOLED main display coupled with a 1.55-inch AMOLED external screen for added convenience and functionality. A striking design is achieved with the use of vegan leather, giving the phone a distinct, luxurious feel. The foldable is powered by the Snapdragon 7 Gen 1 SoC, ensuring responsive performance for everyday use.\nMoreover, the Razr promises room for personal customization and comes equipped with a capable camera duo. It also houses a robust 4,200mAh battery, surpassing that of many competitors in the foldable market, including the Galaxy Z Flip 5.\nOverall, with these considerable discounts, the Motorola Razr (2023) offers remarkable value for those seeking a foldable smartphone experience. At only $499.99, Best Buy’s deal is hard to overlook for tech enthusiasts and casual users alike looking to explore the avant-garde foldable phone landscape.\nFAQs About Best Buy’s Motorola Razr (2023) Discount Offer\nQ: What is the new price of the Motorola Razr (2023) at Best Buy?\nA: Best Buy has reduced the price of the Motorola Razr (2023) by $200, bringing the cost down to $499.99.\nQ: How does this discount make the Motorola Razr (2023) stand out in the market?\nA: The discount makes the Motorola Razr (2023) one of the most affordable foldable smartphones on the market, offering premium features at a more accessible price point.\nQ: What are the key features of the Motorola Razr (2023)?\nA: The key features include a 6.9-inch pOLED main display, a 1.55-inch AMOLED external screen, a Snapdragon 7 Gen 1 SoC for performance, personal customization options, a capable camera duo, and a large 4,200mAh battery.\nQ: In terms of battery capacity, how does the Motorola Razr compare to its competitors?\nA: The Motorola Razr boasts a 4,200mAh battery, which is larger than many of its competitors, including the Galaxy Z Flip 5.\nDefinitions:\n– Clamshell foldable: A style of smartphone that folds closed like an old-fashioned clamshell phone.\n– pOLED: Plastic Organic Light Emitting Diode, a type of display that is more flexible and durable than traditional glass OLED displays.\n– AMOLED: Active-Matrix Organic Light Emitting Diode, a type of display with an integrated active matrix of OLED pixels for higher refresh rate and better power efficiency.\n– Snapdragon 7 Gen 1 SoC: A chipset (System on Chip) made by Qualcomm typically used in mid-range smartphones. It includes the CPU, GPU, and other components required for smartphone operation.\n– Foldable tech: Technology that involves electronic devices with display screens that can fold without damaging the screen, creating a more compact and versatile device.\nSuggested Related Links:\n–\nMotorola Official Site\n–\nBest Buy Official Site\n–\nQualcomm Official Site\nOverall, this promotional offer at Best Buy may be a compelling reason for more consumers to consider transitioning into the foldable smartphone realm, especially with the premium design and features that the Motorola Razr (2023) offers.\nMichał Rogucki is a pioneering figure in the field of renewable energy, particularly known for his work on solar power innovations. His research and development efforts have significantly advanced solar panel efficiency and sustainability. Rogucki’s commitment to green energy solutions is also evident in his advocacy for integrating renewable sources into national power grids. His groundbreaking work not only contributes to the scientific community but also plays a crucial role in promoting environmental sustainability and energy independence. Rogucki’s influence extends beyond academia, impacting industry practices and public policy regarding renewable energy.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.bestbuy.com",
      "https://www.motorola.com",
      "https://www.qualcomm.com",
      "https://bestbuy.com",
      "https://qualcomm.com",
      "https://motorola.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "motorola",
          "sentiment": "negative"
        },
        {
          "name": "motorola razr",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:16:35.058+02:00",
    "updated": "2023-12-29T01:16:35.058+02:00"
  },
  {
    "uuid": "53bdd8c06f472e4ac452499d435eef42675c0aae",
    "url": "https://www.wmtv15news.com/2023/12/28/complaint-deputy-thrown-up-200-during-chase-near-wisconsin-heights-hs/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@nbc15_madison",
    "published": "2023-12-28T21:58:00Z",
    "title": "Complaint: Deputy thrown up to 200′ during chase near Wisconsin Heights H.S.",
    "text": "Complaint: Deputy thrown up to 200′ during chase near Wisconsin Heights H.S. MADISON, Wis. (WMTV) – The deputy who was injured during a traffic stop that led to a search for two suspects along a Dane Co. highway estimated he was thrown between 100 and 200 feet after losing his grip on their vehicle. The deputy told investigators he was clutching onto the driver’s door and roof of the suspects’ vehicle, with his right foot planted in the door frame, as the driver punched the gas and hit speeds of 30 to 40 mph. The deputy said he lost his hold on the car when the driver darted to the left and the impact with the ground dislocated a finger and caused nerve damage to his arm. The extent of the injuries to the deputy were revealed in the joint criminal complaint filed Wednesday against the two suspects in a Dane Co. court. Both suspects, Terrence Moore and Cornelius Stewart had appeared in court the previous day. During Moore’s appearance, bond was set for him at $1,000 and he has since been released from jail. He is due to return to court on Jan. 8 for his initial appearance. Stewart, who was allegedly behind the wheel at the time the deputy was injured, returned to court Wednesday for his initial appearance, where his bond was set at $5,000. Jail records indicate he remains locked up and is also being held in connection with a federal allegation. His preliminary hearing is set for Jan. 4. According to the complaint, the pair were stopped along Hwy. 14 last Thursday, Dec. 21, near Wisconsin Heights High School, about halfway between Black Earth and Mazomanie, after an individual tried passing fake $100 bills at two stores. On one occasion, a man who was identified as Moore tried to buy a $25 gift card with the bogus bill at the Piggly Wiggly store in Lancaster but was rebuffed. The store manager told investigators that the person with the fake money “didn’t put up a fuss” and left. In the complaint, prosecutors alleged Moore initially claimed he found the fake bill before changing his story and said Stewart handed him the fake $100 bill and told him to go buy a game card. Moore added he did not realize the money was likely fake until the clerk started questioning it. A day after the traffic stop that led to Moore and Stewart’s arrests, officers spoke with an employee at an Ace Hardware store about possibly receiving counterfeit cash and was told someone had tried to use a purported $100 bill, the complaint continued. The clerk noticed the texture was rougher than an ordinary bill, but a money detection marker indicated it was real, though, and they accepted the bill, investigators said. The bill was taken by police to a nearby bank and was later determined to be fake, prosecutors noted. Their complaint indicated surveillance video showed the person with the bill on that occasion looked like Stewart. The latter instance was reported after the pair were arrested. Their capture came after the incident at the Piggly Wiggly, which led to an alert for officers to be on the lookout for the type of vehicle the suspects were in. The deputy who was later injured in his encounter with the suspects said he spotted that vehicle on Hwy. 14 near Black Earth, the complaint stated. The deputy described the suspects as taking a long time to finally pull over and when they did, the deputy noted, the driver never appeared to put the vehicle in park, which would have been apparent by the white, reverse lights never flashing. Prosecutors allege, after the deputy approached the vehicle, he instructed the driver, who was identified as Stewart, to get out. According to the complaint, Stewart opened the door but, instead of getting out, hit the gas and began to drive away. The deputy said he got caught up with the vehicle’s momentum and ended up running with the vehicle. He recalled grabbing the steering wheel and the door frame before being thrown off. At the time of their arrest, Sheriff Kalvin Barrett said the suspect vehicle turned into a parking lot of Wisconsin Heights High School, where a different deputy pinned the Buick with his squad before the two suspects got out and ran in opposite directions. Sheriff Barrett said drones, K-9 units and law enforcement set up a large perimeter when searching for the suspects. Officials found the first suspect hiding in a silo around 3:45 p.m., while the second person was found using a drone about 15 minutes later in a marsh. Authorities took two people into custody and Sheriff Barrett credited the large perimeter as the reason for the quick arrests. The incident spurred the school to take enhanced security measures during the search. They extra precautions were lifted after the arrests, with students and staff allowed to go home. Court Records show Moore, 30, has been charged with two counts of felony forgery, as well as a single count of resisting or obstructing an officer. Meanwhile, Stewart, 29, faces charges of first-degree recklessly endangering safety, two counts of forgery – party to a crime, vehicle operator while fleeing or eluding an officer, hit and run causing great bodily harm, and resisting or obstructing an officer. [Click here](https://www.nbc15.com/page/find-nbc15-news-wherever-you-are/) to download the WMTV15 News app or our WMTV15 First Alert weather app. Copyright 2023 WMTV. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [
      "https://www.nbc15.com/page/find-nbc15-news-wherever-you-are/)",
      "https://nbc15.com/page/find-nbc15-news-wherever-you-are/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cornelius stewart",
          "sentiment": "none"
        },
        {
          "name": "moore",
          "sentiment": "none"
        },
        {
          "name": "terrence moore",
          "sentiment": "none"
        },
        {
          "name": "stewart",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dane co.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wisconsin heights h.s. madison",
          "sentiment": "none"
        },
        {
          "name": "wis.",
          "sentiment": "none"
        },
        {
          "name": "wisconsin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:30:21.324+02:00",
    "updated": "2023-12-29T00:30:21.324+02:00"
  },
  {
    "uuid": "b7a2eab513c5a43bf1b203947799154dc9a71947",
    "url": "https://news.nestia.com/detail/Teddi-Mellencamp-shares-hopeful-update-on-cancer-after-revealing-her-%E2%80%9850%2F50%E2%80%99-odds-of-survival/13453583",
    "ord_in_thread": 0,
    "author": "The Independent UK",
    "published": "2025-04-23T23:03:00Z",
    "title": "Teddi Mellencamp shares hopeful update on cancer after revealing her '50/50' odds of survival | Nestia",
    "text": "Teddi Mellencamp has given fans a new optimistic update on her cancer.The former Real Housewives of Beverly Hills star first received her melanoma diagnosis in 2022, which advanced to stage four in February and metastasized to her lungs and brain . She underwent major brain surgery in February that removed four tumors, more than doctors expected to find, Mellencamp revealed. Other hard-to-reach tumors couldn’t be removed.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Health->medical condition",
      "Health->medical profession",
      "Health->cancer",
      "Human Interest->human mishap",
      "Social Issue->social condition",
      "Social Issue->social services",
      "Social Issue->women"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Teddi Mellencamp",
          "sentiment": "neutral"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-24T02:06:18.553+03:00",
    "updated": "2025-04-24T02:06:18.553+03:00"
  },
  {
    "uuid": "27b2e47b1bcdc7a5a6176b74617f0dcdf31c0697",
    "url": "https://www.timesnownews.com/world/middle-east/israel-large-scale-red-alerts-in-tel-aviv-amid-fears-of-yemen-missile-attack-article-113716728",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yash Bajaj",
    "published": "2024-09-26T22:38:00Z",
    "title": "Israel: Large-Scale Red Alerts In Tel Aviv Amid Fears Of Yemen Missile Attack | Times Now",
    "text": "Massive red alerts were issued in Tel Aviv early on Friday amid fears of a large-scale missile attack from Yemen. Israeli authorities said that sirens were heard after Sana'a launched a missile. However, the IDF later added that it had successfully intercepted the rocket. \\\"The missile that was fired from Yemen was successfully intercepted by the 'Arrow' Aerial Defense System. Sirens and explosions were heard following the interception and falling shrapnel,\\\" the IDF statement said. Read More: Israeli Strikes Intensify In Lebanon, France & US Propose Ceasefire To De-escalate Tensions - Top Points Meanwhile, reporters on social media posted videos of a missile being intercepted in Tel Aviv. This comes after Houthi leader Abdul-Malik al-Houthi declared that Yemeni resistance movement will support Lebanon and Hezbollah against Israel. In a televised address on Thursday, he condemned the Israeli strikes on Lebanon. They are blocking Hezbollah from 'supporting Gaza and the Palestinian people', he said. Houthi further claimed that Israel's aggression is 'pre-planned' and had been 'in place for years'. He asserted that Hezbollah is 'stronger than ever before'. Read More: No Truce: Israel Defies US' Ceasefire Call, Vows To Continue 'Full Force' Offensive Against Hezbollah “The Zionist enemy tries to use the same criminal method in Gaza in Lebanon, launch an all-out attack, kill civilians and destroy their homes. This is while Hezbollah's role in supporting Gaza has become stronger and more influential,” he said. Israeli Prime Minister Benjamin Netanyahu on Thursday vowed to carry out “full force” strikes against Hezbollah. His statement came after Tel Aviv carried out a strike in the Lebanese capital, killing a senior Hezbollah commander. \\\"We are continuing to strike Hezbollah with full force. And we will not stop until we reach all our goals, chief among them the return of the residents of the north securely to their homes,\\\" Netanyahu said. Get Latest News Live on Times Now along with Breaking News and Top Headlines from Middle East, World and around the world.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T01:44:48.740+03:00",
    "updated": "2024-09-27T01:44:48.740+03:00"
  },
  {
    "uuid": "433d6d385ca95cfed39d9c02b1dda30b110bd117",
    "url": "https://www.newsmax.com/politics/doj-lawsuit-greg-abbott/2023/12/28/id/1147534/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michael Katz",
    "published": "2023-12-28T21:01:00Z",
    "title": "DOJ Threatens to Sue Texas Over Border Security Law",
    "text": "By Michael Katz | Thursday, 28 December 2023 05:01 PM EST The Department of Justice has threatened Texas Gov. Greg Abbott that it will sue the state if Texas implements legislation allowing police to remove people from the country who are suspected of crossing the border illegally. Senate Bill 4 gives state and local law enforcement the ability to arrest people they believe are in the country illegally. It was passed by the Legislature in November during a special session called by Abbott and signed into law Dec. 18 by the governor. It takes effect March 5. In a letter to Abbott, according to the Houston Chronicle, the DOJ wrote that if he does not confirm by Jan. 3 the state will not enforce Senate Bill 4, \"the United States will pursue all appropriate legal remedies to ensure that Texas does not interfere with the functions of the federal government.\" Under the umbrella of Operation Lone Star, Texas has implemented strict border policies in defiance of the Biden administration, which contends it alone has authority over immigration enforcement. The DOJ filed a lawsuit in July over a 1,000-foot-long string of buoys the state placed in the Rio Grande River, which separates Texas from Mexico, to deter illegal immigrants from crossing. A U.S. District Court judge issued a preliminary injunction in August that ordered Texas to remove the buoys, but the U.S. Fifth Circuit Court of Appeals in New Orleans in September granted the state's request to halt the injunction. The Fifth Circuit also issued a preliminary injunction Dec. 19 prohibiting Border Patrol agents from cutting razor wire the state put up along a 29-mile stretch of the Rio Grande in Eagle Pass, Texas. The DOJ in its letter pointed to a 2012 Supreme Court ruling in Arizona v. United States that struck down key parts of an Arizona law that sought to deter illegal immigration but let stand a provision allowing police to check a person's immigration status while enforcing other laws. Justice Anthony Kennedy wrote in his majority opinion of the 5-3 decision that \"The National Government has significant power to regulate immigration. Arizona may have understandable frustrations with the problems caused by illegal immigration while that process continues, but the State may not pursue policies that undermine federal law.\" The DOJ's letter stated, \"Indeed, the Supreme Court has confirmed that 'the removal process' must be 'entrusted to the discretion of the Federal Government' because a 'decision on removability' touches 'on foreign relations and must be made with one voice.'\" The American Civil Liberties Union of Texas and the Texas Civil Rights Project filed a lawsuit Dec. 19 challenging the Texas law, claiming it is unconstitutional and that it is preempted by federal law. Newsmax reached out to Abbott and the DOJ for comment. Michael Katz is a Newsmax reporter with more than 30 years of experience reporting and editing on news, culture, and politics. © 2023 Newsmax. All rights reserved. Receive breaking news and original analysis - sent right to your inbox. Interest-Based Advertising | Do not sell or share my personal information Newsmax, Moneynews, Newsmax Health, and Independent. American. are registered trademarks of Newsmax Media, Inc. Newsmax TV, and Newsmax World are trademarks of Newsmax Media, Inc.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael katz",
          "sentiment": "negative"
        },
        {
          "name": "abbott",
          "sentiment": "none"
        },
        {
          "name": "greg abbott",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "department of justice",
          "sentiment": "negative"
        },
        {
          "name": "doj",
          "sentiment": "negative"
        },
        {
          "name": "senate",
          "sentiment": "none"
        },
        {
          "name": "houston chronicle",
          "sentiment": "none"
        },
        {
          "name": "senate bill",
          "sentiment": "none"
        },
        {
          "name": "legislature",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:32:25.135+02:00",
    "updated": "2023-12-29T01:15:35.249+02:00"
  }
]