[
  {
    "uuid": "8c053208b8618551fd37929950e6c3b46def0292",
    "url": "https://www.daytondailynews.com/local/public-health-no-longer-anticipating-layoffs/E7F4UGXV4BFD3ASGIENR4UETUE/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Samantha Wildow",
    "published": "2023-12-28T20:32:00Z",
    "title": "Public Health - Dayton & Montgomery Count no longer anticipating layoffs for 2024, health commissioner says",
    "text": "Staff layoffs next year for Public Health - Dayton and Montgomery County were a possibility, but those measures are no longer being anticipated as the department continues to make an impact on its deficit.In March, Public Health had estimated a deficit of $2.6 million going into 2024, but after putting cost-saving measures into place, the estimated deficit has decreased to $1.4 million, health commissioner Jennifer Wentzel said.“Many of the cost savings that ... we had discussed during the board meeting in December of 2022 were implemented, and we did realize some cost savings over the calendar year,” Wentzel said.While layoffs are not being anticipated for 2024, the department has already decreased its staff from earlier this year. In March, Public Health said it needed to get down to approximately 251 employees, which was about 21 positions from where the department was then. Prior to the COVID pandemic, the department had approximately 287 employees at the end of 2019, plus some temporary employees due to the pandemic.Currently, the department has 253 employees as it heads into the new year. Some positions were eliminated from the organization chart, Wentzel said, due to attrition or realignment of job responsibilities.Wentzel said she is confident the department is at a better place than what was projected.“We are moving more toward a balanced budget,” Wentzel said.Public Health’s goal is to have a balanced budget by 2025.In March, projected revenues for 2024 totaled around $37.5 million, with a loss of $788,971 from 2023. Expenses were projected at $40.2 million, a reduction of $2.7 million from 2023.Now, the department is projected a revenue of approximately $47.3 million and expenses estimated at approximately $48.7 million, according to Public Health.“We took a hard look our fees, both that we charge in our facilities and that we contract for services, and we adjusted those,” Wentzel said. “Some of our fees went up and some stayed static or went down based on our allowable costs and expenses and what we can charge by law.”Public Health also found savings through moving some of its employees to remote work, reducing the amount of office space needed. The Children with Special Healthcare Needs program was able to move out of the Job Center, and it relocated back into Public Health’s main location downtown.“In that instance, we were able to move out of one of our buildings, which was a realized cost savings for us,” Wentzel said.Public Health is continuing to evaluate its grants.“We’re trying to move many of our expenses back toward the grant to make the grant fully fund that program,” Wentzel said. “In some cases, we can’t do that because there’s a required match with local dollars, so we do use some levy funding there, but we’re trying to maximize all of our grant dollars as much as possible.”The department will be recommending to the board of health a budget with a wage scale adjustment and annual merit increases, she said.The new year will also provide the department with new opportunities, she said, and the department plans to continue to monitor funding sources and its budget.“Our goal is to be a highly functioning and efficient health department with our programs and services,” Wentzel said. “Some of our programs and services may change as we move fully out of COVID into ‘24.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jennifer wentzel",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "public health - dayton & montgomery count",
          "sentiment": "negative"
        },
        {
          "name": "public health",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "montgomery county",
          "sentiment": "none"
        },
        {
          "name": "dayton",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:04:16.254+02:00",
    "updated": "2023-12-29T00:04:16.254+02:00"
  },
  {
    "uuid": "f9ef9c63b55889e21ebf9a37aa0ed9f6b8ef9329",
    "url": "https://www.brighteon.com/edebf703-6fe8-4e0d-81b3-75c6ca9affd9",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Church and State",
    "published": "2024-03-29T14:31:00Z",
    "title": "Stand up and Fight with Pastor Artur Pawlowski",
    "text": "Artur Pawlowski joins us to talk about his massive lawsuit against the Canadian Deepstate and the Farmer Rebelion Brewing up North. streetchurch.ca\nLearn More About Church and State at: https://www.churchandstate.media where you can support us by donating and find links to shop with our affiliates.\nLearn How to Protect Your Wealth Against Inflation Today At:\nwww.BH-PM.com tell them Church and State sent you.\nSupport Church and State Today By Buying Anything from www.MyPillow.com Using PROMO “CHURCHANDSTATE”\nLearn More & Request Tickets to General Flynn and Clay Clark's ReAwaken America Tour Today by Clicking HERE: **https://www.thrivetimeshow.com/reawaken-america-tour/\n**Scholarship Pricing Is Available to Make This Event Affordable for All\n**You May Also Request Tickets by Texting: 918-851-010\nSubscribe to our Locals Community (churchandstate1.locals.com)\nRumble (@CHURCHANDSTATE1776)\nSubStack (churchandstate.substack.com)\n**Buy from our affiliates and tell them Church and State sent you, help fund our fight against tyranny.\n**Tune in to Church and State every weekday on ACN Radio affiliates.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.churchandstate.media",
      "https://www.thrivetimeshow.com/reawaken-america-tour/",
      "https://www.thrivetimeshow.com/reawaken-america-tour",
      "https://churchandstate.media",
      "https://thrivetimeshow.com/reawaken-america-tour/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "artur pawlowski artur pawlowski",
          "sentiment": "neutral"
        },
        {
          "name": "clay clark",
          "sentiment": "none"
        },
        {
          "name": "flynn",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "state",
          "sentiment": "none"
        },
        {
          "name": "acn radio",
          "sentiment": "none"
        },
        {
          "name": "church and state",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T18:19:13.454+03:00",
    "updated": "2024-03-29T18:19:13.454+03:00"
  },
  {
    "uuid": "3682d93e1d5cf6c4c87fc3dd2b55f6da702c3c95",
    "url": "https://www.jagranjosh.com/general-knowledge/optical-illusion-find-the-cat-in-the-bush-within-9-seconds-1704477548-1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Twinkle",
    "published": "2024-01-05T18:28:00Z",
    "title": "You Have X-Ray Vision If You Can Find The CAT Hidden In The Bush Within 9 Seconds. Good Luck!",
    "text": "Optical Illusion Vision Test: What’s Up! Ready for a late night mental fitness session? Yes, then take this optical illusion challenge. Optical illusions are fascinating optical phenomena that have an impact on perception in daily life, psychology, art, and even the human brain. By shedding light on how the brain interprets and processes visual data, they demonstrate that perception is more than just a reflection of the external environment. In contrast to the image above, you need to use your visual sharpness and observational power to find the cat hidden in the bush. [Check Your Brain Health By Finding HAND, FISH, BANANA & MUSHROOM Within 1 Minute. Try Your Skills!](https://www.jagranjosh.com/general-knowledge/genius-iq-test-find-hand-fish-mushroom-and-banana-hidden-in-the-picture-1703829116-1) Can you find the CAT hidden in the optical illusion? Optical illusions challenge our ability to understand contradicting or ambiguous information. Our understanding of anatomy, sensory processing, and cognition can all be improved by knowing how the brain responds to visual illusions. Source: Brightside.com They are essential tools for visual research because they shed light on how the brains of both healthy and handicapped people process visual information. [How Fast You Can Find Lion, Cat & Mouse Hidden In This Optical Illusion? 9 Seconds Left!](https://www.jagranjosh.com/general-knowledge/optical-illusion-challenge-find-all-the-three-animals-in-9-seconds-1703873016-1) Look for the optical illusion answer here: Optical illusions are used in psychology and neuroscience studies to examine many elements of human vision, attention, memory, and decision-making. But I forgot to tell you, you just have 3 seconds. Tick… Tock… Tick… Enough of suspense and the low-key music in the background, let’s jump to the answer. The optical illusion is a useful teaching aid for concepts related to the brain, vision, and perception. They can be utilized in the classroom to provide examples of scientific ideas and to pique students' interest in science. [Mental IQ Test: You Have IQ Of Newton If You Can Find All SIX Words Hidden In The Winter Park Picture. 6 Seconds Left!](https://www.jagranjosh.com/general-knowledge/mental-iq-test-find-all-hidden-six-words-within-6-seconds-1704174791-1) Coming back to the picture… I Am Sure You Are Done! If you are still struggling with the answer, please have a look at the picture below. Source: Brightside.com Optic illusion research challenges our perception of reality and serves as a reminder that vision is not perfect. Knowing this encourages us to have an open mind and a humble perspective on the world. [You Have Microscopic Vision If You Can Find The Odd Dancing Girl In This 1 Minute Brain Teaser. Try Your Luck!](https://www.jagranjosh.com/general-knowledge/brain-teaser-find-the-odd-dancing-girl-in-1-minute-1704256247-1)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bush",
          "sentiment": "neutral"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:09:38.441+02:00",
    "updated": "2024-01-06T00:09:38.441+02:00"
  },
  {
    "uuid": "ccb28f996d1922bab69f49a140eeac250d043d2c",
    "url": "https://www.cartacapital.com.br/mundo/terrorismo-de-estado",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@cartacapital",
    "published": "2024-09-26T19:22:00Z",
    "title": "Terrorismo de Estado",
    "text": "O cheiro de borracha queimada pairava pesadamente sobre os socorristas enquanto eles cavavam com cuidado, removendo os escombros, suas sombras longas e os movimentos duros sob os holofotes. A população observava o progresso em silêncio, esperando qualquer sinal de vida sob o prédio destruído por quatro mísseis israelenses em Dahieh, subúrbio ao sul de Beirute, poucas horas antes, na tarde de sexta-feira 20. Um vidro quebrado manchado de sangue foi varrido para o lado e a área estava isolada, integrantes do Hezbollah e da defesa civil libanesa gritavam ordens para garantir a chegada dos veículos de emergência ao local. Homens com mãos recém-enfaixadas, produto de pagers com armadilhas explosivas alguns dias antes, andavam por ali enquanto mulheres soluçavam. “O melhor amigo do meu filho, sua mãe, seu pai e seus três irmãos estão todos sob os escombros. O filho mais velho tem 19 anos, o mais novo, 2”, descreveu Hassan, um morador de Dahieh de 40 anos, observando os esforços de resgate.\nTodos esperavam por alguém, em uma torcida para que fossem encontrados, mas temendo que surgissem mortos. Moradores correram na direção dos socorristas quando se espalhou a notícia de que pessoas foram encontradas. Estavam vivas, e a ambulância acelerou em direção ao hospital, acompanhada por uma escolta de jovens em motos, buzinando e comemorando enquanto seguiam.\nDurante quase um ano, a guerra com Israel permanecera no sul. Enquanto aviões de guerra israelenses bombardeavam aldeias na fronteira e mais de 100 mil moradores fugiram para o norte, políticos em Beirute pediram uma redução da tensão para evitar uma guerra, apesar do fato de ela ter começado. Uma semana sangrenta e implacável de ataques tornou, no entanto, impossível ignorar a guerra. Milhares de pagers e rádios walkie-talkie explodiram por todo o país num ataque em duas ondas na terça-feira 17 e quarta-feira 18, numa suposta operação israelense, matando e ferindo os militantes do Hezbollah que os carregavam e civis próximos.\nNa sexta-feira 20, um ataque aéreo israelense arrasou um prédio residencial em Beirute. O exército judeu disse que o ataque matou Ibrahim Aqil e outros dez líderes da unidade de comando de elite do Hezbollah Radwan. Até o fim da semana, 76 foram mortos, incluídas 12 mulheres e crianças, e mais de 3 mil ficaram feridos, mais do dobro do número total de vítimas desde o início da guerra, em 8 de outubro do ano passado.\nBeirute tem sido alvo de constantes bombardeios – Imagem: AFP\nA natureza repentina e brutal dos ataques destruiu qualquer sensação de segurança que a população libanesa poderia ter. “Pela primeira vez senti que a guerra está ao nosso redor, que não estamos mais seguros. Não sabemos onde será o próximo ataque israelense, estou evitando aglomerações ou áreas desconhecidas”, disse Amal Cherif, ativista de 52 anos e moradora do centro de Beirute. Quando os ataques de pagers aconteceram, ela ouviu gritos e ambulâncias, apesar de seu bairro não ser afiliado ao Hezbollah.\nGrupos de direitos humanos condenaram os ataques de pagers por serem indiscriminados, e especialistas das Nações Unidas chamaram o ataque de uma violação “aterrorizante” do direito internacional. “Tais ataques podem constituir crimes de guerra de assassinato, ataque a civis e lançamento de ataques indiscriminados, além de violar o direito à vida”, listaram especialistas em direitos humanos da ONU em um comunicado.\nO ministro da Defesa israelense, Yoav Gallant, disse logo após o ataque aéreo da sexta-feira 20 em Beirute que “a sequência de ações na nova fase continuará até que o nosso objetivo seja alcançado: o retorno seguro dos moradores do norte para suas casas”. No início da semana, ele anunciou que o “centro de gravidade” do exército israelense mudou para confrontar o Hezbollah no norte de Israel. Drones israelenses patrulharam os céus de Beirute até tarde da noite, e o zumbido de seus motores ecoou por toda a capital pela primeira vez desde o início da guerra. No sul, os moradores se referem aos drones MK israelenses como “Um Kamal”, comparando-os a um vizinho intrometido que está sempre a bisbilhotar. Em Gaza, eles são chamados de “vespas”, por seu ruído vibrante. Em Beirute, os moradores não desenvolveram nem o vocabulário nem o humor sombrio necessários para se referir aos drones como algo além do que eles são, ainda surpresos com sua presença acima de suas casas. Cherif disse ter fechado as janelas na sexta-feira 20 para barrar o som e poder dormir um pouco.\nEm hospitais de todo o Líbano, centenas de pacientes adaptam-se a uma nova vida, muitos deles agora com deficiências permanentes. As explosões dos pagers deixaram muitos cegos e com uma das mãos amputada. Os pagers apitaram duas vezes, e então houve uma pausa, dando aos usuários tempo para trazê-los até a cabeça antes que explodissem. “Enucleação (remoção) do olho é um procedimento raramente realizado atualmente. Um dos nossos oftalmologistas seniores estava dizendo que fez mais enucleações em um dia do que em toda a sua carreira”, afirmou o ministro da Saúde do Líbano, Firas Abiad. Segundo o CEO do LAU Medical Center-Rizk Hospital em Beirute, Sami Rizk, eles pediriam a outros países a doação de próteses oculares.\nAté agora, o número de feridos no Líbano passa de 3 mil\nA série de ataques provocou união em todo o Líbano. No ano passado, o país ficou dividido sobre a guerra do Hezbollah com Israel, com alguns a defender a necessidade de forçar um cessar-fogo na Faixa de Gaza e outros a se ressentir do fato de o Líbano ser arrastado para o conflito. Foi o Hezbollah que atirou primeiro contra Israel em 8 de outubro, no que disse ser um ato de “solidariedade” ao ataque do Hamas na véspera. Desde então, o grupo libanês tem afirmado que não pararia seus ataques contra o norte de Israel até que fosse alcançado um cessar-fogo em Gaza. A luta matou mais de 500 cidadãos no Líbano, mais de 200 civis, e destruiu aldeias inteiras ao longo da fronteira com Israel.\nApós as explosões dos pagers, as críticas à guerra do Hezbollah contra Israel cessaram. Formaram-se filas diante dos hospitais com gente disposta a doar sangue. As autoridades divulgaram uma declaração na qual afirmam que doações de rins não eram necessárias e que transplantes de olhos são impossíveis, depois que vários cidadãos ofereceram os seus. “Israel está nos atacando, não é mais contra o Hezbollah, é contra civis. Mesmo que sejamos contra o Hezbollah, quando Israel ataca o Líbano, ficamos uns ao lado dos outros”, disse Cherif.\nO secretário-geral do Hezbollah, Hassan Nasrallah, agradeceu aos cidadãos libaneses por sua solidariedade durante um discurso na quinta-feira 19 e disse que os ataques foram uma “declaração de guerra” contra o Líbano. Ele prometeu que o grupo retaliaria. “Está claro que a solidariedade está aumentando dia após dia”, disse Kassam Kassir, analista próximo ao Hezbollah. Se esse apoio vai perdurar ou evaporar conforme o choque dos ataques de pagers terminar, será amplamente determinado pela forma que tomará a retaliação do grupo contra Israel. “A realidade é que o Hezbollah está enfrentando um grande desafio: como responder a Israel sem ir à guerra? Esta é a questão central”, analisa Kassir.\nGallant deslocou as atenções para o Líbano – Imagem: GPO/Ministério da Defesa de Israel\nAtualização de CartaCapital: Na segunda-feira 23, os bombardeios israelenses se intensificaram. Ao menos 492 libaneses morreram, entre eles 35 crianças e 58 mulheres, informou o Ministério da Saúde do país, no dia mais mortal do conflito entre os dois países em duas décadas. O exército de Israel diz ter atingido 1,6 mil alvos para, em tese, destruir a infraestrutura do Hezbollah. Em resposta, o grupo libanês afirma ter lançado 200 foguetes contra o território inimigo, a maioria interceptada pelo sistema antimísseis. Dois civis teriam ficado feridos por estilhaços. Em desespero, libaneses lotam as estradas em busca de lugares mais seguros.\nNovamente, as autoridades ocidentais limitaram-se a críticas superficiais ao governo de Benjamin Netanyahu. António Guterres, secretário-geral da ONU, afirmou esperar que o Líbano não se tornasse outra Gaza. O ainda chefe das Relações Exteriores da União Europeia, Josep Borrell, disse que “a escalada é extremamente perigosa e preocupante” e que “estamos quase em uma guerra total”. O presidente dos Estados Unidos, Joe Biden, garantiu trabalhar “para reduzir a tensão”, mas anunciou o envio de uma tropa adicional à região “por excesso de cautela”.\nCrítico do governo Netanyahu, Gideon Levy escreveu em sua coluna no jornal israelense Haaretz que o alegado objetivo de garantir o retorno de 60 mil moradores às suas casas no norte do país, na fronteira com o Líbano, poderia ser obtido de outra maneira, por meio de um acordo de cessar-fogo em Gaza. “Então aqui estamos nós em outra guerra em uma escala muito grande. Mesmo que algo seja alcançado, será o mesmo que poderia ter sido alcançado ontem por meio da diplomacia.” Segundo as últimas pesquisas, 76% dos israelenses defendem o cessar-fogo. Netanyahu só ouve, porém, a ala extremista que sustenta a sua permanência na cadeira de primeiro-ministro. Caso o massacre acabe e o governo seja dissolvido, outro desejo da maioria da população, o premier teria de enfrentar nos tribunais as acusações de corrupção que pesam contra ele. •",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T01:16:12.463+03:00",
    "updated": "2024-09-27T01:16:12.463+03:00"
  },
  {
    "uuid": "ed99df9b966a119111e012d3b3ad372e1efb677d",
    "url": "https://www.europapress.es/ciencia/cambio-climatico/noticia-calentamiento-global-exacerba-tifones-asia-20231229165019.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Europa Press",
    "published": "2023-12-29T15:51:00Z",
    "title": "El calentamiento global exacerba los tifones en el este de Asia",
    "text": "Archivo - 06 September 2022, South Korea, Busan: High waves batter a breakwater on the coast of the southeastern port city of Busan as Typhoon Hinnamnor slammed southern South Korea. Photo: -/YNA/dpa - -/YNA/dpa - Archivo Europa Press Ciencia Actualizado: viernes, 29 diciembre 2023 15:51 Newsletter Boletín de Ciencia Plus Recibe un email cada día con las noticias más importantes. Suscríbete Autorizo el tratamiento de mis datos personales para la finalidad indicada. Es importante que antes de enviar la solicitud lea y acepte la siguiente información básica sobre nuestra Política de Privacidad. RESPONSABLE EUROPA PRESS NOTICIAS S.A. FINALIDAD PRINCIPAL Gestionar el envío del boletín de noticias diario para informarle de los hechos más relevantes de cada día. LEGITIMACIÓN Consentimiento del interesado. DESTINATARIOS Sus datos podrán ser comunicados al resto de entidades del Grupo Europa Press con la finalidad de poder gestionar de forma correcta la suscripción. DERECHOS Acceso, rectificación, supresión y portabilidad de sus datos, de limitación y oposición a su tratamiento, así como a no ser objeto de decisiones basadas únicamente en el tratamiento automatizado de sus datos, cuando procedan. INFORMACIÓN ADICIONAL Puede consultar la información adicional y detallada sobre nuestra Política de Privacidad en https://www.europapress.es/politica-privacidad.html o escribiendo al correo electrónico protecciondedatos@europapress.es @cienciaplus MADRID, 29 Dic. (EUROPA PRESS) -\nUn análisis cuantitativo pionero del impacto del calentamiento global sobre los tifones que tocan tierra en la península de Corea revela un incremento en la precipitación extrema por esta causa.\nEsta investigación, que utilizó un modelo climático de alta resolución, ha sido publicada recientemente en npj Climate and Atmospheric Science por científicos de la Universidad de Ciencia y Tecnología de Pohang (POSTECH).\nEn particular, el calentamiento global está dando paso a un aumento de tifones más poderosos que mantienen su intensidad por más tiempo y, por lo tanto, causan daños mayores.\nEl año pasado, el tifón Hinnamnor, que causó 36 muertes, ganó notoriedad como el primer súper tifón que se desarrolló en una latitud alta de 25°N desde que comenzaron los registros de la Administración Meteorológica de Corea. Este año, en Osong, Chungcheongbuk-do, un intenso aguacero inesperado provocó que los ríos se desbordaran repentinamente, lo que provocó numerosas víctimas.\nLa predicción precisa de tifones y la reducción de daños requieren una mejor comprensión de las influencias del calentamiento global, para lo cual son esenciales las simulaciones de modelos climáticos con una resolución a escala de kilómetros. Sin embargo, siguen siendo escasos los estudios que cuantifiquen la contribución del calentamiento antropogénico a los tifones que afectan a Corea, especialmente la investigación sobre las precipitaciones extremas que acompañan a los tifones.\nPara superar esto, el equipo de investigación diseñó una simulación de modelo climático regional de alta resolución de 3 km para investigar el impacto del calentamiento global en la intensidad de los tifones y las precipitaciones extremas.\nSe eligieron cuatro tifones extremadamente fuertes que tocaron tierra en la península de Corea entre 2011 y 2020 para su simulación en las condiciones climáticas actuales y en condiciones contrafactuales sin calentamiento inducido por el hombre. Para reducir las incertidumbres en los cambios regionales de temperatura de la superficie del mar debido al calentamiento global, los investigadores utilizaron diversos patrones de calentamiento de los océanos estimados a partir de múltiples modelos climáticos CMIP6.\nLos hallazgos muestran que tener en cuenta el calentamiento global debido a las actividades humanas aumentó la intensidad y las precipitaciones generales de los tifones. El equipo de investigación observó que el impacto del calentamiento fue más pronunciado en la intensidad máxima del tifón que en la intensidad promedio. Esto implica que en el futuro se producirán con mayor frecuencia supertifones poderosos sobre el este de Asia.\nAdemás, el área expuesta a precipitaciones extremas generadas por tifones se expandió entre un 16% y un 37% debido a las condiciones climáticas más cálidas. Además, la expansión del área de precipitación extrema se atribuye al fortalecimiento del movimiento ascendente cerca del centro del tifón y al aumento del vapor de agua atmosférico debido al calentamiento de la superficie del océano.\nEl profesor Seung-Ki Min, de la División de Ciencia Ambiental e Ingeniería en Pahng y autor del estudio, explicó: \"Nuestros resultados de simulaciones de modelos climáticos de alta resolución proporcionan evidencia concluyente de que el calentamiento global ha amplificado la fuerza de los recientes tifones que tocaron tierra en la Península de Corea . La escalada continua del calentamiento global podría conducir a tifones más fuertes y ocurrencias de lluvias extremas más extensas, exigiendo mayores medidas de preparación específicas del sector\".\nMás información Asia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Weather"
    ],
    "external_links": [
      "https://twitter.com/cienciaplus",
      "https://www.facebook.com/sharer.php?u=https%3a%2f%2fwww.europapress.es%2fciencia%2fcambio-climatico%2fnoticia-calentamiento-global-exacerba-tifones-asia-20231229165019.html&",
      "https://twitter.com/intent/tweet?text=El+calentamiento+global+exacerba+los+tifones+en+el+este+de+Asia&url=https%3a%2f%2fwww.europapress.es%2fciencia%2fcambio-climatico%2fnoticia-calentamiento-global-exacerba-tifones-asia-20231229165019.html",
      "https://api.whatsapp.com/send?text=El+calentamiento+global+exacerba+los+tifones+en+el+este+de+Asia",
      "https://www.nature.com/articles/s41612-023-00509-w",
      "https://facebook.com/sharer.php?u=https%3a%2f%2fwww.europapress.es%2fciencia%2fcambio-climatico%2fnoticia-calentamiento-global-exacerba-tifones-asia-20231229165019.html&",
      "https://www.api.whatsapp.com/send?text=El+calentamiento+global+exacerba+los+tifones+en+el+este+de+Asia",
      "https://www.twitter.com/intent/tweet?text=El+calentamiento+global+exacerba+los+tifones+en+el+este+de+Asia&url=https%3a%2f%2fwww.europapress.es%2fciencia%2fcambio-climatico%2fnoticia-calentamiento-global-exacerba-tifones-asia-20231229165019.html",
      "https://www.facebook.com/sharer.php",
      "https://www.twitter.com/cienciaplus",
      "https://nature.com/articles/s41612-023-00509-w",
      "https://api.whatsapp.com/send",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T18:27:11.849+02:00",
    "updated": "2024-01-02T02:28:54.765+02:00"
  },
  {
    "uuid": "e565d31f989f6a744eb0208a1085140b8a33ad2b",
    "url": "https://abovethelaw.com/2024/09/top-biglaw-firm-closing-3-offices-laying-off-attorneys-and-staff",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kathryn Rubino",
    "published": "2024-09-13T14:45:00Z",
    "title": "Top Biglaw Firm Closing 3 Offices, Laying Off Attorneys And Staff",
    "text": "Top Biglaw Firm Closing 3 Offices, Laying Off Attorneys And Staff\nHoLove is shrinking.\nHogan Lovells, a firm that took in $2,682,000,000 gross revenue last year, making it 11th on the Am Law 100 ranking, is closing three of its offices. Yesterday, the firm confirmed that its Sydney, Australia; Johannesburg, South Africa; and Warsaw, Poland offices will be axed, but somehow insisted the move was not “economic driven.”\nHoLove CEO Miguel Zaldivar\ntold the American Lawyer, “We’re just following the market, the demand for our services at that high end, highly sophisticated level. It’s happening in other places. So I think it’s healthy for our organization to be honest with itself and see where the greatest opportunities are.”\nIn a statement, the firm said that it was a “difficult” decision but one that was “needed” to “achieve transformational growth and drive greater success” particularly in key markets both in the U.S. and abroad, including London, New York, California, Texas, Washington, D.C., among other international markets.\n“We’re not retrenching. We’re committed to servicing the G20 economies,” Zaldivar said.\nSponsored\n<a href=\"https://abovethelaw.com/2024/08/powerful-branding-strategies-and-marketing-tips-for-small-law-firms/\">\nPowerful Branding Strategies and Marketing Tips for Small Law Firms </a>\nOf course, this does mean layoffs. Approximately 65 attorneys, 11 of whom are partners, and 58 staff will be let go as the offices close their doors. Impacted employees were told the news by senior leadership in person over the last few days.\nDespite the cuts, Zaldivar said the firm does not anticipate a dip in its 2024 financials, “I can tell you in general terms that we have seen demand continue to grow. We are seeing revenue continue to grow. This management is quite responsible when it comes to the expense side of the equation. So we are optimistic about our performance, but I don’t have any projections.”\nIf your firm or organization is slashing salaries, closing its doors, or reducing the ranks of its lawyers or staff, whether through open layoffs, stealth layoffs, or voluntary buyouts, please don’t hesitate to let us know. Our vast network of tipsters is part of what makes Above the Law thrive. You can\n[email us](/cdn-cgi/l/email-protection#bfcbd6cfccffdeddd0c9dacbd7dad3dec891dcd0d280cccaddd5dadccb829a8afdf9d6cdd29a8d8ff1ded2da9a8afb9a8d8ffccacbcc) or text us (646-820-8477).\nIf you’d like to sign up for ATL’s Layoff Alerts, please scroll down and enter your email address in the box below this post. If you previously signed up for the layoff alerts, you don’t need to do anything. You’ll receive an email notification within minutes of each layoff, salary cut, or furlough announcement that we publish.\nSponsored\nhttps://abovethelaw.com/2024/05/referral-fees-the-key-to-growing-a-modern-practice-overture-thinks-so/\n<a href=\"https://abovethelaw.com/2024/05/referral-fees-the-key-to-growing-a-modern-practice-overture-thinks-so/\">\nReferral Fees The Key To Growing A Modern Practice? Overture Thinks So. </a>\nSponsored\n<a href=\"https://abovethelaw.com/2024/08/powerful-branding-strategies-and-marketing-tips-for-small-law-firms/\">\nPowerful Branding Strategies and Marketing Tips for Small Law Firms </a>\nhttps://bit.ly/3WqOM9X\n<a href=\"https://bit.ly/3WqOM9X\">\nHow To Maximize Productivity With Westlaw Precision With CoCounsel </a>\nhttps://abovethelaw.com/2024/05/referral-fees-the-key-to-growing-a-modern-practice-overture-thinks-so/\n<a href=\"https://abovethelaw.com/2024/05/referral-fees-the-key-to-growing-a-modern-practice-overture-thinks-so/\">\nReferral Fees The Key To Growing A Modern Practice? Overture Thinks So. </a>\nKathryn Rubino is a Senior Editor at Above the Law, host of\nThe Jabot podcast, and co-host of Thinking Like A Lawyer. AtL tipsters are the best, so please connect with her. Feel free to email [her](/cdn-cgi/l/email-protection#8ae1ebfee2f8f3e4caebe8e5fceffee2efe6ebfda4e9e5e7b5f9ffe8e0efe9feb7d3e5fff8afb8bac9e5e6ffe7e4) with any tips, questions, or comments and follow her on Twitter [@Kathryn1](%E2%80%9C//twitter.com/Kathryn1%22%E2%80%9D) or Mastodon [@[email protected].](//mastodon.social/@Kathryn1%22)\nSponsored\nhttps://info.breakingmedia.com/the-definitive-guide-to-choosing-a-gen-ai-legal-research-solution\n<a href=\"https://info.breakingmedia.com/the-definitive-guide-to-choosing-a-gen-ai-legal-research-solution\">\nChoosing The Right Gen AI Legal Research Solution </a>\nhttps://abovethelaw.com/2024/07/attention-buyer-not-all-legal-ai-models-are-created-equal/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Corporate News and Profiles",
      "Economy, Business and Finance",
      "Labor"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://legaltalknetwork.com/podcasts/thinking-like-a-lawyer/",
      "https://open.spotify.com/show/1XC11QhFCWxWr4NQrk2sEA",
      "https://bit.ly/3WqOM9X",
      "https://info.breakingmedia.com/the-definitive-guide-to-choosing-a-gen-ai-legal-research-solution",
      "https://www.info.breakingmedia.com/the-definitive-guide-to-choosing-a-gen-ai-legal-research-solution",
      "https://www.bit.ly/3WqOM9X",
      "https://legaltalknetwork.com/podcasts/thinking-like-a-lawyer",
      "https://www.legaltalknetwork.com/podcasts/thinking-like-a-lawyer/",
      "https://www.open.spotify.com/show/1XC11QhFCWxWr4NQrk2sEA"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-13T18:25:37.424+03:00",
    "updated": "2024-09-13T18:25:37.424+03:00"
  }
]