[
  {
    "uuid": "6e58b7e332081d67a859218951cdc0a567676f7e",
    "url": "https://www.enotalone.com/article/marriage/7-harsh-truths-about-selfish-husbands-and-how-to-cope-r15409",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Liz Fischer",
    "published": "2024-08-29T13:23:00Z",
    "title": "7 Harsh Truths About Selfish Husbands (And How to Cope) - Marriage - eNotAlone",
    "text": "Key Takeaways: - Recognize the signs of selfishness. - Understand what drives his behavior. - Address emotional neglect directly. - Know when to seek change. - Find hope in difficult times. Is Your Husband Selfish? Understanding the Signs It's an unsettling question, but one that many of us have faced at some point: Is my husband selfish? The signs can be subtle at first, a growing sense of neglect or a feeling that your needs always seem to come second. Maybe it's in the small things, like the way he forgets to ask about your day or how he seems more focused on his own interests than on the relationship. Whatever the case, it's crucial to understand the signs of a selfish husband so that you can address the issue before it becomes a larger problem. A selfish partner often exhibits behaviors that revolve around their own needs and desires, leaving you feeling overlooked and unimportant. This can manifest in many ways, from dismissing your feelings to prioritizing his work or hobbies over spending time with you. It's essential to recognize these patterns early on, not just for the health of your relationship but for your own emotional well-being. Why Husbands Act Selfishly The reasons behind selfish behavior in husbands are complex and varied. Sometimes, it's rooted in how they were raised—perhaps they grew up in an environment where their needs were always catered to, or maybe they learned that putting themselves first was the only way to survive. Other times, it's a matter of personal insecurity; they may feel that they need to constantly assert their importance in the relationship to feel valued. It's also possible that external pressures, like stress at work or unresolved personal issues, are causing them to act selfishly. When under pressure, some people become more inward-focused, unintentionally pushing their partners away. Understanding the underlying causes can help you approach the situation with empathy, even as you work towards a solution that prioritizes both your needs and his. The Emotional Toll of a Selfish Partner Living with a selfish husband can be emotionally draining, leaving you feeling like you're carrying the weight of the relationship on your own. The constant neglect and lack of appreciation can lead to feelings of isolation, sadness, and even resentment. Over time, this emotional burden can take a toll on your mental health, causing stress, anxiety, and a deep sense of loneliness. Imagine coming home after a long day, hoping for a moment of connection, only to be met with indifference. It's not just the big moments that hurt—it's the accumulation of small, everyday disappointments that slowly chip away at your self-esteem. You start to question your worth and wonder if you're asking for too much when all you really want is to feel valued and loved. What You Want Doesn't Matter to Him One of the most painful signs of a selfish husband is the realization that what you want or need doesn't seem to matter to him. Whether it's something as simple as choosing a movie to watch together or as significant as making decisions about your future, your desires are often brushed aside or ignored altogether. This dismissiveness can leave you feeling invisible, as though your voice doesn't count in the relationship. It's a harsh reality to face, but recognizing this pattern is the first step towards addressing it. No one deserves to feel like their needs are unimportant, especially in a partnership that's supposed to be built on mutual respect and love. He Prioritizes Work Over You There's nothing wrong with being dedicated to your career—after all, it's a big part of who we are and what we do. But when work consistently comes before your relationship, it can leave you feeling like you're playing second fiddle to a never-ending to-do list. It's not just about the long hours; it's about the constant distraction, the phone calls during dinner, the emails late at night. You might find yourself alone more often than not, wondering when you became less of a priority than his next big project. In a healthy relationship, there's a balance. Work is important, but so is nurturing your connection. If your husband seems to have forgotten that, it's easy to feel neglected and undervalued. Over time, this imbalance can drive a wedge between you, making it harder to communicate and connect. You may start to feel like you're competing for his attention—and that's a competition no one should have to face in their own marriage. He No Longer Protects You Protection in a relationship goes beyond physical safety; it's about feeling emotionally secure and supported. When your husband stops defending you—whether it's against external criticisms, during disagreements, or in everyday situations—it's a clear sign that something is amiss. You might find yourself feeling vulnerable, exposed, and alone, without the emotional shield that your partner once provided. This lack of protection can be devastating, especially when it's something you've come to rely on. It can lead to a deep sense of betrayal, as though the person who was supposed to have your back has suddenly turned away. It's more than just hurtful—it can shake the very foundation of your relationship, leaving you questioning whether you can truly count on him when it matters most. Your Happiness is Secondary In a relationship, both partners should feel that their happiness matters equally. However, when you start to notice that your joy and well-being seem to take a back seat to your husband's needs and desires, it's a sign that something is off. Perhaps he's dismissive when you share your feelings, or maybe he's more concerned with his own satisfaction than with what makes you happy. This can be incredibly disheartening, leaving you feeling unimportant and unloved. Over time, this dynamic can create a deep sense of dissatisfaction and resentment. It's as if your emotional needs are being swept under the rug, and your happiness is treated as an afterthought. In a healthy relationship, both partners should actively contribute to each other's happiness, finding joy in making the other feel valued and loved. When that balance is missing, it can be hard to feel truly fulfilled in the relationship. The Chore Divide: All on You One of the most frustrating aspects of a selfish husband is the unequal division of household responsibilities. If you're constantly left to handle all the chores while he kicks back or focuses solely on his interests, it can lead to a buildup of frustration and exhaustion. It's not just about the physical workload; it's about the lack of recognition and support. When one partner takes on the majority of the household duties without any appreciation or assistance, it sends a clear message: Your time and energy are less valuable. This imbalance can lead to feelings of resentment, especially when your efforts go unnoticed or unacknowledged. A fair division of labor is crucial in any relationship, not just for the sake of getting things done, but for maintaining mutual respect and equality. Without it, you may find yourself feeling overwhelmed and underappreciated. It's Always About Him In a relationship, it's natural to take turns being in the spotlight—sometimes it's about you, and sometimes it's about him. But when it feels like it's always about him, that's a different story. Whether it's his opinions dominating every conversation, his needs taking precedence in every decision, or his desires dictating your plans, it can start to feel like you're just along for the ride in your own life. This kind of dynamic can be suffocating. You might find yourself constantly compromising, giving up on what you want or need because there's simply no room for it in the relationship. Over time, this can erode your sense of self, leaving you feeling like you're losing your identity in the process. A healthy relationship is about balance and mutual respect, but when it's always about him, it's easy to feel like you're being pushed to the sidelines. Is an Apology Too Late? There comes a point in every strained relationship where you start to wonder if things have gone too far. Is it too late for him to apologize? Have the hurts and slights piled up so high that an apology would feel hollow or insincere? These are tough questions, and they often don't have easy answers. If your husband has wronged you, and you've been waiting for an apology that never seems to come, it can feel like a wound that refuses to heal. But even when an apology does arrive, it's natural to question whether it's genuine or just an attempt to smooth things over without real change. An apology should be the beginning of a conversation, not the end of it. It's a sign that he acknowledges the hurt he's caused and is willing to do the work to make things right. However, if the apology comes too late—or without the necessary actions to back it up—you might find yourself wondering if it's enough to rebuild what's been lost. Feeling Unappreciated: Thanks for Nothing One of the most painful experiences in a relationship is the feeling of being unappreciated. When your efforts go unnoticed, and your contributions are taken for granted, it can create a deep sense of resentment. Whether it's the small things you do every day to keep the household running smoothly, or the emotional support you provide without a second thought, feeling unappreciated can wear you down. You might find yourself thinking, “Thanks for nothing,” every time you do something kind or helpful, only to receive no acknowledgment in return. This lack of appreciation can make you feel invisible, as if all your efforts are just expected, without any gratitude or recognition. Over time, this dynamic can create a divide in your relationship, making it harder to feel connected and valued as a partner. He Always Wins Every Fight (In His Mind) Arguments are a natural part of any relationship, but they should be opportunities for both partners to express themselves and work towards a resolution. However, when your husband insists on winning every fight—regardless of the issue at hand—it can be incredibly frustrating and damaging. In his mind, he's always right, and that leaves little room for your feelings, opinions, or perspectives. This need to “win” can turn every disagreement into a competition, where the goal isn't to understand each other, but to come out on top. When one person always has to be right, it shuts down communication and makes it impossible to resolve conflicts in a healthy way. Over time, this can lead to a buildup of unresolved issues and a growing sense of disconnection. You may find yourself dreading any kind of disagreement, knowing that it will end with you feeling unheard and invalidated. You Can't Do Anything Right When you're in a relationship where nothing you do seems good enough, it's easy to start doubting yourself. You might find that no matter how hard you try, your efforts are met with criticism or indifference. It feels like every action you take, every decision you make, is somehow wrong in his eyes. This constant barrage of negativity can be exhausting and demoralizing. Over time, this dynamic can erode your self-esteem. You begin to question your abilities, your judgment, and even your worth. It's a toxic cycle that can leave you feeling defeated and powerless. In a healthy relationship, your partner should lift you up, not tear you down. But when you're constantly made to feel like you can't do anything right, it's a sign that the balance of respect and support is deeply skewed. He Notices Everyone But You It's a painful realization when you start to notice that your husband seems to pay more attention to everyone else but you. Whether it's the way he lights up in conversation with others or how he seems to notice the little things about strangers that he's long since stopped seeing in you, it can cut deeply. This behavior can make you feel invisible in your own relationship, as though you're just another fixture in the background of his life. When your partner stops noticing you, it's more than just hurtful—it's a sign that the connection between you is weakening. Feeling unseen in your relationship can lead to a sense of isolation, as though the person who should know you best no longer even sees you. This lack of attention can create a chasm in your relationship, making it harder to feel close, appreciated, or valued. We Might as Well Be Strangers There's a particular kind of loneliness that comes from living with someone who feels like a stranger. You might share the same space, sleep in the same bed, and go through the motions of daily life together, but the emotional distance between you can be overwhelming. Conversations become shallow, interactions feel forced, and you start to realize that the person you once felt closest to now seems like someone you barely know. This disconnect can be one of the most painful aspects of a relationship with a selfish partner. The lack of deep, meaningful connection leaves you feeling isolated, even when you're physically together. It's as if the bond that once held you together has frayed to the point where you're just two people coexisting under the same roof. Rebuilding that connection requires effort and a willingness to open up, but when your partner is too self-absorbed to notice, it can feel like a hopeless endeavor. Cuddles and Kisses: A Thing of the Past Physical affection is a vital part of any romantic relationship, but when the cuddles and kisses that once came so naturally start to fade away, it can be deeply unsettling. You might notice that the spontaneous hugs, the gentle touches, and the affectionate kisses that once made you feel so loved and secure have become rare, if not nonexistent. This absence of physical closeness can leave you feeling starved for affection and wondering where things went wrong. The loss of physical intimacy often mirrors the emotional distance that's grown between you. It's not just about the lack of touch—it's about the loss of that comforting, tangible connection that once made you feel safe and cherished. When physical affection becomes a thing of the past, it's a sign that your relationship needs serious attention. Reconnecting on a physical level requires both partners to be present and engaged, but when your husband's focus is elsewhere, it can be difficult to reignite that spark. Sex is Taken for Granted Sex is supposed to be an intimate, shared experience that strengthens the bond between partners. But when it feels like your husband is taking sex for granted, it can be incredibly disheartening. Maybe it's become routine, devoid of passion, or perhaps he approaches it with a sense of entitlement, expecting it without considering your desires or emotional needs. This attitude can make you feel used, as if your needs and feelings are secondary—or even irrelevant. When sex becomes something that's done out of obligation rather than mutual desire, it can create a deep sense of disconnect. The emotional intimacy that should accompany physical closeness is lost, leaving you feeling more distant from your partner, even in the most intimate moments. It's essential for both partners to feel valued and respected in their sexual relationship, but when it's taken for granted, it can lead to feelings of resentment and detachment. He's the Director; You're the Background In a relationship, both partners should have an equal say, a sense of collaboration that makes each person feel important and valued. But when your husband takes on the role of director—making all the decisions, setting the course, and leaving you in the background—it can feel like you're just a supporting character in your own life. Your opinions, desires, and needs might be overshadowed by his, leaving you feeling marginalized and insignificant. This dynamic can be particularly damaging over time, as it slowly erodes your confidence and sense of self. When you're constantly relegated to the background, it's easy to start believing that your contributions don't matter. But a healthy relationship thrives on partnership, where both voices are heard, and both perspectives are respected. If you're always being cast in a secondary role, it's crucial to speak up and assert your place as an equal partner in the relationship. Romantic Moments are Nonexistent Romance is often the glue that keeps a relationship feeling vibrant and alive. It's the small gestures, the thoughtful surprises, the moments that remind you why you fell in love in the first place. But when those romantic moments start to disappear, it can leave you feeling unappreciated and disconnected. Perhaps the date nights have become a thing of the past, or the sweet little notes and surprises that once made you smile are now just distant memories. The absence of romance doesn't just impact your emotional connection; it can make everyday life feel monotonous and uninspiring. It's as if the spark that once ignited your relationship has dimmed, leaving you both going through the motions without the joy and excitement that romance brings. Reintroducing romance into a relationship requires effort from both partners, but when one person is too self-absorbed to notice its absence, it can feel like you're the only one trying to keep the flame alive. You're Not in His Future Plans One of the most telling signs of a selfish husband is the realization that he doesn't seem to include you in his future plans. Whether it's planning a vacation, discussing long-term goals, or even talking about the next few years, you might find that your opinions and desires are rarely, if ever, considered. It's as if he's planning a life that you're only a peripheral part of, rather than being a central figure in his future. This can be incredibly hurtful and disorienting. A healthy relationship is built on the idea of a shared future, where both partners' dreams and aspirations are intertwined. But when you're left out of the conversation, it can feel like your role in his life is more of an afterthought than a priority. This exclusion from future plans can lead to feelings of insecurity and doubt, making you question your place in his life and whether you're truly valued as a partner. He Sees the Relationship Falling Apart but Does Nothing It's one of the most painful realizations: your relationship is crumbling, and your husband seems completely indifferent. You notice the growing distance, the lack of communication, the increasing number of unresolved issues, yet he remains passive. It's as if he's watching the relationship fall apart from the sidelines, without any inclination to step in and save it. This inaction can be incredibly frustrating and disheartening. It feels like you're the only one fighting to keep the relationship alive, while he's content to let it slip away. Whether it's due to denial, laziness, or a lack of emotional investment, his refusal to act can leave you feeling abandoned in the very partnership that's supposed to be your safe haven. The lack of effort on his part can make you question whether the relationship is worth saving and whether you're willing to continue fighting for something that feels so one-sided. Finding Hope in a Selfish Marriage Despite the challenges and heartache, it's important to remember that change is possible—even in a relationship with a selfish partner. Finding hope in a selfish marriage starts with honest communication and a willingness to address the underlying issues. It might involve setting clear boundaries, seeking couples therapy, or having difficult conversations about the future of the relationship. While it's easy to feel defeated, especially after years of feeling overlooked and undervalued, it's crucial to recognize that both partners must be committed to making things work. If your husband is willing to acknowledge his behavior and take steps towards change, there's a chance to rebuild and strengthen your bond. However, it's also important to know your limits and understand when it's time to prioritize your own well-being. Whether the journey involves reconciliation or moving on, finding hope starts with taking action—whatever form that action may take. Recommended Resources - \"The Seven Principles for Making Marriage Work\" by John M. Gottman, Ph.D. - \"Hold Me Tight: Seven Conversations for a Lifetime of Love\" by Dr. Sue Johnson - \"The Five Love Languages: The Secret to Love that Lasts\" by Gary Chapman",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Health"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T06:30:38.907+03:00",
    "updated": "2024-08-30T06:30:38.907+03:00"
  },
  {
    "uuid": "24fad3e103aaf73d5b029c454ee50e3e70c170c5",
    "url": "https://flipboard.com/topic/dumfriesscotland/wanted-evidence-of-rare-oily-kneed-beetles/f-b510cc7428%2Fco.uk",
    "ord_in_thread": 0,
    "author": "bbc.co.uk",
    "published": "2025-05-07T21:50:00Z",
    "title": "Wanted: Evidence of rare oily-kneed beetles | Flipboard",
    "text": "Wanted: Evidence of rare oily-kneed beetles The Short-Necked Oil Beetle is on the verge of extinction but colonies have been discovered in the Hebrides .\nbbc.co.uk • 3h",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Environment->conservation",
      "Environment->nature",
      "Environment->endangered species",
      "Social Issue->social condition",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T04:49:11.487+03:00",
    "updated": "2025-05-08T01:54:38.000+00:00"
  },
  {
    "uuid": "a0e4e737b89e40146b062e925ec5e5270af77fc2",
    "url": "https://www.wltx.com/article/news/nation-world/fda-warning-neptunes-fix-gas-station-heroin-recall/507-679c34cf-e4de-4608-892a-5e85adc67633",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TEGNA Digital",
    "published": "2024-01-25T21:56:00Z",
    "title": "Neptune's Fix recall: FDA issues new warning on 'gas station heroin'",
    "text": "WASHINGTON — The U.S. Food and Drug Administration is urgently warning not to purchase or use supplements that\n contain tianeptine, a substance that's been nicknamed \"gas station heroin.\"\nThe products, sold under the brand name Neptune's Fix, can interact with other medications in a potentially lethal way, the federal health agency has repeatedly warned.\nThe FDA, which first warned about Neptune's Fix in November,\n said this week it continues to receive reports of people suffering seizures, loss of consciousness and even death, after using these products.\nA voluntary recall has since been issued for all Neptune’s Fix Elixir, Neptune’s Fix Extra Strength Elixir and Neptune’s Fix Tablets. The products, like most items containing tianeptine, were sold online and at gas stations, vape or smoke shops, or other locations.\nWhat is tianeptine?\nTianeptine is not approved in the U.S., although other countries have approved the drug to treat depression and anxiety. It has been illegally sold in the U.S. with claims to improve brain function and treat anxiety, depression, pain, opioid use disorder and other conditions.\nIt got the nickname \"gas station heroin\" or \"gas station dope\" because of its availability at gas stations and because it mimics the effects of opioids when taken in high doses,\naccording to a 2023 review in \"Pain and Therapy.\"\nThe side effects of tianeptine abuse and withdrawal can mimic opioid toxicity,\na 2018 study by the Centers for Disease Control and Prevention found. According to the FDA, poison control center cases involving tianeptine exposure have increased nationwide, from 11 total between 2000 and 2013 to 151 cases in just 2020.\nAnyone who experiences a bad reaction to any tianeptine product should immediately seek medical help. You can call\nPoison Help at 1-800-222-1222 to connect to a local poison center.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Health"
    ],
    "external_links": [
      "https://www.fda.gov/drugs/drug-safety-and-availability/fda-warns-consumers-not-purchase-or-use-neptunes-fix-or-any-tianeptine-product-due-serious-risks",
      "https://www.fda.gov/consumers/consumer-updates/tianeptine-products-linked-serious-harm-overdoses-death",
      "https://poisonhelp.hrsa.gov/",
      "https://www.fda.gov/drugs/drug-safety-and-availability/fda-warns-consumers-not-purchase-or-use-neptunes-fix-or-any-tianeptine-product-due-serious-risks?utm_medium=email&utm_source=govdelivery",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10444703/",
      "https://www.cdc.gov/mmwr/volumes/67/wr/mm6730a2.htm",
      "https://www.poisonhelp.hrsa.gov/",
      "https://www.fda.gov/drugs/drug-safety-and-availability/fda-warns-consumers-not-purchase-or-use-neptunes-fix-or-any-tianeptine-product-due-serious-risks",
      "https://poisonhelp.hrsa.gov",
      "https://fda.gov/consumers/consumer-updates/tianeptine-products-linked-serious-harm-overdoses-death",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10444703",
      "https://fda.gov/drugs/drug-safety-and-availability/fda-warns-consumers-not-purchase-or-use-neptunes-fix-or-any-tianeptine-product-due-serious-risks?utm_medium=email&utm_source=govdelivery",
      "https://fda.gov/drugs/drug-safety-and-availability/fda-warns-consumers-not-purchase-or-use-neptunes-fix-or-any-tianeptine-product-due-serious-risks",
      "https://cdc.gov/mmwr/volumes/67/wr/mm6730a2.htm",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC10444703/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "fda",
          "sentiment": "negative"
        },
        {
          "name": "u.s. food and drug administration",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "neptune",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:38:59.949+02:00",
    "updated": "2024-01-26T00:38:59.949+02:00"
  },
  {
    "uuid": "f20686b4717ac3241e96bd3b99b5db68f22c5d12",
    "url": "https://flipboard.com/topic/zerowaste/trump-administration-decommissions-sea-ice-data-that-sounded-an-alarm-on-arctic-/a-PzObPlPrRbquOJ9RbaLkww%3Aa%3A2648295990-e5f2b700ba%2Finsideclimatenews.org",
    "ord_in_thread": 0,
    "author": "insideclimatenews.org - By Peter Aldhous",
    "published": "2025-05-07T22:23:00Z",
    "title": "Trump Administration Decommissions Sea Ice Data That Sounded an Alarm on Arctic Climate Change | Flipboard",
    "text": "Trump Administration Decommissions Sea Ice Data That Sounded an Alarm on Arctic Climate Change Cuts at the National Oceanic and Atmospheric Administration are now degrading the datasets used to monitor the most rapidly warming parts of the …\ninsideclimatenews.org - By Peter Aldhous • 1h",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Environment"
    ],
    "topics": [
      "Politics->environmental policy",
      "Politics->government policy",
      "Environment->global warming",
      "Environment->climate change",
      "Environment->environmental pollution"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Peter Aldhous",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "National Oceanic and Atmospheric Administration",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T02:48:06.169+03:00",
    "updated": "2025-05-07T23:50:39.000+00:00"
  },
  {
    "uuid": "af97cd641e685cf89831cd6241342eb29b43abd0",
    "url": "https://www.presstv.ir/Detail/2024/06/02/726692/Iran-Bagheri-Muslim-states-support-Palestinians",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Presstv",
    "published": "2024-06-02T04:57:00Z",
    "title": "Muslim states must spare no efforts in supporting Palestinians: Iran",
    "text": "Iran’s Acting Foreign Minister Ali Bagheri Kani has called on Muslim countries to work hand in hand and not miss any chance to support the Palestinian nation. He made the remarks on Saturday during a telephone conversation with Turkish Foreign Minister Hakan Fidan. Bagheri Kani enumerated the crimes, which are being committed by “the cruel and bloodthirsty Zionist regime” in the Gaza Strip, among them the incursion into Rafah and blocking the southern city’s crossing, halting much-needed aid delivery to the besieged Palestinian territory. “The Islamic countries’ cooperation and synergy creates an important and effective capacity to support the oppressed people of Gaza,” he said. “Muslim states must spare no opportunity to support the Palestinian people.” Israel waged a genocidal war on Gaza on October 7 after the Hamas resistance movement carried out its historic operation against the usurping entity in retaliation for the regime’s intensified atrocities against the Palestinian people. On May 7, the occupying regime began a ground offensive in Rafah, home to about a million displaced Palestinians who have fled from the rest of Gaza amid the Israeli onslaught. So far, Israel has killed at least 36,379 Palestinians, mostly women and children, and injured 82,407 others in the Gaza Strip. Read more: Also in his remarks, Bagheri Kani expressed gratitude to Turkey for its messages of condolence and sympathy over the martyrdom Iranian President Ebrahim Raeisi and Foreign Minister Hossein Amir-Abdollahian in a helicopter crash last month. He further expressed hope that Iran and Turkey would discuss issues of mutual interest on the sidelines of an emergency meeting of foreign minister of the group of Developing Eight (D8) Islamic countries in Istanbul. Fidan, for his part, described as very important and productive the continuation of Ankara- Tehran consultations on the issue of Palestine and other important bilateral and regional topics. He also emphasized the need for coordination among Islamic countries on the Palestinian issue and welcomed a proposal by the Islamic Republic for an extraordinary meeting of the Organization of Islamic Cooperation (OIC) on the situation in Gaza. The Zionist regime has besieged Gaza with the aim of eliminating the Palestinian people, and thus all capacities should be used to stop the Zionists’ genocide in Gaza and crimes against humanity, he noted. Additionally, the top Turkish diplomat once again condoled with Iran on the demise of President Raeisi and Foreign Minister Amir-Abdollahian. Press TV’s website can also be accessed at the following alternate addresses:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ali bagheri kani",
          "sentiment": "negative"
        },
        {
          "name": "hakan fidan",
          "sentiment": "none"
        },
        {
          "name": "bagheri kani",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "iran iran",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "rafah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-02T12:05:12.011+03:00",
    "updated": "2024-06-02T12:39:50.554+03:00"
  },
  {
    "uuid": "c8b8ca67217fe61c6ee28a1955d9f070c2b32575",
    "url": "https://www.biorxiv.org/content/10.1101/2023.12.28.573545v1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zhang, S., Jin, A. T., Tang, W., Zhang, R. Y., Jing, L., Zhou, Y., Zhang, H., Lennerz, J. K., Korzenik, J. R., Langer, R., Traverso, G.",
    "published": "2023-12-28T05:00:00Z",
    "title": "Thermo-Responsive Polymers Targeting Inflammation in Murine Colitis",
    "text": "Abstract\nTargeting the site of inflammation is an ideal approach for treating inflammatory bowel disease (IBD). Inflammation targeting enables maximal drug-on-target effects while minimizing off-target side effects. Negatively charged drug carriers have been shown to facilitate drug delivery to inflamed colon mucosa after local administration. To modulate the negative charges and integrate responsiveness to stimuli, here we describe thermo-responsive, inflammation-targeting (TRIT) hydrogels based on functionalized poly(N-isopropylacrylamide-co-methacrylic acid) (PNIPAM-MAA). We show that both chemical modification types and polymer molecular weights affect the resultant microgels′ adhesion to the inflamed colon in dextran sulfate sodium (DSS)-induced murine colitis in vivo. Further, we quantified the correlations between microgels′ adhesion and colitis severity for individual mice, demonstrating that the microgels′ adhesion correlated directly with weight loss percentage in DSS-treated mice. By exploiting charge-mediated interaction and thermo-responsiveness, TRIT hydrogels represent a promising strategy to target inflamed colon mucosa as a drug delivery platform for colonic IBD treatment.\nCompeting Interest Statement\nS.Z., J.R.K., R.L., and G.T. are co-inventors on a patent (U.S. Patent No. 11,684,583) encompassing the technology described in this paper. All other authors declare they have no competing interests.\nCC-BY-NC-ND 4.0 International license.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "http://creativecommons.org/licenses/by-nc-nd/4.0/",
      "http://www.creativecommons.org/licenses/by-nc-nd/4.0/",
      "http://creativecommons.org/licenses/by-nc-nd/4.0"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "dss",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T03:54:59.236+02:00",
    "updated": "2023-12-29T03:54:59.236+02:00"
  },
  {
    "uuid": "9c2b57f962c68b66dda6befe1775d8eb28e6c07b",
    "url": "https://www.iflscience.com/critically-endangered-siamese-crocodile-population-boosted-by-60-adorable-hatchlings-75150",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Eleanor Higgs",
    "published": "2024-07-18T21:27:00Z",
    "title": "Critically Endangered Siamese Crocodile Population Boosted By 60 Adorable Hatchlings | IFLScience",
    "text": "Habitat loss and destruction is one of the key issues facing species today. Fortunately, conservation groups are working hard, both with species in conservation areas and with those populations that need to be [raised in captivity](https://www.iflscience.com/florida-cactus-is-first-local-extinction-in-usa-due-to-sea-level-rise-75011), to bolster the population. Now, for one species at least, it seems the results are paying off as the critically endangered Siamese crocodile population is increased by 60 new arrivals. At one point, the Siamese crocodile (Crocodylus siamensis) was thought to have gone extinct, but was rediscovered in 2000. Since the rediscovery, local communities and organizations have launched a conservation breeding program to help increase numbers. This involved breeding these crocodiles in captivity and then releasing the offspring back into the wild. To date, the team have released nearly 200 Siamese crocodiles back into the wild from this program. This is the beginning of the road for this population’s journey to recovery.Pablo Sinovas A further boost for the population came in May 2024, when local people in the Cardamom Mountains, Cambodia, found three nests. What is even more remarkable is that these nests were discovered in an area that the [captive bred populations](https://www.iflscience.com/mountain-chicken-frogs-giant-salamanders-and-scrotum-frogs-get-a-new-home-at-zsl-73573) had not been released, suggesting that the population is beginning to expand and recover. The finding was swiftly followed by a second discovery of two more nests in a different area. At the end of June, 60 healthy Siamese crocodiles were hatched, representing a real positive outcome for this species. “As the largest wild Siamese crocodile breeding event recorded in Cambodia this century, it is incredibly encouraging. While a large proportion of the 60 hatchlings may not survive during the first year due to natural causes, such as predation, some will likely survive and start breeding 8-10 years from now. This is the beginning of the road for this population’s journey to recovery, after two decades of very limited breeding in the wild,” [Pablo Sinovas](https://www.fauna-flora.org/projects/conserving-siamese-crocodiles-cambodia/#author), Country Director, Fauna & Flora Cambodia Program, told IFLScience. Siamese crocodiles are a freshwater species that were once widespread throughout Southeast Asia, but now their range is restricted to Cambodia, Thailand, and Vietnam. The crocs feed on snakes, frogs, and fish. While a total population estimate is not known, the best guess suggests there are around [400 individuals](https://www.iucnredlist.org/species/5671/3048087). Siamese crocodiles have a slow life history, taking nearly a decade to reach sexual maturity. They have been driven to this point due to hunting for the crocodile skin trade as well as competition for rice fields, explains [Fauna & Flora International](https://www.fauna-flora.org/species/siamese-crocodile/). To ensure these new arrivals have a safe environment to grow up in, the international teams have worked with governments and locals to put protections in place for these critical habitats. “We work with local community wardens, who patrol these habitats on a regular basis to monitor and deter threats. We also work with relevant government departments so protection measures are enforced, and to afford some of the most important sites for Siamese crocodiles additional protection in the form of locally-managed crocodile sanctuaries,” continued Sinovas. The Chorng Indigenous people have also been instrumental in the survival of the Siamese crocodile, explained Sinovas. “The Chorng Indigenous people revere Siamese crocodiles as sacred. They have long been protecting the species in the Cardamom Mountains for spiritual reasons and this may be the reason why it remains there.” This entire project highlights the incredible benefit of long-term conservation projects in collaboration with governments, charities, and local people to benefit the survival of a species. “We have been working closely with Fauna & Flora to protect this critically endangered species for several years, and we were excited to have found these crocodile nests. This discovery indicates that our conservation efforts have paid off, and I believe that with our ongoing conservation efforts, the population of Siamese crocodiles will continue to increase in the future,” said Toy Chorn, a community warden, in a statement sent to IFLScience.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.iucnredlist.org/species/5671/3048087).",
      "https://www.fauna-flora.org/projects/conserving-siamese-crocodiles-cambodia/#author),",
      "https://www.fauna-flora.org/species/siamese-crocodile/).",
      "https://fauna-flora.org/projects/conserving-siamese-crocodiles-cambodia/#author),",
      "https://fauna-flora.org/species/siamese-crocodile/).",
      "https://iucnredlist.org/species/5671/3048087)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-19T00:52:42.400+03:00",
    "updated": "2024-07-19T00:52:42.400+03:00"
  }
]