[
  {
    "uuid": "b928e31bf9eea7143521fb46a92d1028144c5e83",
    "url": "https://communityimpact.com/austin/lake-travis-westlake/business/2023/12/28/how-the-lake-travis-westlake-area-became-austins-anti-aging-hub/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kameryn Griesser",
    "published": "2023-12-28T19:00:00Z",
    "title": "How the Lake Travis-Westlake area became Austin's anti-aging hub | Community Impact",
    "text": "The gist In 2023 alone, Community Impact reported 10 new beauty and wellness centers arriving to the area, offering nontraditional healing modalities like cryotherapy and chiropractic care, as well as noninvasive aesthetic procedures such as laser treatments and injectables. \"Anti-aging is huge. People want to be self-sustaining. ... They're making wellness a lifestyle, instead of just a short-term fix. They want options besides going on medication,\" said Jack Chandler, the director at [Kokoro Wellness](https://kokorowestlake.com/), which opened in Westlake in August. Kokoro Wellness offers personalized physical training programs and wellness services such as red light, contrast and cryotherapy, a combination that Chandler says his clients find highly convenient. \"You don't have to work out and then rush over and go to another appointment or drive all the way into Austin,\" Chandler said How did we get here While Westlake's plastic surgery industry is long-established, Dr. Gregory Nikolaidis, the founder of [Westlake Dermatology](https://www.westlakedermatology.com/), said the influx of California residents has increased demand for more alternatives to traditional medicine. \"California has always kind of been ahead of the curve with respect to noninvasive aesthetics. People are looking for a more natural look than they would get from cosmetic surgeons in Houston or Dallas,\" said Nikolaidis, who has worked in the Austin area since 2002. Nikolaidis said the older population of the Lake Travis-Westlake area contributes to the demand for anti-aging treatments, with most of his patients falling between 35 and 65 years old. Meanwhile, much of Central Austin has a [median age](http://https://data.census.gov/table/ACSST5Y2021.S0101?g=160XX00US4877632)below 29, according to U.S. Census Bureau data. \"A lot of health care in Austin is more focused around the university-aged crowd, so what you're getting is these sort of hubs outside of Austin. Westlake is one of them, but Georgetown and Round Rock are also becoming hubs,\" Nikolaidis said. With 13 Austin locations and five other locations in Texas, Nikolaidis plans to expand Westlake Dermatology into Georgetown in 2024. Quote of note \"For a long time, medicine has been too focused on treatment. It's effective, but it's not preventative. I think in the next 10 to 15 years, you're gonna see a lot more regenerative medicine that will actually turn back the clock to slow down the aging process,\" Nikolaidis said. Dive Deeper Here are 10 new beauty and wellness businesses open and coming soon to the Lake Travis-Westlake area in 2023: - Coming soon: [Spa Sway](https://communityimpact.com/austin/lake-travis-westlake/business/2023/12/08/luxury-women-owned-spa-to-offer-massage-aesthetic-services-in-westlake/) - Coming soon: [Skin Pharm](https://communityimpact.com/austin/lake-travis-westlake/business/2023/11/09/beauty-brand-and-med-spa-skin-pharm-coming-to-west-lake-hills/) - Coming soon: [Skin Spirit](https://www.skinspirit.com/locations/west-lake-hills) - Now open: [The Good Chiropractor House of Healing](https://communityimpact.com/austin/lake-travis-westlake/business/2023/10/24/viral-social-media-chiropractor-to-offer-services-in-bee-cave/) - Now open: [Kinetic Sport + Spine](https://communityimpact.com/austin/lake-travis-westlake/business/2023/10/23/kinetix-sport-spine-now-open-in-spicewood/) - Now open: [Kokoro Wellness](https://communityimpact.com/austin/lake-travis-westlake/business/2023/10/30/west-lakes-newest-wellness-center-has-personal-training-red-light-therapy-more/) - Now open: [Contour Spa West Lake LLC](https://contour-spa-west-lake-llc.business.site/?m=true) - Now open: [Clear Acne Treatment Centers](https://communityimpact.com/austin/lake-travis-westlake/business/2023/09/01/new-laser-acne-treatment-center-comes-to-westlake/) - Now open: [The Dash IV & Aesthetics](https://communityimpact.com/austin/lake-travis-westlake/business/2023/05/24/the-dash-iv-aesthetics-offers-facials-anti-aging-treatment-more-in-lakeway/) - Now open: [Cryofit](https://communityimpact.com/austin/lake-travis-westlake/business/2023/07/12/car-dealership-cryotherapy-center-now-open-in-bee-cave/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.westlakedermatology.com/),",
      "https://contour-spa-west-lake-llc.business.site/?m=true)",
      "https://www.skinspirit.com/locations/west-lake-hills)",
      "https://kokorowestlake.com/),",
      "https://data.census.gov/table/ACSST5Y2021.S0101?g=160XX00US4877632)below",
      "https://skinspirit.com/locations/west-lake-hills)",
      "https://www.data.census.gov/table/ACSST5Y2021.S0101?g=160XX00US4877632)below",
      "https://www.kokorowestlake.com/),",
      "https://www.contour-spa-west-lake-llc.business.site/?m=true)",
      "https://contour-spa-west-lake-llc.business.site/",
      "https://data.census.gov/table/ACSST5Y2021.S0101",
      "https://westlakedermatology.com/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "westlake",
          "sentiment": "none"
        },
        {
          "name": "jack chandler",
          "sentiment": "none"
        },
        {
          "name": "gregory nikolaidis",
          "sentiment": "none"
        },
        {
          "name": "chandler",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "westlake dermatology",
          "sentiment": "none"
        },
        {
          "name": "kokoro wellness",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lake travis-westlake",
          "sentiment": "none"
        },
        {
          "name": "austin",
          "sentiment": "none"
        },
        {
          "name": "westlake",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:37:41.843+02:00",
    "updated": "2023-12-29T00:37:41.843+02:00"
  },
  {
    "uuid": "17a73855d2b7c0a2c9e58a737721a1fb0585bbed",
    "url": "https://www.zawya.com/en/press-release/companies-news/ooredoo-group-achieves-sustainable-growth-reflecting-operational-strength-and-strategic-investments-gg6zt01b",
    "ord_in_thread": 0,
    "author": "Press Release",
    "published": "2025-07-31T03:40:00Z",
    "title": "Ooredoo Group achieves sustainable growth reflecting operational strength and strategic investments",
    "text": "Doha, Qatar: Ooredoo Q.P.S.C. (“Ooredoo”) – Ticker: ORDS today announced its financial results for the six-month period ended 30 June 2025.\nHalf year (H1 2025) Highlights:\nRevenue grew by 1% (up by 4%, excluding the impact of Myanmar exit) at QAR 11.9 billion EBITDA increased by 1% (up by 3%, excluding the impact of Myanmar exit) at QAR 5.1 billion EBITDA margin at 43% Healthy Net profit of QAR 1.9 billion, up by 4% Capital expenditure (CAPEX) spend of QAR 1.5 billion Free Cash Flow (FCF) of QAR 3.6 billion, down by 11% Customer base of 147.2 million (including IOH) The disposal of the Ooredoo Myanmar operation was completed on 31 May 2024, and Ooredoo Group's financial results for H1 2024 include results for Ooredoo Myanmar up 31 May 2024 unless otherwise stated.\nCommenting on the results, HE Sheikh Faisal Bin Thani Al Thani, Chairman of Ooredoo, said :\n“Ooredoo Group delivered solid results for the first half of 2025. Revenue, excluding the impact of the Myanmar exit, increased by 4% YoY to QAR 11.9 billion with healthy net profit also rising by 4% YoY to QAR 1.9 billion.\nOur sustained growth across key financial metrics is a powerful testament to the clarity and strength of our business strategy. This success is anchored by our commitment to customer excellence, supported by a high-quality infrastructure and continuous strategic investment which are the core pillars of our current performance and future growth plans.\nIn the second half of the year, we will continue to advance our strategic priorities to become the leading digital infrastructure provider in the MENA region. Our approach is supported by strong financial discipline and a steadfast focus on delivering sustainable value to all our stakeholders.”\nAlso commenting on the results, Aziz Aluthman Fakhroo, CEO of Ooredoo Group, said:\n“The Group delivered a strong performance in the first half of the year, with year-on-year growth across Revenue, EBITDA and Net profit, reflecting the strength of our core operations and steady progress against our strategic priorities.\nExcluding the impact of the Myanmar exit, revenue increased by 4% YoY to QAR 11.9 billion and EBITDA grew by 3% to QAR 5.1 billion, maintaining a consistent EBITDA margin at 43%. Solid growth in Kuwait, Algeria, Iraq, Tunisia and Maldives were key drivers of Group performance. This healthy growth led to improved and sustainable profitability with net profit up by 4% to QAR 1.9 billion.\nWe are pleased with the progress made across a number of strategic initiatives in the first half; key highlights included the successful launch of our carrier-neutral data centre platform Syntys and our strategic partnership with Iron Mountain to accelerate platform scalability and enhance operational efficiency. Under our fintech vertical, we have gained strong traction since obtaining the Payment Service Provider licence in Oman a year ago, with sustained momentum reflected in a steady increase in user engagement.\nFollowing the reporting period and marking one year as an NVIDIA Cloud Partner, we expanded our data centre capabilities with the deployment of NVIDIA’s latest GPUs in our Qatar facilities. This milestone not only marks a first for the country but also underscores our commitment to becoming a regional leader in digital infrastructure.\nNone of these achievements would be possible without our people, as their commitment is the driving force behind Ooredoo Group’s success.\nLooking ahead to the second half of the year, we will maintain our disciplined execution while advancing our strategic priorities. From building essential digital infrastructure to advancing fintech innovation, Ooredoo Group remains committed to driving digital transformation across the MENA region.”\nStrategic review\nIn H1 2025, Ooredoo Group continued to execute against its long-term strategic goal of becoming a telecom and infrastructure powerhouse, anchored by five foundational pillars: delivering exceptional customer experience, empowering talent, driving smart telco innovation, strengthening core operations, and maintaining a disciplined, value-focused portfolio.\nWe are building a future-proof business by investing in five strategic verticals: telecom operations, towers, data centres, sea cable and fibre, and fintech; transforming into the region’s leading digital infrastructure provider, combining disciplined execution with strategic investments.\nOur balanced portfolio allows us to focus capital on high-value and high-growth areas that boost our financial performance and give us long-term sustainability.\nAs we look at the remainder of 2025 and beyond, Ooredoo is strategically positioned to lead the next wave of digital transformation across the region. Our multi-asset, infrastructure-driven model forms a robust foundation for long-term value creation, innovation, and meaningful regional impact. Through disciplined execution and strategic partnerships, we remain committed to unlocking the full potential of the digital economy for our customers, shareholders, and communities.\nTowerCo\nOoredoo Group, Zain Group, and TASC Towers Holding are advancing toward the creation of the region’s largest independent tower company, following the signing of definitive agreements in December 2023. The landmark transaction, a cash and share deal, will consolidate approximately 30,000 towers across six MENA markets under a single TowerCo.\nThe focus remains on closing procedures in each jurisdiction, with regulatory approvals serving as a key part of the process.\nOnce operational, the combined TowerCo is set to unlock scale capital and operational efficiencies and drive long-term value creation.\nData centres - Syntys\nSyntys, an independent entity strategically spun off from Ooredoo Group, is accelerating the development of AI-ready, hyperscale data centres across the MENA region operating in Qatar, Tunisia, Kuwait and with further regional expansion underway.\nTo accelerate platform scalability and enhance operational efficiency, Ooredoo Group entered a strategic partnership with Iron Mountain, a global leader in information management and data centre services, which acquired a minority equity stake in Syntys earlier this year. The partnership combines Ooredoo’s strong regional presence with Iron Mountain’s global expertise in hyperscale and AI-ready infrastructure, supporting the expansion of Syntys across key MENA markets.\nIn Q2 2025, Syntys played a pivotal role in enabling the launch of Ooredoo’s sovereign AI cloud services—now live and powered by NVIDIA’s latest GPUs. Hosted within Syntys owned and operated, sovereign digital infrastructure, the platform delivers high-performance, in-country compute capacity aligned with Qatar’s Digital Agenda 2030 and National AI Strategy. This launch further cements the company’s leadership in digital infrastructure, empowering AI clusters, national platforms, and driving large-scale digital transformation across the region.\nBacked by a planned USD 1 billion investment including initial funding of approximately USD 550 million—Syntys is rapidly expanding its data centre footprint across the MENA region. With 13 operational sites and one under construction, the company is targeting over 120 megawatts of data centre capacity over the medium to long term. Leveraging the clout of Ooredoo, the global expertise of Iron Mountain, and a seasoned leadership team, Syntys is consolidating its position to become a leading provider of high-performance digital infrastructure in the region—supporting the accelerating demand for cloud, AI, and sovereign solutions while cementing its role as a cornerstone of MENA’s digital economy.\nFintech\nOoredoo Financial Technology International (OFTI), established in 2023, continues to advance financial inclusion through mobile-led solutions. The company is now fully operational in Qatar, Oman and the Maldives with significant market share in the international remittances market processing over USD 6 billion in transactions and capturing a 21% market share in Qatar.\nIn Oman, one year after securing a Payment Service Provider licence and introducing ‘walletii by Ooredoo’, OFTI continued to scale its services in the market demonstrating strong growth momentum across core metrics including customer engagement, product adoption, and monetisation which, in turn, boosted user activity and ARPU through increased product usage and customer retention.\nOoredoo’s fintech venture continues to advance its expansion plans into Tunisia, Iraq, and Kuwait. Approval from regulator has already been granted in Tunisia, where implementation is progressing well, with strong stakeholder engagement and ecosystem expansion. In Iraq, market entry is accelerating with positive regulatory engagement, steady progress on incorporation activities, and strong collaboration with local partners. Proposition development is also advancing well, setting a strong foundation for a structured and scalable rollout.\nTo accelerate market expansion and enhance service offerings through our extensive network, OFTI has established strategic partnerships with Qatar’s Ministry of Commerce and Industry and global brands such as Western Union, PayPal, Visa, QNB, Thunes and MoneyGram.\nFintech remains a significant untapped opportunity in Ooredoo’s markets, with access to over 50 million customers on its network. With a vision to build an integrated digital marketplace, OFTI is well positioned to capitalise on the rapid growth of the MENA digital payments sector, driving long-term value through broader financial access and promoting digital inclusion.\nSea cable and Fibre\nOoredoo is advancing its strategic investment in subsea cable infrastructure to capture rising demand for high-capacity, low-latency data transmission. The FIG project—one of the largest subsea cable systems in the GCC—connects Qatar, Oman, UAE, Bahrain, Saudi Arabia, Kuwait, and Iraq into a single high-capacity network. Delivered with ASN, FIG offers 24 fibre pairs and over 720 Tbps capacity, enabling faster, secure connectivity between the GCC and Europe.\nFurther strategic milestones have already been achieved during the first half, including landing agreements in Kuwait and Iraq; reinforcing these markets roles as digital transit hubs and expanding Ooredoo’s footprint across critical data corridors linking Asia and Europe.\nOoredoo is positioning itself as a key enabler of global connectivity by addressing the surging data demand between Asia and Europe. The FIG project reinforces Ooredoo’s digital infrastructure leadership and accelerates the Group’s strategic ambitions in AI, cloud, and data services.\nFinancial highlights\nRevenue\nGroup revenue rose to QAR 11.9 billion for the first half of the year, representing a robust 4% YoY increase excluding the impact of the Myanmar exit.\nStrong performance in Iraq, Algeria, Tunisia, Qatar and Kuwait underpinned this growth, reflecting effective operational execution and targeted investment in high-value areas to enable sustainable long-term growth.\nEBITDA & EBITDA Margin\nGroup EBITDA grew by 3% YoY excluding the impact of the Myanmar exit, reaching QAR 5.1 billion. EBITDA margin remained consistent at 43%.\nKuwait, Algeria, Iraq, Tunisia, and Maldives enhanced their contribution to overall Group profitability, reinforcing the benefits of our balanced portfolio.\nNet Profit\nFor H1 2025, we delivered sustainable net profit growth, underpinned by operational strength. Net profit increased by 4% YoY to reach QAR 1.9 billion. This includes the impact of Pillar 2, aligned with new global minimum tax requirements amounting to QAR 112 million.\nNormalised Net Profit increased by 3% YoY to QAR 1.9 billion. Normalised Net Profit is adjusted for foreign exchange, impairment and exceptional items.\nWe are driving strong and sustainable profitability through disciplined execution, strategic investments, and a clear focus on long-term value creation for our shareholders.\nCapital expenditure (CAPEX)\nThe Group invested QAR 1.5 billion of CAPEX for H1 2025, a 49% increase YoY, primarily driven by strategic network and infrastructure investments in Iraq, Tunisia, Algeria, Kuwait, and Oman.\nFree Cash Flow\nFree Cash Flow declined by 11% to QAR 3.6 billion as solid EBITDA performance was offset by accelerated rollouts of targeted network projects. This aligns with our strategic and disciplined investment approach, designed to strengthen our long-term position, while unlocking operating leverage and supporting further margin expansion.\nDebt\nOoredoo Group maintained its healthy financial and liquidity position during H1 2025 with investment-grade ratings. As at 30 June 2025, the Group’s Net-Debt-to-EBITDA ratio stood at 0.7x, below the Board’s guidance of 1.5x to 2.5x.\nThe Group maintains a prudent approach, maintaining a predominantly fixed-rate profile, and providing strong protection against interest rate volatility and enhancing stability.\nThe Group has QAR 14.8 billion in cash reserves (net of restricted cash) and QAR 5.5 billion available in undrawn facilities, reflecting a strong liquidity position.\nCustomer base\nThe Group’s customer base grew by 4% YoY to 51.9 million. Including IOH, total customers reached a total of 147.2 million, highlighting strong demand and operational scale.\nGuidance\nOoredoo Group is progressing steadily towards its FY 2025 target, with expected revenue growth of between 2% to 3% and an EBITDA margin in the low 40% range. Additionally, full-year CAPEX is projected to range between QAR 4.5 billion to 5.0 billion as planned spending accelerates in the second half of the year.\nOperating Companies H1 2025 highlights\nMiddle East\nOoredoo Qatar\nOoredoo Qatar continued to hold its premium position in the market, with a significant advantage in ARPU despite a flat overall market.\nFor H1 2025, the operation delivered a robust performance with topline growth and a strong EBITDA margin supported by operational efficiency gains.\nReported revenue for H1 2025 reflected positive momentum with a 1% increase YoY to QAR 3,608 million. Normalising for effects from the Asian Football Confederation (AFC) tournament recorded in the prior year and the impact of the next phase of data centre carve out, revenue increased by a healthy 2% YoY.\nEBITDA reached QAR 1,864 million, reflecting a 2% decrease YoY on a reported basis. Normalising for the above-mentioned impact from the AFC tournament and data centre carve-out, EBITDA remained flat YoY.\nThe operation delivered a strong EBITDA margin of 52% reflecting effective cost control and continued focus on improving efficiency in the operation.\nThe total customer base stood at 2.9 million for H1 2025. As the market evolves, Ooredoo continues to lead with a premium offering, backed by a strong brand and reliable infrastructure enabling the growth of the mobile post-paid customer base by 2% YoY. Ooredoo also continues to show it’s commitment to innovation by introducing several new digital services including an AI-based Chatbot to enhance customer service.\nAfter the reporting period, Ooredoo Qatar took a significant step forward in its digital leadership journey by launching sovereign AI cloud services powered by NVIDIA’s latest GPUs. This strategic investment enhances Qatar’s AI capabilities, enabling secure, high-performance computing across critical sectors. Aligned with the Qatar Digital Agenda 2030 and the National AI Strategy, the deployment underscores Ooredoo’s role as a key enabler of national digital transformation. It also strengthens the operation’s premium technology positioning, unlocking new monetisation avenues and supporting long-term value creation through AI-driven enterprise solutions.\nOoredoo Kuwait\nOoredoo Kuwait maintained growth momentum underpinned by service revenue uplift, strong EBITDA margin expansion, and ongoing customer acquisition against the backdrop of a mature and highly saturated mobile market.\nThe operation delivered strong service revenue growth of 6% YoY driven by an uptake in voice, data, and digital services. Total revenue reached QAR 1,579 million, increasing by 1% YoY as H1 2025 recorded lower device sales compared to the prior year.\nEBITDA increased by 31% YoY to QAR 530 million, with the EBITDA margin expanding by 8pp to 34%. This performance was driven by higher service revenue combined with disciplined cost management. H1 2024 included a one-off bad debt provision aligned with standard company policy. Adjusting for this one-off bad debt provision, EBITDA increased by 14% YoY, highlighting the strength of the core business.\nCustomer base increased by 1% YoY to end H1 2025 with 2.9 million customers.\nOoredoo Oman\nOoredoo Oman continued to advance its 5G initiatives while maintaining operational cost efficiencies despite market headwinds.\nIn H1 2025, revenue declined by 2% YoY to QAR 1,170 million, primarily due to lower service revenue amid heightened competition. This impacted profitability, with EBITDA falling by 6% YoY to QAR 521 million and the EBITDA margin contracting by 2pp to 45%.\nThe customer base increased by 6% YoY, ending H1 2025 with 3.1 million customers.\nDespite market pressures, Ooredoo Oman remains focused on evolving its offerings to meet changing customer needs, while maintaining operational cost efficiencies. The operation continues to invest in 5G, launching new initiatives and expanding coverage.\nAsiacell – Iraq\nAsiacell delivered a strong performance for H1 2025 supported by effective customer acquisition and data demand.\nRevenue increased by 8% YoY to QAR 2,691 million led by an increased customer base and supported by strong data segment performance, bolstered by higher usage levels.\nEBITDA rose by 3% YoY to QAR 1,216 million, driven by topline growth, partially offset by increased operating expenses following investments to scale operations and enhance service quality.\nEBITDA margin stood at a healthy 45%, down by 2pp.\nPerformance was further supported by a 6% YoY expansion in customer base, reaching 19.4 million customers in H1 2025.\nOoredoo Palestine\nDespite ongoing political and economic instability creating operational challenges, Ooredoo Palestine continued to prioritise a strong customer experience while maintaining disciplined cost management. These external headwinds, however, adversely impacted overall performance.\nThe operation reported a 7% YoY decline in revenue to QAR 185 million, while EBITDA decreased by 6% YoY to QAR 73 million, reflecting ongoing macroeconomic pressures amid conflict-driven market disruption. EBITDA margin remained steady at 40%, demonstrating effective cost management.\nThe operation continues to lead in customer experience, maintaining a strong market position with 1.5 million customers on the network.\nNorth Africa\nOoredoo Algeria\nOoredoo Algeria continued into H1 2025 with strong momentum, delivering continued double-digit growth across key metrics while delivering a superior customer experience.\nRevenue expanded by 14% YoY to QAR 1,531 million, driven by continued growth in the demand for data, digital, and voice services. This strong growth reflects the benefits of sustained strategic capital investments aimed at expanding the mobile network and enhancing network quality.\nEBITDA rose by a strong 21% YoY to QAR 681 million, with a 3pp increase in EBITDA margin to 45%, reflecting both topline growth and operational discipline.\nThe customer base grew by 6% YoY, reaching 14.5 million, as the operation continued to drive user acquisition and retention through enhanced service offerings and a leading network experience.\nAfter reporting period end, Ooredoo Algeria obtained a 5G licence, an important strategic milestone that positions the company to lead the next wave of digital transformation in Algeria. This development unlocks significant opportunities for high-speed connectivity, advanced digital services, and long-term value creation, reinforcing Ooredoo Algeria’s commitment to innovation and its role in shaping the country’s digital future.\nOoredoo Tunisia\nStrong performance in both mobile and fixed segments contributed to Ooredoo Tunisia’s sustained growth trajectory.\nRevenue grew by 9% YoY, reaching QAR 793 million, following solid performance in mobile services supported by high-quality subscriber acquisitions and enhanced customer value management initiatives. The fixed segment also contributed to the strong topline growth, driven by the increasing demand for high-speed internet in fibre, 4G/5G Fixed Wireless Access.\nEBITDA increased by 12% YoY to QAR 331 million, underpinned by higher revenue, with an EBITDA margin of 42%, a 1pp improvement.\nThe customer base for H1 2025 ended at 7.0 million, up by 2% YoY. Ooredoo Tunisia continues to invest in its network and infrastructure to meet growing broadband needs and deliver reliable, high-quality service across the country.\nIn February, Ooredoo Tunisia marked a key milestone with the launch of 5G products and services, following the issuance of 5G licence. The rollout was a response to strong market demand for 5G Fixed Wireless Access, strengthening overall yield from data services and reinforcing the commitment to innovation and digital transformation.\nAsia\nIndosat Ooredoo Hutchison (IOH)\nIOH an equity-accounted joint venture, announced its H1 2025 financial results on 30 July 2025; delivering a respectable performance. The first half results were affected by intensified market competition, however the operation took initiatives to drive profitability through operational efficiency. Revenue declined by 3% YoY, EBITDA decreased by 4% YoY, while maintaining a strong EBITDA margin of 47%. On a quarter-on-quarter basis (Q2 2025 vs Q1 2025) EBITDA performance has trended positively.\nOoredoo Maldives\nOoredoo Maldives’ disciplined cost management led to EBITDA growth and margin expansion.\nDespite a 1% decrease in revenue to QAR 256 million due to intense competition in the mobile segment, the operation delivered a 3% increase in EBITDA to QAR 142 million, with the EBITDA margin improving by 2pp to a solid 55%, underpinned by operational efficiencies.\nThe customer base grew by 4% YoY, reaching 418k.\nAbout Ooredoo:\nOoredoo is an international communications Company operating across the Middle East, North Africa, and Southeast Asia. It serves consumers and businesses in nine countries, delivering Ooredoo a broad range of content and services through its advanced, data-centric mobile and fixed networks. As of 31 December 2024, Ooredoo generated full-year Revenue of QAR 24 billion. Its shares are listed on the Qatar Stock Exchange and the Abu Dhabi Securities Exchange.\nAbout Syntys:\nSyntys is a leader in physical and digital infrastructure services, specializing in the design, construction, and management of data centers. With a network of operational facilities across various markets in the MENA region, Syntys serves hyperscalers, colocation wholesale providers, and AI infrastructure deployments, enabling seamless digital growth in the region.\nContact:\nInvestor Relations\nEmail: IR@ooredoo.com\nFollow us on Twitter: @OoredooIR\nFor additional information, including detailed supplemental schedules, financial statements, and details about our investor call, please visit our website at www.ooredoo.com/en/investors/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Science and Technology"
    ],
    "topics": [
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->financial service",
      "Social Issue->social networking",
      "Social Issue->social condition",
      "Science and Technology->technology and engineering",
      "Science and Technology->economics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://url.uk.m.mimecastprotect.com/s/YjVcC1GpqURO4nokSLf4iV84ZT?domain=twitter.com",
      "https://url.uk.m.mimecastprotect.com/s/vIGMC3yrvtBxk7lGT2iliQl-ln?domain=ooredoo.com/",
      "https://url.uk.m.mimecastprotect.com/s/vIGMC3yrvtBxk7lGT2iliQl-ln?domain=ooredoo.com",
      "https://www.url.uk.m.mimecastprotect.com/s/vIGMC3yrvtBxk7lGT2iliQl-ln?domain=ooredoo.com/",
      "https://www.url.uk.m.mimecastprotect.com/s/YjVcC1GpqURO4nokSLf4iV84ZT?domain=twitter.com",
      "https://url.uk.m.mimecastprotect.com/s/vIGMC3yrvtBxk7lGT2iliQl-ln",
      "https://url.uk.m.mimecastprotect.com/s/YjVcC1GpqURO4nokSLf4iV84ZT"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Faisal Bin Thani Al Thani",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Ooredoo Group",
          "sentiment": "positive",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-31T07:54:35.601+03:00",
    "updated": "2025-07-31T07:57:43.000+03:00"
  },
  {
    "uuid": "412b1e035ac606ff2d6ddf5a4315bc0c4f34a350",
    "url": "https://www.ilgazzettino.it:443/mondo/nuovi_test_nucleari_mosca_missile_da_crociera_burevestnik-9012735.html",
    "ord_in_thread": 0,
    "author": "Redazione Web",
    "published": "2025-08-14T04:08:00Z",
    "title": "Missili nucleari, Mosca «prepara nuovi test»: secondo gli esperti si tratta del \"9M730 Burevestnik\"",
    "text": "Mosca si starebbe preparando a testare il suo nuovo missile da crociera 9M730 Burevestnik a propulsione nucleare, e dotato di testata nucleare, proprio mentre il presidente Vladimir Putin si appresta a discutere della questione ucraina con il presidente Usa Donald Trump venerdì: lo riporta la Reuters sul suo sito, che cita due ricercatori americani e una fonte occidentale esperta di sicurezza.\nNucleare, cosa prepara la Russia?\nLewis ed Eveleth hanno concordato sul fatto che le immagini mostrano un'intensa attività nel sito di collaudo di Pankovo, nell'arcipelago di Novaya Zemlya nel Mare di Barents, compreso un aumento del personale, delle attrezzature, delle navi e degli aerei associati ai precedenti test del 9M730 Burevestnik. «Possiamo vedere tutta l'attività nel sito di test, che consiste sia in enormi quantità di rifornimenti in arrivo a supporto delle operazioni, sia in movimenti nel luogo in cui viene effettivamente lanciato il missile», ha detto Lewis. Una fonte occidentale della sicurezza, ha confermato che la Russia sta preparando un test del Burevestnik, aggiunge l'agenzia di stampa. Secondo Lewis, un test potrebbe avvenire questa settimana, aumentando la possibilità che possa oscurare il vertice Trump-Putin in Alaska.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Science and Technology"
    ],
    "topics": [
      "War, Conflict and Unrest->military occupation",
      "Politics->nuclear policy",
      "Politics->international relations",
      "Science and Technology->technology and engineering",
      "Science and Technology->scientific research"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Vladimir Putin",
          "sentiment": "none"
        },
        {
          "name": "Donald Trump",
          "sentiment": "none"
        },
        {
          "name": "Lewis",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Mosca",
          "sentiment": "none"
        },
        {
          "name": "Mare di Barents",
          "sentiment": "none"
        },
        {
          "name": "Novaya Zemlya",
          "sentiment": "none"
        },
        {
          "name": "Pankovo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Reuters",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "TRI",
              "exchange": "NASDAQ"
            }
          ]
        },
        {
          "name": "Russia",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_it",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T09:04:47.724+03:00",
    "updated": "2025-08-15T10:10:57.000+03:00"
  },
  {
    "uuid": "5d42c2e504839c7d72a657ad8d06b817bcfccc61",
    "url": "https://www.epe.es/es/sociedad/20241101/dana-deja-100-litros-zona-111138696",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Duna Márquez",
    "published": "2024-11-01T17:54:00Z",
    "title": "La DANA deja ya más de 100 litros en la zona mallorquina de Ponent",
    "text": "El temporal que ha arrasado Valencia llega a Mallorca. Tras dejar precipitaciones intensas en Ibiza y Formentera, la DANA está descargando descargando con fuerza en parte de la isla.En la zona de Ponent se han registrado ya más de 100 litros por metro cuadrado. Las intensas lluvias, además, han provocado inundaciones importantes en Calvià, donde la crecida del torrent de Galatzò ha obligado además a cerrar al tráfico de un tramo de la Ma-101. Los municipios más afectados por las lluvias son, de momento, Galilea, Puigpunyent, Andratx y Calvià. Precisamente en este último, se han producido algunas inundaciones, cortes de calles y desprendimientos en carreteras, que han obligado a movilizar a Policía Local y efectivos municipales. El ayuntamiento de Calvià ha informado del corte al tráfico de un tramo de la Ma-101, la carretera de Calvià a es Capdellà, que se ha inundado por desbordamiento del torrente de Galatzó y de varias vías en Palmanova y Magaluf. La Policía Local y operarios municipales trabajan en las zonas afectadas. Se espera que en las próximas horas la dana se desplace por gran parte de Mallorca, dejando importantes precipitaciones a su paso. La Agencia Estatal de Meteorología recuerda que Mallorca se encuentra en alerta naranja por precipitaciones acumuladas de 50 litros por metro cuadrado en una hora, llegando a acumularse 120 litros por metro cuadrado en algunas zonas de la isla en pocas horas. Las lluvias se mantendrán hasta el sábado 2 de noviembre, alargándose el aviso naranja hasta primera hora de la mañana. Con el avance de las horas la alerta desaparecerá, pero las precipitaciones se mantendrán a lo largo del día. El paso peatonal del paseo Marítimo de Palma entre el Palacio de Congresos y el Parc de la Mar permanece cerrado este viernes por el mal tiempo. Así lo ha informado el departamento de Carreteras del Consell de Mallorca en un mensaje en redes recogido por Europa Press. Cabe recordar que en Palma, desde las 14.00 horas de este viernes están cerrados los parques y los cementerios. Ante la emergencia meteorológica para este día de Tots Sants, el Govern balear ha reclamado “máxima prudencia” a los ciudadanos “las próximas horas y días” por la alerta naranja decretada. Se recomienda que se tomen precauciones y mantenerse informado de la predicción meteorológica más actualizada. Las actividades habituales y al aire libre pueden verse alteradas. El Servicio de Emergencias 112 ha activado el Índice de Gravedad 1 (IG1) del Plan Meteobal por lluvias y tormentas en Mallorca y Menorca. El paso peatonal del paseo Marítimo de Palma entre el Palacio de Congresos y el Parc de la Mar permanece cerrado este viernes por el mal tiempo. Así lo ha informado el departamento de Carreteras del Consell de Mallorca en un mensaje en redes recogido por Europa Press. Cabe recordar que en Palma, desde las 14.00 horas de este viernes están cerrados los parques y los cementerios.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T20:04:24.120+02:00",
    "updated": "2024-11-01T20:04:24.120+02:00"
  },
  {
    "uuid": "a823fa2c3fe227994afb2668e892776c733d2ef3",
    "url": "https://www.4029tv.com/article/extended-interview-historian-on-the-1923-racial-cleansing-of-catcher-arkansas/46618268",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lakyra Banks",
    "published": "2024-02-01T23:02:00Z",
    "title": "Extended Interview: Historian on the 1923 racial cleansing of Catcher, Arkansas",
    "text": "Extended Interview: Historian on the 1923 racial cleansing of Catcher, Arkansas Extended Interview: Historian on the 1923 racial cleansing of Catcher, Arkansas Advertisement Extended Interview: Historian on the 1923 racial cleansing of Catcher, Arkansas Michael Anthony, an instructor at the University of Arkansas, shares the story of what happened in Catcher, Arkansas in 1923. Watch the video above for the extended interview. | Follow this link to learn more and see the full story. FORT SMITH, Ark. — Michael Anthony, an instructor at the University of Arkansas, shares the story of what happened in Catcher, Arkansas in 1923. Watch the video above for the extended interview. | Michael Anthony, an instructor at the University of Arkansas, shares the story of what happened in Catcher, Arkansas in 1923. Watch the video above for the extended interview. | [Follow this link to learn more and see the full story](http://www.4029tv.com/article/catcher-arkansas-racial-cleansing/46617416). Advertisement",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael anthony",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "university of arkansas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "arkansas",
          "sentiment": "none"
        },
        {
          "name": "fort smith",
          "sentiment": "none"
        },
        {
          "name": "ark.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:06:31.413+02:00",
    "updated": "2024-02-02T01:06:31.413+02:00"
  },
  {
    "uuid": "3f56b89f132fb0f8c233deb1bfa238d55086224c",
    "url": "https://www.newsbreak.com/the-new-york-times-560862/4146380522280-in-a-reversal-key-hurricane-monitoring-data-will-stay-online",
    "ord_in_thread": 0,
    "author": "Sachi Kitajima Mulkey",
    "published": "2025-07-30T16:52:00Z",
    "title": "In a Reversal, Key Hurricane-Monitoring Data Will Stay Online - NewsBreak",
    "text": "The Department of Defense has said it will cancel plans to discontinue a program that makes public satellite data that is crucial for hurricane forecasting and sea ice monitoring. The decision, confirmed by the department on Tuesday in an email to The New York Times, is the latest about-face in the agency’s plans for the data. The National Atmospheric and Oceanic Administration, which hosts the data, shocked scientists by announcing in June that it would stop providing the information at the end of that month, citing “significant cybersecurity risk.” A week later, the agency offered a temporary extension, saying that the data would remain available until July 31, which is just before the usual peak of hurricane season. Now, two days before the latest end-of-month deadline, the agency has decided to keep the program running indefinitely. According to a Navy spokesperson who declined to be identified, it will remain available until the sensors stop working or until the program formally ends in September 2026. “The center had planned to phase out the data as part of a Defense Department modernization effort,” the spokesperson said. “But after feedback from government partners, officials found a way to meet modernization goals while keeping the data flowing.” The Navy declined to specify which government partners had provided feedback, or what concerns they had expressed. NOAA did not respond to a request for comment. “It’s great news for the forecast community and also, more broadly, the scientific community,” said Michael Lowry, a meteorologist and hurricane specialist in Miami. Even if the data will go offline eventually, Lowry said, now forecasters will have time to prepare. “There are a lot of systems that are affected when you just suddenly cut off the data,” he said. The Department of Defense program in question dates to 1962 and has launched more than a dozen satellites that collect weather data for military use, which NOAA has long made available to the public. Two primary satellites remain orbiting near Earth’s poles and are equipped with microwave sensors that can penetrate clouds. Unlike other satellite-based tools that forecasters use, this technology can provide a detailed snapshot of the planet’s surface both night and day, and can be used to measure wave height and wind speed and to predict the path of a storm. That gives forecasters round-the-clock insight into the conditions at the heart of a hurricane, which tend to intensify at night. Catching changes in a storm’s path and intensity as early as possible can save lives by giving people more time to prepare or evacuate their homes. The two polar satellites, launched in the early 2000s, are nearing the end of their useful lives, and the computer systems that manage the data are increasingly dated. Plans are in place to continue collecting similar data with a modernized satellite fleet. The first of these upgraded satellites launched in 2024. But it takes time for a new craft to get fully set up, and it has not yet begun providing data with NOAA. Another new satellite is planned for launch in 2026. “Any gap or lack of data is certainly not good,” said Zachary Labe, a climate scientist at Climate Central, a nonprofit research group. Researchers like Labe rely on the data from the satellites’ microwave sensors to track long-term changes in polar sea ice. “It’s really been the key data source that we have for monitoring one of the most prominent indicators of climate change, and that’s Arctic sea ice loss,” he said. If NOAA had stopped providing data before the new satellites were ready, Labe said, it could have created a blind spot for scientists, who need continuous long-term records for climate models. It would also pose an immediate problem for shipping, transportation and communities in Arctic regions. This article originally appeared in The New York Times . For more stories, subscribe to The New York Times. (c) 2025 The New York Times Company.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Politics",
      "Environment"
    ],
    "topics": [
      "Science and Technology->scientific research",
      "Science and Technology->meteorology",
      "Science and Technology->technology and engineering",
      "Politics->government policy",
      "Politics->civil rights",
      "Politics->freedom of the press",
      "Environment->natural resources",
      "Environment->sustainability",
      "Environment->climate change"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.nytimes.com/2025/07/30/climate/hurricane-monitoring-data-defense-department.html",
      "https://www.nytimes.com/subscription?campaignId=6XR4Y&source=post_page---------------------------",
      "https://nytimes.com/2025/07/30/climate/hurricane-monitoring-data-defense-department.html",
      "https://nytimes.com/subscription?campaignId=6XR4Y&source=post_page---------------------------",
      "https://www.nytimes.com/subscription"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Department of Defense",
          "sentiment": "negative",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        },
        {
          "name": "National Atmospheric and Oceanic Administration",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "New York Times",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "NYT",
              "exchange": "NYSE"
            }
          ]
        },
        {
          "name": "Navy",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ],
      "top_news": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-31T07:38:20.161+03:00",
    "updated": "2025-07-31T07:43:50.000+03:00"
  },
  {
    "uuid": "5bfdb30e52d88d2c4c473cb60b6d2236673e444b",
    "url": "https://fr.hespress.com/348546-beni-mellal-operation-dhebergement-des-personnes-sans-abri-contre-le-froid.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MAP",
    "published": "2024-01-15T12:15:00Z",
    "title": "Béni Mellal: Opération d'hébergement des personnes sans abri contre le froid",
    "text": "La Coordination régionale de l’Entraide nationale à Béni Mellal-Khénifra a entamé, récemment, une vaste opération pour l’hébergement des personnes sans abri, et ce dans le cadre des efforts visant à atténuer les effets de la vague de froid sur les personnes en situation de vulnérabilité.\nCette vaste opération initiée par la Coordination régionale de l’Entraide Nationale en étroite collaboration avec les autorités locales de la province s’inscrit, de même, dans le sillage des efforts menés au niveau de la province de Béni Mellal pour faire face aux effets de la vague de froid que connaît la région lors de la saison hivernale.\nL’opération qui fait suite à une série de réunions des comités régionaux et locaux de vigilance et de suivi social, intervient de même dans le cadre de la mise en œuvre des dispositions des plans d’action de l’Entraide nationale, notamment dans l’axe se rapportant à l’assistance sociale.\nDans ce sillage, un total de 83 personnes sans abri ont été identifiés et pris en charge par l’Équipe d’assistance sociale dans plusieurs centres de prise en charge qui assurent le suivi de leur situation sociale, sanitaire et psychologique, et ce dans le cadre d’un parcours social qui assure la prise en charge de ces personnes depuis l’identification jusqu’à leur hébergement dans les centres sociaux.\nCette opération est menée avec l’appui du Fonds de l’Initiative Nationale pour le Développement Humain et les associations en charge de la gestion de ces institutions appuyées par le Pôle social.\nIl convient de noter qu’à la fin de chaque campagne, la Coordination Régionale de l’Entraide Nationale de la région Béni Mellal-Khénifra, en coordination avec les autorités locales et d’autres partenaires, s’emploie à accompagner les personnes prises en charge pour leur permettre de rejoindre les leurs ou en proposant d’autres alternatives pour les personnes sans proches.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-15T17:08:27.325+02:00",
    "updated": "2024-01-15T17:08:27.325+02:00"
  },
  {
    "uuid": "bb69c511db5a23a5cf050e4ef2dc177f96032c2c",
    "url": "https://www.correiodopovo.com.br/not%C3%ADcias/cidades/vila-planet%C3%A1rio-recebe-internet-por-wi-fi-gratuito-em-porto-alegre-1.1454449",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Correio do Povo",
    "published": "2023-12-28T22:13:00Z",
    "title": "Vila Planetário recebe internet por wi-fi gratuito em Porto Alegre",
    "text": "Vila Planetário recebe internet por wi-fi gratuito em Porto Alegre Programa Território Inovadores busca ampliar serviço em comunidades carentes publicidade A Vila Planetário, no bairro Santana em Porto Alegre, é a segunda comunidade beneficiada por internet via wi-fi público gratuito - o Morro da Cruz foi a área pioneira. A instalação faz parte do programa Territórios Inovadores da prefeitura. A ação foi viabilizada pela Procempa e pela Secretaria Municipal da Transparência e Controladoria (SMTC). Nesta quinta-feira, foi feita a testagem do sinal, formalizando a disponibilização do serviço. Enquanto os moradores eram orientados sobre a utilização da conexão, a diretora-presidente interina da Procempa, Débora Roesler, destacou o avanço. \"A conectividade é a porta para estudo, emprego, informação, é o acesso às oportunidades, mudando a realidade das pessoas. Este também é o nosso papel como empresa pública\", definiu. O projeto Territórios Inovadores é resultado de uma integração de esforços com o movimento colaborativo Pacto Alegre, que une PUCRS, Unisinos, UFRGS e a Prefeitura, através do Gabinete de Inovação. O objetivo é fomentar o desenvolvimento de comunidades carentes da Capital. Os próximos territórios a receberem o serviço serão Restinga, Mário Quintana, Bom Jesus, Cruzeiro e Ilha dos Marinheiros. Líder comunitária do território e presidente da ONG Misturaí, situada dentro da Vila Planetário, Mara Nunes, a Tia Mara, declarou estar muito feliz por ela e pela comunidade com a iniciativa. \"A inclusão digital hoje em dia é essencial. Com este serviço, vamos conseguir tirar muitos projetos do papel e dar oportunidades para nossas crianças, jovens e trabalhadores\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T04:23:14.646+02:00",
    "updated": "2023-12-29T04:23:14.646+02:00"
  },
  {
    "uuid": "af531d380635549c93a9e1fbaa52e47a1da43de4",
    "url": "https://www.keysnews.com/news/national/the-production-of-electronic-car-keys-is-an-example-of-the-benefits-of-a-free/image_f37b37b7-9dcc-5c65-a7e3-577e4dcb2964.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ULISES RUIZ",
    "published": "2025-02-27T22:04:00Z",
    "title": "The production of electronic car keys is an example of the benefits of a free trade agreement between the United States, Canada and Mexico",
    "text": "They unlock vehicles with just the touch of a button, but the manufacturing of electronic car keys is anything but simple, illustrating the potential complexities and costs of US President Donald Trump's threatened tariffs.\nSuccess! An email has been sent to with a link to confirm list signup.\nError! There was an error processing your request.\nSorry, an error occurred.\nAlready Subscribed!\nCancel anytime\nThank you .\nYour account has been registered, and you are now logged in.\nCheck your email for details.\nSign in with\nSubmitting this form below will send a message to your email with a link to change your password.\nAn email message containing instructions on how to reset your password has been sent to the email address listed on your account.\nNo promotional rates found.\nThank you.\nYour gift purchase was successful! Your purchase was successful, and you are now logged in.\nRate: | |\nBegins: | |\nTransaction ID: |\nA receipt was sent to your email.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Politics"
    ],
    "topics": [
      "Economy, Business and Finance->business information",
      "Economy, Business and Finance->foreign exchange market",
      "Science and Technology->biotechnology",
      "Science and Technology->scientific innovation",
      "Science and Technology->technology and engineering",
      "Politics->international relations",
      "Politics->economic policy"
    ],
    "ai_allow": false,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Donald Trump",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T01:01:58.312+02:00",
    "updated": "2025-02-28T01:01:58.312+02:00"
  }
]