[
  {
    "uuid": "56e684e2ab2f62deedcbfb23b869e0791611fa35",
    "url": "https://flipboard.com/video/wpbf/ba0bb68dc3",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "WPBF",
    "published": "2024-01-25T00:00:00Z",
    "title": "Bill in Florida Legislature targets 'porch pirates' | Flipboard",
    "text": "Bill in Florida Legislature targets 'porch pirates' More stories from [WPBF](/@WPBF) Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Florida Politics](/topic/floridapolitics) [Why a bill about wrongful death lawsuits has abortion advocates concerned](/topic/floridapolitics/why-a-bill-about-wrongful-death-lawsuits-has-abortion-advocates-concerned/a-Ub5BGxPwSzuCFTUiilOHWw%3Aa%3A2779516952-abba95254f%2Ftampabay.com) Florida lawmakers want parents to be able to receive civil damages for the wrongful death of an unborn child — legislation that has abortion … [Ron DeSantis finally attacks Trump but in the most cowardly possible way and we are CACKLING](/topic/floridapolitics/ron-desantis-finally-attacks-trump-but-in-the-most-cowardly-possible-way-and-we-/a-h9cIk42HQImqAxR_ZiHJsw%3Aa%3A3133728195-3de59ace07%2Fpride.com) The Florida Governor nixed a plan to pay for Trump's legal fees On Sunday, Ron DeSantis ended his presidential run and endorsed Donald Trump, but …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "flipboard bill",
          "sentiment": "negative"
        },
        {
          "name": "bill",
          "sentiment": "negative"
        },
        {
          "name": "ron desantis",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "legislature",
          "sentiment": "negative"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:35:46.603+02:00",
    "updated": "2024-01-26T00:35:46.603+02:00"
  },
  {
    "uuid": "a8cc9a697437de6994b206763fdff4ec59ac0d29",
    "url": "https://www.thenews.com.pk/print/1153834-ppp-once-again-target-of-terrorists-bilawal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Asim Yasin,Imtiaz Hussain",
    "published": "2024-02-01T22:00:00Z",
    "title": "PPP once again target of terrorists: Bilawal",
    "text": "ISLAMABAD/ SANGHAR: Pakistan Peoples Party (PPP) Chairman Bilawal Bhutto Zardari on Thursday said that his party was once again the target of terrorists but they could not be scared. Addressing an election campaign rally in Khuzdar, Bilawal said: “There have been frequent attacks on PPP ticket holders in the last few days. One attack was carried out in Mastung, two in Turbat, one on Asghar Rind and the other on Zahoor Buledi, and attacks were made in Bolan. “Our party’s former provincial president Ali Madad Jatak was attacked in Quetta, and Agha Shakil Durrani was attacked in Khuzdar. The terrorists thought that PPP and I would be scared but this is their mistake,” he added. The PPP chairman said those forces are targeting his party who do not want it to form the government in Balochistan and the Centre, because they know that if Bilawal becomes the prime minister and a Jiyala becomes a chief minister in Balochistan, all their conspiracies will fail. “They know that Baloch blood runs in my veins, they know the way I feel the pain of Balochistan, no other politician does,” he said. “They know that I will not only fight the terrorists but at the same time solve the problem of missing persons,” he added. He warned that just as conspiracies are taking place inside the country, conspiracies are also being hatched abroad, adding that he will engage with all our neighbouring countries. It is the discretion of the people to do business with those countries. The PPP chairman appealed to the people of Balochistan to maintain their distance from the politics of terrorism. “Don’t allow anyone else to do injustice to our children and women. Quaid-i-Azam had created this country and established Pakistan without firing a single bullet.” He added: “I will explain to them that the Federation cannot run like this. I am sad that the way the caretaker government engaged the protesters in Islamabad was undemocratic.” He pointed out that former president Asif Ali Zardari had pioneered the development of Balochistan province in the form of CPEC but Nawaz Sharif changed the direction of the corridor as soon as he became the prime minister for the third time and prevented the country’s most backward province from moving towards prosperity. Separately, addressing a women convention in Sanghar, PPP leader Aseefa Bhutto Zardari said if the people use the power of vote properly, Pakistan would become stronger and more powerful. Aseefa said that when Benazir was the prime minister, public welfare was included in her every cabinet meeting. She said that Bilawal would also follow it as the prime minister and his first priority would be to serve the poor people. She said that Bilawal had given a poor-friendly and public-friendly manifesto in the elections. The PBS will conduct this census in 12,000 Mouzas out of the total of 52,000 mouzas all over the country He said Bahramand Tangi was silent over resolution by independent Senator Dilawar Khan calling for postponement of...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bilawal bhutto zardari",
          "sentiment": "negative"
        },
        {
          "name": "bilawal",
          "sentiment": "none"
        },
        {
          "name": "ali madad jatak",
          "sentiment": "none"
        },
        {
          "name": "zahoor buledi",
          "sentiment": "none"
        },
        {
          "name": "baloch",
          "sentiment": "none"
        },
        {
          "name": "agha shakil durrani",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ppp",
          "sentiment": "negative"
        },
        {
          "name": "pakistan peoples party",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "bilawal islamabad",
          "sentiment": "none"
        },
        {
          "name": "sanghar",
          "sentiment": "none"
        },
        {
          "name": "khuzdar",
          "sentiment": "none"
        },
        {
          "name": "quetta",
          "sentiment": "none"
        },
        {
          "name": "mastung",
          "sentiment": "none"
        },
        {
          "name": "turbat",
          "sentiment": "none"
        },
        {
          "name": "asghar rind",
          "sentiment": "none"
        },
        {
          "name": "balochistan",
          "sentiment": "none"
        },
        {
          "name": "bolan",
          "sentiment": "none"
        },
        {
          "name": "jiyala",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:51:33.503+02:00",
    "updated": "2024-02-02T01:51:33.503+02:00"
  },
  {
    "uuid": "ef58423031dc976fff402362da4492e6b7e66459",
    "url": "https://penntoday.upenn.edu/news/little-bots-could-put-stop-infectious-disease",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Credits Nathi Magubane Writer",
    "published": "2024-01-05T05:00:00Z",
    "title": "Little bots that could put a stop to infectious disease | Penn Today",
    "text": "Biofilms—structured communities of microorganisms that create a protective matrix shielding them from external threats, including antibiotics—are [responsible for about 80% of human infections](https://www.cell.com/trends/biotechnology/fulltext/S0167-7799(23)00295-0) and present a significant challenge in medical treatments, often resisting conventional methods. In a Q&A with Penn Today, [Hyun (Michel) Koo](https://www.dental.upenn.edu/faculty/hyun-michel-koo/) of the [School of Dental Medicine](https://www.dental.upenn.edu/) and [Edward Steager](https://www.grasp.upenn.edu/people/edward-steager/) of the [School of Engineering and Applied Science](https://www.seas.upenn.edu/) at Penn discuss an innovative approach they’ve partnered on: the use of small-scale robotics, microrobots, to offer a promising solution to tackle these persistent infections, bringing new capabilities and precision to the field of biomedical engineering. Hyun (Michel) Koo is a professor in the Department of Orthodontics and in the divisions of Pediatric Dentistry and Community Oral Health and the co-founder of the Center for Innovation & Precision Dentistry in the School of Dental Medicine at the University of Pennsylvania. Edward Steager is a senior research investigator in Penn’s School of Engineering and Applied Science.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Health"
    ],
    "external_links": [
      "https://www.cell.com/trends/biotechnology/fulltext/S0167-7799(23)00295-0)",
      "https://cell.com/trends/biotechnology/fulltext/S0167-7799(23)00295-0)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michel) koo",
          "sentiment": "none"
        },
        {
          "name": "hyun (michel) koo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "penn today biofilms",
          "sentiment": "negative"
        },
        {
          "name": "penn today",
          "sentiment": "none"
        },
        {
          "name": "pediatric dentistry and community oral health",
          "sentiment": "none"
        },
        {
          "name": "department of orthodontics",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "penn",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T01:12:55.310+02:00",
    "updated": "2024-01-06T01:12:55.310+02:00"
  },
  {
    "uuid": "f19e44767ebe6474beb967fcddb3d23f78f16998",
    "url": "https://vnexplorer.net/grace-gummer-la-otra-hija-actriz-de-meryl-streep-debuto-en-el-cine-siendo-una-nina-protagonista-de-the-newsroom-y-casada-con-el-productor-mark-ronson-s1886109.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-03-14T22:46:00Z",
    "title": "Grace Gummer, la otra hija actriz de Meryl Streep: debutó en el cine siendo una niña, protagonista de The Newsroom y casada con el productor Mark Ronson",
    "text": "Meryl Streep sorprendía el pasado mes de octubre al anunciar que llevaba seis años separada del que había sido su marido durante los últimos 45 años. La intérprete de El diablo se viste de Prada se casó en 1978 con el escultor Don Gummer tan solo seis meses después de la muerte del que era su novio, el actor John Cazale, como consecuencia de un cáncer de pulmón y el matrimonio tuvo cuatro hijos. La tercera hija de Meryl Streep, Grace Gummer, ha sido una de las invitadas a los Premios Oscar de este año y estuvo acompañada de uno de los protagonistas de la gala.\nMeryl Streep con su hija Grace Gummer y su marido Mark Ronson.\nGrace Jane Gummer nació en Nueva York hace 37 años. Antes de ella, la actriz y el escultor ya habían tenido dos hijos más: Henry Wolf, nacido en noviembre de 1979, y Mary Willa ‘Mamie’, nacida en agosto de 1983. Junto a sus hermanos mayores, Grace se crio entre Los Ángeles y Connecticut y terminó el instituto en el centro Poly Prep, ubicado en el neoyorquino barrio de Brooklyn. La cuarta de sus hermanos, Luisa, nació en junio de 1991, cuando Grace tenía cinco años.\nA la edad de siete años, la niña hizo su primera aparición en el cine de la mano de su madre aunque en esa ocasión lo hizo bajo el nombre de Jane Gray, para que nadie pudiera saber que la hija de la conocida actriz. Fue en la película La casa de los espíritus, dirigida por Bille August y protagonizada por Meryl Streep y Jeremy Irons, y la pequeña dio vida a la versión infantil de Clara del Valle, personaje interpretado por su madre.\nGrace Gummer y Mark Ronson en los Oscar 2024.\nAunque parecía destinada a seguir los pasos de su progenitora en el mundo de la interpretación, Grace quiso estudiar Historia del arte e Italiano en la Universidad de Vassar, un centro privado situada en la localidad de Poughkeepsie, en el estado de Nueva York, que fue fundado por el cervecero Matthew Vassar en 1861 como una universidad solo para mujeres. En la misma universidad también estudió Meryl Streep, que se graduó Cum Laude en Drama en 1971 antes de hacer un posgrado en Bellas Artes en la Escuela de Interpretación de Yale.\nDurante la universidad, la joven participó en el grupo de teatro Woodshed Theatre Ensemble y pasó un año estudiando en Bolonia, en Italia. Hizo prácticas con la diseñadora de vestuario Ann Roth y trabajó en la tienda de disfraces Tirelli Costumi en Roma. Luego también trabajó como becaria en el departamento de diseño del diseñador de moda Zac Posen. Una vez terminados sus estudios, Grace apostó al cien por cien por su carrera cinematográfica. Empezó protagonizando en 2008 la obra Las neurosis sexuales de nuestros padres en el Off-Off-Broadway de Nueva York, una obra en la que en un principio iba a colaborar en el diseño de vestuario pero terminó haciendo un casting y fue elegida para el papel protagonista.\nGrace Gummer con su marido Mark Ronson.\nDel teatro al cine y la TV Dos años después pasó por la serie TeenNick Gigantic, donde dio vida a Anna Moore, una joven hija de una famosa pareja de Hollywood que acaba de regresar a Los Ángeles después de pasar dos años en Australia. Ese mismo año, en 2010, tuvo un pequeño papel en la cinta Meskada y otro en Bashert. Además participó en la obra Mucho ruido y pocas nueces en Los Ángeles junto a Helen Hunt y obtuvo un pequeño papel como estudiante en la clase de Julia Roberts en la película Larry Crowne, dirigida por Tom Hanks.\nEn 2011 debutó en Broadway con un papel en Arcadia, de Tom Stoppard en el Teatro Ethel Barrymore y repitió un año después con la obra The Columnist también en Broadway. Un año más tarde apareció en un episodio de la serie de la NBX Smash y de ahí pasó a la serie Zero Hour con un papel recurrente. En la primavera de 2013 se unió al elenco de The Newsroom, serie de HBO en la que pudimos verla durante 10 episodios. Ha protagonizado también la miniserie Paloma, ha tenido un papel secundario en The Homesman, de Tommy Lee Jones, y la hemos visto en siete episodios de American Horror Story: Freak Show.\nCon Halle Berry ha protagonizado Extant, de Steven Spielberg y luego ha tenido varios papeles en otras cintas como Confirmation o la serie de Amazon La rebelión de las chichas buenas. En enero de 2016, se anunció que Gummer se unía al elenco de la serie Mr. Robot en el papel del agente del FBI Dom DiPierro, un papel que compaginó con otros en una comedia y un thriller de acción junto a Daniel Radcliffe así como en otra obra en el Off-Broadway. En 2018 participó en The Hot Zone para National Geographic y en 2019 se unió al elenco de la obra teatral A Bright Room Called Day.\nView the Instagram photo.\nDos bodas y un hijo La tercera hija de Meryl Streep conoció a su primer gran amor cuando iba al colegio. Se trataba del músico y actor Tay Strathairn, hijo del actor David Strathairn, y con él se casó el 10 de julio de 2019, un matrimonio que apenas duró algo más de un mes, ya que a los 42 días de la boda, la pareja se separó fue Grace la que solicitó el divorcio el 23 de marzo de 2020. Parece que para ese entonces, la hija de la protagonista de Los puentes de Madison ya había conocido a su actual pareja, el DJ, compositor y productor Mark Ronson. Según JustJared, Mark y Grace se conocieron en abril de 2019 cuando en la cena de artistas del Festival de Cine de Chanel Tribeca.\nView the Instagram photo.\nMark Ronson nació en Londres en 1975 y es hijo de la escritora Ann Dexter-Jones y del magnate inmobiliario Laurence Ronson. Tiene dos hermanas: la diseñadora de moda Charlotte Ronson y la DJ Samantha Ronson. Mark creció en la misma calle londinense en la que vivía la familia de Paul McCartney y a los ocho años se mudó a Nueva York con su madre donde conoció a uno de sus grandes amigos, Sean, el hijo de John Lennon. Con 16 años comenzó a interesarse por el mundo de los dj, tocaba la guitarra y la batería y empezó a hacer sus primeras remezclas. En 2003 lanzó su disco Here comes the fuzz y montó su propio sello discográfico.\nRonson fue alguien muy cercano a Amy Winehouse en sus últimos años y trabajaron juntos en su álbum Back to Black, que le dio a Winehouse dos Grammy póstumos. El yerno de Meryl Streep ha trabajado además con artistas como Jay-Z, Christina Aguilera o Miley Cyrus, a la que entregó el Grammy hace un par de meses junto a su suegra y que es una de sus grandes amigas. Además, cuenta con dos premios Brit, siete Grammy y un Oscar por Shallow, canción que interpretaron Lady Gaga y Bradley Cooper en Ha nacido una estrella.\nView the Instagram photo.\nMark se casó en 2011 con la actriz francesa Joséphine de La Baume en una romántica boda en Aix-en-Provence, al sur de Francia, y se separaron seis años después. También estuvo comprometido con Rashida Jones antes de eso. Fue en mayo de 2021 cuando después de meses de rumores se confirmó su compromiso con Grace Gummer cuando ella apareció en un evento luciendo un diamante en su mano. El ganador del Grammy le contó a Kevin Parker de Tame Impala en el podcast The FADER Uncovered que él y Gummer se habían besado por primera vez mientras escuchaban el álbum InnerSpeaker de Tame Impala.\nView the Instagram photo.\nFue el productor el que anunció el día de su 46º cumpleaños, en septiembre de 2021, el que anunció que se habían casado en secreto al publicar una foto de la boda en su perfil de Instagram. “Para mi amor más verdadero… de la nada, hiciste de 45, sin lugar a dudas, el mejor año de mi vida. Y estoy seguro de que me costó 45 años convertirme en el hombre digno de tu amor. Espero pasar cada uno de estos cumpleaños a tu lado hasta mi último día. Y más allá. Por siempre jamás tuyo ❤️❤️❤️❤️❤️❤️ (y sí, nos casamos)”, escribía junto a la foto. Después se supo que se habían casado en agosto de ese año en Nueva York en una reducida ceremonia debido a la pandemia.\nView the Instagram photo.\nEn octubre de 2022, Gummer reveló que ella y Ronson estaban esperando su primer hijo en la fiesta del 50º aniversario de la revista W en Nueva York. La pareja dio la bienvenida a una niña en enero de 2023, una pequeña que supone la quinta nieta de Meryl Streep. Curiosamente, Ronson contó luego que su hija Ruthie nació mientras él estaba trabajando en la banda sonora de Barbie. Ronson es el artífice de la canción I’m just Ken, que interpreta Ryan Gosling y que se convirtió en la gran actuación en la noche de los Premios Oscar, a la que asistió junto a Grace, el pasado domingo. En el escenario estaba el propio Ronson tocando la guitarra.\nTambién te puede interesar:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jSKF6.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jSMSt.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jSzyd.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jSKF6.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jSzyd.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jSMSt.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:59:21.612+02:00",
    "updated": "2024-03-15T00:59:21.612+02:00"
  }
]