[
  {
    "uuid": "dfb70991f4fcc3ca226eed7e325865dc0bb2707c",
    "url": "https://www.truthdig.com/articles/2023-was-a-big-year-for-climate-litigation/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staff",
    "published": "2023-12-29T16:39:00Z",
    "title": "2023 Was a Big Year for Climate Litigation - Truthdig",
    "text": "From a groundbreaking trial in Montana to a “truly historic” human rights hearing in Europe, legal liability for climate change took big steps forward this year. Climate litigation had a momentous year in 2023. Courts worldwide heard evidence and arguments at pivotal trials and hearings. Landmark rulings marked progress in holding governments to account for climate inaction or denial, and new climate cases continued to be filed. With climate lawsuits now totaling nearly 2,500 worldwide, it is clear that courts have become a critical venue for seeking climate justice and accountability. Here are some of this year’s highlights. Major Court Victories United States In a groundbreaking ruling in August , Judge Kathy Seeley of the First Judicial District Court of Montana found in Held v. State of Montana that the state’s ongoing support for and promotion of fossil fuel development — including directing state regulators not to consider a project’s climate impacts during the permitting process — violated Montana’s constitutional guarantee of the right to a clean and healthful environment, which extends to a stable climate. This case, brought by 16 children and teens against their state government in 2020, was the first constitutional climate case in the U.S. to reach trial, as well as a case brought by youth plaintiffs. It was also just the second time that climate scientists have given expert testimony in a trial setting in a U.S. court. Montana — a state known for both its natural splendor, and its coal mines and oil and gas operations — had no answer to the robust scientific evidence presented to the court. The scientists who testified on the plaintiffs’ side included experts such as award-winning climate scientist Steven Running, who has contributed to Intergovernmental Panel on Climate Change reports; ecologist Daniel Fagre, an expert on Montana’s Glacier National Park; and Mark Z. Jacobson, a world-leading expert on renewable energy and the energy transition. Legal experts say this ruling could have broad implications. “It may provide something of a roadmap for future cases,” Jennifer Rushlow, dean of the Maverick Lloyd School for the Environment, professor of law, and faculty director of the Environmental Law Center at Vermont Law School, told DeSmog. According to Delta Merner, lead scientist at the Union of Concerned Scientists’ Science Hub for Climate Litigation, this victory also demonstrated the importance of bringing climate science into the courtroom. “The judge’s dismissal of Montana’s feeble defense underscored the irrefutable nature of climate science,” Merner wrote in a recent blog post , “offering hope for future cases and represents a crucial step toward aligning legal systems with the urgency of climate action.” Europe As the annual United Nations climate conference — known as COP28 — kicked off in Dubai on Nov. 30, an appeals court in Belgium handed down a victory in a human rights lawsuit brought by an association of Belgian citizens against the national government and several regional jurisdictions. The court ordered the Belgian government to slash carbon emissions by at least 55 percent (below 1990 levels) by 2030. This is only the second time that a court has imposed a binding emissions reduction target on a country, — following the historic 2015 Urgenda ruling in the Netherlands. This ruling followed a 2021 decision in the same case, in which the court ruled that the governments had violated their legal obligations, under Belgian civil law and European human rights law, in failing to protect citizens from dangerous climate change. Lucy Maxwell, co-director of the Urgenda Foundation’s Climate Litigation Network, told DeSmog this is only the third time any court has “order[ed] a government to close the ambition gap between its weak [greenhouse gas] target and what science demands.” In 2021, Germany’s highest court ordered the German government to revise its national climate law, finding it to be insufficiently protective of youth and future generations. In Norway, a climate lawsuit trial got underway during the same week as the Belgium ruling. Greenpeace Nordic and Young Friends of the Earth Norway have challenged the Norwegian government’s approval of three new North Sea oil fields . This case builds upon a previous legal challenge to Norway’s licensing of offshore oil and gas development. This case has been strengthened by authoritative statements from expert sources, such as the International Energy Agency, emphasizing that new fossil fuel development is inconsistent with the goal of limiting global temperature rise to 1.5 degrees C. “This case in Norway joins a rising tide of litigation around the world challenging the decisions to expand fossil fuels in the face of mounting climate chaos,” Nikki Reisch, director of the Climate and Energy program at the Center for International Environmental Law, said during a press conference at COP28 . It is a reminder that “governments have existing legal duties outside and will be held accountable to them in court,” said Reisch. Human Rights and Accountability Cases Advance As devastating climate impacts intensify and accelerate, courts are increasingly seeing cases alleging that insufficient government climate policies amount to human rights violations. United States In the U.S., climate accountability lawsuits targeting major oil and gas companies for alleged deception and disinformation made significant advances in 2023. The Hawaii Supreme Court heard an appeal from the industry defendants in City and County of Honolulu v. Sunoco LP et al. in August , and ruled on October 31 to uphold the trial court’s denial of their motions to dismiss. While another motion to dismiss, claiming that the lawsuit violates the industry defendants’ free speech rights, is still pending at Hawaii’s Intermediate Court of Appeals, the Supreme Court’s ruling puts the case firmly on track towards trial . Several climate liability suits brought by municipalities and states across the U.S. also are moving ahead in state courts, aided by the Supreme Court’s April decision to decline petitions from the industry defendants that sought to procedurally derail the litigation. These cases had been tied up for years while the fossil fuel industry attempted to get them moved to federal courts. The Supreme Court’s decisions declining to intervene, Rushlow said, will “unlock a lot of movement in cases that have just been plugged up.” “It does feel like some of the chains were broken this year,” she told DeSmog. The Supreme Court has so far denied industry petitions in climate lawsuits filed by the states of Rhode Island and Delaware; the cities of Baltimore, Maryland and Hoboken, New Jersey; Colorado’s Boulder and San Miguel counties and the city of Boulder; and California’s San Mateo, Santa Cruz and Marin counties and and the cities of Richmond, Imperial Beach, and Santa Cruz, as well as Hawaii’s Maui and Honolulu counties and the city of Honolulu. Europe In 2023 the European Court of Human Rights held its first-ever hearings in lawsuits challenging governments’ inadequate climate responses on human rights grounds. All three cases heard by the European Court of Human Rights seek to compel governments to align their climate policies with what science demands in order to safeguard human rights. In late March, the Strasbourg-based court heard two climate cases . KlimaSeniorinnen v. Switzerland was brought by a group of elderly Swiss women who are vulnerable to worsening health impacts from extreme heat. Carême v. France was filed by a French citizen and the former mayor of a coastal village in northern France that is exposed to heavy flooding. In September, the Human Rights Court heard a third climate case, this one brought by six Portuguese youths against 32 European countries in what one legal expert described as a “truly historic” hearing , marking the first time that dozens of national governments have been forced, in a single case, to defend their climate policies before a court. The young people launched their lawsuit in 2020 , following several years of record-breaking heat in Portugal, as well as deadly wildfires in 2017. The year also saw an unsuccessful attempt in the UK to hold an oil company’s board of directors liable for disregarding climate risk. The UK-based environmental law organization ClientEarth brought a first-of-its-kind lawsuit in February against Shell’s board of directors , arguing that Shell’s failure to align its business and energy transition strategy with the goals of the Paris Agreement breaches UK corporate law. The High Court of England and Wales , and subsequently the Court of Appeal , ultimately dismissed the case. However, some experts believe it could be just the beginning of climate litigation against corporate boards of directors. Asia-Pacific In Australia, a class action climate lawsuit against the federal government, filed by two Indigenous Torres Strait Islanders on behalf of all of the area’s island inhabitants, advanced to trial with a two-part evidentiary hearing. At the first hearing in June, held in the Torres Strait Island communities, the court heard and saw evidence directly on how climate change is adversely affecting the area. The second hearing, which was held in November in federal court in Melbourne , featured expert testimony from climate scientists. The lawsuit seeks a court order that would compel the Australian government to take measures that will protect the Torres Strait Islands from climate harms, and to reduce Australia’s greenhouse gas emissions in line with the best available climate science. New Climate Cases United States In June, Multnomah County , Oregon – home to Portland, the state’s largest city – sued more than a dozen oil and gas companies and several of their trade associations. The county seeks to hold them liable for billions of dollars in damages related to the deadly heat dome that scorched the Pacific Northwest in June 2021, including $50 million in actual damages and $1.5 billion in future damages. The county is also seeking $50 billion to study, plan and upgrade municipal services and infrastructure to safeguard against future extreme heat events. The 2021 heat dome killed more than 60 people in Multnomah County, where it has been described as a mass casualty event . Multnomah County’s lawsuit is the first climate case to name McKinsey & Company , a corporate consulting giant that has worked on the behalf of fossil fuel companies. This signals the growing potential for PR agencies and consulting firms that help bolster the fossil fuel industry to be implicated in climate litigation. In September, California entered the fray . The state’s climate lawsuit, filed against five oil and gas majors and the American Petroleum Institute , charges the defendants with deliberately deceiving Californians for decades about the climate risks of their products and continuing to mislead consumers through greenwashing and false advertising. The state seeks monetary damages, paid into an abatement fund, to help the state pay for escalating climate-related costs. Given California’s position as the world’s fifth largest economy, as a national leader in climate action — and as an oil-producing state itself — this suit is a seismic shift in the legal fight against Big Oil, adding substantial pressure to calls for fossil fuel industry accountability. Gov. Gavin Newsom and Attorney General Rob Bonta have encouraged other states and jurisdictions to join them in suing fossil fuel titans for lying about the harmful impacts of the use of oil, gas, and coal. This strand of U.S. climate litigation is grounded in evidence of the industry’s deception, though the legal claims and remedies sought vary to some degree. Several cases are based strictly on state consumer fraud claims and seek judicial decrees to end the alleged deceptive conduct. Others have been brought under state tort claims like nuisance and failure to warn, and demand monetary damages. Some feature a combination of consumer fraud and cost recovery approaches. In early December, Our Children’s Trust, the nonprofit law firm behind the Held case in Montana, launched a new lawsuit against the Biden administration on behalf of over a dozen California youth. The case, Genesis B. v. United States Environmental Protection Agency , alleges that the EPA is knowingly endangering the health and welfare of children by permitting unsafe levels of greenhouse gas emissions, and further discriminates against them by discounting the economic value of their lives in regulatory cost-benefit analyses. The 18 youth plaintiffs, who range in age from 8 to 17 years old, are seeking a declaration that their constitutional rights have been violated, along with an order clarifying the standard of judicial review to protect the rights of children as a distinct and protected class — meaning a decision on whether U.S. law includes unique protections for children in the context of climate change. On December 20, a pair of Native American tribes in Washington State also launched accountability lawsuits. The Makah Indian Tribe and the Shoalwater Bay Indian Tribe each filed complaints in King County Superior Court against six major oil and gas companies : ExxonMobil, BP, Chevron, Shell, ConocoPhillips, and Phillips 66. Alleging historical and ongoing deception by the companies — including promoting and funding climate denial and, more recently, portraying their businesses as climate-friendly through misleading advertising — the lawsuits aim to make them “pay for the damage their deceptive conduct has caused and will cause for decades to come.” Europe In Italy, climate campaigners and citizens sued Italian oil major Eni in May for alleged deception and greenwashing. The case, brought by Greenpeace Italy, ReCommon, and 12 Italian citizens, argues that Eni has deliberately downplayed the climate dangers of its products, and has failed to align its business strategy with global climate goals. Saying that this violates human rights law, the groups and citizens have demanded that the court order Eni to reduce its emissions by at least 45 percent by 2030 The case builds on the successful 2021 Milieudefensie case against Shell in the Netherlands, in which the Dutch court determined that Shell has a legal duty to respect human rights, and ordered the company to slash emissions across its supply chain by 45 percent by 2030. The Eni case came as new evidence emerged indicating Eni knew of the climate consequences of its products at least as early as the 1970s, yet continued to market methane gas as a clean fuel. Legal Threats to Activists This year also saw new lawsuits brought by oil majors against climate campaigners. In November, Shell brought a lawsuit of its own against Greenpeace UK and Greenpeace International, in response to protestors boarding a Shell oil platform earlier in the year. According to a Greenpeace press release , Shell has demanded that Greenpeace permanently cease protests at its offshore infrastructure or face potential damages of $8.6 million. The group described the lawsuit as “one of the biggest legal threats against the Greenpeace network’s ability to campaign in its more than 50-year history.” Greenpeace has said it will agree to the protest ban if Shell agrees to “stop wrecking the climate,” by complying with the Dutch court order in the Milieudefensie case. In August, Eni targeted some of the climate activists suing the company, announcing potential plans to countersue Greenpeace Italy and ReCommon on defamation grounds. Looking Ahead to 2024 Expect even more new climate lawsuits to be filed over the next year. United States Among them, Our Children’s Trust has stated that it plans to launch a new youth climate lawsuit against the state government of Alaska , while Milieudefensie has said it will be suing a Dutch financial institution. Friends of the Earth International’s Sara Shaw said, during a COP28 press conference , that Milieudefensie will announce the name of the company on January 19, 2024. In Hawaii, a second constitutional climate case brought by youth is set to go to trial in June, when Honolulu’s Environmental Court hears the lawsuit Navahine F. v. Hawaii Department of Transportation . In this lawsuit, 14 Hawaiian children and teens have sued the state transportation agency, contending that it authorizes unsafe levels of climate pollution, which violates their rights under the Hawaiian state constitution. “It seems like we could be coming up on some busy times for [climate] trials,” said Vermont Law’s Rushlow. “It does feel like a significant moment.” Europe Significant court decisions may also be made, such as judgments in the climate cases heard this year by the European Court of Human Rights. The coming year will see an evidentiary hearing in the Luciano Lliuya v. RWE case in Germany’s Hamm Regional Court. In this case, Peruvian farmer and mountain guide Saúl Luciano Lliuya has sued German energy utility RWE, aiming to hold the company liable for its contribution to global greenhouse gas pollution that has resulted in localized flooding of his village as mountain glaciers melt. Additionally, an appeals court in the Netherlands will hear Shell’s appeal in the Milieudefensie v. Shell case, as the company seeks to overturn the groundbreaking 2021 verdict holding the company accountable for failing to align its business with the decarbonization aims of the Paris Climate Agreement. Milieudefensie’s Eline Zeilmaker said during a https://unfccc.int/event/greenpeace-taking-oil-to-court-greenpeace-vs-state-of-norway that the hearing is scheduled to start on April 2, 2024, with a final ruling hopefully coming by the end of the year. Asia-Pacific Further hearings in the Torres Strait Islanders’ case against Australia are also scheduled for April in Cairns. A ruling is expected later in the year, according to Grata Fund — an Australian foundation supporting the litigation. You know the story. Independent journalism is under threat and overshadowed by heavily funded mainstream media. During this holiday season, you can help level the playing field. Become a member. Your tax-deductible contribution keeps us digging beneath the headlines to give you thought-provoking, investigative reporting and analysis that unearth what's really happening- without compromise. Give today to support our courageous, independent journalists. As always, we wish you truth, reason and the best of the season! SUPPORT TRUTHDIG",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [
      "https://unfccc.int/event/greenpeace-taking-oil-to-court-greenpeace-vs-state-of-norway",
      "https://www.greenpeace.org/international/press-release/63954/environmental-groups-confront-norway-in-court-over-new-oil-fields/",
      "https://www.desmog.com/2023/09/24/italian-oil-giant-eni-knew-about-climate-change-more-than-50-years-ago-report-reveals/",
      "https://static1.squarespace.com/static/655a2d016eb74e41dc292ed5/t/657700495cff6c371800d3a1/1702297673995/2023.12.11+EPA+Case+Filed+press+release.pdf",
      "https://www.fastcompany.com/90977799/why-honolulus-big-oil-lawsuit-just-became-the-most-important-climate-case-in-the-united-states",
      "https://www.desmog.com/2020/09/03/youth-climate-lawsuit-portugal-33-european-countries/",
      "https://www.greenpeace.org/international/press-release/63522/shell-hits-greenpeace-with-intimidation-lawsuit-threatening-8-6m-damages-claim-and-protest-ban-to-silence-climate-demands/",
      "https://www.theguardian.com/environment/2023/nov/12/its-not-viable-any-more-global-heating-sparks-first-climate-class-action-by-indigenous-australians",
      "https://www.desmog.com/2023/05/09/italys-eni-faces-lawsuit-alleging-early-knowledge-of-climate-change/",
      "https://www.unep.org/news-and-stories/press-release/nations-must-go-further-current-paris-pledges-or-face-global-warming",
      "https://unfccc.int/event/foei-climate-litigation-with-friends-of-the-earth",
      "https://www.clientearth.org/latest/press-office/press/court-fails-to-engage-with-key-climate-risk-arguments-in-shell-directors-case-dismissal/",
      "https://www.clientearth.org/latest/press-office/press/clientearth-challenges-court-s-permission-decision-on-groundbreaking-claim-against-shell-s-board/",
      "https://blog.ucsusa.org/delta-merner/climate-litigation-reflection-and-anticipation-for-2024/",
      "https://www.desmog.com/2022/03/15/client-earth-shell-board-climate-lawsuits-directors/",
      "https://www.desmog.com/2023/06/14/scientists-testify-at-montana-youth-climate-trial/",
      "https://www.sheredling.com/wp-content/uploads/2023/12/2023.12.20-MAKAH-COMPLAINT.pdf",
      "https://www.desmog.com/2023/09/21/why-california-is-taking-big-oil-to-court-and-why-this-fossil-fuel-lawsuit-matters/",
      "https://www.desmog.com/2023/06/20/montana-youth-climate-lawsuit-ends-early/",
      "https://www.desmog.com/2023/02/09/clientearth-lawsuit-uk-shell-board-directors-energy-transition/",
      "https://australianclimatecase.org.au/the-case/",
      "https://www.ourchildrenstrust.org/hawaii",
      "https://www.desmog.com/mckinsey-company/",
      "https://theconversation.com/montana-kids-win-historic-climate-lawsuit-heres-why-it-could-set-a-powerful-precedent-207907",
      "https://www.sheredling.com/wp-content/uploads/2023/12/2023.12.20-SHOALWATER-Complaint.pdf",
      "https://www.multco.us/help-when-its-hot/june-2021-heat-wave",
      "https://www.commondreams.org/news/tribes-sue-oil-companies",
      "https://www.desmog.com/2023/08/14/montana-youth-activists-win-historic-climate-change-lawsuit/",
      "https://www.ourchildrenstrust.org/montana",
      "https://www.desmog.com/2021/05/26/court-rules-shell-must-cut-co2-emissions-45-percent-by-2030/",
      "https://www.germanwatch.org/en/node/89817",
      "https://youth4climatejustice.org/",
      "https://www.urgenda.nl/en/themas/climate-case/",
      "https://www.theguardian.com/world/2023/dec/01/belgian-court-orders-faster-emissions-cuts-as-countrys-climate-targets-insufficient",
      "https://www.desmog.com/2020/12/22/disappointing-decision-norway-s-supreme-court-climate-lawsuit-challenging-arctic-offshore-oil-licenses/",
      "https://www.desmog.com/2023/06/22/oregon-county-sues-fossil-fuel-entities-and-enablers-for-contributing-to-deadly-2021-heatwave/",
      "https://www.ourchildrenstrust.org/s/Doc-1-Complaint-20231210.pdf",
      "https://www.desmog.com/american-petroleum-institute/",
      "https://www.desmog.com/2023/04/05/international-courts-climate-hearings-un-human-rights-switzerland-france-vanuatu/",
      "https://rvvx.mjt.lu/nl3/OWIjyJmJGK2DBUaEufnz0A?hl=en",
      "https://www.desmog.com/2023/08/18/fossil-fuel-asks-court-to-dismiss-honolulu-climate-lawsuit/",
      "https://www.desmog.com/2023/08/23/climate-accountability-lawsuit-eni-greenpeace-recommon-italy-slapps/",
      "https://www.desmog.com/2023/04/24/supreme-court-rejects-big-oil-review-climate-liability-lawsuits/",
      "https://www.desmog.com/2023/09/16/california-sues-big-oil-climate-crisis/",
      "https://www.ourchildrenstrust.org/alaska",
      "https://www.desmog.com/2023/09/27/youth-challenge-32-european-nations-in-truly-historic-climate-trial/",
      "https://www.npr.org/2021/04/29/992073429/german-court-orders-revisions-to-climate-law-citing-major-burdens-on-youth",
      "https://www.desmog.com/2023/11/01/honolulu-hawaii-climate-lawsuit-big-oil-discovery-trial/",
      "https://www.gratafund.org.au/australian_climate_case_melbourne_hearings",
      "https://www.multco.us/help-when-its-hot/reports-and-analysis-heat-events",
      "https://desmog.com/2023/06/20/montana-youth-climate-lawsuit-ends-early/",
      "https://ourchildrenstrust.org/montana",
      "https://www.rvvx.mjt.lu/nl3/OWIjyJmJGK2DBUaEufnz0A?hl=en",
      "https://sheredling.com/wp-content/uploads/2023/12/2023.12.20-SHOALWATER-Complaint.pdf",
      "https://gratafund.org.au/australian_climate_case_melbourne_hearings",
      "https://ourchildrenstrust.org/hawaii",
      "https://multco.us/help-when-its-hot/reports-and-analysis-heat-events",
      "https://www.desmog.com/2023/06/20/montana-youth-climate-lawsuit-ends-early",
      "https://theguardian.com/environment/2023/nov/12/its-not-viable-any-more-global-heating-sparks-first-climate-class-action-by-indigenous-australians",
      "https://desmog.com/2023/09/16/california-sues-big-oil-climate-crisis/",
      "https://www.desmog.com/2023/04/05/international-courts-climate-hearings-un-human-rights-switzerland-france-vanuatu",
      "https://www.desmog.com/2023/06/14/scientists-testify-at-montana-youth-climate-trial",
      "https://www.unfccc.int/event/greenpeace-taking-oil-to-court-greenpeace-vs-state-of-norway",
      "https://www.desmog.com/2023/09/21/why-california-is-taking-big-oil-to-court-and-why-this-fossil-fuel-lawsuit-matters",
      "https://desmog.com/2023/06/14/scientists-testify-at-montana-youth-climate-trial/",
      "https://www.australianclimatecase.org.au/the-case/",
      "https://sheredling.com/wp-content/uploads/2023/12/2023.12.20-MAKAH-COMPLAINT.pdf",
      "https://desmog.com/2021/05/26/court-rules-shell-must-cut-co2-emissions-45-percent-by-2030/",
      "https://urgenda.nl/en/themas/climate-case/",
      "https://desmog.com/2023/06/22/oregon-county-sues-fossil-fuel-entities-and-enablers-for-contributing-to-deadly-2021-heatwave/",
      "https://desmog.com/2023/05/09/italys-eni-faces-lawsuit-alleging-early-knowledge-of-climate-change/",
      "https://www.desmog.com/2023/09/16/california-sues-big-oil-climate-crisis",
      "https://npr.org/2021/04/29/992073429/german-court-orders-revisions-to-climate-law-citing-major-burdens-on-youth",
      "https://desmog.com/2023/08/23/climate-accountability-lawsuit-eni-greenpeace-recommon-italy-slapps/",
      "https://greenpeace.org/international/press-release/63954/environmental-groups-confront-norway-in-court-over-new-oil-fields/",
      "https://www.static1.squarespace.com/static/655a2d016eb74e41dc292ed5/t/657700495cff6c371800d3a1/1702297673995/2023.12.11+EPA+Case+Filed+press+release.pdf",
      "https://greenpeace.org/international/press-release/63522/shell-hits-greenpeace-with-intimidation-lawsuit-threatening-8-6m-damages-claim-and-protest-ban-to-silence-climate-demands/",
      "https://desmog.com/2023/09/27/youth-challenge-32-european-nations-in-truly-historic-climate-trial/",
      "https://desmog.com/american-petroleum-institute/",
      "https://www.desmog.com/2023/08/14/montana-youth-activists-win-historic-climate-change-lawsuit",
      "https://blog.ucsusa.org/delta-merner/climate-litigation-reflection-and-anticipation-for-2024",
      "https://clientearth.org/latest/press-office/press/court-fails-to-engage-with-key-climate-risk-arguments-in-shell-directors-case-dismissal/",
      "https://www.desmog.com/2023/09/24/italian-oil-giant-eni-knew-about-climate-change-more-than-50-years-ago-report-reveals",
      "https://desmog.com/2023/04/24/supreme-court-rejects-big-oil-review-climate-liability-lawsuits/",
      "https://commondreams.org/news/tribes-sue-oil-companies",
      "https://www.desmog.com/2020/12/22/disappointing-decision-norway-s-supreme-court-climate-lawsuit-challenging-arctic-offshore-oil-licenses",
      "https://www.desmog.com/2022/03/15/client-earth-shell-board-climate-lawsuits-directors",
      "https://www.blog.ucsusa.org/delta-merner/climate-litigation-reflection-and-anticipation-for-2024/",
      "https://multco.us/help-when-its-hot/june-2021-heat-wave",
      "https://www.unfccc.int/event/foei-climate-litigation-with-friends-of-the-earth",
      "https://desmog.com/mckinsey-company/",
      "https://desmog.com/2020/12/22/disappointing-decision-norway-s-supreme-court-climate-lawsuit-challenging-arctic-offshore-oil-licenses/",
      "https://desmog.com/2023/09/21/why-california-is-taking-big-oil-to-court-and-why-this-fossil-fuel-lawsuit-matters/",
      "https://www.theconversation.com/montana-kids-win-historic-climate-lawsuit-heres-why-it-could-set-a-powerful-precedent-207907",
      "https://www.clientearth.org/latest/press-office/press/clientearth-challenges-court-s-permission-decision-on-groundbreaking-claim-against-shell-s-board",
      "https://www.desmog.com/2023/09/27/youth-challenge-32-european-nations-in-truly-historic-climate-trial",
      "https://www.desmog.com/mckinsey-company",
      "https://www.desmog.com/2023/08/23/climate-accountability-lawsuit-eni-greenpeace-recommon-italy-slapps",
      "https://www.clientearth.org/latest/press-office/press/court-fails-to-engage-with-key-climate-risk-arguments-in-shell-directors-case-dismissal",
      "https://unep.org/news-and-stories/press-release/nations-must-go-further-current-paris-pledges-or-face-global-warming",
      "https://youth4climatejustice.org",
      "https://www.desmog.com/2023/05/09/italys-eni-faces-lawsuit-alleging-early-knowledge-of-climate-change",
      "https://desmog.com/2023/02/09/clientearth-lawsuit-uk-shell-board-directors-energy-transition/",
      "https://www.desmog.com/american-petroleum-institute",
      "https://ourchildrenstrust.org/alaska",
      "https://theguardian.com/world/2023/dec/01/belgian-court-orders-faster-emissions-cuts-as-countrys-climate-targets-insufficient",
      "https://clientearth.org/latest/press-office/press/clientearth-challenges-court-s-permission-decision-on-groundbreaking-claim-against-shell-s-board/",
      "https://www.greenpeace.org/international/press-release/63954/environmental-groups-confront-norway-in-court-over-new-oil-fields",
      "https://ourchildrenstrust.org/s/Doc-1-Complaint-20231210.pdf",
      "https://www.urgenda.nl/en/themas/climate-case",
      "https://germanwatch.org/en/node/89817",
      "https://fastcompany.com/90977799/why-honolulus-big-oil-lawsuit-just-became-the-most-important-climate-case-in-the-united-states",
      "https://desmog.com/2023/09/24/italian-oil-giant-eni-knew-about-climate-change-more-than-50-years-ago-report-reveals/",
      "https://www.desmog.com/2023/04/24/supreme-court-rejects-big-oil-review-climate-liability-lawsuits",
      "https://www.desmog.com/2023/08/18/fossil-fuel-asks-court-to-dismiss-honolulu-climate-lawsuit",
      "https://www.greenpeace.org/international/press-release/63522/shell-hits-greenpeace-with-intimidation-lawsuit-threatening-8-6m-damages-claim-and-protest-ban-to-silence-climate-demands",
      "https://www.desmog.com/2023/11/01/honolulu-hawaii-climate-lawsuit-big-oil-discovery-trial",
      "https://www.desmog.com/2023/06/22/oregon-county-sues-fossil-fuel-entities-and-enablers-for-contributing-to-deadly-2021-heatwave",
      "https://desmog.com/2023/08/14/montana-youth-activists-win-historic-climate-change-lawsuit/",
      "https://www.desmog.com/2020/09/03/youth-climate-lawsuit-portugal-33-european-countries",
      "https://rvvx.mjt.lu/nl3/OWIjyJmJGK2DBUaEufnz0A",
      "https://desmog.com/2023/08/18/fossil-fuel-asks-court-to-dismiss-honolulu-climate-lawsuit/",
      "https://www.desmog.com/2023/02/09/clientearth-lawsuit-uk-shell-board-directors-energy-transition",
      "https://desmog.com/2020/09/03/youth-climate-lawsuit-portugal-33-european-countries/",
      "https://desmog.com/2022/03/15/client-earth-shell-board-climate-lawsuits-directors/",
      "https://desmog.com/2023/04/05/international-courts-climate-hearings-un-human-rights-switzerland-france-vanuatu/",
      "https://www.youth4climatejustice.org/",
      "https://www.desmog.com/2021/05/26/court-rules-shell-must-cut-co2-emissions-45-percent-by-2030",
      "https://desmog.com/2023/11/01/honolulu-hawaii-climate-lawsuit-big-oil-discovery-trial/",
      "https://australianclimatecase.org.au/the-case"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kathy seeley",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "first judicial district court of montana",
          "sentiment": "none"
        },
        {
          "name": "major court victories united states",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "montana",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:48:23.011+02:00",
    "updated": "2023-12-29T19:48:23.011+02:00"
  },
  {
    "uuid": "d0457f36923725493621822c8081fa2b2a0e73db",
    "url": "https://newsroom.gy/2025/06/18/afcs-scaled-back-coalition-proposal-rejected-by-apnu",
    "ord_in_thread": 0,
    "author": "Editor",
    "published": "2025-06-19T01:08:00Z",
    "title": "AFC's scaled-back coalition proposal rejected by APNU",
    "text": "In what appears to be a last-ditch effort to salvage a political partnership, the Alliance For Change (AFC) submitted a drastically scaled-back coalition proposal to A Partnership for National Unity (APNU) on Tuesday — only to have it rejected shortly aftter.\nThe proposal, seen by News Room and confirmed by sources within the AFC, marked a significant retreat by the party, which has been grappling with a wave of defections and declining influence under new leader Nigel Hughes. Once demanding parity in coalition arrangements, the AFC now offered to settle for just 35% of political representation — a far cry from its former power-sharing demand.\nDespite this concession and what one AFC insider described as “a genuine attempt to respond to public calls for a unified opposition,” APNU, led by Opposition Leader Aubrey Norton, declined the offer. According to the AFC, APNU took particular issue with the AFC’s continued insistence on naming the Prime Ministerial candidate — a position APNU now wants control over.\nThe AFC’s revised coalition proposal included several key terms: the Presidential Candidate would be nominated by APNU, while the Prime Ministerial Candidate would be nominated by the AFC, subject to APNU’s approval; a seat-sharing ratio of 65% to APNU and 35% to the AFC; the Representative of the List would be an independent nominee agreed upon by both parties; the Speaker of the National Assembly would be nominated by the AFC but acceptable to APNU; all Ministerial and Junior Ministerial appointments would require mutual approval; and a new National Planning Commission or Ministry would be established, with a particular focus on transportation infrastructure.\nThe AFC’s leadership considered the proposal “a balanced and fair offer,” especially given the APNU’s dominant presence on the ground. However, the party believes APNU’s rejection confirms a longstanding suspicion: that the PNCR-led bloc has no interest in reviving the coalition.\nIn a statement issued Wednesday, the AFC said, “This last proposal gave APNU all they have been asking for to agree to a coalition… It is now clear the APNU was and is not interested in a coalition.”\nThe rejection comes amid internal instability within the AFC. Juretha Fernandes, a former executive and parliamentary representative, has already defected and is now positioning herself as a potential Prime Ministerial candidate for APNU. Sherod Duncan and Ricky Ramsaroop have also exited, aligning themselves with APNU and set to contest elections on its ticket.\nThe 2025 General and Regional Elections are scheduled for September 1, and the political landscape continues to shift rapidly.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Politics->political parties and movements",
      "Politics->political crisis",
      "Politics->political development",
      "Social Issue->social condition",
      "Social Issue->communities",
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->business and market analysis",
      "Economy, Business and Finance->corporate governance and csr"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Chang",
          "sentiment": "none"
        },
        {
          "name": "Aubrey Norton",
          "sentiment": "none"
        },
        {
          "name": "Nigel Hughes",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:36:28.169+03:00",
    "updated": "2025-06-19T04:41:41.000+00:00"
  },
  {
    "uuid": "0694133ee25149c870ce6c331a96517e91a8709a",
    "url": "https://ktvz.com/cnn-spanish/2024/05/09/mexico-emite-alerta-en-el-sistema-electrico-por-ola-de-calor-por-tercer-dia-consecutivo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newsource",
    "published": "2024-05-10T02:01:00Z",
    "title": "México emite alerta en el sistema eléctrico por ola de calor por tercer día consecutivo",
    "text": "México emite alerta en el sistema eléctrico por ola de calor por tercer día consecutivo\n(CNN Español) — El Centro Nacional de Control de Energía (Cenace) declaró este jueves un nuevo “estado operativo de alerta” en el Sistema Interconectado Nacional tras dos jornadas el martes y miércoles, registrados en varios estados de México, debido a la alta demanda de energía y a una caída en la capacidad de generación eléctrica.\n“A partir de las 15:02 horas del 9 de mayo de 2024 se declara estado operativo de alerta en el Sistema Interconectado Nacional, por lo que el Cenace llevará a cabo las acciones operativas conducentes”, indicó la instancia en una tarjeta informativa, sin dar mayores detalles.\nDesde el martes se han registrado cortes al suministro eléctrico en varios estados del país que, dependiendo del lugar, se mantuvieron por minutos u horas, informó el Centro Nacional de Control de Energía (Cenace) en un comunicado.\nEntre los estados afectados el martes por los apagones figuran Ciudad de México, Estado de México, Veracruz, Hidalgo, Zacatecas, Querétaro, Guanajuato, Puebla, Nuevo León, Chiapas, Quintana Roo, Tamaulipas, Jalisco, Oaxaca, Chihuahua, Campeche, Aguascalientes y Yucatán, según reportaron usuarios en redes sociales y medios locales.\nDesde su habitual conferencia matutina, el presidente de México, Andrés Manuel López Obrador, dijo el miércoles que los apagones del martes se registraron por la intensa ola de calor que azota a gran parte del territorio mexicano.\n“Y el Cenace, que es el que controla la distribución de energía, tiene sistemas de alarma, y se estableció la alarma y por poco tiempo, no en todo el país tuvieron apagones. Afortunadamente se restableció de nuevo todo el sistema de energía eléctrica”, dijo el presidente, quien agregó que se trató de algo excepcional, y que fue un evento “inesperado”.\nEl martes, el Cenace informó en un comunicado que algunas plantas salieron de operación o disminuyeron la generación de electricidad, por lo que en dos ocasiones el Sistema Interconectado Nacional (SIN) entró en estado operativo de emergencia.\nLa primera alerta —precisó el organismo público en el comunicado— se inició a las 5:04 p. m. (hora local) y finalizó a las 5:52 p. m. después de que se alcanzara una demanda de 48.472 megavatios (MW). La segunda alerta del día comenzó a las 7:10 p. m. (hora local) ante el alto requerimiento de energía eléctrica y una reducción en la capacidad de generación.\nA las 8:10 p. m. se inició la reconexión del suministro eléctrico afectado, agregó el documento.\n¿Qué significan las alertas?\nEsas alertas buscan informar a los mexicanos si, por algún motivo, el Sistema Eléctrico Nacional (SEN) entra en estado operativo de emergencia, que puede resultar en cortes de energía a lo largo del país.\nTambién pueden activarse por los fenómenos naturales extremos, como huracanes, tormentas, oleadas de calor o frío extremo.\nLos apagones y el caso Jorge Glas están unidos por el crimen organizado, dice analista política\nCNN ha solicitado información a la Comisión Federal de Electricidad (CFE) y al Cenace, pero hasta el momento no hay respuesta.\nEsta jornada de cortes de energía se dio en medio de las altas temperaturas que afectan a gran parte de México por una ola de calor, que este martes registró un récord en Ciudad de México al alcanzar los 33,4 grados Celsius, según el Servicio Meteorológico Nacional (SMN) en las instalaciones del Observatorio de Tacubaya. Esta cifra rebaso el récord del 7 de mayo de 2003 de 33 grados Celsius.\nLas altas temperaturas que ha registrado México este año han provocado el incremento del uso de energía en negocios y casas, donde se utilizan ventiladores eléctricos para intentar paliar el calor.\nLos apagones como efecto del cambio climático\nExpertos consultados por CNN refieren que los apagones en México, y otros países, son resultado del cambio climático, pero también del “deterioro” de un sistema eléctrico que no ha tenido la inversión gubernamental que requiere.\n“Por el lado de la generación eléctrica, México está atravesando una sequía bastante importante y exceptuando las hidroeléctricas que se localizan en el sur del país, las otras hidroeléctricas están registrando niveles extremadamente bajos, no están contribuyendo lo que en años anteriores a la generación eléctrica, dijo a CNN Gonzalo Monroy, director general de GMEC y especialista en el sector energético de México y Estados Unidos.\nMonroy dijo que además de la planta de Puerto Peñasco, en el norteño estado de Sonora, durante el sexenio del presidente Andrés Manuel López Obrador no se ha construido una planta de generación de electricidad nueva.\n“Ha habido esta hostilidad hacia la generación de energía privada de electricidad, principalmente en energías renovables, que ha derivado incluso en acciones de inconstitucionalidad y en tratar de detener cambios a la ley”, señaló.\nLa coordinadora del programa Competencia y Regulación de la organización México Evalúa, Ana Lilia Moreno, señala que los apagones registrados este martes en la mitad del país “son síntomas del cambio climático”.\n“Estas olas de calor son parte de este calentamiento global que los científicos suplican se detenga”, indicó Moreno. “En México tenemos territorio muy susceptible de afectaciones climáticas, tanto como el lado de la sequía y las consecuencias que esto tiene para el abasto hídrico, no solo de los seres humanos, animales y plantas, sino de la energía hidroeléctrica, que es uno de los principales motores de la generación (eléctrica) en México”.\nEn su cuenta de la red social X el senador Julen Rementeria, coordinador del grupo parlamentario del opositor Partido Acción Nacional (PAN), aseguró que desde el 19 de junio de 2019 solicitó en la Comisión de Energía la comparecencia del titular del Cenace, Ricardo Octavio Mota, por los apagones que venían, y compartió un video del 17 de junio de 2021 en el que advertía sobre el tema.\nEsta nota ha sido actualizada.\nThe-CNN-Wire\n™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T07:34:18.089+03:00",
    "updated": "2024-05-10T07:34:18.089+03:00"
  },
  {
    "uuid": "9c4c99417cc60ad14de76ea9b4e21e30e2510c18",
    "url": "https://www.lanacion.cl/coloma-cualquier-candidatura-presidencial-me-parece-un-desproposito/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Patricia Schüller Gamboa",
    "published": "2023-12-28T22:15:00Z",
    "title": "Coloma: “Cualquier candidatura presidencial me parece un despropósito”",
    "text": "El presidente del Senado, Juan Antonio Coloma (UDI), realizó un balance de la labor parlamentaria este año, destacando la agenda prioritaria que se pactó con el Ejecutivo para sacar adelante proyectos de seguridad.\nEl parlamentario también aseguró que la oposición debe “hacer el máximo esfuerzo de unidad” de cara a las disputas electorales que vienen y le pareció un despropósito adelantar la carrera presidencial como lo hizo el líder del Partido Republicano, José Antonio Kast.\n“Nunca me pareció bueno adelantar elecciones. Este es un gobierno que lleva la mitad de su periodo, todavía no lo cumple. Entonces cualquier candidatura presidencial a presentar para dos años más lo encuentro un despropósito. Es mi visión”, remarcó.\n“Primero hay que tratar de presentar proyectos alternativos al gobierno actual, de cómo se pueden hacer las cosas mejor. Y creo que hay una enorme cantidad de cosas que se pueden hacer mejor en materia de seguridad y en materia económica de lo que ha hecho este gobierno. Ese es el debate democrático que corresponde. Ese debería ser el debate. No quién va a ser el candidato. El próximo año se podrá ver, o sea, el año 2025, quién es el candidato”, sostuvo.\nColoma hizo un llamado a su sector e indicó que “hay que hacer el máximo esfuerzo de unidad y hacer una convocatoria amplia en ese sentido. Creo que es lo que tiene sentido y creo que es lo que el país necesita si quiere cambiar el rumbo democráticamente, como siempre corresponde, respecto a lo que hoy día se está gobernando”.\n“A mí lo que me importa es tratar de usar los mayores talentos para entender que hay que convencer que hoy día la unidad es el gran camino para las oposiciones. Creo que eso es lo que le puede dar sentido, lo que puede dar energía, lo que le puede dar un proyecto distinto para Chile. Y eso es lo que a mí, por lo menos, me convoca”, finalizó.\nColoma: “Cualquier candidatura presidencial me parece un despropósito”\nEl presidente del Senado sostuvo que “primero hay que tratar de presentar proyectos alternativos al gobierno actual, de cómo se pueden hacer las cosas mejor. Y creo que hay una enorme cantidad de cosas que se pueden hacer mejor en materia de seguridad y en materia económica de lo que ha hecho este gobierno. Ese es el debate democrático que corresponde. Ese debería ser el debate. No quién va a ser el candidato. El próximo año se podrá ver, o sea, el año 2025, quién es el candidato”.\nEl presidente del Senado, Juan Antonio Coloma (UDI), realizó un balance de la labor parlamentaria este año, destacando la agenda prioritaria que se pactó con el Ejecutivo para sacar adelante proyectos de seguridad.\nTexto: Aton/Foto: Aton",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:34:03.795+02:00",
    "updated": "2023-12-29T00:34:03.795+02:00"
  }
]