[
  {
    "uuid": "67de943d454ec48cadb513f1e0f0ac6e833a81a4",
    "url": "https://www.charismanews.com/opinion/94703-doubts-and-proofs-of-jesus-resurrection",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gary Curtis",
    "published": "2024-03-29T07:00:00Z",
    "title": "Doubts and Proofs of Jesus' Resurrection — Charisma News",
    "text": "The apostle Paul plainly declared the Resurrection of Jesus Christ from the dead an essential element of our faith. ( Pixabay ) If you read this on Resurrection Sunday , perhaps you have already exchanged the traditional hope-filled affirmation with other believers: \"He is risen!\" And they have responded, \"He is risen, indeed!\"\nThe apostle Paul plainly declared t he Resurrection of Jesus Christ from the dead an essential element of our faith: \"If Christ has not been raised, then your faith is useless, and you are still under condemnation for your sins,\" (1 Cor. 15:17, NLT).\nHumans Have Doubts; Scripture Offers Proofs\nQuestioning existential events is typical for natural men and women. The angels at the tomb declared to the women disciples, who were first to arrive, \"He isn't here! He has risen from the dead! Remember what he told you back in Galilee, that the Son of Man must be betrayed into the hands of sinful men and be crucified, and that he would rise again on the third day,\" (Luke 24:6-7).\nWhile our Lord's holy life and vicarious death on the cross of Calvary are the means of our forgiveness and justification in God's sight, His Resurrection from the dead proves that Father God accepted these salvific events as sufficient and complete. Through our spiritual union with our resurrected Lord, we can be \"complete in Him,\" (see Col. 2:10).\nJesus Appeared to His Disciples\nBreaking News. Spirit-Filled Stories. Subscribe to Charisma on YouTube now!\nVery early on Resurrection Sunday morning, female disciples of our Lord (Luke 24:10) came to the tomb with burial spices they had prepared to wrap in the cloths around our Lord's body. They were concerned about how they would roll the enormous stone away from the entrance to the borrowed tomb. But when they arrived at the tomb, they found an angel of the Lord had already \"rolled back the stone and sat on it,\" (Matt. 28:2).\nThe angel announced that Jesus was resurrected and invited them to look inside the tomb and see where His body had been lying (Matt. 28:5-6). The women ran from the tomb, \"frightened but also filled with great joy,\" (Matt. 28:8) and rushed to report this to the other disciples. However, Luke notes that the other disciples thought the story \"sounded like nonsense ... so they didn't believe it,\" (Luke 24:11).\nLater, on that special Resurrection Sunday, Jesus suddenly appeared to two of His followers as they walked from Jerusalem to their village of Emmaus. He came alongside them and, since they did not recognize Him, He questioned their deep discussions. They told Him about \"Jesus, the man from Nazareth,\" who was prophet-like, did \"powerful miracles,\" and was a \"mighty teacher,\" (Luke 24:17-19).\nThese followers from Emmaus explained how Jesus of Nazareth had been unjustly tried and crucified by the Roman authorities three days earlier. Some of His followers were at His tomb earlier that very morning and found his body missing. Angels told these women that Jesus was alive!\nJesus criticized these disciples for finding what He had told them so hard to believe. He quoted passages from the writings of Moses and all the prophets, explaining what all the Scriptures had said about himself (Luke 24:25-27). Then, after He had eaten with them, He took a small loaf of bread, blessed it and broke it before them. \"Suddenly, their eyes were opened, and they recognized Him,\" just before He disappeared (Luke 24:31).\nThese two followers from Emmaus returned to Jerusalem to tell \"the eleven disciples and the others who had gathered with them\" (Luke 24:33b) what had happened when suddenly Jesus was standing there with them! As He spoke reassuringly to them, inviting them to look at His hands and feet, they still \"stood there in disbelief,\" yet \"filled with joy and wonder,\" (Luke 24:41a).\nGet your FREE CHARISMA NEWSLETTERS today! Stay up to date with current issues, Holy Spirit news, Christian teachings, Charisma videos & more!\nJesus then \"opened their minds to understand the Scriptures,\" including that \"the Messiah would suffer and die and rise from the dead on the third day\" (Luke 24:46b). Jesus promised to \"send the Holy Spirit, just as my Father promised.\" But he urged them to stay in Jerusalem \"until the Holy Spirit comes and fills you with power from heaven,\" (Luke 24:49; Acts 1:5, 2:1-47).\nJesus Appeared to 'Doubting' Thomas\nThomas, one of the disciples who had been chosen among those to be with our Lord in His short ministry, was not with the others when Jesus came to them on that Resurrection evening (John 20:19, 24-29). He doubted they had actually seen Jesus. Thomas said, \"I won't believe it unless I see the nail wounds in his hands, put my fingers into them, and place my hand into the wound in his side\" (John 20:25b).\nBut eight days later, when the 11 disciples were together again, behind locked doors, Jesus appeared with them and said, \"Peace be with you.\" He spoke directly to Thomas and said, \"Put your finger here, and look at my hands. Put your hand into the wound in my side. Don't be faithless any longer. Believe!\" (John 20:27).\nBelief is the beginning of spiritual faith, which is essential to our salvation. Paul told the Romans, \" If you openly declare that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved. For it is by believing in your heart that you are made right with God, and it is by openly declaring your faith that you are saved,\" (Rom. 10:9-10).\nRejoice in Songs of Redemption and Resurrection\nThe apostle Paul encouraged Ephesian believers to \"sing psalms and hymns and spiritual songs among yourselves, making music to the Lord in your hearts,\" (Eph. 5:19). Using these musical forms to express biblical themes of redemption and resurrection can capture the essence of our Christian faith, discipline our devotion and release the joy and hope of true resurrection life.\nJoin Charisma Magazine Online to follow everything the Holy Spirit is doing around the world!\nGary Curtis served for 27 years as part of the pastoral staff of The Church on The Way, the First Foursquare Church of Van Nuys, California. Since retirement in 2016, he has continued to blog at worshipontheway.wordpress.com . Gary and his wife live in Southern California and have two married daughters and five grandchildren.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "http://worshipontheway.wordpress.com/",
      "http://www.mycharisma.com/subscribe",
      "https://www.youtube.com/@Charisma_News/videos",
      "https://www.youtube.com/@charismamagazine/videos",
      "https://mycharisma.com/spiritled-living/greg-lockes-stunning-revelation-on-jesus-death-and-resurrection/",
      "https://www.strangmail.com/newsletters/signup/",
      "http://www.worshipontheway.wordpress.com/",
      "https://mycharisma.com/spiritled-living/greg-lockes-stunning-revelation-on-jesus-death-and-resurrection",
      "http://mycharisma.com/subscribe",
      "https://www.strangmail.com/newsletters/signup",
      "https://youtube.com/@charismamagazine/videos",
      "https://www.mycharisma.com/spiritled-living/greg-lockes-stunning-revelation-on-jesus-death-and-resurrection/",
      "http://worshipontheway.wordpress.com",
      "https://youtube.com/@Charisma_News/videos",
      "https://strangmail.com/newsletters/signup/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "negative"
        },
        {
          "name": "paul",
          "sentiment": "negative"
        },
        {
          "name": "jesus christ",
          "sentiment": "negative"
        },
        {
          "name": "christ",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "calvary",
          "sentiment": "none"
        },
        {
          "name": "galilee",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T14:08:03.967+03:00",
    "updated": "2024-03-30T18:20:50.025+03:00"
  },
  {
    "uuid": "1e57ef454430d9663664e90ef20059c257b78e9a",
    "url": "https://it.reseauinternational.net/covidisme-climat-et-wokisme-les-nouvelles-religions-les-religions-postchretiennes-occidentales/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Réseau International",
    "published": "2023-12-23T06:00:00Z",
    "title": "Covidismo, Clima e Wokismo: Le nuove religioni; Religioni occidentali post-cristiane",
    "text": "- supporto Réseau International Abbiamo bisogno di te da Aldo Steroni Contrariamente a quanto ama dire certa stampa che regolarmente mi “decodifica”, non sono un teorico della cospirazione. Al contrario, credo che le cose siano quello che sembrano. Non puoi pisciarmi addosso e dire che sta piovendo. Se ciò dovesse accadere te lo dirò: ma questa roba è urina! In questo momento interverrà il decoder: il liquido in questione non è stato sottoposto a laboratori certificati. Non ci sono prove che si tratti di urina come ha sostenuto Aldo Sterone in un Tweet condiviso cinquemila volte all'inizio della settimana... Primo capitolo Dove ci conosciamo e ci scambiamo tanti punti Godwin. Sono passati trent'anni da quando ho lasciato il mio paese natale, l'Algeria, per arrivare in Occidente, o ciò che ne resta. Nel 1991, mentre osservavo passare le coste di Orano, Mostaganem e Chlef dal finestrino del 737-200 che cominciava il suo volo verso Ginevra, i primi islamisti si nascosero. In molte città del paese, gruppi terroristici si stavano organizzando e reclutando. Circolavano le prime armi automatiche; non ancora in pieno giorno. Stava per scoppiare una guerra bestiale, una vera carneficina. Non avrebbe risparmiato nessuno. Non c’era famiglia che non sarebbe stata colpita durante quello che in seguito venne chiamato “il decennio nero”. Questa designazione, includendo il colore nero in un contesto negativo, sarebbe considerata dubbia nell'Occidente di oggi. Prova a lanciare una \"persona di colore\" in un VTC parigino per vedere... La guerra civile in un contesto di esacerbazione religiosa non è caduta su di noi dal cielo (il gioco di parole è casuale). Sono seguiti dieci anni, gli anni Ottanta, di isteria collettiva attorno a ideologie importate e introdotte con la forza nella nostra società. In ogni caso ero giovane e ingenuo. Con il cuore pieno di speranze e di sogni, lasciando l'Algeria, ho avuto l'impressione di scappare da un manicomio. Non sapevo che sarei atterrato in un altro... In Algeria avevamo una sola religione. In Occidente ce ne sono un migliaio. Dopo la forzata scristianizzazione, questo mondo ha sviluppato un rapporto dogmatico e malsano con tutto ciò che lo circonda; religiosità senza religione direbbe René Guénon. Anche l’Occidente ha i suoi ideologi, i suoi fondamentalisti, i suoi ambienti di caccia alle streghe. Oltre a tutte queste persone, ci sono anche gli islamisti. Covid, Ucraina, LGBT+, Brexit, vaccinazione… ogni argomento è religione. In questo libro i problemi di questo mondo verranno affrontati da un'angolazione particolare: quella della Francia. La stessa agenda si sta verificando nel Regno Unito, in Svizzera, in Belgio… praticamente in tutto il mondo bianco post-cristiano. Escludiamo la Russia, che resta fuori finché Putin è alla sua guida. Il giorno in cui se ne andrà, questo grande Paese sarà una priorità per le forze di distruzione. O cadranno su un altro osso, oppure assisteremo a un grande progetto di demolizione per recuperare il ritardo sulla tabella di marcia. Questo mondo, di cui la Francia non è che un caso particolare, è in pieno collasso. Questa caduta inesorabile non è né un incidente né un destino. Corrisponde allo svolgersi di un piano, di un'agenda ben oliata. È impossibile che azioni così diverse e variegate si incastrino magicamente e vadano nella stessa direzione senza che ci sia un'intenzione dietro. Negare l’esistenza di un piano è una posizione intellettualmente insostenibile. È come fingere che un mucchio di pezzi di ricambio rovesciati da un terremoto siano stati organizzati, disposti e strutturati per caso per realizzare un'auto pronta per la guida. È credere nella generazione spontanea. State tranquilli, l'esistenza di un'agenda non implica in alcun modo l'esistenza di un cattivo con un ghigno diabolico che accarezza un gatto addormentato con una mano ricoperta di anelli e tatuaggi che rappresentano teschi. L’organizzazione dietro il piano è più sottile. Adesso è il momento del decentramento. Sembra addirittura Uberizzazione. Il piano non è un elenco di ordini a persone specifiche; né è una ricetta di cucina. È piuttosto una piattaforma diffusa. Al suo apice coinvolgerà milioni di persone, ognuna delle quali agirà per una ragione diversa, ma tutte nella stessa direzione. All'autore del piano non interessa il motivo per cui questa o quella persona vi partecipa. L’importante è che l’agenda vada avanti. Alcuni verranno lì per avidità, altri per ideologia, o per conformismo, o per codardia, o perché “stavano solo facendo il loro lavoro”… ogni partecipante alla fine della catena vede solo il suo pezzo del puzzle, ma mai il quadro completo. Durante la seconda guerra mondiale, i nazisti utilizzarono i treni per deportare intere famiglie dai territori sotto la loro influenza. Solo tra il 16 e il 17 luglio 1942, 4115 bambini, 2916 donne e 1129 uomini furono radunati dalla polizia francese e ammassati nel Vélodrome d’Hiver, a due passi dalla Torre Eiffel. Al di là dell’orrore del delitto, dimostra come all’epoca tutto fosse centralizzato o concentrato nello stesso luogo. Da qui l’idea dei campi di concentramento. Saremmo capaci di perpetrare gli stessi crimini oggi? Certamente. Con le stesse modalità? Probabilmente no. Innanzitutto, se oggi dovessimo deportare, non utilizzeremmo necessariamente il treno. Infatti, per garantire la regolarità, dovrebbero essere creati “contratti di espulsione” e aperti alla concorrenza. Le compagnie di trasporto aereo, stradale e ferroviario presenteranno le loro offerte. Naturalmente non sceglieremo il più efficiente, né il più economico, ma quello che offre le mazzette migliori, che finanzia le campagne elettorali o che offre un posto di alto dirigente al piccolo che ha appena finito l'università. Questo è ciò che modestamente chiamiamo “libero mercato”. In realtà, al giorno d'oggi non sarebbe del tutto così. Viviamo in un mondo decentralizzato. Che senso ha radunare le persone in un velodromo e poi trasportarle nei luoghi di concentrazione? Inoltre, con questo tipo di procedure, finiremo sempre per affidare troppe responsabilità in poche mani. Guarda Maurice Papon! È stato processato per aver deportato 1600 ebrei. Con la decentralizzazione, ciò non sarebbe più possibile perché la criminalità verrebbe dissolta tra molti partecipanti che sarebbero così uberizzati che nessuno sarebbe presente a tempo pieno o capirebbe a cosa hanno partecipato. Non ci sarà più una “guardia del campo di concentramento tra il 1941 e il 1943”, ma solo persone che “lavorano le ore” che registrano su una “app” che visualizza i soldi in entrata. Il ragazzo è su una torre di guardia tra le 13 e le 17 e la sera bussa alle case delle persone per consegnare le pizze. Al mattino guida un furgone che parcheggia come uno straccio per scaricare un fornello a gas acquistato online a rate sul sito di una grande marca. Nel pomeriggio consegnava le lattine di Zyklon-B e siccome non c'era nessuno a firmare le lasciava davanti all'ingresso e venivano dei ragazzini a rubare la cauzione e ad aprirla in un parco giochi. Onestamente, se il crimine venisse commesso oggi, avremmo 12 milioni di morti, ma 120 milioni di colpevoli. Non ho mai partecipato a un plotone di esecuzione, ma dicono che c'è sempre un fucile carico a salve e non sappiamo chi lo porta. Questo permette a ciascuno di dirsi poi: “forse era mio” e dormire così più sereno. Da notare la bancarotta morale nascosta da una micro-stringa. Se la persona si unisce alla squadra, punta una pistola e spara, il resto è dettaglio. Il fatto che la pistola non funzionasse o forse non fosse carica non cambia il fatto che chi ha parlato abbia partecipato ad un'esecuzione. Se si vuole fare un viaggio a livello fisico, sparare con il fucile carico offre un tale rinculo (colpisce forte sulla spalla) che è difficile non notarlo. Nel paragrafo precedente, notate come il fucile viene caricato su “Bianco”. Ciò significa che non uccide. Che non è pericoloso. Chiaramente, c’è molta giustizia sociale da fare riguardo al linguaggio. Un importante progetto di decostruzione. La digressione sui plotoni di esecuzione viene dalla mia parte africana. Del resto questo libro non è altro che una visione africana dell’Occidente. Quando è a scuola, l'occidentale si dà uno zero per essere fuori tema. Legioni di insegnanti sono incaricate dall’educazione nazionale di distruggere ogni germe di pensiero umano tra i giovani (o ciò che ne resta. I Jules e i Prospers non saranno la Francia di domani). Viene loro imposto un pensiero strutturato e organizzato in silos. In effetti, è il pensiero diretto che deve restare entro i limiti imposti; pensaci, ma non troppo. Scrivere un saggio sulla Seconda Guerra Mondiale può farti guadagnare un 17 su 20. Parlare di chi l’ha finanziata è fuori tema che vale zero. Nel nostro mondo tutto è connesso a tutto. Ma lavorare su queste connessioni è un riflesso anti-pavloviano. Milioni di persone si accontentano di una visione ingrandita, come un microscopio, su un aspetto specifico del problema. Non appena proviamo a rimpicciolire, i colpi con la levetta arrivano alla testa. Solo i tuoi padroni che pianificano il tuo destino hanno il diritto di vedere la visione complessiva dell'immagine formata dal puzzle. Al cittadino medio devono restare briciole di immagini che girerà nella sua testa senza mai comprendere. Questa incomprensione alimenterà le sue paure, le sue ansie, le sue preoccupazioni e lo renderà finalmente maturo per essere manipolato. Un uomo manipolato diventerà, senza rendersene conto, nemico della sua famiglia, della sua nazione e perfino della sua stessa persona. Sosterrà i suoi oppressori. Ripeterà la loro propaganda come un pappagallo. Esitiamo tra spingerlo mentalmente, avere pietà di lui o offrirgli un sacchetto di noccioline da produzione biologica e a zero emissioni di carbonio. Ho detto che il pensiero africano da cui nasce questo libro è destrutturato. Per chi si occupa di IT è una sorta di NoSQL. L'assenza di struttura formale rende possibile associare dati non simili senza alcuna relazione tra loro e che sarebbe impossibile tenere insieme in un quadro in cui si impone una struttura forte. Conoscendo i miei lettori, posso percepire il fastidio di alcuni: ma allora tu, l'Einstein africano, se il tuo pensiero è così potente, perché vivi in miseria nel tuo vasto continente e molti di voi sognano solo di emigrare da noi? Attualmente non siamo né più né meno intelligenti degli occidentali. Abbiamo i nostri punti di forza e le nostre debolezze, ma sono diversi dai tuoi. In qualche modo ci completiamo a vicenda. Questo è anche il motivo per cui sto scrivendo questo libro. Gli occidentali hanno un’intelligenza organizzativa molto forte. Lo ammiriamo per questo. Dove riesce a lanciare un’industria che dà lavoro a 100 persone e conquista il mondo, apriamo un laboratorio con due cugini e un amico. La nostra struttura è talmente debole che non riusciamo nemmeno a far rispettare regole collettive semplici come il Codice della Strada. Ogni volta che atterraggio in Algeria, vedo persone morte: autobus nei burroni, taxi ribaltati, pedoni su un albero, un motociclista scomparso, un tamponamento nella nebbia, un'autocisterna che fa a pezzi una Renault 000 TL piena di patate, un motorino entrare in una panetteria a più di 4 km/h, una bicicletta sbattere contro un cancello, un incidente frontale, una Dacia sotto un semirimorchio, un trattore ribaltato... Questo è il prezzo della libertà. Non ho sempre pensato così. Inizialmente, quando sbarcai in Svizzera, ne ammirai l'ordine e l'organizzazione. La posta A che arriva esattamente il giorno dopo. La posta B arriva tra due giorni. L'autobus che arriva in orario. Ci credi? avevano perfino delle tabelle, tipo Excel, con gli orari esatti del passaggio. È successo più o meno: 10:17, 10:33, 10:41... e ha funzionato. A volte osservavo l'orologio in mano solo per la sua bellezza. In Algeria abbiamo avuto l'autobus 34, quello della città di 200 unità abitative, che non circolava più perché alcuni giovani hanno litigato con i controllori e poi è finita con un blocco di cemento sul parabrezza e una grossa fitna. Puoi impazzire quando passi da un mondo all'altro, te lo dico. Ora dobbiamo guardare anche il lato positivo delle cose. Se Adolf Hitler fosse apparso in Algeria, lo avremmo chiamato “Baffi” e i suoi piani non sarebbero potuti andare troppo lontano. Se vuoi costruire un campo di sterminio vicino ad Algeri, ti dirò cosa accadrà. A cinque anni dall'avvio del progetto siamo ancora in attesa delle necessarie autorizzazioni. Poi cambiamo project manager e il nuovo arrivato scopre che il budget è stato utilizzato male e che le casse sono vuote. Il terreno previsto per la costruzione è soggetto ad allagamenti. L'attrezzatura lasciata sul posto è stata rubata, ad eccezione di una macchina troppo pesante per essere trasportata, ma che è stata vandalizzata da giovani che si divertivano. Lo Zyklon B viene dalla Cina. È bloccato al porto perché mancano alcuni documenti. Corrompiamo un doganiere che promette di occuparsene poi apprendiamo che è stato arrestato in una cassa di carne d'asino mentre tornava da un pellegrinaggio alla Mecca. Alla fine, quando arrivano le taniche di gas, sono stantie e potrebbero anche essere false perché il ragazzo incaricato degli acquisti si è accordato con suo fratello, che gestisce una macelleria halal a Barbès, per creare una società di comodo e ordinare gas falso a prezzo eccessivo. Se dovessimo commettere un crimine del genere nel mio paese d’origine, probabilmente dovremmo assumere aziende tedesche. Anche Saddam, quando voleva bombardare i curdi, portò il gas della Heberger AG (si pronuncia la G come in hamburger) e della Karl Kolb Gmbh. Per ovvi motivi, l'opinione pubblica tedesca è generalmente molto sensibile ai crimini che utilizzano sostanze chimiche, tranne quando ad essere uccisi sono i subumani. Prima di criticare, lascia che ti dica una cosa: una volta ho vissuto in Germania. Tutte queste storie della memoria sono folklore germanico. Attraverso la ripetizione, è diventata un po' come queste feste di paese dove a volte compaiono attori mascherati e strane coreografie, ma che pochi sanno spiegare. A volte bisogna andare molto indietro nella storia per trovare eventi, a volte tragici, all'origine di queste feste. In Germania è così: inchini commemorativi, salamalec, contrizione, ma pronti a ricominciare domani mattina. In Africa, la nostra disorganizzazione ci impedisce di produrre industrie redditizie e su larga scala. Allo stesso modo, ci impedirebbe di industrializzare l’horror. Escludendo le guerre civili, un dittatore africano provoca cinquanta morti ogni decennio. Quelli più vili si aggirano sui 2 o 3 kilomort per mandato. fonte: [Nuovo mondo](https://nouveau-monde.ca/covidisme-climat-et-wokisme-les-nouvelles-religions-les-religions-postchretiennes-occidentales/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://nouveau-monde.ca/covidisme-climat-et-wokisme-les-nouvelles-religions-les-religions-postchretiennes-occidentales/)",
      "https://www.nouveau-monde.ca/covidisme-climat-et-wokisme-les-nouvelles-religions-les-religions-postchretiennes-occidentales/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T02:22:49.198+02:00",
    "updated": "2023-12-24T02:22:49.198+02:00"
  },
  {
    "uuid": "7ab00a0968984968ed6b1f0c02ce80d048b980bf",
    "url": "https://la1ere.francetvinfo.fr/mayotte/cyclone-chido-mayotte-en-alerte-rouge-samedi-a-7h-1544905.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ilona Youssouffa",
    "published": "2024-12-13T01:55:00Z",
    "title": "Cyclone Chido : Mayotte en alerte rouge samedi à 7h",
    "text": "Le cyclone tropical intense Chido s'est légèrement affaibli ces dernières heures mais il poursuit sa trajectoire, son arrivée est plus que jamais imminente. Très tôt ce matin, le système dépressionnaire se situait à 680 kilomètres à l’est nord-est de Mayotte.\nChido sera au plus proche de nos côtes samedi. Le département déjà placé en vigilance orange cyclonique ce vendredi 13 décembre devrait passer en vigilance rouge dans la matinée de samedi selon la préfecture. Les conditions météorologiques devraient se dégrader dans la nuit de vendredi à samedi. Elle s'accompagneront de vents forts, de fortes pluies, des submersions marines sont également possibles.\nÀ l'approche de Chido, i l est demandé à la population de vérifier ses stocks et ses réserves. U ne fois la vigilance rouge déclenchée, toute sortie sera interdite, pour suivre l'évolution r ester à l’écoute des bulletins météorologiques et des informations, contacter le 15 en cas de problème médical et le 18 pour les autres demandes de secours.\nLa météo devrait s'améliorer à partir de dimanche.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://meteofrance.yt/fr/cyclone",
      "https://www.meteofrance.yt/fr/cyclone"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T09:09:11.626+02:00",
    "updated": "2024-12-13T13:19:37.900+02:00"
  },
  {
    "uuid": "653126ece8440d52f005dcf305447284f98768fa",
    "url": "https://www.mercedsunstar.com/living/article301965249.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Aric Sleeper, Santa Cruz Sentinel, Calif. The Tribune Content Agency",
    "published": "2025-03-13T00:07:00Z",
    "title": "Santa Cruz City Council adopts noise ordinance, 5-year West Cliff Roadmap",
    "text": "Living\nSanta Cruz City Council adopts noise ordinance, 5-year West Cliff Roadmap\nSANTA CRUZ - Among the actions taken at its meeting Tuesday, the Santa Cruz City Council approved four new city ordinances, finalized the 5-year Roadmap for West Cliff and gave the green light to an educator workforce housing project on the Westside.\nFollowing the meeting's general public comment period, the City Council tackled its consent agenda, which consists of items that are voted on in one motion unless a councilmember or community member requests to pull an agenda item to be considered separately from the rest.\nAmong the items on the consent agenda was one to appropriate $900,000 from the city's local Measure D funds to be used in the completion of the second phase of the Coastal Rail Trail's Segment 7. The second phase of the Segment 7 project will complete 2.1 miles of the rail trail between Natural Bridges Drive and the Santa Cruz Wharf.\n\"It's great to hear that Phase 2 of the Rail Trail will soon be completed - connecting together with Phase 1 over 30,000 residents in our city from Natural Bridges to Pacific Avenue - to an active transportation corridor that leads to schools, workplaces, beaches, shopping and other activities,\" said Santa Cruz City Councilmember Scott Newsome at the meeting. \"I just wanted to thank our Public Works Department and particularly Director (Nathan) Nguyen for all of their hard work on this project.\"\nSanta Cruz City Hall. (Aric Sleeper – Santa Cruz Sentinel)\nBecause of intense winter storms in 2023 and 2024, the site of the Phase 2 trail, adjacent to Neary Lagoon, was inundated with groundwater, which led to delays and additional costs, according to the item's agenda report. The report notes that, \"If less funds are required, they will remain usable by other Measure D eligible projects.\"\nFollowing the approval of the consent agenda, the governing body considered the meeting's consent public hearings, which included the introduction of an ordinance regarding street vendors and final approvals of three city ordinances, including one to reduce \"unreasonably disturbing noises\" in the city.\nAccording to the ordinance, \"The City Council desires to set objective standards to create a community understanding about unreasonably loud noise and to foster an environment of mutual respect, while at the same time promoting self-expression.\"\nUnder the ordinance, \"unreasonably disturbing noises\" are determined by a number of factors including the volume and intensity of the noise, music or related sound and the duration, continuousness or repetitive nature of the noise, music or related sound, among other criteria.\nSomeone can be cited for a violation of the ordinance if \"the noise producing source is on public property in a commercial zone, amplified noise and/or repetitive banging or percussive noises that can be heard 125 or more feet from the noise-producing source are presumptively unreasonably loud or disturbing as prohibited by this section. This presumption, however, shall not apply to permitted amplification or percussion used in special events or performances permitted by the city.\"\nThe ordinance specifically calls out the unpermitted use of amplified equipment and \"sound trucks\" in the city. Those using amplified equipment or sound trucks can be cited on public or private property if the disruptive noise can be heard near municipal facilities or between the hours of 10 p.m. and 8 a.m., among other criteria.\nCouncilmembers Susie O'Hara and Gabriella Trigueiro both voted against the passage of the noise ordinance, which was ultimately approved in a 4-to-2 vote.\nThe final item on the City Council's agenda was the consideration of the city's 5-year Roadmap for West Cliff, which has been in the works following the council's adoption of the 50-year Vision for West Cliff last April. The 5-year plan was developed with community feedback to prioritize short-term projects that help to actualize the longer term vision.\nThe final draft of the 5-year roadmap prioritized five projects to be completed in the near term, with the Revetment Repair Project taking top priority followed by the Lighthouse Field Roadway Relocation. Subsequent projects include the Santa Cruz Coastal Change Monitoring Network project, the West Cliff Infrastructure Financing Feasibility Study and the Corridor-wide Master Signage Plan and Design Standards project taking fifth place on the list. The roadmap document includes detailed descriptions and tentative timelines for each project.\n\"It's really important to note that the five projects in the 5-year Roadmap are not the only projects that will be going on on West Cliff,\" said Assistant City Manager Michelle Templeton. \"This is just a very focused approach to kicking off the (50-year) vision.\"\nThe City Council approved the adoption of the document in a unanimous vote.\nTo watch the meeting, visit cityofsantacruz.com.\nCopyright (C) 2025, Tribune Content Agency, LLC. Portions copyrighted by the respective providers.\nThis story was originally published March 12, 2025 at 5:07 PM.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Social Issue",
      "Environment"
    ],
    "topics": [
      "Politics->local government and authority",
      "Politics->government policy",
      "Social Issue->communities",
      "Social Issue->demographics",
      "Social Issue->social services",
      "Environment->conservation",
      "Environment->parks"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "http://cityofsantacruz.com",
      "http://www.cityofsantacruz.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Roadmap Living\nSanta Cruz City Council",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Coastal Rail Trail",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T02:15:45.413+02:00",
    "updated": "2025-03-13T02:15:45.413+02:00"
  },
  {
    "uuid": "e30a3d236e6958942092afb165ba58dac714fffd",
    "url": "https://bnnbreaking.com/tech/clean-hydrogen-the-unsung-hero-in-the-race-to-carbon-neutrality",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Quadri Adejumo",
    "published": "2024-02-15T22:40:00Z",
    "title": "Clean Hydrogen: The Unsung Hero in the Race to Carbon Neutrality",
    "text": "In the relentless pursuit of a carbon-neutral future by 2050, the spotlight intensifies on an unsung hero: clean hydrogen. Amidst a backdrop of escalating climate crises, the emergence of clean hydrogen as a pivotal energy vector marks a potential turning point in decarbonizing sectors notoriously resistant to change. With the U.S. Inflation Reduction Act laying down the gauntlet through enticing incentives for the clean hydrogen sector, the dialogue pivots to the optimal pathways for harnessing this colorless gas in our fight against global warming.\nThe Duel of Incentives: Navigating the Tax Credit Maze\nThe heart of the matter lies in the Act's two heavyweight contenders: the 45V clean hydrogen production tax credit and the 45Q tax credit for carbon sequestration. These incentives aren't just line items in a policy document; they're the lifelines that could significantly lower the cost barrier for low carbon hydrogen projects. Yet, the road to clean hydrogen glory is fraught with debate. At the core is a conundrum over which tax credit offers the most fertile ground for the seeds of low carbon hydrogen projects to flourish. This isn't merely an academic debate but a crucial consideration for project developers who must navigate these policy trade-offs with the precision of a tightrope walker. The balance? Ensuring the deployment of low carbon hydrogen technologies while securing the climate benefits they promise.\nUnraveling the Hydrogen Supply Chain Puzzle\nThe transformation of the hydrogen supply chain is not just a technological challenge but a complex puzzle requiring innovation, collaboration, and unwavering customer commitments. A recent study throws light on an optimization-based hydrogen supply chain model, meticulously designed to cut through the uncertainties clouding hydrogen demand and resources. The verdict from this analytical voyage? Biomass-based hydrogen production clinches the title for the most cost-effective low-carbon option. Yet, it's the electricity-based hydrogen production technologies, such as water-electrolysis, that steal the limelight for their role in enhancing the solution's robustness. By decreasing reliance on biomass feedstock and diversifying the technology mix, these technologies offer a beacon of hope in the quest for a resilient and versatile hydrogen supply chain.\nThe Road Ahead: Challenges and Opportunities\nAs the industry stands on the cusp of a revolution, the journey ahead is dotted with hurdles. Reducing development costs, achieving deployment at scale, and adapting regulatory frameworks emerge as the triathlon of challenges facing the clean hydrogen sector. Yet, within these challenges lie immense opportunities. The global rush towards investing in the hydrogen supply chain, driven by the quest for carbon neutrality by 2050, underscores a palpable sense of urgency and opportunity. It's a race against time, but also a testament to human ingenuity and determination. The key to unlocking the full potential of clean hydrogen lies in our collective ability to foster innovation, drive cooperation, and secure customer commitments. As the narrative of clean hydrogen unfolds, it's a story not just of technological evolution, but of humanity's relentless pursuit of a sustainable future.\nIn conclusion, the path to decarbonizing the hard-to-abate sectors through clean hydrogen is illuminated by the incentives of the Inflation Reduction Act. Yet, the journey is complex, laden with debates over the efficacy of tax credits and the challenges of scaling up the hydrogen supply chain. Amidst this backdrop, the emergence of low carbon hydrogen as a clean energy vector offers a glimmer of hope. By harnessing innovation, collaboration, and customer commitment, the goal of achieving carbon neutrality by 2050 becomes not just a distant dream, but a tangible reality. As we venture forth, the importance of evaluating tax credit options and policy trade-offs cannot be overstated, for it is through these meticulous considerations that the deployment of low carbon hydrogen technologies will truly deliver the climate benefits they promise.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T02:42:50.663+02:00",
    "updated": "2024-02-16T02:42:50.663+02:00"
  },
  {
    "uuid": "89b4343856e60253ffeb3951be7be8b9cc9ab33e",
    "url": "https://expressdigest.com/london-mayor-sadiq-khan-accuses-ex-home-secretary-suella-braverman-of-doing-her-best-to-outflank-enoch-powell-with-claim-that-islamists-are-in-charge-of-uk-after-commons-gaza-vote-chaos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ExpressDigest",
    "published": "2024-02-23T14:28:00Z",
    "title": "London mayor Sadiq Khan accuses ex-home secretary Suella Braverman of ‘doing her best to outflank Enoch Powell’ with claim that ‘Islamists are in charge’ of UK after Commons Gaza vote chaos",
    "text": "Sadiq Khan waded into the row over Gaza protests outside Parliament today with an attack on Suella Braverman over her claim that ‘the Islamists are in charge now’.\nThe London mayor said that the former home secretary and leading contender to be the next Tory leader was ‘doing her best to outflank Enoch Powell’ – the former minister notorious for his ‘rivers of blood’ speech about immigration.\nMrs Braverman made the incendiary remarks as the Tories switched their anger from Speaker Lindsay Hoyle to focus on Keir Starmer’s role in the political chaos in the Commons this week.\nSir Lindsay has twice apologised for ripping up the Commons rule book, a move which helped the Labour leader avoid a a damaging revolt over the fighting in the Middle East.\nThe Speaker argued that he was motivated by anxiety about the safety of MPs from pro-Palestinian protesters, rather than partisan concerns. Extremist sympathisers projected the phrase ‘from the river to the sea’ – seen as anti-Semitic – onto the Elizabeth Tower during the debate as thousands of protesters gathered outside Parliament.\nIn the wake of Ms Braverman’s comments in a newspaper article, Mr Khan, who is a Muslim, said: ‘It’s a poisonous attempt to drive a wedge between our communities and serve her own naked ambition.\n‘Now, more than ever, we should be seeking to unite, not divide.’\nWriting in the Telegraph this morning Ms Braverman said: ‘We need to wake up to what we are sleep-walking into: a ghettoised society where free expression and British values are diluted’\nIn the wake of Ms Braverman’s comments in a newspaper article, Mr Khan, who is a Muslim, said: ‘It’s a poisonous attempt to drive a wedge between our communities and serve her own naked ambition. ‘Now, more than ever, we should be seeking to unite, not divide.’\nThe former home secretary, a frontrunner to be the next Conservative leader , made the incendiary remarks as the party switched its anger from Speaker Lindsay Hoyle to focus on Keir Starmer ‘s role in the political chaos.\nThe Speaker argued that he was motivated by anxiety about the safety of MPs from pro-Palestinian protesters, rather than partisan concerns. Extremist sympathisers projected the phrase ‘from the river to the sea’ – seen as anti-Semitic – onto the Elizabeth Tower during the debate as thousands of protesters gathered outside Parliament.\nWriting in the Telegraph this morning Ms Braverman said: ‘I may have been sacked because I spoke out against the appeasement of Islamists, but I would do it again because we need to wake up to what we are sleep-walking into: a ghettoised society where free expression and British values are diluted. Where sharia law, the Islamist mob and anti-Semites take over communities\n‘We need to overcome the fear of being labelled Islamophobic and speak truthfully.’\nHowever, Ms Braverman faced criticism over her time in the Home Office from Lord Mann, the government’s independent adviser on anti-Semitism. He tweeted: ‘As Home Secretary, Stella Braverman ignored the advice I provided on how to tackle anti-Semitism and issues for her department. In fact she never even bothered to read them. Her inaction in office is a part of the problem.’\nAnd her successor James Cleverly said he did not ‘always agree with everything’ she said.\nThe Home Secretary told LBC: ‘She’s clearly expressing frustrations that she’s felt whilst she was in this role.\n‘And I understand that. And she and I remain close friends – that doesn’t mean to say I always agree with everything she’s saying.\n‘But it is absolutely the case that we must make sure that we crack down on extremist behaviour, it’s absolutely the case that we must not let our democracy be distorted through fear or intimidation.’\nAsked about her comment that ‘turning a blind eye to fanatics has got us into this terrible situation’, Mr Cleverly said: ‘I’m not sure who she’s referring to when she’s talking about turning a blind eye, because I certainly haven’t turned a blind eye since I’ve been the Home Secretary.’\nSome Conservatives have been reluctant to blame the Speaker for Wednesday’s events, instead pointing the finger at Sir Keir.\nThere were claims he personally lobbied the Speaker, telling him he would have ‘blood on his hands’ if a Labour amendment was not selected – something the party leader ‘categorically’ denies.\nMs Braverman said the Labour leader had ‘bowed to the mob’ and made a ‘grubby backroom deal’.\nShe said: ‘The mask has slipped: in hock to the Islamists, he is responsible for one of the most shameful days of our democracy.\n‘By effectively taking the Speaker hostage, he brought Parliament into disrepute. This is the behaviour of tyrants. Just imagine what Starmer would do as Prime Minister.’\nLast night Rishi Sunak accused Sir Lindsay of pandering to ‘extremists’ by ‘bending’ Parliamentary rules.\nAlmost 70 MPs have signed a motion called for the Speaker to quit in the wake of the controversy, though the number appeared to have plateaued, with no new additions overnight.\nAnd today Ms Braverman’s successor as Home secretary, James Claverley, came out in support of him.\nThe senior Cabinet minister told Sky News: ‘I think the Speaker has done a fantastic job. I think he’s been a breath of fresh air compared with his predecessor (John Bercow).\n‘He made a mistake. He’s apologised for the mistake.\n‘My view is that I’m supportive of him.’\nMr Cleverly said it was his personal view because the selection of the Speaker is ‘House business’ rather than for Government ministers to decide.\nSir Keir claimed he ‘simply urged’ the Speaker to have ‘the broadest possible debate’ by allowing Labour’s Gaza motion to be heard alongside those from the Government and SNP.\nHe said: ‘I can categorically tell you that I did not threaten the Speaker in any way whatsoever.’ But Whitehall sources told the Mail that Sir Keir had ‘gatecrashed’ a meeting between the Speaker and the Labour chief whip just minutes before Wednesday’s debate in an apparent attempt to ‘bounce’ him into agreeing to a vote which would avoid exposing Labour splits over Gaza. Commons leader Penny Mordaunt condemned Sir Keir for ‘bullying’ a ‘decent man’ into a misguided decision.\n‘We have seen into the heart of Labour’s leadership,’ she said. ‘Nothing is more important than the interests of the Labour Party. The Labour Party before principle, the Labour Party before individual rights, the Labour Party before the reputation and honour of the decent man that sits in Speaker’s chair. The Labour Party before fairness, integrity and democracy.’\n***\nRead more at DailyMail.co.uk",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics"
    ],
    "external_links": [
      "https://www.dailymail.co.uk/news/article-13118017/Sadiq-Khan-Suella-Braverman-Enoch-Powell-Islamists.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
      "https://www.dailymail.co.uk/news/article-13118017/Sadiq-Khan-Suella-Braverman-Enoch-Powell-Islamists.html",
      "https://dailymail.co.uk/news/article-13118017/Sadiq-Khan-Suella-Braverman-Enoch-Powell-Islamists.html?ns_mchannel=rss&ns_campaign=1490&ito=1490"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sadiq khan",
          "sentiment": "neutral"
        },
        {
          "name": "suella braverman",
          "sentiment": "neutral"
        },
        {
          "name": "commons gaza",
          "sentiment": "neutral"
        },
        {
          "name": "enoch powell",
          "sentiment": "neutral"
        },
        {
          "name": "mrs braverman",
          "sentiment": "none"
        },
        {
          "name": "keir starmer",
          "sentiment": "none"
        },
        {
          "name": "lindsay",
          "sentiment": "none"
        },
        {
          "name": "lindsay hoyle",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "parliament",
          "sentiment": "neutral"
        },
        {
          "name": "tories",
          "sentiment": "none"
        },
        {
          "name": "labour",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "elizabeth tower",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T17:40:55.133+02:00",
    "updated": "2024-02-23T17:40:55.133+02:00"
  },
  {
    "uuid": "ea58aebf4ea1033afa415801aa36681f5b2e13ec",
    "url": "https://www.ilmattino.it/lifestyle/gossip/fabrizio_corona_abbraccio_figlio_carlos_maria_7_1_2024-7857444.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redazione Web",
    "published": "2024-01-07T20:03:00Z",
    "title": "Fabrizio Corona e il figlio Carlos Maria, abbraccio emozionante: «Ora ci riprendiamo di nuovo»",
    "text": "Hai scelto di non accettare i cookie La pubblicità personalizzata è un modo per supportare il lavoro della nostra redazione, che si impegna a fornirti ogni giorno informazioni di qualità. Accettando i cookie, ci aiuterai a fornire una informazione aggiornata ed autorevole.\nIn ogni momento puoi modificare le tue scelte tramite il link \" preferenze cookie \". ACCETTA COOKIE oppure ABBONATI a partire da 1€ CERCA ACCEDI ABBONATI Profilo Abbonamenti Interessi e notifiche Newsletter Utilità Contattaci Logout LEGGI IL GIORNALE EDIZIONI LOCALI Napoli Cronaca Politica Cultura Area metropolitana Città Avellino Benevento Salerno Caserta SEZIONI Primo Piano Cronaca Politica Esteri Sanità Scuola e Università Vaticano Economia Moltoeconomia Moltodonna Obbligati a crescere Economia Welfare Mobilità Donna Cultura Libri Mostre Periferie Arte Spettacoli Cinema Televisione Musica Teatro Sanremo Giffoni Lifestyle Persone Moda Gossip Piaceri Social Sport Calcio Serie A Calcio internazionale Nazionali Calcio femminile Futsal Serie B Napoli News Società Curiosità Salernitana Serie C Avellino Benevento Casertana Giugliano Juve Stabia Sorrento Turris Serie D Dilettanti Basket Napoli Scafati Serie A NBA Pallanuoto Tennis Formula 1 Moto GP Olimpiadi Altri Sport Statistiche Tecnologia Smartphone App-giochi Moltofuturo News PC Motori Viaggi Grandi Viaggi Italia Mondo Hotel & Ristoranti Speciale Weekend Italiano News Salute Focus Moltosalute Medicina Bambini e adolescenza Benessere e fitness Prevenzione Alimentazione Innovazione Agroalimentare Aerospazio Biotecnologie ICT Turismo Edilizia Energia Trasporti Altri settori News Partner Economia Salute Cultura e Società Innovazione News Napoli smart Europa Ultimissime MULTIMEDIA Video Foto Podcast SERVIZI Meteo Oroscopo Necrologie NETWORK Il Messaggero Il Gazzettino Corriere Adriatico Leggo Quotidiano di Puglia Caltagirone Editore PIEMME Guida allo shopping Lifestyle Gossip Fabrizio Corona e il figlio Carlos Maria, abbraccio emozionante: «Ora ci riprendiamo di nuovo»",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://www.ilgazzettino.it",
      "https://statics.cedscdn.it/ilmattino.it/img/logo.svg",
      "https://www.leggo.it",
      "https://www.guidalloshopping.com/",
      "https://www.aranzulla.it/",
      "https://www.piemmemedia.it",
      "https://utils.cedsdigital.it/promo_shop.php?what=link&id_testata=4&ad=top",
      "https://www.corriereadriatico.it",
      "https://www.ilmessaggero.it",
      "http://www.caltagironeeditore.com/",
      "https://www.quotidianodipuglia.it",
      "https://www.guidalloshopping.com",
      "https://ilmessaggero.it",
      "https://ilgazzettino.it",
      "https://piemmemedia.it",
      "https://aranzulla.it/",
      "https://www.statics.cedscdn.it/ilmattino.it/img/logo.svg",
      "https://utils.cedsdigital.it/promo_shop.php",
      "https://corriereadriatico.it",
      "https://leggo.it",
      "https://www.utils.cedsdigital.it/promo_shop.php?what=link&id_testata=4&ad=top",
      "https://www.aranzulla.it",
      "https://guidalloshopping.com/",
      "https://quotidianodipuglia.it",
      "http://www.caltagironeeditore.com",
      "http://caltagironeeditore.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T01:42:49.689+02:00",
    "updated": "2024-01-08T01:42:49.689+02:00"
  },
  {
    "uuid": "adb2a2fb9cbf30529c0d91e94ce588b0f601c86d",
    "url": "https://www.lequipe.fr/Football/Actualites/Protestations-anti-trump-et-emeutes-los-angeles-plonge-dans-un-climat-insurrectionnel-avant-le-debut-de-la-coupe-du-monde-des-clubs/1569448",
    "ord_in_thread": 0,
    "author": "Arnaud Hermant",
    "published": "2025-06-12T06:42:00Z",
    "title": "Protestations anti-Trump et émeutes, Los Angeles plongé dans un climat insurrectionnel avant le début de la Coupe du monde des clubs",
    "text": "Les images d'Épinal de la Californie sont écornées ces dernières heures. La ville principale du Golden State, également ville-hôte en 2028 des Jeux Olympiques, connaît depuis plusieurs jours de graves émeutes qui ont nécessité l'intervention de milliers de militaires réservistes de la garde nationale mais aussi des Marines pour tenter de rétablir l'ordre.\nL'ÉQUIPE L'ÉQUIPE C'est dans ce climat insurrectionnel, en raison de la politique migratoire de Donald Trump et plusieurs arrestations de migrants par des agents fédéraux de la police de l'immigration (ICE) lors de raids spectaculaires dans différents quartiers de la ville, que la délégation parisienne est arrivée mardi soir dans l'Ouest américain pour participer à la Coupe du monde des clubs.\nlire aussi La Coupe du monde des clubs ne séduit pas aux États-Unis Si les affrontements entre manifestants et policiers sont à la une des médias locaux et ont aussi fait le tour du monde, le PSG est épargné. En effet, ces heurts, qui ont nécessité l'établissement d'un couvre-feu de 20 heures locales à 6 heures du matin par le maire démocrate, Karen Bass, se concentrent principalement dans le centre-ville de Los Angeles.\nL'ÉQUIPE L'ÉQUIPE À Newport Beach, plus au sud, où les hommes de Luis Enrique ont installé leur camp de base, le climat est beaucoup plus calme et serein, de même que sur le campus de l'université d'Irvine où ils s'entraînent.\nLa situation n'inquiète pas la FIFA Leurs deux premiers matches contre l'Atlético Madrid dimanche et le club brésilien de Botafogo jeudi prochain se déroulent au Rose Bowl de Pasadena, au nord de la cité des Anges. Là aussi aucun souci n'a été répertorié jusqu'à présent. La situation n'inquiète pas la FIFA, l'organisatrice de cette nouvelle compétition. Comme à chaque tournoi international, l'instance est en contact avec les autorités locales et surveille l'évolution de la situation.\nlire aussi Toute l'actualité de la Coupe du monde des clubs Paris-SG 28 commentaires 4 réactions ajouter un commentaire réagir à l'article Les commentaires sont soumis à des règles de modération. lire la charte ce qu'en disent nos lecteurs i La FIFA suscite des critiques pour son manque d'attention aux droits humains, tandis que certains estiment que son objectif est avant tout financier. Les manifestations à Los Angeles ne semblent pas perturber l'organisation de la Coupe du monde des clubs, malgré un climat tendu dans la ville. lire la suite W Watari J'ai une idée de compétition pour la FIFA : la coupe du monde de l'Univers. Ce serait une coupe du monde avec à la fois les équipes nationales et les clubs. Les joueurs joueraient tous les 2 jours pour pouvoir jouer à la fois avec leur sélection et leur club, et si leurs 2 équipes s'affrontent, ils joueraient une mi-temps dans chaque équipe. Ce serait génial ! (non) 40 réagir signaler 2h afficher 27 autres commentaires L'ÉQUIPE chrono filtrer : football L'ÉQUIPE le journal lire l'édition L'ÉQUIPE L'ÉQUIPE",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "topics": [
      "War, Conflict and Unrest->civil unrest",
      "War, Conflict and Unrest->riot"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T09:54:50.529+03:00",
    "updated": "2025-06-12T12:04:27.450+03:00"
  }
]