[
  {
    "uuid": "0e0acaae8755d84484d96b27d163b3a8504a6534",
    "url": "https://www.eltiempo.com/deportes/ciclo-olimpico/seleccion-colombia-femenina-tropezo-en-su-debut-en-los-juegos-olimpicos-y-cayo-contra-francia-3365892",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pablo Romero",
    "published": "2024-07-25T21:03:00Z",
    "title": "Selección Colombia femenina tropezó en su debut en los Juegos Olímpicos y cayó contra Francia",
    "text": "Noticia Ciclo Olímpico Selección Colombia femenina tropezó en su debut en los Juegos Olímpicos y cayó contra Francia El equipo tuvo un pésimo primer tiempo y no alcanzó a encontrar ni el empate. Conforme a los criterios de Temas Relacionados [ La Selección Colombia femenina arranca su sueño olímpico: está lista para el debut contra Francia](https://www.eltiempo.com/deportes/ciclo-olimpico/la-seleccion-colombia-femenina-arranca-su-sueno-olimpico-esta-lista-para-el-debut-contra-francia-3365590) [ Selección Colombia Femenina vs. Francia: ¿dónde puede ver el partido inaugural de los Juegos Olímpicos?](https://www.eltiempo.com/deportes/ciclo-olimpico/seleccion-colombia-femenina-vs-francia-donde-puede-ver-el-partido-inaugural-de-los-juegos-olimpicos-3364752) [ La Selección Colombia femenina perdió por primera vez contra Ecuador y no mostró una buena cara pensando en París 2024](https://www.eltiempo.com/deportes/futbol-internacional/la-seleccion-colombia-femenina-perdio-por-primera-vez-contra-ecuador-y-no-mostro-una-buena-cara-pensando-en-paris-2024-3361941) [Le puede interesar: Se complica la salida de Jhon Jáder Durán al West Ham: Aston Villa habría rechazado la oferta)](https://www.eltiempo.com/deportes/futbol-internacional/se-complica-la-salida-de-jhon-jader-duran-al-west-ham-aston-villa-habria-rechazado-la-oferta-3365843) La reacción de Colombia Más noticias de deportes DESCARGA LA APP EL TIEMPO Personaliza, descubre e informate. Empodera tu conocimiento [¿Cómo saber si tiene un giro de Renta Ciudadana o Devolución del IVA por hasta $ 500 mil? Banco Agrario habilita link](/economia/finanzas-personales/como-saber-si-tengo-giro-de-renta-ciudadana-o-devolucion-de-iva-link-de-banco-agrario-3365102) [Dane abre 230 vacantes de empleo con salarios hasta de $ 2'800.000: busca encuestadores, coordinadores y supervisores](/economia/finanzas-personales/dane-abre-230-vacantes-de-empleo-con-salarios-hasta-de-2-800-000-busca-encuestadores-coordinadores-y-supervisores-3364621) [Baloto y Revancha: conozca los resultados y números ganadores del último sorteo del miércoles 24 de julio](/economia/finanzas-personales/resultados-del-baloto-y-la-revancha-del-miercoles-24-de-julio-del-2024-3365557) [¿Qué régimen elegir si estoy cobijado con el periodo de transición pensional?, esto dicen los expertos a la luz de la reforma](/economia/finanzas-personales/que-regimen-elegir-si-estoy-cobijado-con-el-regimen-de-transicion-pensional-esto-dicen-los-expertos-a-la-luz-de-la-reforma-3365138) Más noticias Nuestro mundo [ Capturan a un hombre por feminicidio en grado de tentativa en Barranquilla: registra 15 anotaciones ](/colombia/barranquilla/capturan-a-un-hombre-por-feminicidio-en-grado-de-tentativa-en-barranquilla-registra-15-anotaciones-3365922) La Policía señala que sería uno de los principales dinamizadores del hurto en la modalidad de atraco en el área metropolitana. [ A una vereda de Antioquia donde solo llegaba la basura y la leche, ahora llegó la lectura ](/colombia/medellin/a-una-vereda-de-antioquia-donde-solo-llegaba-la-basura-y-la-leche-ahora-llego-la-lectura-3365534) El programa ‘Palabras Viajeras’, de Comfenalco, lleva 5 años llevando la lectura a zonas rurales. [ Explotación sexual y trata de personas en Cartagena: alcalde Turbay y expertos dialogan con Jineth Bedoya ](/colombia/otras-ciudades/explotacion-sexual-y-trata-de-personas-en-cartagena-alcalde-turbay-dialoga-con-jineth-bedoya-3365906) [ Las drásticas medidas en Cúcuta tras elecciones en Venezuela: esto es lo que debe saber ](/colombia/otras-ciudades/en-cucuta-ajustan-medidas-de-seguridad-por-elecciones-en-venezuela-3365907) [ Proponen nuevo departamento en Colombia: congresistas ya presentaron mapa, bandera, municipios y hasta capital ](/colombia/otras-ciudades/surcaribe-el-nuevo-departamento-de-colombia-que-proponen-congresistas-este-es-el-mapa-3365878) [ Defensa de EE.UU. intercepta aeronaves rusas y chinas que operaban cerca de Alaska ](/mundo/la-defensa-de-eeuu-intercepta-aeronaves-rusas-y-chinas-que-operaban-cerca-de-alaska-3365664) Según la defensa rusa, el vuelo conjunto de los bombarderos estratégicos rusos y chinos tuvo una duración de más de cinco horas. [ (Video) Erupción en el Parque Nacional de Yellowstone sorprendió a turistas: miles de escombros volaron por el lugar ](/mundo/erupcion-en-el-parque-nacional-de-yellowstone-cerrado-temporalmente-3365035) Las autoridades del parque anunciaron que el lugar fue cerrado temporalmente. [ Tiroteo en asilo de ancianos en Croacia: la madre del presunto asesino vivía en la residencia; hay al menos 5 muertos ](/mundo/al-menos-cinco-muertos-en-tiroteo-en-un-asilo-croata-de-ancianos-3364393) [ El primer ministro israelí, Benjamín Netanyahu, viaja a Washington bajo presión para firmar un acuerdo de tregua con Hamás ](/mundo/medio-oriente/el-primer-ministro-israeli-benjamin-netanyahu-viaja-a-washington-bajo-presion-para-firmar-un-acuerdo-de-tregua-con-hamas-3364208) [ Terremoto de magnitud 6.2 fue registrado en Jalapa, Guatemala con una gran profundidad ](/mundo/terremoto-de-magnitud-6-2-fue-registrado-en-jalapa-guatemala-con-una-gran-profundidad-3364201) [ ‘Me dijo que lo matara y yo le metí dos puñaladas’; la trágica historia detrás del asesinato de un hombre a manos de una recicladora en Bogotá ](/bogota/me-dijo-que-lo-matara-y-yo-le-meti-dos-punaladas-la-tragica-historia-detras-del-asesinato-de-un-hombre-a-manos-de-una-recicladora-en-bogota-3365618) El relato de un testigo que escuchó una conversación por accidente fue clave para que los investigadores de la Unidad de Homicidios de la Policía Metropolitana de Bogotá pudieran esclarecer la muerte. [ Acueducto de Bogotá advierte sobre consumo desmedido de agua en los días que no hay racionamiento ](/bogota/acueducto-de-bogota-advierte-sobre-consumo-desmedido-de-agua-en-los-dias-que-no-hay-racionamiento-3365916) La administración distrital advierte que el nivel de los embalses todavía no representa un nivel de tranquilidad y que por eso es importante seguir con el esquema de ahorro. [ La historia detrás de la llegada de cuatrillizas a una familia de Cundinamarca: ‘Quedamos de una sola pieza cuando nos enteramos’ ](/bogota/la-historia-detras-de-la-llegada-de-cuatrillizas-a-una-familia-de-cundinamarca-quedamos-de-una-sola-pieza-cuando-nos-enteramos-3365912) [ Niña de 12 años fue apuñalada al salir de su colegio en Bogotá: agresor huyó, según video de cámaras de seguridad ](/bogota/nina-de-12-anos-fue-apunalada-al-salir-de-su-colegio-en-bogota-agresor-huyo-segun-video-de-camaras-de-seguridad-3365881) [ Capturaron a 'Pikachu', ladrón que operaba en Bogotá: lo sorprendieron asaltando un establecimiento, video ](/bogota/cayo-alias-pikachu-cuando-estaba-robando-un-establecimiento-en-bogota-video-3365814) [ A una vereda de Antioquia donde solo llegaba la basura y la leche, ahora llegó la lectura ](/colombia/medellin/a-una-vereda-de-antioquia-donde-solo-llegaba-la-basura-y-la-leche-ahora-llego-la-lectura-3365534) El programa ‘Palabras Viajeras’, de Comfenalco, lleva 5 años llevando la lectura a zonas rurales. [ Medellín: activan plan de contingencia por ocupación del 125 % en los servicios de urgencias ](/colombia/medellin/medellin-activan-plan-de-contingencia-por-ocupacion-del-125-en-los-servicios-de-urgencias-3365837) La Secretaría de Salud reporta un incremento en las atenciones por infecciones respiratorias. [ Fico Gutiérrez cuestiona la libertad de disidentes capturados: 'Los criminales son protegidos, cuidados y consentidos por el Estado' ](/colombia/medellin/fico-gutierrez-cuestiona-la-libertad-de-disidentes-capturados-los-criminales-son-protegidos-cuidados-y-consentidos-por-el-estado-3365723) [ Expatrullero de la Policía es condenado a 39 años de prisión por el homicidio del entrenador de un gimnasio en Medellín ](/colombia/medellin/expatrullero-de-la-policia-es-condenado-a-39-anos-de-prision-por-el-homicidio-del-entrenador-de-un-gimnasio-en-medellin-3365713) [ ¡Pilas! Conozca la nueva rotación del pico y placa en Medellín para el segundo semestre del 2024 ](/colombia/medellin/conozca-la-nueva-rotacion-del-pico-y-placa-en-medellin-para-el-segundo-semestre-del-2024-3365705) [ La historia de un exmilitar caucano que combatió en Ucrania y terminó retenido en Venezuela ](/colombia/cali/drama-de-familia-de-exmilitar-caucano-que-combatio-en-ucrania-y-desaparecio-en-aeropuerto-de-venezuela-cuando-regresaba-a-colombia-3365598) José Aron Medina se retiró del Ejército Nacional, ante la violencia en el Cauca para irse a Ucrania y buscar el sustento de su familia. [ Autoridades indagan alerta de habitantes de Jamundí sobre explosiones en el corregimiento de San Antonio ](/colombia/cali/fuerte-explosion-sacude-de-nuevo-la-zona-rural-de-jamundi-esta-vez-en-el-corregimiento-san-antonio-3365828) Comunidad y líderes señalaron que se escucharon con fuerza. No obstante, Policía y Ejército informaron que no habrían sido acciones en contra de la Fuerza Pública. [ Alcaldesa de Jamundí aún espera esquema de seguridad ante ataques con moto bombas y drones: 'Seguimos con la protección de Dios' ](/colombia/cali/el-miedo-y-la-zozobra-aceleran-muertes-de-adultos-mayores-en-jamundi-denuncia-concejal-tras-ataques-con-moto-bombas-y-drones-3365684) [ ¡Ojo, conductor! Pico y Placa en Cali para el viernes 26 de julio de 2024 ](/colombia/cali/pico-y-placa-en-cali-para-el-viernes-26-de-julio-de-3365641) [ COP16: habrá zonas en Cali con actividades para la comunidad en el Bulevar del Río y en el distrito de Aguablanca, en el oriente ](/colombia/cali/cop16-habra-zonas-en-cali-con-actividades-para-la-comunidad-en-el-bulevar-del-rio-y-en-el-distrito-de-aguablanca-en-el-oriente-3365644) [ Capturan a un hombre por feminicidio en grado de tentativa en Barranquilla: registra 15 anotaciones ](/colombia/barranquilla/capturan-a-un-hombre-por-feminicidio-en-grado-de-tentativa-en-barranquilla-registra-15-anotaciones-3365922) La Policía señala que sería uno de los principales dinamizadores del hurto en la modalidad de atraco en el área metropolitana. [ En video, mujer denuncia discriminación en famoso salón de belleza de Barranquilla: establecimiento respondió ](/colombia/barranquilla/en-video-mujer-denuncia-discriminacion-en-famoso-salon-de-belleza-de-barranquilla-establecimiento-respondio-3365829) La queja de la ciudadana generó todo tipo de reacciones a través de las redes sociales. [ Air-e suspende desde hoy los cortes de energía : ¿cuáles fueron los acuerdos con el Gobierno para levantar la polémica medida? ](/colombia/barranquilla/air-e-suspende-desde-hoy-los-cortes-de-energia-cuales-fueron-los-acuerdos-con-el-gobierno-para-levantar-la-polemica-medida-3365786) [ Revelan la identidad de uno de los cuerpos hallados en playa de Puerto Colombia: un tatuaje fue clave ](/colombia/barranquilla/revelan-la-identidad-de-uno-de-los-cuerpos-hallados-en-playa-de-puerto-colombia-un-tatuaje-fue-clave-3365722) [ Así lucen las estaciones de Transmetro que fueron renovadas : $ 1.900 millones fue la inversión del Distrito ](/colombia/barranquilla/asi-lucen-las-estaciones-de-transmetro-que-fueron-renovadas-1-900-millones-fue-la-inversion-del-distrito-3365718) [ Explotación sexual y trata de personas en Cartagena: alcalde Turbay y expertos dialogan con Jineth Bedoya ](/colombia/otras-ciudades/explotacion-sexual-y-trata-de-personas-en-cartagena-alcalde-turbay-dialoga-con-jineth-bedoya-3365906) La trata de personas y la explotación sexual serán los temas centrales del Foro 'Tiempo de Mujer: Cartagena unida contra la explotación sexual'. [ Las drásticas medidas en Cúcuta tras elecciones en Venezuela: esto es lo que debe saber ](/colombia/otras-ciudades/en-cucuta-ajustan-medidas-de-seguridad-por-elecciones-en-venezuela-3365907) Solo 1.125 ciudadanos venezolanos están habilitados para votar, de los más de 300 mil que residen en la capital nortesantandereana. [ Proponen nuevo departamento en Colombia: congresistas ya presentaron mapa, bandera, municipios y hasta capital ](/colombia/otras-ciudades/surcaribe-el-nuevo-departamento-de-colombia-que-proponen-congresistas-este-es-el-mapa-3365878) [ Cartagena vivirá este fin de semana la décimosegunda versión del Festival departamenta de bandas ](/colombia/otras-ciudades/cartagena-vivira-este-fin-de-semana-la-decimosegunda-version-del-festival-departamenta-de-bandas-3365862) [ La gigante cooperativa de modistas que teje una nueva realidad para mujeres en Magdalena ](/colombia/otras-ciudades/la-gigante-cooperativa-de-modistas-que-teje-una-nueva-realidad-para-mujeres-en-magdalena-3365859) [ ONG denuncia que matrimonio infantil encubrió casos de abuso en Perú: revelan que, en promedio, 50 niñas fueron abusadas cada día ](/mundo/latinoamerica/ong-denuncia-que-el-matrimonio-infantil-encubrio-casos-de-abuso-en-peru-antes-de-su-prohibicion-3365903) Según el Ministerio de la Mujer y Poblaciones Vulnerables, en 2023 se reportaron 21.929 casos de violencia sexual contra niñas, niños y adolescentes. [ 'Si empeora la situación en Venezuela, la migración crecerá en un cortísimo plazo', presidente de Panamá ](/mundo/latinoamerica/si-empeora-la-situacion-en-venezuela-la-migracion-crecera-en-un-cortisimo-plazo-presidente-de-panama-3365799) En lo que va de año atravesaron la peligrosa selva del Darién más de 216.000 migrantes, la mayoría venezolanos. [ Ingreso al hospital, fuga y detención: así fue la cronología de cómo una médica secuestró a un bebé en Brasil ](/mundo/latinoamerica/la-cronologia-del-secuestro-de-un-recien-nacido-por-una-medica-en-brasil-3365776) [ ¿Cómo es Jurassic World: The Exhibition, la experiencia inmersiva donde robaron un dinosaurio mecánico en México? ](/mundo/latinoamerica/jurassic-world-the-exhibition-en-mexico-robo-de-dinosaurio-mecanico-en-el-parque-de-la-experiencia-inmersiva-3365752) [ 'No se puede amenazar con baños de sangre': presidente Gabriel Boric respalda las críticas de Lula da Silva a Nicolás Maduro ](/mundo/latinoamerica/no-se-puede-amenazar-con-banos-de-sangre-gabriel-boric-respalda-a-lula-da-silva-tras-criticas-a-nicolas-maduro-3365747) [ Elecciones en Venezuela: María Corina Machado y Edmundo González suscriben un acuerdo de transformación democrática, ¿de qué se trata? ](/mundo/venezuela/elecciones-en-venezuela-maria-corina-machado-y-edmundo-gonzalez-suscribieron-un-acuerdo-para-un-gobierno-de-transformacion-democratica-3365789) El compromiso es el de \"forjar un clima anímico, político y social\" que facilite la acción política en Venezuela, según se lee en el texto. [ Elecciones Venezuela 2024: ¿quiénes ejercerán como observadores internacionales de las presidenciales del 28 de julio? ](/mundo/venezuela/elecciones-venezuela-2024-estos-son-los-organismos-avalados-como-observadores-internacionales-de-las-presidenciales-3365695) Brasil desistió de enviar observadores, mientras que el expresidente de Argentina Alberto Fernández anunció que no viajará para ser veedor como estaba planteado inicialmente. [ Elecciones presidenciales en Venezuela: así fueron las últimas dos votaciones del 2013 y 2018 ](/mundo/venezuela/elecciones-presidenciales-en-venezuela-asi-fueron-las-ultimas-dos-votaciones-del-2013-y-2018-3365677) [ Elecciones en Venezuela: así será el cierre de campaña presidencial de Nicolás Maduro y Edmundo González ](/mundo/venezuela/elecciones-en-venezuela-nicolas-maduro-y-edmundo-gonzalez-cierran-su-campana-para-las-presidenciales-del-domingo-3365638) [ Elecciones en Venezuela | Las cifras nos dan una ventaja contundente, dice Edmundo González ](/mundo/venezuela/elecciones-en-venezuela-si-maduro-ganara-se-podria-dar-otra-oleada-migratoria-edmundo-gonzalez-3365578) [ Por este error en el examen de la licencia de conducir en EE. UU. podrían negársela ](/mundo/eeuu-y-canada/por-este-error-en-el-examen-de-la-licencia-de-conducir-en-ee-uu-podrian-negarsela-3365867) Varias personas cometen la misma falla sin darse cuenta y desaprueban el examen por eso. [ Uscis anunció que modificará los valores para este tipo de parole ](/mundo/eeuu-y-canada/uscis-anuncio-que-modificara-los-valores-para-este-tipo-de-parole-3365869) Este proceso es actualizado cada tres años y, en octubre, cambiará. [ Detienen a 7 sospechosos en una operación antiterrorista para proteger los Juegos Olímpicos 2024 ](/mundo/europa/detiene-a-7-sospechosos-en-una-operacion-antiterrorista-para-proteger-los-juegos-olimpicos-2024-3365746) Los sospechosos, originarios la mayor parte de Asia Central, se declararon pertenecientes al grupo terrorista Estado Islámico. [ ¿Qué concesiones estarían dispuestos a hacer los ucranianos para poner fin a la guerra con Rusia? ](/mundo/europa/que-concesiones-estarian-dispuestos-a-hacer-los-ucranianos-para-poner-fin-a-la-guerra-con-rusia-3365473) Una nueva encuesta revela que tres de cada diez ucranianos están dispuestos a ceder parte del territorio. Sin embargo, hay ciertas líneas rojas. [ Hombre de 42 años murió tras enfrentarse a una pelea al finalizar el concierto de Karol G, en Madrid, España ](/mundo/europa/hombre-de-42-anos-murio-tras-enfrentarse-a-una-pelea-al-finalizar-el-concierto-de-karol-g-en-barcelona-3365373) [ Buzos en el Sena y perímetro antiterrorista: así será el plan de seguridad en París para la inauguración de los Juegos Olímpicos ](/mundo/europa/asi-sera-el-plan-de-seguridad-en-paris-para-la-inauguracion-de-los-juegos-olimpicos-2024-3365213) [ ¿Por qué le asusta tanto a Europa un triunfo de Donald Trump en Estados Unidos? ](/mundo/europa/por-que-le-asusta-tanto-a-europa-un-triunfo-de-donald-trump-en-estados-unidos-3364642) [ Detienen a un hombre en Kenia que confesó haber matado y descuartizado a 42 mujeres: sus víctimas tenían entre 18 y 30 años ](/mundo/africa/detienen-a-un-hombre-en-kenia-que-confeso-haber-matado-y-descuartizado-a-42-mujeres-3362185) El presidente keniano, William Ruto, pidió a la Policía que acelerara la investigación. [ Turista español muere tras ser pisoteado por un elefante en Sudáfrica: 'Se acercó para tomar fotografías' ](/mundo/africa/turista-espanol-muere-tras-ser-pisoteado-por-un-elefante-en-sudafrica-se-acerco-para-tomar-fotografias-3360377) La tragedia sucedió en el parque nacional de Pilanesberg. El turista iba con su prometida y otras dos personas. [ Los refugiados afirman que el plan de Ruanda de Sunak, que busca deportar a miles de africanos, no impedirá los sueños de miles de migrantes ](/mundo/africa/los-refugiados-afirman-que-el-plan-de-ruanda-de-sunak-que-busca-deportar-a-miles-de-africanos-no-impedira-los-suenos-de-miles-de-migrantes-3357592) [ África: presidente de Kenia retira proyecto de ley que desató graves protestas y causó 23 muertes en el país ](/mundo/africa/africa-presidente-de-kenia-retira-proyecto-de-ley-que-desato-graves-protestas-y-causo-23-muertes-en-el-pais-3356727) [ Al menos 17 muertos en las graves protestas en Kenia contra una subida de los impuestos: la Policía abrió fuego contra los manifestantes ](/mundo/africa/al-menos-17-muertos-en-las-graves-protestas-en-kenia-contra-una-subida-de-los-impuestos-la-policia-abrio-fuego-contra-los-manifestantes-3356052) [ Ejército de Israel recupera los cuerpos de cinco rehenes en una operación en el sur de la Franja de Gaza: ¿de quiénes se trata? ](/mundo/medio-oriente/ejercito-de-israel-recupera-los-cuerpos-de-cinco-rehenes-en-una-operacion-en-jan-yunis-3365621) Los cuerpos recuperados corresponden a una civil y cuatro militares. Familias de los secuestrados pidieron un cese al fuego. [ Al menos 41 migrantes desaparecidos tras volcarse un barco frente a la costa del Yemen ](/mundo/medio-oriente/al-menos-41-migrantes-desaparecidos-tras-volcarse-un-barco-frente-a-la-costa-del-yemen-3365601) Tras la emergencia, se han encontrado cuatro personas con vida. Sin embargo eran 45 migrantes quienes iban a bordo de un barco. [ Guerra en Gaza: más de 150.000 palestinos fueron desplazados en tan solo dos días tras la incursión israelí en Jan Yunis ](/mundo/medio-oriente/incursion-israeli-en-jan-yunis-provoca-150-000-desplazados-en-solo-dos-dias-advierte-ong-3365311) [ 'Estados Unidos e Israel deben estar unidos para ganar': el primer ministro Netanyahu habla frente al Congreso en Washington ](/mundo/medio-oriente/primer-ministro-de-israel-benjamin-netanyahu-hablara-ante-el-congreso-de-estados-unidos-para-defender-guerra-en-gaza-3365197) [ Hamás, Fatah y otros grupos palestinos acuerdan formar un Gobierno de unidad nacional: ¿qué significa? ](/mundo/medio-oriente/hamas-fatah-y-otros-grupos-palestinos-acuerdan-formar-un-gobierno-de-unidad-nacional-que-significa-3364760) [ Los muertos en Jan Yunis, sur de Gaza, ascienden a 89 tras una noche de ataques israelíes a la ciudad ](/mundo/medio-oriente/los-muertos-en-jan-yunis-ascienden-a-89-tras-una-noche-de-ataques-israelies-a-la-ciudad-3364742) [ Rescatan a un bebé del vientre de una palestina embarazada que murió tras un bombardeo ](/mundo/medio-oriente/rescatan-a-un-bebe-del-vientre-de-una-palestina-embarazada-que-murio-tras-un-bombardeo-3364523) [ Tropas vuelven a Jan Yunis y reducen la zona humanitaria: así avanza la ofensiva de Israel en Gaza tras casi 10 meses de invasión ](/mundo/medio-oriente/franja-de-gaza-reportan-al-menos-37-muertos-en-ataques-en-jan-yunis-cerca-de-una-zona-humanitaria-evacuada-3364379) [ El Ejército de Israel confirma la muerte de otros dos rehenes en la Franja de Gaza: ¿qué se sabe? ](/mundo/medio-oriente/el-ejercito-de-israel-confirma-la-muerte-de-otros-dos-rehenes-en-la-franja-de-gaza-que-se-sabe-3364366) [ Israel ordena evacuación en la zona humanitaria de Mawasi ante inminente acción militar contra milicianos en la Franja de Gaza ](/mundo/medio-oriente/israel-ordena-evacuacion-en-la-zona-humanitaria-de-mawasi-ante-inminente-accion-militar-contra-milicianos-en-la-franja-de-gaza-3364355) [ El primer ministro israelí, Benjamín Netanyahu, viaja a Washington bajo presión para firmar un acuerdo de tregua con Hamás ](/mundo/medio-oriente/el-primer-ministro-israeli-benjamin-netanyahu-viaja-a-washington-bajo-presion-para-firmar-un-acuerdo-de-tregua-con-hamas-3364208) [ Hizbulá: el ataque israelí contra Yemen es el principio de una 'fase nueva y peligrosa' ](/mundo/medio-oriente/hizbula-el-ataque-israeli-contra-yemen-es-el-principio-de-una-fase-nueva-y-peligrosa-3364143) [ Israel bombardea el puerto yemení de Hodeida en respuesta al ataque de hutíes en Tel Aviv ](/mundo/medio-oriente/israel-bombardea-el-puerto-yemeni-de-hodeida-en-respuesta-al-ataque-de-huties-en-tel-aviv-3364099) [ 'El pueblo judío no es conquistador': Benjamín Netanyahu rechaza opinión de la CIJ sobre ocupación de territorios palestinos ](/mundo/medio-oriente/el-pueblo-judio-no-es-conquistador-benjamin-netanyahu-tras-comentarios-de-la-corte-internacional-de-justicia-3363857) [ Dron que impactó en Tel Aviv fue fabricado por Irán y lanzado por los hutíes: lo que se sabe sobre el ataque en Israel que dejó un muerto ](/mundo/medio-oriente/autoridades-de-israel-aseguran-que-el-dron-lanzado-en-tel-aviv-fue-fabricado-por-iran-y-lanzado-por-los-huties-3363770) [ Corte Internacional de Justicia afirma que ocupación de Israel de los territorios palestinos es 'ilegal' y debe llegar a su fin ](/mundo/medio-oriente/cij-dice-que-asentamientos-de-israel-en-los-territorios-palestinos-violan-la-ley-3363781) [ Explosión por dron en Tel Aviv: Ejército israelí apunta a que un 'error humano' permitió el ataque ](/mundo/medio-oriente/explosion-por-dron-en-tel-aviv-ejercito-israeli-apunta-a-que-un-error-humano-permitio-el-ataque-3363713) [ Un muerto y cuatro heridos tras explosión en Tel Aviv, junto a la embajada de Estados Unidos; hutíes asumieron el ataque ](/mundo/medio-oriente/un-muerto-tras-explosion-en-tel-aviv-ejercito-investiga-posible-ataque-con-dron-que-dejo-siete-personas-heridas-3363706) [ Mahra Sheikha, hija del polémico emir de Dubái, anuncia su divorcio por redes sociales: 'Cuídate, tu exesposa' ](/mundo/medio-oriente/mahra-sheikha-hija-del-polemico-emir-de-dubai-anuncia-su-divorcio-por-instagram-cuidate-tu-exmujer-3363371) [ 'Israel usa el agua como arma de guerra': ONG denuncia cómo se ha reducido el suministro de líquido que llega a Gaza casi un 94 % ](/mundo/medio-oriente/israel-usa-el-agua-como-arma-de-guerra-ong-denuncia-como-se-ha-reducido-el-suministro-de-liquido-que-llega-a-gaza-casi-un-3363384) [ En fotos: el tifón Gaemi toca tierra en China tras dejar 4 muertos en Taiwán y 20 en Filipinas ](/mundo/asia/en-fotos-el-tifon-gaemi-toca-tierra-en-china-tras-dejar-4-muertos-en-taiwan-y-20-en-filipinas-3365783) Entre tanto, un carguero tanzano se hundió frente a la costa sur de Taiwán por el temporal. [ Guerra de basura: nuevo globo relleno de desechos enviado por Corea del Norte cae cerca de la oficina presidencial en Seúl ](/mundo/asia/caen-nuevos-globos-rellenos-de-basura-de-corea-del-norte-cerca-de-la-oficina-presidencial-de-corea-del-sur-3365637) En los últimos dos meses, Pionyang ha enviado unos 3.000 globos llenos de desechos hacia Corea del Sur. [ Impactante video: avión se estrelló en aeropuerto de Nepal después de despegar; su piloto fue el único sobreviviente y 18 personas murieron ](/mundo/asia/impactante-video-avion-se-estrello-en-aeropuerto-de-nepal-despues-de-despegar-su-piloto-fue-el-unico-sobreviviente-y-18-personas-murieron-3365183) [ ¿Qué significa 'virus con alto poder epidémico' que mató a jóvenes en India? ](/mundo/asia/que-significa-virus-con-alto-poder-epidemico-que-mato-a-jovenes-en-india-3364835) [ Organizaciones humanitarias piden al gobierno de Bangladés rendir cuentas por muertes de estudiantes durante protestas ](/mundo/asia/organizaciones-humanitarias-piden-a-banglades-rendir-cuentas-por-muertes-de-estudiantes-3364741) [ Taiwán emite una alerta marítima y terrestre ante la incipiente llegada del tifón Gaemi ](/mundo/asia/taiwan-emite-una-alerta-maritima-y-terrestre-ante-la-incipiente-llegada-del-tifon-gaemi-3364740) [ Murió 'influencer' china de 24 años por comer en exceso durante 10 horas seguidas en un directo ](/mundo/asia/murio-influencer-china-de-24-anos-por-comer-en-exceso-durante-10-horas-seguidas-en-un-directo-3364606) [ ¿Qué está pasando en Bangladés? Más de 100 personas muertas en protestas estudiantiles ](/mundo/asia/que-esta-pasando-en-banglades-mas-de-100-personas-muertas-en-protestas-estudiantiles-3364232) [ Colapso de puente en China provocó caída de carros y camiones al río: hay 12 muertos ](/mundo/asia/colapso-de-puente-en-china-provoco-caida-de-carros-y-camiones-al-rio-hay-12-muertos-3364077) [ Protestas estudiantiles en Bangladés: suman más de cien muertos e imponen toque de queda ](/mundo/asia/protestas-estudiantiles-en-banglades-suman-mas-de-cien-muertos-e-imponen-toque-de-queda-3364055) [ Así es el Grand Hyatt Erawan Bangkok, el hotel de 5 estrellas donde fueron encontrados los cuerpos de seis extranjeros ](/mundo/asia/asi-es-el-grand-hyatt-erawan-bangkok-el-hotel-de-5-estrellas-donde-fueron-encontrados-los-cuerpos-de-seis-extranjeros-3363455) [ Planta que florece una vez al siglo abre sus pétalos en parque de Tokio ](/mundo/asia/planta-que-florece-una-vez-al-siglo-abre-sus-petalos-en-parque-de-tokio-3363330) [ Aumenta número de muertos en incendio en gran almacén de China: al menos 16 personas; indagan sobre las causas ](/mundo/asia/aumenta-numero-de-muertos-en-incendio-en-gran-almacen-en-china-al-menos-16-personas-indagan-sobre-las-causas-3363308) [ Grave incendio en China: seis personas murieron y hay algunas atrapadas en un centro comercial ](/mundo/asia/grave-incendio-en-china-seis-personas-murieron-y-hay-personas-atrapadas-en-un-centro-comercial-3363216) [ Donald Trump dice que Taiwán debe pagar a Estados Unidos para preservar su seguridad y la isla ya respondió al reproche del republicano ](/mundo/asia/donald-trump-dice-que-taiwan-debe-pagar-a-estados-unidos-para-preservar-su-seguridad-y-la-isla-ya-respondio-al-reproche-del-republicano-3363045) [ El misterio detrás del crimen en un lujoso hotel de Tailandia: hallaron sin vida a seis extranjeros en una habitación en Bangkok ](/mundo/asia/el-misterio-detras-del-crimen-en-un-lujoso-hotel-de-tailandia-hallaron-sin-vida-a-seis-extranjeros-en-una-habitacion-en-bangkok-3362915) [ ¿Corea del Norte habría ejecutado públicamente a 30 adolescentes por ver televisión surcoreana? Esto respondieron las autoridades de ese país ](/mundo/asia/corea-del-norte-habria-ejecutado-publicamente-a-30-adolescentes-por-ver-television-surcoreana-esto-respondieron-las-autoridades-de-ese-pais-3362536) [ Un informe denuncia la institucionalización de la esclavitud en Corea del Norte: ¿cómo opera este régimen de explotación? ](/mundo/asia/un-informe-denuncia-la-institucionalizacion-de-la-esclavitud-en-corea-del-norte-como-opera-este-regimen-de-explotacion-3362502) [ China: comienza el encuentro en el que el Partido Comunista trazará la hoja de ruta económica para los próximos años; ¿qué se espera? ](/mundo/asia/comienza-el-encuentro-en-el-que-el-partido-comunista-trazara-la-hoja-de-ruta-economica-de-china-para-los-proximos-anos-3362155) [ Desfiles, cantantes y hasta las hermanas Kardashian: así será la lujosa boda de Anant Ambani, el hijo del hombre más rico de Asia ](/mundo/asia/asi-sera-la-boda-de-anant-ambani-el-hijo-del-hombre-mas-rico-de-asia-mukesh-ambani-3361713) [ Alarmantes cifras de la ONU: hambre en el mundo no retrocede y afectó a 733 millones de personas en 2023 ](/mundo/mas-regiones/alarmantes-cifras-de-la-onu-hambre-en-el-mundo-no-retrocede-y-afecto-a-733-millones-de-personas-en-2023-3365234) Un informe elaborado por 5 agencias de Naciones Unidas indica que el mundo ha retrocedido 15 años en la lucha contra el hambre. [ El ejército de Rusia realiza ejercicios militares con misiles estratégicos sobre rampas autopropulsadas, ¿de qué se trata? ](/mundo/mas-regiones/el-ejercito-de-rusia-realiza-ejercicios-militares-con-misiles-estrategicos-sobre-rampas-autopropulsadas-de-que-se-trata-3364944) Paralelamente, el ejército ruso también realizó ejercicios militares junto con Irán y China. Esto es lo que se sabe. [ Julian Assange reaparece tras casi un mes de su liberación: esta es la foto familiar en la playa que compartió su esposa Estella ](/mundo/mas-regiones/julian-assange-reaparece-tras-casi-un-mes-de-su-liberacion-esta-es-la-foto-familiar-que-compartio-su-esposa-3364811) [ Microsoft y otros fallos y apagones informáticos que han afectado al mundo en los últimos años ](/mundo/mas-regiones/microsoft-y-otros-fallos-y-apagones-informaticos-que-han-tenido-alcance-mundial-en-los-ultimos-anos-3363767) [ Fallo de Microsoft: Así es el caos a nivel mundial en los aeropuertos ante el problema ](/mundo/mas-regiones/fallo-de-microsoft-asi-es-el-caos-a-nivel-mundial-en-los-aeropuertos-ante-el-problema-3363736) [ ¿Qué puede hacer el mundo para enfrentar los retos que imponen la tecnología, el cambio climático y las tensiones geopolíticas? ](/mundo/mas-regiones/que-puede-hacer-el-mundo-para-enfrentar-los-retos-que-imponen-la-tecnologia-el-cambio-climatico-y-las-tensiones-geopoliticas-3363479) [ Una vuelta al mundo: la insólita medida de Edmundo González en Venezuela ante la persecución del gobierno de Nicolás Maduro ](/mundo/mas-regiones/una-vuelta-al-mundo-la-insolita-medida-de-edmundo-gonzalez-ante-la-persecucion-en-venezuela-3361892) [ Población mundial llegará a 10.300 millones para 2080 y luego caerá más de lo previsto: estas son las proyecciones que hace la ONU ](/mundo/mas-regiones/poblacion-mundial-llegara-a-10-300-millones-para-2080-y-luego-caera-mas-de-lo-previsto-estas-son-las-proyecciones-que-hace-la-onu-3361659) [ Australia arresta a una exsoldado y su esposo acusados de espionaje ruso; accedieron a material militar 'sensible' ](/mundo/mas-regiones/australia-arresta-a-una-exsoldado-y-su-esposo-acusados-de-espionaje-ruso-accedieron-material-militar-sensible-3361397) [ Explosión en fábrica de químicos provoca grave incendio en Melbourne, Australia: autoridades dicen que tardarán días en extinguirlo ](/mundo/mas-regiones/explosion-en-fabrica-de-quimicos-provoca-grave-incendio-en-melbourne-australia-autoridades-dicen-que-tardaran-dias-en-extinguirlo-3361069) [ Acusó a Julian Assange de abuso sexual y ahora se alegra de que esté libre ](/mundo/mas-regiones/acuso-a-julian-assange-de-abuso-sexual-y-ahora-se-alegra-de-que-este-libre-3360106) [ 'Le di una dosis de morfina que acabó con su vida': confesión de una madre sobre la muerte de su hijo que tenía una enfermedad terminal ](/mundo/mas-regiones/le-di-una-enorme-dosis-de-morfina-que-acabo-con-su-vida-la-confesion-de-una-madre-sobre-la-muerte-de-su-hijo-de-7-anos-que-tenia-una-enfermedad-terminal-3359809) [ Egipto media en cruciales negociaciones para un alto al fuego en Gaza con delegaciones de EE. UU. e Israel, buscando resolver puntos pendientes y facilitar un acuerdo de tregua ](/mundo/mas-regiones/egipto-media-en-cruciales-negociaciones-para-un-alto-al-fuego-en-gaza-con-delegaciones-de-ee-uu-e-israel-buscando-resolver-puntos-pendientes-y-facilitar-un-acuerdo-de-tregua-3359661) [ Australia sube en un 125 % el precio de la visa para estudiantes: esto cuesta ahora en pesos colombianos ](/mundo/mas-regiones/australia-sube-en-un-125-el-precio-de-la-visa-para-estudiantes-esto-cuesta-ahora-en-pesos-colombianos-3359476) [ Policía encontró los restos de una niña atacada por un cocodrilo en Australia ](/mundo/mas-regiones/policia-encontro-los-restos-de-una-nina-atacada-por-un-cocodrilo-en-australia-3358920) [ Representación y espacios seguros: los retos pendientes con la población LGBTIQ+ en Estados Unidos y Sudáfrica ](/mundo/mas-regiones/lgbtiq-representacion-y-espacios-seguro-retos-de-paises-como-estados-unidos-y-sudafrica-3356632) [ Viena repite por tercer año consecutivo el título de la ciudad con mejor calidad de vida: este es el top de los mejores y peores lugares en The Economist ](/mundo/mas-regiones/viena-repite-por-tercer-ano-consecutivo-como-la-ciudad-con-mejor-calidad-de-vida-estas-son-las-otras-ciudades-en-el-top-3356803) [ Julian Assange 'necesita tiempo y recuperarse' para 'acostumbrarse a la libertad': Stella Morris, esposa del fundador de WikiLeaks ](/mundo/mas-regiones/julian-assange-necesita-tiempo-y-recuperarse-para-acostumbrarse-a-la-libertad-stella-morris-esposa-del-fundador-de-wikileaks-3356282) [ Julian Assange, en Australia tras acuerdo con la justicia de Estados Unidos que lo dejó en libertad a cambio de declarase culpable ](/mundo/mas-regiones/julian-assange-en-australia-tras-acuerdo-con-la-justicia-de-estados-unidos-que-lo-dejo-en-libertad-a-cambio-de-declarase-culpable-3356268) [ Cartagena, Nueva York y Miami, entre las zonas costeras en riesgo de desaparecer por el cambio climático: ¿cuánto les quedaría? ](/mundo/mas-regiones/cartagena-nueva-york-o-miami-entre-las-islas-y-pueblos-costeros-que-empiezan-a-desaparecer-por-el-cambio-climatico-3355656) [Horóscopo](https://www.eltiempo.com/horoscopo?cid=AUT_CON_PUBL_ET_HOROSCOPOCONT) Encuentra acá todos los signos del zodiaco. Tenemos para ti consejos de amor, finanzas y muchas cosas más. [Crucigrama](https://www.eltiempo.com/crucigrama?cid=AUT_CON_PUBL_ET_CRUCIGRAMACONT) Pon a prueba tus conocimientos con el crucigrama de EL TIEMPO",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T00:11:06.459+03:00",
    "updated": "2024-07-26T02:31:49.403+03:00"
  },
  {
    "uuid": "6713ba22eb411d257a9beb06b203f4ad7b738985",
    "url": "https://www.capitalgazette.com/2024/08/01/anne-arundel-county-faces-extreme-heat-advisory-and-abnormally-dry-conditions",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bridget Byrne",
    "published": "2024-08-01T17:29:00Z",
    "title": "Anne Arundel County faces extreme heat advisory and abnormally dry conditions",
    "text": "Share this: Click to share on Facebook (Opens in new window) Click to share on Twitter (Opens in new window) By Bridget Byrne | bbyrne@baltsun.com UPDATED: August 1, 2024 at 5:29 p.m. The National Weather Service issued a heat advisory for the D.C., Maryland, and Virginia area Thursday, and officials urged water conservation as a regional agency issued a drought watch for Anne Arundel County.\n“Widespread, dangerous heat will unfortunately be the main weather story for much of the country this week as one heat wave continues,” the National Weather Service’s advisory said Thursday.\nAbout 82% of Anne Arundel County is “abnormally dry” and nearly 18% is considered be in “moderate drought,” according to the National Integrated Drought Information System.\nThe Drought Coordination Committee of the Metropolitan Washington Council of Governments declared a drought watch on Monday. Currently, there is an adequate supply of water in the Potomac River and backup reservoirs, but following the regional drought response plan and implementing voluntary water conservation practices across the region will help complement measures already in place and reduce water demand.\nA drought watch is the level in the drought respone plan before drought warning, when additional water restrictions are requested and could become mandatory should conditions worsen.\n“As officials continue to closely monitor drought conditions in the region, it is important for the public to use water wisely,” said Clark Mercer, COG executive director, adding that “with a few simple measures, we can all aid in water conservation efforts and help ensure an adequate water supply for our region.”\nResidents should monitor watering lawns, avoid washing cars, fix any plumbing leaks, reduce shower lengths, turn off water while brushing teeth and wash only full loads of dishes and clothes. While the region is currently at a low to moderate risk for wildfires, COG encourages residents to use extra caution when smoking outside, using outdoor grills or engaging in other activities that involve flammable materials.\nAnne Arundel County has several county cooling centers for community members seeking relief from the heat. Senior activity centers and public libraries are available during business hours, and police department district station lobbies are available 24/7.\nAnnapolis set up a cooling center in the Roger “Pip” Moyer Community Recreation Center that will stay open through Saturday.\n“We have seen the effects of extreme heat in other communities. Now that it is Annapolis’ turn, it is important to know the signs of heat-related illness,” Annapolis Mayor Gavin Buckley said in the news release announcing the cooling center. “If your neighbors are vulnerable, help them get to a cooling center before they are in crisis. It’s times like this when we need to look out for each other.”\nOriginally Published: August 1, 2024 at 5:29 p.m.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "national integrated drought information system",
          "sentiment": "none"
        },
        {
          "name": "drought coordination committee of the metropolitan washington council of governments",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "anne arundel county",
          "sentiment": "none"
        },
        {
          "name": "potomac river",
          "sentiment": "none"
        },
        {
          "name": "d.c.",
          "sentiment": "none"
        },
        {
          "name": "maryland",
          "sentiment": "none"
        },
        {
          "name": "virginia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T00:53:43.312+03:00",
    "updated": "2024-08-02T09:52:00.238+03:00"
  },
  {
    "uuid": "336cf58ca5ac961365ca579c61648fb3b7a41de7",
    "url": "https://www.farmanddairy.com/columns/spring-forward/816961.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jim Abrams",
    "published": "2024-03-14T05:00:00Z",
    "title": "Spring forward",
    "text": "My grandmother would say, “It’s the little things in life that matter.” It may sound cliché, but she surely would have known it to be true. She’d lived through ‘the war to end all wars,’ the thirst of Prohibition, the Great Depression, a cold drink to celebrate an improving economy, another war which proved the last one’s promise was a lie, the Wright Brother’s first flight at Kittyhawk and a small-town Ohio boy landing on the moon. You might say that she’d been around the block a few times. I was thinking about those things as I sat outside during those teasingly warming temperatures that creep into the changing season. While each year brings unseen events; sometimes good and sometimes bad, the days relentlessly move forward. By mid-March, I must look like an expectant father in a waiting room as I listen intently to the wooded wetland on our property. There are three things that signal spring to me and I was waiting on what I consider one of the earliest harbingers. I wanted to be one of the first in the area to hear the diminutive songster’s bird-like serenade swell through the trees as it joined in a chorus welcoming the birthing of spring. The tiny spring peeper frog didn’t disappoint. Pseudacris crucifer, nature’s cross-bearer, joined hundreds of its relatives to celebrate the season of change and hope. These are my number one indicator. Next is my favorite aerialist, the unique and odd-looking woodcock. It also goes by the name timberdoodle, a moniker I prefer because of its whimsical, but accurate, description. They’ve finally returned to the edge of my conservation field and horse pasture. I’m always captivated by the doodle’s song as he circles in his ritualistic aerial ballet and his excited chatter as he plummets to the ground. His lonely “peent” call then drifts on the breeze as he does his hopeful head-bobbing strut. Before my third favorite is exposed, spring is well underway. Turkey vultures have made their hard-to-miss sky-gliding arrival, redwing blackbirds have returned to perches in the marshes and along ponds, fields and pastures. Bouncing on dry reeds, weeds and twigs, they flash their gaudy red epaulets while singing their squawking chant as prospective mates eye their antics. Longtail ducks, once commonly named oldsquaws, pass quietly overhead on their northbound flight to their Arctic breeding grounds. A few stopped by nearby Andreoff Wildlife Area for a short rest before catching up with their friends, much to the delight of local birders. A surf scoter, not wanting to be upstaged by the longtails, also made its stop for a bit of a breather. Unfortunately, the little scoter’s nickname is “skunk-head” and, while possibly a bit offensive to these sea-going birds, no movement is underway to boost their esteem. Its appearance seemed to draw raucous guffaws from soaring seagulls. A pileated woodpecker, with its Woody-Woodpecker crown, exploring prospective homes, stopped to hammer its delight on the trees below our home. At 19 inches tall with an impressive 30-inch wingspan, the shy pileated is Ohio’s largest woodpecker. Its brassy, flicker-like call echoes through any woodland it visits. Early gobblers are beginning to test their vocals and lay out their territory as gaggles of geese argue about undecipherable issues and toads croak and trill their spring greetings. Daffodils and spring beauties are just peeking out of the ground readying to display their Easter best. Wild garlic shoots bring a familiar fragrance to a field’s walk and robins have reappeared and seem innumerable. But the number three on the list is still yet to arrive — and it’s actually a three-way tie. The gaudy large white trillium is Ohio’s state flower. It can form stunning blankets in rich woodlands. The Mayflower, whose colonized patches bring memories pouring back of long walks with my father as we searched for the last on my list, the morel mushroom. This popular fungus is a traditional delicacy that has distracted many turkey hunters from their search for their feathered quarry — including this one. Spring is more than Ohio’s season of mud and rain and can be seen and heard throughout the countryside. It’s the season of new life; the real beginning of the new year. You know, the other thing my grandmother would say is, “The most important thing you can learn in life is perspective.” You know, I believe I should’ve listened to her more carefully. “It’s spring fever. That is what the name of it is. And when you’ve got it, you want – oh, you don’t quite know what it is you do want, but it just fairly makes your heart ache, you want it so!” — Mark Twain STAY INFORMED. SIGN UP! Up-to-date agriculture news in your inbox!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "kittyhawk",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ohio",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:40:24.566+02:00",
    "updated": "2024-03-15T00:40:24.566+02:00"
  },
  {
    "uuid": "71ca14b16fea06e974af2514291e030121ac71d1",
    "url": "https://www.newsbreak.com/news/3764104795091-bsu-women-s-hockey-head-coach-fryklund-returns-to-team-with-silver-medal-ahead-of-st-cloud-state-series",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "lptv.org",
    "published": "2025-01-16T10:00:00Z",
    "title": "BSU Women's Hockey Head Coach Fryklund Returns to Team with Silver Medal Ahead of St. Cloud State Series - NewsBreak",
    "text": "17 hours ago BSU women’s hockey may not return home for another two weeks, but head coach Amber Fryklund returned to the team yesterday with a silver medal in hand. The first-year head coach was assisting the Women’s U18 US National Team at the World Juniors tournament in Finland the past few weeks. Still, she managed to keep an eye on the Beavers in her absence. Read full article\nRead in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->ice hockey",
      "Sport->sport event",
      "Sport->sport achievement",
      "Human Interest->record and achievement",
      "Lifestyle and Leisure->exercise and fitness",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Amber Fryk",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:52:37.416+02:00",
    "updated": "2025-01-17T00:52:37.416+02:00"
  },
  {
    "uuid": "0356e36324b1136cf1ec6f9bc947ee1d2def2956",
    "url": "https://www.elimparcial.com/son/hermosillo/2024/10/11/protegete-de-este-calor-el-gobierno-de-hermosillo-comparte-estas-recomendaciones",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gabriela Rivera P.",
    "published": "2024-10-11T04:15:00Z",
    "title": "¡Protégete de este calor! El gobierno de Hermosillo comparte estas recomendaciones",
    "text": "¡Protégete de este calor! El gobierno de Hermosillo comparte estas recomendaciones\nTomar medidas para proteger a tu familia del calor no solo es responsabilidad de cada individuo, sino también de la comunidad en general. Mantente informado y actúa con precaución para disfrutar de un verano seguro y saludable.\nLas altas temperaturas han persistido en varias regiones, lo que ha llevado a las autoridades a enfatizar la importancia de tomar precauciones para proteger la salud de las familias. Mantenerse hidratado y fresco es crucial no solo para el bienestar personal, sino también para el de nuestros seres queridos, incluidos los más vulnerables, como niños y adultos mayores.\nMantente hidratado: la clave para el bienestar\nLa hidratación es fundamental durante los meses de calor. Beber agua constantemente es esencial para evitar la deshidratación. Se recomienda consumir al menos dos litros de agua al día, y aumentar esta cantidad si se realizan actividades al aire libre o se está expuesto a altas temperaturas. Además, es beneficioso incorporar frutas y verduras ricas en agua en la dieta diaria, como sandías y pepinos, que ayudan a mantener el cuerpo hidratado.\nProtección solar: cuida tu piel\nLa piel también necesita protección frente a la intensa radiación solar. El uso de bloqueador solar con un factor de protección solar (FPS) de al menos 30 es esencial, aplicándolo generosamente y re-aplicándolo cada dos horas. Además, usar gorras, sombreros o sombrillas puede proporcionar sombra y reducir la exposición directa al sol, lo que es especialmente importante entre las 11:00 AM y las 4:00 PM, cuando la radiación es más intensa.\nRopa adecuada: frescura y comodidad\nLa vestimenta juega un papel crucial en la lucha contra el calor. Se recomienda optar por ropa fresca y de colores claros, preferiblemente de fibras naturales como el algodón, que permiten que la piel respire. Esto no solo contribuye a la comodidad, sino que también ayuda a regular la temperatura corporal.\nAlimentación ligera: elige sabiamente\nDurante los días calurosos, es mejor consumir alimentos frescos y ligeros. Las ensaladas, frutas y jugos naturales son opciones refrescantes que también aportan nutrientes esenciales. Evitar comidas pesadas y procesadas ayudará a que el cuerpo se sienta más liviano y enérgico.\nCuidado especial para los más vulnerables\nLos niños y los adultos mayores son más susceptibles a los efectos del calor. Es fundamental protegerlos adecuadamente, manteniéndolos en espacios frescos y bien ventilados. Nunca dejes a personas ni a mascotas encerradas en vehículos estacionados, ya que las temperaturas pueden alcanzar niveles peligrosos en cuestión de minutos. Asimismo, asegúrate de que tus mascotas tengan acceso constante a agua fresca y sombra.\n¡Protege a tu familia del calor! ☀️🌡️ Las altas temperaturas se han mantenido, así que es importante tomar...\nPosted by[Gobierno de Hermosillo]on[Thursday, October 10, 2024]\nSigue nuestro canal de WhatsApp\nRecibe las noticias más importantes del día. Da click aquí",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Health"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T07:27:49.010+03:00",
    "updated": "2024-10-11T07:27:49.010+03:00"
  },
  {
    "uuid": "b702b536748aad3dfc0e6e6e4eceee885bb5c0c2",
    "url": "https://www.examiner-enterprise.com/story/news/nation/2023/12/28/minnesota-woman-sues-dentist/72050466007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Walrath-Holdridge",
    "published": "2023-12-28T21:40:00Z",
    "title": "Kathleen Wilson's Minnesota dentist did 30 procedures at once: lawsuit",
    "text": "20 fillings, 4 root canals, 8 crowns in one visit add up to lawsuit for Minnesota dentist [Mary Walrath-Holdridge](https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/) A Minnesota dentist has become the subject of a malpractice lawsuit after his patient accused him of \"disfiguring\" her. The civil lawsuit was filed in Hennepin County, Minnesota last week by Kathleen Wilson, who alleged Dr. Kevin Molldrem and [Molldrem Family Dentistry](https://molldremdentistry.com/) caused her significant injury that is still being corrected. According to the suit, Molldrem performed more than 30 producers on Wilson in a single July 2020 visit, doing eight crowns, four root canals and 20 fillings in one go. The lawsuit alleges that the dentist \"perform[ed] this work improperly,\" resulting in pain and suffering, embarrassment, emotional distress, and disfigurement. Molldrem was likewise accused of using improper levels of anesthesia during the procedures and falsifying medical records to cover it up. Treatment called 'inconceivable' “It is inconceivable that Dr. Molldrem could have prepared and placed 8 crowns under these circumstances in the time allotted, not to mention the additional 20 restorations,” wrote [Dr. Avrum Goldstein,](https://www.seakexperts.com/members/4827-avrum-r-goldstein) a dentist and expert witness brought on by Wilson's attorney, in an affidavit. Goldstein, who is a faculty member at [NOVA Southeastern University](https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.), also wrote that Wilson had been correctly diagnosed as having a \"rare condition\" causing decay in almost all of her teeth, but Mollderm's course of action was not a proper form of treatment. \"[Wilson’s] required a slow, thoughtful, careful and measured response to her disease,” he said in his report. “Trying to fill every hole in every tooth in her mouth in one visit is not only the antithesis of what was indicated, it is not humanly possible to achieve in an effective or constructive manner.” Doctors remove wrong organ from man: [They opened him up to remove his appendix. They mistakenly took out much more, lawsuit says.](/story/news/health/2023/11/07/doctors-accidentally-remove-wrong-organ-surgery/71487292007/) The lawsuit also accused Mollderm of tampering with medical records to falsify the amount of anesthesia that was reportedly used, which in reality was nearly double the standard number of units, according to court paperwork. According to Goldstein, the maximum dose of anesthesia given in three hours should not exceed 490 mg, but Molldrem's records show he gave Wilson 960 mg. “Any negative cardiovascular or central nervous system outcomes could be tied to the local anesthetic overdose,\" he wrote. Wilson said in the suit that she has since had to have the dental work completely redone by other dentists to repair Molldrem’s “negligent work,\" an ongoing process that has caused her to lose income and rack up medical bills on top of enduring pain, suffering and embarrassment. She is seeking more than $50,000 in damages. Wilson's attorney and Molldrem did not immediately respond to request for comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://molldremdentistry.com/)",
      "https://www.molldremdentistry.com/)",
      "https://usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://www.dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary walr",
          "sentiment": "negative"
        },
        {
          "name": "kathleen wilson",
          "sentiment": "negative"
        },
        {
          "name": "molldrem",
          "sentiment": "none"
        },
        {
          "name": "holdridge",
          "sentiment": "none"
        },
        {
          "name": "kevin molldrem",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "hennepin county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:15:17.950+02:00",
    "updated": "2023-12-29T00:15:17.950+02:00"
  },
  {
    "uuid": "7fd051e19c6e3d1a9dd1a8f39c6eb577805ab860",
    "url": "https://news.myseldon.com/en/news/index/331013143",
    "ord_in_thread": 0,
    "author": "@fedpress",
    "published": "2025-06-19T04:35:30Z",
    "title": "Подлодки, ледоколы и двигатели: что Китай безуспешно пытался купить у России | Politics | Seldon News",
    "text": "МОСКВА, 19 июня, ФедералПресс. Китай по праву считается лидером мировой промышленности – страна выпускает все: от повседневной одежды до высокотехнологичных спутников. Однако, как признались авторы китайского портала Baidu, даже при таких достижениях Поднебесная сталкивается с определенными технологическими ограничениями. Особенно это касается оборонной сферы, где КНР заметно уступает России. «Россия скорее позволит своему оборудованию заржаветь, чем позволит Китаю прикоснуться к его секретам», – сообщили в КНР. По мнению обозревателей, при нехватке собственных наработок Китай традиционно... Copyright information of photo and video materials was taken from the website «Federalpress» , more details in our Terms of Service",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "topics": [
      "Economy, Business and Finance->economy",
      "Economy, Business and Finance->manufacturing and engineering",
      "Politics->international relations",
      "Politics->economic policy",
      "Politics->government",
      "War, Conflict and Unrest->armed conflict",
      "War, Conflict and Unrest->international military intervention",
      "War, Conflict and Unrest->peace talks"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://fedpress.ru/news/77/society/3385590",
      "https://www.fedpress.ru/news/77/society/3385590"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:35:30.385+03:00",
    "updated": "2025-06-19T04:40:05.000+00:00"
  },
  {
    "uuid": "9da498e09d1d5bc361adda37b45f3e3e42348430",
    "url": "https://www.20minutes.fr/monde/etats-unis/4105111-20240808-etats-unis-cinq-femmes-accusent-gabriel-olds-acteur-six-feet-under-agressions-sexuelles-viol",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anne-Fleur Andrle",
    "published": "2024-08-08T18:00:00Z",
    "title": "Etats-Unis : Cinq femmes accusent Gabriel Olds, l’acteur de « Six Feet Under », d’agressions sexuelles et de viol",
    "text": "Son nom ne vous dira peut-être rien, mais son visage sans doute que oui. Gabriel Olds vient d’être arrêté à Los Angeles. Connu pour ses rôles dans NCIS, New York Unité Spéciale ou encore dans Six Feet Under, l’acteur de 52 ans est accusé par cinq femmes d’agression sexuelle et de viol pour des faits survenus entre 2013 et 2023. Les plaintes accusent l’acteur de comportements violents et abusifs. Cinq femmes portent plainte Une femme de 41 ans accuse Gabriel Olds de l’avoir violée à son domicile de Los Angeles en janvier 2023. Deux autres victimes ont signalé des agressions analogues remontant à 2013, où des rencontres consensuelles ont dégénéré en actes sexuels violents. Enfin, deux autres personnes ont également déclaré avoir eu des rapports non consentis avec l’acteur. Le détective Brent Hopkins a souligné à NBC News que certaines victimes avaient gardé le silence pendant des années avant de trouver le courage de parler. « Maintenant qu’il est en détention, nous voulons nous assurer que toutes les victimes ont l’opportunité de se manifester, » a-t-il ajouté. Un système de rendez-vous « bien huilé » Selon le détective en charge de l’enquête, l’acteur agissait depuis des applications de rencontre. Sur son profil, il mettait en avant son diplôme de Yale, une grande université américaine, ainsi que son succès à la télévision afin de gagner la confiance des femmes qu’il ciblait. Après un premier rendez-vous, il laissait alors généralement place à une autre facette de sa personnalité, bien plus violente. « Nous avons entendu la même histoire, encore et encore » a expliqué le détective Hopkins qui a indiqué à NBC News que les victimes ont rapporté des histoires très similaires, décrivant un changement brutal de comportement lors des agressions. La police de Los Angeles poursuit son enquête et appelle toute personne ayant des informations ou ayant été victime de Gabriel Olds à se manifester. L’acteur reste en détention en attendant son procès, et les autorités continuent de chercher d’autres victimes potentielles.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-09T00:10:54.574+03:00",
    "updated": "2024-08-09T00:16:13.360+03:00"
  }
]