[
  {
    "uuid": "de2e65a2b3ef3ed03fc9c0be47cc456ffd767c78",
    "url": "https://www.local3news.com/regional-national/en-espanol/un-duro-golpe-para-el-sistema-los-m-dicos-advierten-por-salida-del-mercado-del/article_b554e855-93f4-56b3-8715-04614ece8466.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alexandra Ferguson",
    "published": "2023-12-28T21:52:00Z",
    "title": "\"Un duro golpe para el sistema\": los médicos advierten por salida del mercado del inhalador para asma Flovent",
    "text": "(CNN) -- A partir del 1 de enero, un medicamento que ayuda a respirar a miles de pacientes desaparecerá de las farmacias, y a los médicos les preocupa que los pacientes puedan tener problemas para cambiar a otras alternativas y conseguir que el seguro las cubra.\nEl fabricante GSK anunció que dejará de comercializar el inhalador Flovent para el asma y que, en su lugar, fabricará una versión \"genérica autorizada\", idéntica pero sin la misma marca.\nLos médicos que tratan a pacientes con asma afirman que el genérico autorizado funcionará igual de bien que el medicamento de marca, pero no parece tener la misma cobertura por parte de las aseguradoras. Eso puede significar que los pacientes tendrán que obtener nuevas recetas y sortear obstáculos de cobertura en plena temporada de virus respiratorios.\n\"Este medicamento ha sido el fármaco inhalado más utilizado en los últimos 25 o 30 años\", afirma la Dra. Robyn Cohen, neumóloga pediátrica del Boston Medical Center. \"Es el que, en su inmensa mayoría, los pediatras eligen cuando deciden que su paciente necesita una medicación preventiva diaria... El hecho de que se suspenda supondrá un golpe enorme para el sistema, tanto para los pacientes como para las familias y los médicos\".\nLos médicos instan a los pacientes a que tomen medidas ahora para asegurarse de que disponen de su medicación de cara al nuevo año, y los grupos de defensa de los derechos de los pacientes han intentado hacer correr la voz.\nPero la historia de la desaparición de Flovent y la falta de cobertura de su sustituto, aparentemente idéntico, afecta a algunas de las facetas más complejas de la atención sanitaria y los precios de los medicamentos en Estados Unidos.\nCVS cambiará la forma en que fija los precios de los medicamentos recetados en EE.UU. ¿que significa?\nImportante cambio en el programa de medicamentos de Medicaid\nUna portavoz de GSK dijo que la compañía está haciendo el cambio \"como parte de nuestro compromiso de ser ambiciosos para los pacientes\".\nSeñaló que la compañía introdujo los genéricos autorizados de Flovent HFA, un aerosol de inhalación, y Flovent Diskus, un polvo de inhalación, en mayo de 2022 y octubre de 2023, y que, posteriormente, dejaría de fabricar las versiones de patente en Estados Unidos el 1 de enero de 2024.\nLos genéricos autorizados, dijo, \"proporcionarán a los pacientes en EE.UU. alternativas potencialmente más baratas de estos productos médicamente importantes\".\nSin embargo, los expertos que siguen la industria tanto en Wall Street como en el mundo académico señalan que GSK está haciendo el cambio precisamente en el momento en que un cambio en los reembolsos de Medicaid podría hacer que la empresa tuviera que pagar grandes multas debido a los aumentos de precio de Flovent durante varios años.\nFarmacéuticos advierten que los medicamentos “suben por encima de la inflación”\nEl cambio legal que entrará en vigor el 1 de enero suprime un límite a los reembolsos de Medicaid que las empresas están obligadas a pagar si aumentan el precio de los medicamentos por encima de la inflación.\n\"Flovent Diskus lleva en el mercado desde 2000 y Flovent HFA desde 2004, y GSK ha subido el precio de ambos productos en numerosas ocasiones desde su lanzamiento\", declaró a CNN el Dr. William Feldman, médico adjunto de la División de Medicina Pulmonar y Cuidados Críticos del Hospital Brigham and Women's que estudia los medicamentos para el asma. \"Estos son precisamente el tipo de fármacos que se verán afectados por la nueva política que elimina el tope de reembolso de Medicaid\".\nHasta ahora, los reembolsos tenían un tope en el precio total de un medicamento, por lo que los fabricantes nunca pagarían más de lo que cuesta un medicamento de vuelta a Medicaid.\nPero en virtud de una disposición de la Ley del Plan de Rescate Estadounidense de 2021, ese límite se eliminó, y a partir del 1 de enero de 2024, los medicamentos que han estado sujetos a grandes aumentos de precios a lo largo del tiempo podrían terminar incurriendo en reembolsos a Medicaid que son mayores que su precio, lo que significa que las compañías farmacéuticas venderían esos medicamentos a Medicaid con pérdidas.\n\"Obviamente, las farmacéuticas no quieren vender con pérdidas nada de su cartera\", afirma Andrew Baum, analista de GSK y otras farmacéuticas para la firma financiera Citi. \"Así que busca evadir el impacto mediante, uno: la discontinuación y dos: el genérico autorizado\".\nUn genérico autorizado, dijo Baum a CNN, es visto como un producto separado, \"pero aún permite a la farmacéutica recoger parte de la rentabilidad\".\nO, dicho de otro modo, es el mismo producto sin la marca y también sin el historial de subidas de precio que dejarían al medicamento vulnerable a esos grandes reembolsos a Medicaid.\nSegún datos de GoodRx, el precio de la marca Flovent ha subido alrededor del 47% desde 2014.\nOtros fabricantes de medicamentos también han hecho cambios antes de la eliminación del límite de reembolso del 1 de enero. Los fabricantes de insulina anunciaron este año importantes recortes de precios, del 70% o más, en sus productos, una medida que los analistas estiman que les ahorrará cientos de millones de dólares al año.\nLa estrategia de genéricos autorizados que está empleando GSK \"es una forma, en términos generales, de maximizar la rentabilidad del producto en cuestión\", dijo David Amsellem, analista financiero que cubre el sector en la firma de inversión Piper Sandler.\nAmsellem señaló que actualmente no hay otras versiones genéricas de Flovent aprobadas por la FDA.\nPor ejemplo, un envase de Flovent HFA en la dosis de 110 microgramos cuesta US$ 273,83, aproximadamente un 50% más que el costo de adquisición al por mayor de US$ 177,99 de su homólogo genérico autorizado, según los precios que la empresa comunicó a CNN. El costo de adquisición al por mayor es el precio antes de seguros y descuentos.\nPero CVS Caremark, un importante gestor de beneficios farmacéuticos que determina qué medicamentos están cubiertos por el seguro para sus miembros, está dando un lugar preferencial a otro inhalador de marca, Pulmicort, en su formulario, en lugar de las versiones genéricas autorizadas de Flovent.\n\"En este caso, los genéricos autorizados eran más caros que los medicamentos de marca\", dijo un portavoz de CVS a CNN. Señaló que se basa en los precios netos, en lugar del costo de adquisición al por mayor, lo que significa que Pulmicort podría ser menos costoso debido a los descuentos que su fabricante, AstraZeneca, paga para obtener una mejor cobertura de seguro.\n\"El peor momento del año\"\nEl hecho de que los planes de seguro no estén cubriendo ampliamente el genérico autorizado de Flovent, dijo Cohen de BMC, \"significa que los pacientes van a tener que obtener una nueva receta para un medicamento completamente diferente en medio de la peor época posible del año, que es la temporada de virus respiratorios de invierno\".\nPara los pacientes con asma persistente, dijo Cohen, Flovent ha sido el medicamento antiinflamatorio preventivo diario más utilizado durante décadas. Contrae la inflamación de las vías respiratorias y reduce la respuesta exagerada del organismo a los desencadenantes que dificultan la respiración.\nA medida que los virus respiratorios se propagan por todas partes, ¿qué debes hacer si te enfermas?\nDurante la temporada de influenza y resfriados, dice, es aún más importante disponer de ese medicamento diario.\n\"La influenza, el covid, el virus respiratorio sincitial, todos estos virus que circulan en estos momentos, son uno de los principales desencadenantes, si no el principal, de los ataques de asma en los niños\", explica Cohen. \"Esto es lo que hace que los niños lleguen a urgencias\".\nCohen dijo que le preocupa que los pacientes, así como los médicos y farmacéuticos, no sepan sobre este cambio sobre Flovent, y tienen que actuar ahora para encontrar alternativas y determinar la cobertura del seguro.\nVirus respiratorios amenazan a EE.UU.: ¿cómo debemos protegernos?\nPara algunos grupos, las alternativas son más limitadas. Para los pacientes con una enfermedad inflamatoria más rara, llamada esofagitis eosinofílica (EoE), Flovent HFA es uno de los esteroides tópicos más recetados, y otros medicamentos no tienen tantos datos que respalden su uso en la enfermedad, dijo la Dra. Erin Syverson, médica adjunta de la División de Gastroenterología, Hepatología y Nutrición del Hospital Infantil de Boston.\nDado que la EoE afecta al esófago, los pacientes ingieren el medicamento en lugar de respirarlo, y éste puede controlar la inflamación que puede causar dolor al tragar o que la comida se atasque, lo que requiere procedimientos para extraerla. Según Syverson, en los niños la EoE puede provocar vómitos recurrentes, ardor y dolor de estómago, y dificultades para empezar a tomar alimentos sólidos.\n\"Me preocupa que la interrupción del tratamiento vaya a suponer un obstáculo más para una población de pacientes que ya dispone de una medicación muy limitada\", declaró Syverson a CNN. \"No sé cómo será enero, pero estoy preocupada\".\n-- Tami Luhby de CNN contribuyó con este reportaje.\nThe-CNN-Wire\n™ & © 2023 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:30:55.702+02:00",
    "updated": "2023-12-29T00:30:55.702+02:00"
  },
  {
    "uuid": "ef793d53effbabef00ebe22b671fa100f6bcaa46",
    "url": "https://www.einnews.com/pr_news/677869820/best-home-gear-celebrates-5-year-milestone-in-publishing",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EIN News",
    "published": "2023-12-28T22:26:00Z",
    "title": "Best Home Gear Celebrates 5-Year Milestone in Publishing - Asian American News Today - EIN Presswire",
    "text": "Best Home Gear Celebrates 5-Year Milestone in Publishing The Best Rated Gas Fire Pit Tables for Your Patio\nImage of the Logo for BestHomeGear.Com\nLearn How to Paint Kitchen Cabinets (DIY)\nBest Home Gear has just celebrated 5 Years as a Publisher in DIY Home Improvement, Lawn, Garden, and Home Repair Advice\n\"BestHomeGear is a great resource for DIY projects! I appreciate the clear instructions and economical tips on nearly anything I need help with. Dependable advice and tips from experts\".” — Susan Nacy GRAND RAPIDS, MI, UNITED STATES, December 28, 2023 / EINPresswire.com / -- Headquartered in Grand Rapids, Michigan, Best Home Gear - a trusted source for DIY guides and product reviews for homeowners, is proud to announce its fifth anniversary in business. Since its inception, Best Home Gear has been dedicated to helping homeowners make informed decisions about their home equipment and projects. With a user-friendly website and a team of experts, Best Home Gear has become a go-to resource for those looking to improve their homes.\nFounded by CEO Kevin Carroll, Best Home Gear has quickly established itself as a reliable and informative source for homeowners. The website offers a wide range of DIY guides, covering everything from home renovations to maintenance and repairs. In addition, Best Home Gear provides up-to-date product reviews to help visitors find the best equipment for their specific needs and budget.\n\"We are thrilled to celebrate five years in business and to have helped countless homeowners with their DIY projects and equipment choices,\" said Kevin Carroll, CEO of Best Home Gear. \"Our goal has always been to provide valuable and unbiased information to our visitors, and we are proud to have become a trusted resource in the home improvement industry.\"\nBest Home Gear's success can be attributed to its commitment to providing high-quality content and resources for homeowners. The website's team of experts thoroughly researches and tests products to provide honest and accurate reviews. With a focus on user experience, Best Home Gear's website is easy to navigate and offers a variety of helpful tools and resources.\nAs Best Home Gear looks towards the future, the company remains dedicated to its mission of helping homeowners make informed decisions about their homes. With a growing audience and a strong reputation, Best Home Gear is poised for continued success in the years to come. For more information, please visit https://www.besthomegear.com or contact the team at info@besthomegear.com.\nAI-generated by www.einpresswire.com/ai Kevin Carroll\nBest Home Gear",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.einpresswire.com/?promo=4700",
      "http://www.einpresswire.com/ai",
      "https://www.besthomegear.com",
      "http://einpresswire.com/ai",
      "https://einpresswire.com/?promo=4700",
      "https://besthomegear.com",
      "https://www.einpresswire.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kevin carroll",
          "sentiment": "none"
        },
        {
          "name": "susan nacy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "garden",
          "sentiment": "none"
        },
        {
          "name": "grand rapids",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:38:46.704+02:00",
    "updated": "2023-12-29T00:38:46.704+02:00"
  },
  {
    "uuid": "f64d289fa0798753f032940faa1445554bcc49a0",
    "url": "https://flipboard.com/article/uk-households-risk-100-fine-for-making-bbq-mistake-in-weekend-heatwave/f-f9fdd22fef%2Fco.uk",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "birminghammail.co.uk - James Rodger",
    "published": "2024-05-10T00:00:00Z",
    "title": "UK households risk £100 fine for making BBQ mistake in weekend heatwave | Flipboard",
    "text": "UK households risk £100 fine for making BBQ mistake in weekend heatwave People risk a £100 fine from a local council for making a barbecue mistake in the UK heatwave. The UK faces stifling conditions and sweltering highs … [Birmingham Live](/@BirminghamLive) flipped this story into [what's on in birmingham](/@birminghamlive/what-s-on-in-birmingham-7rd0anm0z)•6h More stories from [United Kingdom](/topic/unitedkingdom) More stories from [Wildfires](/topic/wildfires) [Trudeau says Meta news ban degrades safety while it makes billions off communities](/topic/wildfires/trudeau-says-meta-news-ban-degrades-safety-while-it-makes-billions-off-communiti/a-7ULtmBX9RymZPjU9yjYX8w%3Aa%3A2834607001-fdc9103006%2Fcp24.com) Prime Minister Justin Trudeau says Canada's dispute with Meta is a \"test moment\" for the country to stand against the social media giant that's … [Prince George Fire Centre reports 47 fires since April 1](/topic/wildfires/prince-george-fire-centre-reports-47-fires-since-april-1/a-8EQamaaZSji367kqNzVwEg%3Aa%3A3413409792-1110d4928b%2Fprincegeorgecitizen.com) Since April 1, a total of 47 fires have occurred in the Prince George Fire Centre and have burned approximately 940 hectares. Eighteen fires ignited … [Out-of-control wildfire burns in northeastern Alberta](/topic/wildfires/out-of-control-wildfire-burns-in-northeastern-alberta/a-sO4bR5MJQY675-FC4hv6sw%3Aa%3A749442239-33d3310b0b%2Fglobalnews.ca) Fire crews are working to control a wildfire in northeastern Alberta. At around 9 p.m. Thursday, Alberta Wildfire said it was responding to an … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Natural Disasters](/topic/naturaldisasters) [Kate Middleton left in 'floods of tears' after tense phone call with Prince William](/topic/naturaldisasters/kate-middleton-left-in-floods-of-tears-after-tense-phone-call-with-prince-will/a-Z753roHFRSWFWEofHqm8DA%3Aa%3A2222357481-1fa27084ca%2Fco.uk) [dailyrecord.co.uk - Antony Clements-Thrower, Jennifer Newton, Magdalene Dalziel, Antony Clements-Thrower,Jennifer Newton • 6h](/topic/naturaldisasters/kate-middleton-left-in-floods-of-tears-after-tense-phone-call-with-prince-will/a-Z753roHFRSWFWEofHqm8DA%3Aa%3A2222357481-1fa27084ca%2Fco.uk) Kate was reportedly left in 'floods of tears' after a tense phone call with Prince William. Kate Middleton was left in \"floods of tears\" following a … [Horrifying footage captured a huge boom caused by volcano eruption in Tonga](/topic/naturaldisasters/horrifying-footage-captured-a-huge-boom-caused-by-volcano-eruption-in-tonga/a-QM_H-2j-QbaEPLDmtHYqzQ%3Aa%3A2318227232-059371bfed%2Fladbible.com) A terrifying video captured the moment a huge boom shattered the surface after an underwater volcano eruption in Tonga. The footage showed several … [OKC woman says tow company didn't notify her for a year, charges filed](/topic/naturaldisasters/okc-woman-says-tow-company-didn-t-notify-her-for-a-year-charges-filed/f-dec983cb3a%2Fkfor.com) OKLAHOMA CITY (KFOR) — The Oklahoma County District Attorney's office has filed charges against a manager of a tow wrecker service after towing a …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael martin murphey",
          "sentiment": "none"
        },
        {
          "name": "george",
          "sentiment": "none"
        },
        {
          "name": "michael-martin-murphey",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "prince george fire centre",
          "sentiment": "none"
        },
        {
          "name": "[united kingdom",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T19:04:50.263+03:00",
    "updated": "2024-05-11T00:30:31.716+03:00"
  },
  {
    "uuid": "4f3417fcfa7250e287b71a846e5d13b28cef0b4e",
    "url": "https://uk.investing.com/news/stock-market-news/buy-cell-phone-service-from-elon-musk-starlinks-new-tech-may-soon-allow-connectivity-anywhere-on-earth-3289030",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Benzinga",
    "published": "2024-01-05T00:00:00Z",
    "title": "Buy Cell Phone Service From Elon Musk? Starlink's New Tech May Soon Allow Connectivity 'Anywhere On Earth' By Benzinga",
    "text": "© Reuters. Buy Cell Phone Service From Elon Musk? Starlink's New Tech May Soon Allow Connectivity 'Anywhere On Earth' T +1.81% Add to/Remove from a Portfolio Add to Watchlist Add Position Position added successfully to:\nPlease name your holdings portfolio Type: BUY SELL Date: Amount: Price Point Value: Leverage: 1:1 1:10 1:25 1:50 1:100 1:200 1:400 1:500 1:1000 Commission: Create New Watchlist Create Create a new holdings portfolio Add Create + Add another position Close AAPL -0.40% Add to/Remove from a Portfolio Add to Watchlist Add Position Position added successfully to:\nPlease name your holdings portfolio Type: BUY SELL Date: Amount: Price Point Value: Leverage: 1:1 1:10 1:25 1:50 1:100 1:200 1:400 1:500 1:1000 Commission: Create New Watchlist Create Create a new holdings portfolio Add Create + Add another position Close AMZN +0.46% Add to/Remove from a Portfolio Add to Watchlist Add Position Position added successfully to:\nPlease name your holdings portfolio Type: BUY SELL Date: Amount: Price Point Value: Leverage: 1:1 1:10 1:25 1:50 1:100 1:200 1:400 1:500 1:1000 Commission: Create New Watchlist Create Create a new holdings portfolio Add Create + Add another position Close VZ +2.08% Add to/Remove from a Portfolio Add to Watchlist Add Position Position added successfully to:\nPlease name your holdings portfolio Type: BUY SELL Date: Amount: Price Point Value: Leverage: 1:1 1:10 1:25 1:50 1:100 1:200 1:400 1:500 1:1000 Commission: Create New Watchlist Create Create a new holdings portfolio Add Create + Add another position Close TSLA -0.18% Add to/Remove from a Portfolio Add to Watchlist Add Position Position added successfully to:\nPlease name your holdings portfolio Type: BUY SELL Date: Amount: Price Point Value: Leverage: 1:1 1:10 1:25 1:50 1:100 1:200 1:400 1:500 1:1000 Commission: Create New Watchlist Create Create a new holdings portfolio Add Create + Add another position Close TMUS +0.66% Add to/Remove from a Portfolio Add to Watchlist Add Position Position added successfully to:\nPlease name your holdings portfolio Type: BUY SELL Date: Amount: Price Point Value: Leverage: 1:1 1:10 1:25 1:50 1:100 1:200 1:400 1:500 1:1000 Commission: Create New Watchlist Create Create a new holdings portfolio Add Create + Add another position Close VOD +0.22% Add to/Remove from a Portfolio Add to Watchlist Add Position Position added successfully to:\nPlease name your holdings portfolio Type: BUY SELL Date: Amount: Price Point Value: Leverage: 1:1 1:10 1:25 1:50 1:100 1:200 1:400 1:500 1:1000 Commission: Create New Watchlist Create Create a new holdings portfolio Add Create + Add another position Close Benzinga - by Chris Katje, Benzinga Staff Writer.\nElon Musk -led companies have been at the forefront of the space and electric vehicle sectors for many years. Now, Musk's SpaceX appears to be gearing up for a potential foray into the telecommunications and cell phone service market.\nWhat Happened: SpaceX recently launched its first set of direct-to-cell Starlink satellites, which could push the company deeper into the consumer communications sector, potentially upending mobile phones as an industry.\nSpaceX recently launched 21 Starlink satellites, including six with direct-to-cell capabilities, which could help eliminate dead zones often experienced by cell phone use.\nThe direct-to-cell technology provides a link from mobile phones directly to Starlink's satellites, instead of the traditional method of mobile networks relying on cell phone towers.\nMusk is hoping that the new technology can \"allow for mobile phone connectivity anywhere on Earth.\" The billionaire cautioned that the new technology could be great for areas with limited connectivity, but likely won't be competitive \"with existing terrestrial cellular networks.\"\nSpaceX partnered with T-Mobile US (NASDAQ:TMUS) on the new phone connectivity capabilities and received approval from the Federal Communications Commission (FCC) to test direct-to-cell capabilities. SpaceX also has partnerships with other telecom companies in other countries.\nSpaceX believes text messaging using the technology could be available later this year, with voice and data capabilities coming in 2025, according to a TechCrunch report. SpaceX will need to get additional approvals from the FCC before launching commercial services.\nRelated link: SpaceX Worth $180 Billion Now: Musk-Owned Company’s Value Tops Boeing, Lockheed Martin, Disney, Verizon, IBM, Pfizer, UPS\nWhy It's Important: Starlink currently offers internet service across 70 countries and has over two million customers. The new direct-to-cell feature could serve as an add-on offering or an additional plan that could increase the company's customer base.\nWhile no details are available on if Starlink would offer its own phones someday, the company's technology works with existing cell phones to increase connectivity and could provide a boost for consumers who live in rural areas or often experience dead zones with their existing cell phone plans.\nThe growing relevance of satellite connectivity for smartphones has garnered attention, particularly due to companies like Apple Inc (NASDAQ:AAPL) utilizing the technology for its emergency SOS services and other offerings on the new iPhone 15.\nPlans from SpaceX to use satellites and space to improve cell phone service could see the company competing with others trying to do the same.\nProject Kuiper from Amazon.com Inc (NASDAQ:AMZN) has a partnership with Verizon Communications (NYSE:VZ) and is hoping to use satellites to boost cell phone coverage.\nAST SpaceMobile (NASDAQ:ASTS) is building a satellite constellation to provide space-based cellular capabilities. The company has partnered with AT&T Inc (NYSE:T) and Vodafone Group (NASDAQ:VOD). The company successfully demonstrated 5G connection for voice and data from a smartphone to a satellite in space in a September test.\nMusk-led Tesla Inc (NASDAQ:TSLA) has boosted its home offerings to include solar power, energy storage and in some locations Tesla Electric offerings that allow customers to buy and sell energy directly from Tesla.\nMusk once said that Tesla's Powerwall could help a person live off the grid. With energy solutions, internet offerings and potentially cell phone service plans in the future, Musk could have consumers in remote and underserved areas less dependent on obsolete technology, enhancing their quality of life in rural and previously isolated regions.\nRead Next: Tesla, Twitter, SpaceX Or Dogecoin: Which Musk-Associated Asset Saw Highest Value Growth In 2023?\nPhoto: Shutterstock\n© 2024 Benzinga.com. Benzinga does not provide investment advice. All rights reserved.\nRead the original article on Benzinga\nBuy Cell Phone Service From Elon Musk? Starlink's New Tech May Soon Allow Connectivity 'Anywhere On Earth'",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.benzinga.com/news/24/01/36519249/buy-cell-phone-service-from-elon-musk-starlink-direct-to-cell-technology-could-soon-allow-for-mobile?utm_campaign=partner_feed&utm_source=InvestingUK&utm_medium=partner_feed&utm_content=TopStories",
      "https://www.facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fuk.investing.com%2Fnews%2Fstock-market-news%2Fbuy-cell-phone-service-from-elon-musk-starlinks-new-tech-may-soon-allow-connectivity-anywhere-on-earth-3289030&display=popup&ref=plugin",
      "http://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fuk.investing.com%2Fnews%2Fstock-market-news%2Fbuy-cell-phone-service-from-elon-musk-starlinks-new-tech-may-soon-allow-connectivity-anywhere-on-earth-3289030&title=Buy+Cell+Phone+Service+From+Elon+Musk%3F+Starlink%27s+New+Tech+May+Soon+Allow+Connectivity+%27Anywhere+On+Earth%27&summary=",
      "https://www.benzinga.com/news/24/01/36519249/buy-cell-phone-service-from-elon-musk-starlink-direct-to-cell-technology-could-soon-allow-for-mobile",
      "https://facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fuk.investing.com%2Fnews%2Fstock-market-news%2Fbuy-cell-phone-service-from-elon-musk-starlinks-new-tech-may-soon-allow-connectivity-anywhere-on-earth-3289030&display=popup&ref=plugin",
      "https://www.facebook.com/sharer/sharer.php",
      "http://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fuk.investing.com%2Fnews%2Fstock-market-news%2Fbuy-cell-phone-service-from-elon-musk-starlinks-new-tech-may-soon-allow-connectivity-anywhere-on-earth-3289030&title=Buy+Cell+Phone+Service+From+Elon+Musk%3F+Starlink%27s+New+Tech+May+Soon+Allow+Connectivity+%27Anywhere+On+Earth%27&summary=",
      "https://benzinga.com/news/24/01/36519249/buy-cell-phone-service-from-elon-musk-starlink-direct-to-cell-technology-could-soon-allow-for-mobile?utm_campaign=partner_feed&utm_source=InvestingUK&utm_medium=partner_feed&utm_content=TopStories",
      "http://www.linkedin.com/shareArticle"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "benzinga",
          "sentiment": "negative"
        },
        {
          "name": "elon musk",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "starlink",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T01:12:23.574+02:00",
    "updated": "2024-01-06T01:12:23.574+02:00"
  },
  {
    "uuid": "09e407ad1df71f865c21b138b24890010362d054",
    "url": "https://www.charismanews.com/us/94704-it-happened-again-hundreds-baptized-in-latest-campus-revival-now-at-university-of-alabama",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "webmaster@charismamedia.com (Benjamin Gill/CBN News)",
    "published": "2024-03-29T02:53:00Z",
    "title": "'It Happened Again!' Hundreds Baptized in Latest Campus Revival, Now at University of Alabama",
    "text": "Baptisms on college campus. ( CBN News/Jennie Allen Instagram ) A new sign of the ongoing revival among America's young people is being reported out of Alabama. In the latest example of this supernatural move of God, hundreds of students at the University of Alabama gave their lives to Christ and were immediately baptized in a fountain.\n\"It happened again!\" Christian author and speaker Jennie Allen announced on Instagram after the amazing event unfolded.\nBreaking News. Spirit-Filled Stories. Subscribe to Charisma on YouTube now!\n\"Last night at the University of Alabama thousands of students gathered. Hundreds responded to the gospel and hundreds were baptized,\" Allen shared.\nView this post on Instagram A post shared by Jennie Allen (@jennieallen)\nIn the video, as a young woman named Macy prepares to be submerged in the fountain, she declares, \"I'm just ready to be a child of God\" as the crowd cheers to celebrate her new decision to follow Christ.\nThe spiritual awakening that first captured headlines at Asbury University more than a year ago is still spreading nationwide.\nGet your FREE CHARISMA NEWSLETTERS today! Stay up-to-date with current issues, Holy Spirit news, Christian teachings, Charisma videos & more!\nThis Alabama awakening is just the latest move of God that Jennie Allen has witnessed as she has traveled to minister on college campuses.\nIn a post several weeks ago after a similar outpouring of revival at Florida State University, Allen said on Instagram, \"Hundreds of students came forward to trust Jesus. We can't explain what's happening apart from the Spirit.\"\nTo read the full story, visit our content partners at CBN News.\nReprinted with permission from cbn.com . Copyright © 2024 The Christian Broadcasting Network Inc. All rights reserved.\nJoin Charisma Magazine Online to follow everything the Holy Spirit is doing around the world!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.jennieallen.com/",
      "https://www2.cbn.com/news/us/it-happened-again-hundreds-baptized-latest-campus-revival-now-university-alabama?inid=e4e4860a-c86c-4513-826a-21b8eaf11517&utm_source=cbn&utm_medium=email&utm_campaign=news-eu-newsalerts&utm_content=240328-9432465",
      "https://www.youtube.com/@charismamagazine/videos",
      "https://www.strangmail.com/newsletters/signup/",
      "https://mycharisma.com/subscribe/",
      "https://mycharisma.com/propheticrevival/jennie-allen-reveals-revival-moments-and-powerful-mass-baptism-among-the-next-generation/",
      "https://www.youtube.com/@Charisma_News/videos",
      "https://www2.cbn.com/news/us/they-wanted-jesus-it-was-so-sincere-author-jennie-allen-shares-about-mass-baptism-auburn",
      "https://.cbn.com/news/us/they-wanted-jesus-it-was-so-sincere-author-jennie-allen-shares-about-mass-baptism-auburn",
      "https://mycharisma.com/propheticrevival/jennie-allen-reveals-revival-moments-and-powerful-mass-baptism-among-the-next-generation",
      "https://www.strangmail.com/newsletters/signup",
      "https://www.jennieallen.com",
      "https://www2.cbn.com/news/us/it-happened-again-hundreds-baptized-latest-campus-revival-now-university-alabama",
      "https://mycharisma.com/subscribe",
      "https://.cbn.com/news/us/it-happened-again-hundreds-baptized-latest-campus-revival-now-university-alabama?inid=e4e4860a-c86c-4513-826a-21b8eaf11517&utm_source=cbn&utm_medium=email&utm_campaign=news-eu-newsalerts&utm_content=240328-9432465",
      "https://www.mycharisma.com/propheticrevival/jennie-allen-reveals-revival-moments-and-powerful-mass-baptism-among-the-next-generation/",
      "https://www.mycharisma.com/subscribe/",
      "https://youtube.com/@charismamagazine/videos",
      "https://jennieallen.com/",
      "https://youtube.com/@Charisma_News/videos",
      "https://strangmail.com/newsletters/signup/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jennie allen",
          "sentiment": "none"
        },
        {
          "name": "allen",
          "sentiment": "none"
        },
        {
          "name": "christ",
          "sentiment": "none"
        },
        {
          "name": "macy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "university of alabama",
          "sentiment": "negative"
        },
        {
          "name": "asbury college",
          "sentiment": "none"
        },
        {
          "name": "youtube",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "alabama",
          "sentiment": "none"
        },
        {
          "name": "alaba",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T06:34:09.999+03:00",
    "updated": "2024-04-05T01:25:56.880+03:00"
  },
  {
    "uuid": "1eead24365213faa16a05f3ec4e2db2d8c6a50c9",
    "url": "https://briefly.co.za/sports/football/176400-moroka-swallows-ceo-criticizes-players-early-salary-demands/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hajira Khota",
    "published": "2023-12-28T13:54:00Z",
    "title": "Moroka Swallows CEO David Mogashoa Criticises Players Over Early Salary Demands, Fans Smell a Rat - Briefly.co.za",
    "text": "Moroka Swallows CEO David Mogashoa Criticises Players Over Early Salary Demands, Fans Smell a Rat - Moroka Swallows Chairman David Mogashoa disapproves of players requesting December salary payments ahead of the agreed contract schedule - Contrary to the stipulated payment date on the last day of the month as per their contracts, players requested their salaries on 22 December 2023 - Swallows players are facing severe consequences for missing a fixture against Mamelodi Sundowns, allegedly a result of the salary dispute Moroka Swallows chairman David Mogashoa has criticised his players for requesting December 2023 salary payments before the agreed-upon time in their contracts. The team, known as the Dube Birds, did not play their DStv Premiership [match against Mamelodi Sundowns](https://briefly.co.za/sports/football/174896-sundowns-1st-loss-caf-1-year-7-montthnns-cngo-rejoices-slaying-giant/) at Loftus on Wednesday night, and Mogashoa attributed the absence to a dispute with players over December salaries. Due to their failure to fulfil the fixture, Moroka Swallows could potentially incur a substantial monetary fine, points deduction or even expulsion from the Premier [Soccer](https://briefly.co.za/sports/football/) League (PSL). Moroka Swallows fails to show up for Mamelodi Sundowns match, cancels upcoming match with Golden Arrows The team is set to play their [final match of the year](https://briefly.co.za/sports/football/170681-orlando-win-mtn8-keeper-sipho-chaine-steals-show/) against Golden Arrows, a move that will be closely scrutinised by PSL prosecutor Zola Majavu in the upcoming weeks. [PAY ATTENTION: Let the battle of the stars BEGIN! Voting for the Briefly News Entertainment Awards 2023 is LIVE!](https://corp-briefly-co-za.webflow.io/briefly-awards/2023#actress) According to [SowetanLIVE](https://rb.gy/itsqv8), Mogashoa clarified that players requested their salaries on 22 December, contrary to their contracts that specify payment on the last day of the month. \"They insisted on receiving their December salaries on December 22, despite their contracts clearly stating payment on the last day of each month. The contractual agreement is explicit, and I'm puzzled about their expectation for an earlier payment. These players are exerting undue pressure on the club.\" Mzansi is in disbelief about the situation [South Africans](https://briefly.co.za/19146-list-famous-south-africans.html) believe there must be more going on behind the scenes, doubtful that players would boycott a match for a salary pay date dispute alone. Harry Thobejane noted: \"This can't be true. There is more to the story.\" Mandla Mondlane says: \"They can’t be all wrong, something fishy in the team.\" Theo Ayeyee Nkomo stated: \"Honestly, something is wrong here.\" Mualusi Arnie Nesane mentioned: \"And we stand with players.\" PSL makes surprise announcement regarding Swallows The PSL has declared that Moroka Swallows won't be able to fulfil their DStv Premiership clash at Loftus Versfeld. Sundowns had hoped to add to Swallows' woes in what has been a tumultuous festive season. The club utilised the monthly PSL grant to settle the owed amounts to the squad and staff. Moroka Swallows cancels matches against Sundowns and Golden Arrows Previously, Briefly News reported that Moroka Swallows cancelled its matches against [Mamelodi Sundowns](https://briefly.co.za/tags/mamelodi-sundowns/) and Golden Arrows due to a conflict between players and management. Speculation arises as netizens believe [non-payment issues](https://briefly.co.za/sports/football/176393-moroka-swallows-cancels-mamelodi-sundowns-match-upcoming-match-golden-arrows/) might be the cause, leading to a player boycott of the matches. PAY ATTENTION: [Follow Briefly News on Twitter and never miss the hottest topics! Find us at @brieflyza!](https://twitter.com/brieflyza) Source: Briefly News",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://rb.gy/itsqv8),",
      "https://corp-briefly-co-za.webflow.io/briefly-awards/2023#actress)",
      "https://twitter.com/brieflyza)",
      "https://www.rb.gy/itsqv8),",
      "https://www.corp-briefly-co-za.webflow.io/briefly-awards/2023#actress)",
      "https://www.twitter.com/brieflyza)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "david mogashoa",
          "sentiment": "negative"
        },
        {
          "name": "mogashoa",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dube birds",
          "sentiment": "none"
        },
        {
          "name": "moroka swallows",
          "sentiment": "none"
        },
        {
          "name": "mamelodi sundowns",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "moroka",
          "sentiment": "none"
        },
        {
          "name": "loftus",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T03:20:33.457+02:00",
    "updated": "2023-12-29T03:20:33.457+02:00"
  }
]