[
  {
    "uuid": "9cfb823fbda44eaa9d56aba0fb7530e00d2db048",
    "url": "https://www.whsv.com:443/2024/01/02/strong-solar-flare-seen-dazzling-image-new-years-eve/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@WHSVnews",
    "published": "2024-01-02T13:40:00Z",
    "title": "Strong solar flare seen in dazzling image on New Year’s Eve",
    "text": "Strong solar flare seen in dazzling image on New Year’s Eve (Gray News) - 2023 ended with an incredible light show from space. NASA’s Solar Dynamics Observatory [captured a spectacular image](https://blogs.nasa.gov/solarcycle25/2023/12/31/strong-solar-flare-erupts-from-sun-8/) of a strong solar flare erupting from the sun Sunday afternoon. The close-up image of the sun shows a mix of yellow, orange, brown and black colors. A bright white flash that appears on the left side of the photo is the solar flare, which peaked at 4:55 p.m. Eastern Standard Time on Sunday. NASA said the flare is classified as an X5.0 flare, with X-class being flares of the highest intensity. Solar flares are powerful bursts of energy made of extremely hot solar material. Flares and solar eruptions, while beautiful, can impact radio communications, electric power grids, navigation signals and even pose a risk to spacecraft and astronauts. The space agency said it constantly monitors the sun and space, studying solar activity, the solar atmosphere, particles and the Earth’s magnetic field. Copyright 2024 Gray Media Group, Inc. All rights reserved. CNN Newsource contributed to this report.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Weather"
    ],
    "external_links": [
      "https://blogs.nasa.gov/solarcycle25/2023/12/31/strong-solar-flare-erupts-from-sun-8/)",
      "https://www.blogs.nasa.gov/solarcycle25/2023/12/31/strong-solar-flare-erupts-from-sun-8/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "solar dynamics observatory",
          "sentiment": "none"
        },
        {
          "name": "nasa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "earth",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-02T16:02:02.971+02:00",
    "updated": "2024-01-02T16:02:02.971+02:00"
  },
  {
    "uuid": "4b429347e7e80906928c7b29812f1be59398dda7",
    "url": "https://americanmilitarynews.com/2024/03/vietnam-veteran-larry-liss-of-birchrunville-receives-silver-star",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bill Rettew - Daily Local News",
    "published": "2024-03-09T10:59:00Z",
    "title": "Vietnam veteran Larry Liss of Birchrunville receives Silver Star | American Military News",
    "text": "Longtime Birchrunville resident Lawrence “Larry” Liss proudly accepted the Silver Star from Four Star General Daniel R. Hokanson in a moving ceremony at Valley Forge Military Academy and College Tuesday. Hokanson, the 29th Chief of the National Guard Bureau, said that the medal with a small silver star is an enduring symbol of achievement for gallantry in action and a testament to extraordinary heroism. According to the U.S. Department of Defense, the Silver Star is “the third-highest military combat decoration that can be awarded to a member of the United States Armed Forces.” It is awarded for gallantry in action: —While engaged in action against an enemy of the United States; —While engaged in military operations involving conflict with an opposing foreign force; or —While serving with friendly foreign forces engaged in an armed conflict against an opposing armed force in which the United States is not a belligerent party. —Actions that merit the Silver Star must be of such a high degree that they are above those required for all other U.S. combat decorations but do not merit award of the meet Medal of Honor or a Service Cross (Distinguished Service Cross, the Navy Cross, or the Air Force Cross). U.S. Rep. and retired Airforce member Chrissy Houlahan worked for four years to secure the medal for retired U.S. Army member Liss through a “meticulous process.” U.S. Sen. Bob Casey also supported the honor as part of the process spearheaded by Liss’ brother Art. “Captain Larry M. Liss is a patriot whose bravery helped save the lives of more than 80 troops during the Vietnam War,” said Senator Casey. “I am proud to have worked with the Liss family and Representative Houlahan to ensure Captain Liss receives this high honor for his valor. Pennsylvania and our Nation owe him a debt of gratitude.” Houlahan, Hokanson and several others at the ceremony, said the award was long overdue and the honor was very richly deserved. Houlahan noted that Liss piloted helicopters for more than 650 combat missions and logged 4,500 flight hours in Vietnam. “On May 4, 1967, while stationed at Cua Song Be, Captain Liss learned that North Vietnamese soldiers were poised to overrun a U.S. special operations outpost with roughly 100 South Vietnamese soldiers and a small group of Green Berets,” reads the event program. Liss responded with an unarmed Huey helicopter and learned of a major problem. The action was occurring on a narrow road that was overgrown with trees and bamboo. “Risking his life, Captain Liss used the Huey rotor blades to cut through the dense thicket,” reads the program. The captain made several trips, saving more than 80 soldiers. When getting out of the copter to pull soldiers in, he returned rifle fire. “After multiple rescues, the Huey was almost rendered unable to fly, but (Liss) continued to disregard his own safety to save as many soldiers as possible,” reads the program. This mission is known as the Rescue at Ceu Song Be and for his actions Liss was awarded the Distinguished Flying Cross for Valor for his bravery and on Tuesday, the Silver Star Medal, which is the United States military’s third-highest decoration for valor in combat. The citation for the Distinguished Flying Cross that Liss received reads, in part: “Through the valiant efforts of Caption Liss, the Civilian Irregular Defense Group company was rescued and their casualties evacuated successfully. His exemplary professional skill and determination in the face of hostile fire and extreme danger to his own safety were instrumental in the successful accomplishment of the aircraft’s mission. Captain Liss’ extraordinary accomplishment was in keeping with the highest traditions of the military service and reflects great credit upon himself, II Field Force Vietnam and the United States Army.” The Silver Star was pinned on to the Captain’s chest by the general, where several other medals were also placed. Liss took the podium and talked about that fateful day in 1967, 56 years ago. “I don’t think anybody realizes what it means to be a helicopter pilot in combat,” he said. “You can’t hide in a helicopter. “You’re exposed and they hear you coming. You’re out there all alone.” Liss told how he witnessed 100 helicopter accidents and 40 to 50 times when awarding medals would have been warranted. At first, Liss worked with armor and M60 tanks, and then chose to attend flight school because he wanted to be allowed to enter the Officer’s Club. Rabbi Yosef Zarnighian gave the invocation and lauded the soldier for his “valor, courage and selfless heroism.” Colonel Stuart Helgeson celebrated Liss for his “duty, sacrifice, commitment, honor and extraordinary heroism.” The cadets with the Valley Forge Military Academy Marching Band presented the National Anthem and led the Closing Processional. Eighth grade student Justin Michael Abate said that he had never before seen a 4-star general. “He looked really cool,” Abate said. The cadet also said there was a big buildup prior to the ceremony to look good and for “everyone to be on their ‘A’ game.” Senior Turner Boyle is a Battalion Sgt. and is headed for West Point Military Academy. He said the ceremony was heart-touching and awe-inspiring. Houlahan noted afterwards what it was like to assist the vet. “Helping present Larry with the Silver Star has been a highlight of my time as a Congress member and veteran,” she said. “Let there be no doubt about what happened that fateful date 56 years ago — Larry went above and beyond the call of duty, and I’m thankful he finally received the recognition he deserves. “This recognition was not the end of a journey but the beginning of a legacy for the Liss family. I am especially thankful for Larry’s brother, Art, who never gave up hope that this day would come.” Casey sent a note. “Captain Larry M. Liss is a patriot whose bravery helped save the lives of more than 80 troops during the Vietnam War,” said Senator Casey. “I am proud to have worked with the Liss family and Representative Houlahan to ensure Captain Liss receives this high honor for his valor. “Pennsylvania and our nation owe him a debt of gratitude.” Other key attendees included: Representatives from Senator Casey and Senator Fetterman’s office, Chester County Commissioners Josh Maxwell and Marian Moskowitz, Pennsylvania Adjutant General, MG Mark Schindler, former Pennsylvania Adjutant General, MG Wesley Craig (RET), and National Commander of Jewish War Veterans of the USA, Col. Nelson Mellitz (Ret.). Larry Liss is a proud member of the Jewish War Veterans of the USA. ___ (c) 2024 Daily Local News Distributed by [Tribune Content Agency, LLC.](https://www.tribunecontentagency.com/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://tribunecontentagency.com/)",
      "https://www.tribunecontentagency.com/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "larry liss",
          "sentiment": "negative"
        },
        {
          "name": "lawrence “larry” liss",
          "sentiment": "neutral"
        },
        {
          "name": "daniel r. hokanson",
          "sentiment": "none"
        },
        {
          "name": "hokanson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "silver star",
          "sentiment": "negative"
        },
        {
          "name": "united states armed forces",
          "sentiment": "none"
        },
        {
          "name": "valley forge military academy and college",
          "sentiment": "none"
        },
        {
          "name": "national guard bureau",
          "sentiment": "none"
        },
        {
          "name": "u.s. department of defense",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vietnam",
          "sentiment": "none"
        },
        {
          "name": "birchrunville",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-09T13:31:33.396+02:00",
    "updated": "2024-03-09T13:31:33.396+02:00"
  },
  {
    "uuid": "9edabfd8daeeeaa81ddf2c3827d922eb8ba71453",
    "url": "https://www.npr.org/2023/12/28/1221942443/gaza-food-crisis-is-nothing-like-anything-chef-jose-andres-had-seen-before?station=KXJZ_FM",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "npr.org",
    "published": "2023-12-28T10:05:00Z",
    "title": "Gaza food crisis is nothing like anything chef José Andrés had seen before",
    "text": "NPR's Leila Fadel speaks with chef José Andrés, founder of World Central Kitchen, a nonprofit, about the hunger crisis in Gaza.\nLEILA FADEL, BYLINE: For the last several years, renowned chef Jose Andres has run toward the screams. After floods, earthquakes, in the middle of wars - he's often among the first to show up, scrambling to feed people through the World Central Kitchen, a nonprofit food aid organization he founded some years ago. Last year, Andres was on the frontlines in Ukraine. This year, it's Gaza - a conflict zone, he says, is unlike any other he's seen.\nJOSE ANDRES: In Ukraine, you always can retreat to the safety of the areas that is not really an active frontline. The issue in Gaza is the Palestinian people - they don't have anywhere else to go. They don't have anywhere else to retreat. They cannot run any further.\nFADEL: As the founder of World Central Kitchen - I mean, it's an organization that is about feeding people living through the worst days of their lives. What do you think about this war strategy of cutting Gaza off from food and water for weeks on end - I mean, before the aid trucks were even allowed in - and now, at this point, many aid organizations saying, this is not enough?\nANDRES: So what I will say that, in situations like this, the best is that everybody recognizes that food and water is a universal right. The best is that no children, no woman, nobody should be going through the pains of war, that nobody should be shooting civilians. And what I mean, nobody, is everybody. We need to remember how this latest issue began. This was a terrorist attack by Hamas into the southern part of Israel. We cannot forget that. We cannot use finger pointing at the other side without taking our own responsibility for our own actions and doings. Many Palestinians I've been able to speak to, and many tell me, I don't have an issue with the Israeli people. I don't have an issue with these people. I only want the best for my family, for my children, to have a future better than mine. That's why I always say, we need to believe in longer tables. What is good for me must be good for others.\nFADEL: People in Gaza - beyond the incredible danger of the conflict, they've been cut off from food, water, fuel and electricity for many weeks. That has led to people starving. A new U.N. report says half a million people are now starving in Gaza. You know, one of the things the Israeli government will say that cutting off basic essentials was part of making sure it didn't fall into the hands of the wrong people - in this case, Hamas. And their interception of these essentials is what keeps Hamas going. Based on what you saw, were these basic essentials getting to where they needed to go?\nANDRES: By my understanding, for what I saw in the three days I was there, by all the information I have by the team members - not only World Central Kitchen, by other organizations - I will say that the very big majority of all these goods are going to the people. In Ukraine, we had the situation that we had to be delivering some of the aid of World Central Kitchen to a church that then the priest was going to deliver to the Russian troops. We did that because in exchange they liberated 17 Ukrainians that were under Russian command. And they liberated them in exchange of the food. And I do believe that the vast majority, 98% of the people in Palestine, are people that want peace, are people that don't want mayhem, are people that are trying to provide for their own. So I will say that this is what humanitarian organizations should be concentrated and that everybody should be allowing - we need to be feeding, bringing water, food and medicines to everybody in need and let the people doing war handling that on their own. I'm not going to get in the politics if it's the right or the wrong thing to do. What we cannot be doing is starving or killing many only because we are trying to oppress the few.\nFADEL: Going into Gaza, though, is incredibly dangerous. More than 100 U.N. workers have been killed since the start of this, more than any other time since the U.N. has been recording the killing of their aid workers. There are strikes across the Palestinian enclave, ground operations - the vast majority of the more than 20,000 people killed have been women and children. Can World Central Kitchen actually work safely in Gaza?\nANDRES: Well, listen, obviously these numbers are staggering. Besides - behind those numbers are the names and the faces and the families...\nFADEL: Yeah.\nANDRES: ...On every one of those people. World Central Kitchen - we lost six volunteers of World Central Kitchen in Ukraine. As a cook, as a chef, when I founded this organization, I never expected that this will happen. And I almost wanted to pull World Central Kitchen immediately out of Ukraine. But the locals told me, Jose, you cannot leave. We need you. We need your organization.\nFADEL: I have to ask about when we were doing research for this interview. A recent report from Bloomberg that says that World Central Kitchen - that you look the other way when it comes to concerns around the safety of World Central Kitchen staff, volunteers, when deploying to these conflict and disaster zones. And I just want to give you the opportunity to talk about that report.\nANDRES: Well, thank you for asking for this. Listen, we don't push anybody to go - only goes who wants to go. And when you go to a hurricane, there are electric cables down. We go to war zones that sometimes a missile or - comes down, or - I think with humanitarian aid, there are risks. Obviously, it's people that maybe they don't feel safe doing this job, but then they shouldn't be in these kind of humanitarian situations. But from there to say that Jose Andres puts people in danger - I never be able to tell anybody to do what I'm not willing to do on my own.\nFADEL: On Gaza, for my final question, if the rate of this aid remains the same, the bottlenecks, what do you think will happen for the 2.3 million people - Palestinians in Gaza - the vast majority, 85%, displaced - what happens to them if it doesn't get in faster?\nANDRES: Let's hope the hostilities end tomorrow - the cease-fire or a total temporary peace is achieved. But still, the need will be huge for weeks until we stabilize the entire situation with food, water and medicines, remembering that we have many hospitals - that they are very few remaining.\nFADEL: The majority.\nANDRES: They are in very difficult conditions, so more is more right now.\nFADEL: That's chef Jose Andres. He just returned from Gaza where his organization is providing aid. Thank you for speaking with us.\nANDRES: Thank you for having me.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "leila fadel",
          "sentiment": "negative"
        },
        {
          "name": "josé andrés",
          "sentiment": "negative"
        },
        {
          "name": "andres",
          "sentiment": "none"
        },
        {
          "name": "jose andres",
          "sentiment": "none"
        },
        {
          "name": "jose andres",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "npr",
          "sentiment": "negative"
        },
        {
          "name": "world central kitchen",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:39:57.784+02:00",
    "updated": "2023-12-29T01:39:57.784+02:00"
  },
  {
    "uuid": "af8d4d635e6ebd83ce8e32a7bc0080d187d275c9",
    "url": "https://www.archyde.com/celiac-patients-face-gluten-free-food-shortages-in-palermo-pharmacies",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2024-12-19T22:32:00Z",
    "title": "Celiac Patients Face Gluten-Free Food Shortages in Palermo Pharmacies",
    "text": "Celiac patients in Palermo Face Holiday Voucher Woes the holiday season brings joy and festivities for many, but for celiac patients in Palermo, it’s a time tinged with frustration and uncertainty. A significant issue plaguing these individuals is the malfunctioning system for distributing gluten-free food vouchers, leaving them struggling to access essential dietary staples. Vouchers Promised, Deliveries Delayed While the regional goverment pledged to provide these vouchers, ensuring access to gluten-free options for those with celiac disease, the rollout has been marred by delays and logistical nightmares.This situation has sparked outrage among affected individuals, who rely on these vouchers to maintain their health and well-being. Lack of clarity and Support Adding to the frustration is the lack of clear dialog from authorities regarding the voucher distribution process. Celiac patients find themselves caught in a web of ambiguity, unsure of when they will receive their vouchers or where to seek assistance. Many express disappointment and a sense of being abandoned by the system designed to support them. “We are completely abandoned,” one affected patient stated. Calls for Urgent Action as the holiday season progresses, the urgency for a swift resolution grows. Celiac patients in Palermo are pleading with authorities to address this critical issue. They demand clarity in the voucher distribution process, timely delivery of the promised support, and clear channels for communication and assistance. Celiac Patients in Palermo Face voucher Redemption Issues Ahead of Christmas The holiday season is a time for joy and celebration, but for many celiac patients in Palermo, Italy, the festive mood is being overshadowed by a frustrating problem. As December 1st, a large number of individuals have been unable to redeem their monthly food vouchers, leaving them struggling to access essential gluten-free products.\nThese vouchers are a lifeline for many celiac patients, allowing them to purchase the specialized food items they need to manage their condition. The inability to redeem them is causing significant hardship, especially as Christmas approaches, a time when families traditionally gather for meals and celebrations.\nThe disruption in voucher redemption has sparked concern among the celiac community in Palermo. Many are wondering what is causing the issue and when it will be resolved.\nVoucher Delays Impact Workers in Palermo Concerns are mounting in Palermo regarding a delay in the issuance of December vouchers. Labor unions CGIL Palermo and FP CGIL Palermo have sounded the alarm, pointing to a lack of economic provision for these vouchers as the primary cause of the holdup. According to Laura Di Martino, secretary of CGIL Palermo, and Andrea Gattuso, general secretary of FP CGIL Palermo, “Those who completed the necessary procedures from March onward have been notably affected.” This situation is causing significant hardship for workers who rely on these vouchers, especially those who have diligently followed the necessary procedures in a timely manner. The unions are actively working to address this issue and advocate for a swift resolution to ensure that workers receive their December vouchers without further delay.\n## Archyde Exclusive: Celiac Patients in Palermo Struggle with Holiday Voucher Delays\n**Archyde:** We are joined today by Giulia Rossi, a Palermo resident living with celiac disease, too discuss the challenges she and many others are facing with accessing gluten-free food vouchers this holiday season. Giulia, thank you for speaking with us.\n**Giulia:** Thank you for having me.\n**Archyde:** Can you tell us about the current situation regarding the gluten-free food vouchers in Palermo? The regional government promised them, but what’s happening on the ground?\n**Giulia:** the government promised thes vouchers to help us access gluten-free products, especially vital during the holidays when specialized items are frequently enough more expensive. However, the system has been plagued with issues. Many of us haven’t received our vouchers yet, and those who have are struggling with inconsistent delivery schedules and limited product availability.\n**Archyde:** This sounds incredibly stressful, especially during a festive time. How are these delays impacting you and your fellow celiac patients?\n**Giulia:** It’s been incredibly frustrating and anxiety-inducing. We depend on these vouchers to afford essential dietary staples. Without them,ensuring a safe and healthy diet becomes a huge financial burden. It’s disheartening to see promises made without adequate planning for implementation. The lack of clear dialog from authorities about the delays and a solution path only adds to the stress.\n**Archyde:** Have you, or other celiac patients, received any communication or support from the regional government regarding this issue?\n**giulia:** Sadly, communication has been minimal. There have been vague statements, but no concrete timelines or solutions offered. Many of us feel ignored and unsupported by the authorities who are supposed to be looking out for our well-being. It feels like our needs are not being taken seriously.\n**Archyde:** What solutions would you like to see implemented to address this situation?\n**Giulia:** We need transparency and accountability from the government. This problem needs to be acknowledged, and a clear plan with realistic timelines needs to be shared with the affected community.Ideally, we need a more streamlined and efficient system for voucher distribution, with ready access to a wider range of gluten-free products.\n**archyde:** Giulia, thank you for sharing your experience and insights. We hope your voice and the voices of other celiac patients in Palermo will be heard, leading to swift and effective solutions to this critical issue.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "topics": [
      "Health->medical condition",
      "Health->health care approach",
      "Health->health organisation",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/embed/UOG3HyjVyYQ",
      "https://youtube.com/embed/UOG3HyjVyYQ"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T00:41:08.962+02:00",
    "updated": "2024-12-20T00:41:08.962+02:00"
  }
]