[
  {
    "uuid": "81fa4caf3488df8641231746fb3454f979810059",
    "url": "https://ground.news/article/drone-debris-causes-fire-at-odesa-high-rise",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-28T22:16:00Z",
    "title": "Ground News - Ukraine official says drone debris hits Odesa high-rise building",
    "text": "Summary by Ground News Russian forces launched attack drones at Odesa Oblast late at night on Dec. 28. Ukrainian air defense units shot down one of the drones, causing debris to strike a high-rise building and start a fire. Governor Oleh Kiper said that casualties and details of the damage are still under investigation. Share menu More\nFilters 2 Articles 2 Articles All Left Center Right\nDevdiscourse Center High Factuality Ukraine official says drone debris hits Odesa high-rise building Ukraine official says drone debris hits Odesa high-rise building A fire broke out at a multi-story building in the Black Sea port city of Odesa late on Thursday after drones were reported to be headed for the area, authorities said. \"A high-rise building in Odesa was damaged by a downed drone,\" Oleh Kiper, the regional governor, said in a post on the Telegram messaging app.He said information about casualties was being verified and urged townsp…\n48 minutes ago Read Full Article\nDevdiscourse Center High Factuality\nUkraine official says drone debris hits Odesa high-rise building Ukraine official says drone debris hits Odesa high-rise building A fire broke out at a multi-story building in the Black Sea port city of Odesa late on Thursday after drones were reported to be headed for the area, authorities said. \"A high-rise building in Odesa was damaged by a downed drone,\" Oleh Kiper, the regional governor, said in a post on the Telegram messaging app.He said information about casualties was being verified and urged townsp…\n48 minutes ago Read Full Article The Kyiv Independent Lean Left High Factuality Drone debris causes fire at Odesa high-rise Falling debris from an intercepted Russian drone caused a fire to break out at a high-rise building in Odesa on Dec. 28, Oblast Governor Oleh Kiper reported. Russian forces launched attack drones at Odesa Oblast late at night on Dec. 28. Ukrainian air defense units shot down one of the drones, causing debris to strike a high-rise building and start a fire. Kiper said that casualties and details of the damage are still under investigation. Kiper …\n45 minutes ago · Kyiv, Ukraine Read Full Article\nThe Kyiv Independent Lean Left High Factuality\nDrone debris causes fire at Odesa high-rise Falling debris from an intercepted Russian drone caused a fire to break out at a high-rise building in Odesa on Dec. 28, Oblast Governor Oleh Kiper reported. Russian forces launched attack drones at Odesa Oblast late at night on Dec. 28. Ukrainian air defense units shot down one of the drones, causing debris to strike a high-rise building and start a fire. Kiper said that casualties and details of the damage are still under investigation. Kiper …\n45 minutes ago · Kyiv, Ukraine Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Disaster and Accident",
      "Politics"
    ],
    "external_links": [
      "https://kyivindependent.com/drone-debris-causes-fire-at-odesa-high-rise/?utm_source=ground.news&utm_medium=referral",
      "https://www.devdiscourse.com/article/law-order/2760385-ukraine-official-says-drone-debris-hits-odesa-high-rise-building?utm_source=ground.news&utm_medium=referral",
      "https://www.devdiscourse.com/article/law-order/2760385-ukraine-official-says-drone-debris-hits-odesa-high-rise-building",
      "https://kyivindependent.com/drone-debris-causes-fire-at-odesa-high-rise/",
      "https://devdiscourse.com/article/law-order/2760385-ukraine-official-says-drone-debris-hits-odesa-high-rise-building?utm_source=ground.news&utm_medium=referral",
      "https://www.kyivindependent.com/drone-debris-causes-fire-at-odesa-high-rise/?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "odesa",
          "sentiment": "none"
        },
        {
          "name": "oleh kiper",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ground news",
          "sentiment": "negative"
        },
        {
          "name": "articles all left center right devdiscourse center high factuality ukraine",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "odesa oblast",
          "sentiment": "none"
        },
        {
          "name": "odesa",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "black sea",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:01:47.616+02:00",
    "updated": "2023-12-29T01:01:47.616+02:00"
  },
  {
    "uuid": "10f61b3b7496021a125cd00a79a804d23b0be44d",
    "url": "https://www.newswire.ca/news-releases/ciro-hearing-panel-makes-findings-of-misconduct-against-adib-khaldi-and-sets-date-for-hearing-on-sanctions-866138811.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Investment Regulatory Organization (CIRO)",
    "published": "2023-12-28T17:00:00Z",
    "title": "CIRO hearing panel makes findings of misconduct against Adib Khaldi and sets date for hearing on sanctions",
    "text": "HALIFAX, NS , Dec. 28, 2023 /CNW/ - The Canadian Investment Regulatory Organization (CIRO), commenced a disciplinary proceeding in respect of Adib Khaldi (also known as Deebo) by Notice of Hearing dated October 5, 2022 (Notice of Hearing), as amended on September 13, 2023 (Amended Notice of Hearing).\nThe hearing of this matter on its merits was held electronically by videoconference on September 26-27 and December 8, 2023 , before a three-member hearing panel of the CIRO Nova Scotia District Hearing Committee. After receiving evidence and hearing submissions from CIRO Staff about misconduct, the hearing panel found that the three allegations in the Notice of Hearing had been established. In particular, the hearing panel made the following findings of misconduct:\n#1: Between July 2020 and September 2020 , the Respondent engaged in securities related business outside the Member by providing investment advice to individuals in respect of non-mutual fund securities through the use of an online forum, contrary to MFDA Rules 1.1.1, 2.1.1, and 1.1.2 (as it relates to Rule 2.5.1).\n#2: Between July 2020 and September 2020 , the Respondent engaged in an unapproved outside activity by receiving monthly subscription payments in relation to an online forum where he provided investment advice to individuals, contrary to the Member's policies and procedures and MFDA Rules 1.3, 2.1.1, and 1.1.2 (as it relates to Rule 2.5.1).\n#3: Between approximately May 2019 and May 2020 , the Respondent processed transactions in respect of approximately 23 clients as redemptions and purchases, rather than as switches, thereby:\na. engaging in conduct which gave rise to a conflict of interest which the Respondent failed to disclose to the Member, or ensure was addressed by the exercise of responsible business judgment influenced only by the best interests of the client, contrary to MFDA Rules 1.4[1] and 2.1.1; or\nb. failing to comply with the Member's policies and procedures with respect to the processing of trades as switches, contrary to MFDA Rules 2.1.1 and 1.1.2 (as it relates to Rule 2.5.1).\nThe hearing panel will issue written reasons for their decision on misconduct in due course.\nA penalty hearing will take place electronically by videoconference before a hearing panel of the Nova Scotia District Hearing Committee on February 15, 2024 at 11:00 a.m. (Atlantic Time). The proceeding will continue to be open to the public, except as may be required for the protection of confidential matters. Members of the public who would like to participate should contact [email protected] to obtain particulars.\nA copy of the Amended Notice of Hearing is available on the MFDA website at www.mfda.ca .\nDuring the period described in the Notice of Hearing, Adib Khaldi conducted business in the Dartmouth, Nova Scotia area.\nAll information about disciplinary proceedings relating to current and former member firms and individual registrants under the Investment Dealer and Partially Consolidated Rules (for investment dealers), the Mutual Fund Dealer Rules (for mutual fund dealers) and the Universal Market Integrity Rules (UMIR) is available on CIRO's website .\nBackground information regarding the qualifications and disciplinary history, if any, of advisors currently employed by CIRO-regulated investment firms is available free of charge through the AdvisorRepor t service. Information on how to make dealer, advisor or marketplace-related complaints is available by calling 1-877-442-4322.\nCIRO investigates possible misconduct by its member firms and individual registrants. It can bring disciplinary proceedings which may result in sanctions including fines, suspensions, permanent bars, expulsion from membership, or termination of rights and privileges for individuals and firms.\nThe Canadian Investment Regulatory Organization (CIRO) is the national self-regulatory organization that oversees all investment dealers, mutual fund dealers and trading activity on Canada's debt and equity marketplaces. CIRO is committed to the protection of investors, providing efficient and consistent regulation, and building Canadians' trust in financial regulation and the people managing their investments. For more information, visit www.ciro.ca .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://c212.net/c/link/?t=0&l=en&o=4058265-1&h=3445047260&u=https%3A%2F%2Fwww.iiroc.ca%2Fmedia%2F1021%2Fdownload%3Finline&a=Universal+Market+Integrity+Rules",
      "https://c212.net/c/link/?t=0&l=en&o=4058265-1&h=1014888166&u=https%3A%2F%2Fmfda.ca%2Fnotice-of-hearing%2Fnoh2-202245%2F&a=Amended+Notice+of+Hearing",
      "https://c212.net/c/link/?t=0&l=en&o=4058265-1&h=2037094923&u=https%3A%2F%2Fwww.ciro.ca%2Finterim-rules%2Finvestment-dealer-and-partially-consolidated-rules&a=Investment+Dealer+and+Partially+Consolidated+Rules",
      "https://c212.net/c/link/?t=0&l=en&o=4058265-1&h=3312712641&u=https%3A%2F%2Fwww.ciro.ca%2F&a=www.ciro.ca",
      "https://c212.net/c/link/?t=0&l=en&o=4058265-1&h=2872896180&u=https%3A%2F%2Fwww.ciro.ca%2Finterim-rules%2Fmutual-fund-dealer-rules&a=Mutual+Fund+Dealer+Rules",
      "https://c212.net/c/link/?t=0&l=en&o=4058265-1&h=867967737&u=https%3A%2F%2Fwww.mfda.ca%2F&a=www.mfda.ca",
      "https://c212.net/c/link/?t=0&l=en&o=4058265-1&h=3893221894&u=https%3A%2F%2Fwww.ciro.ca%2F&a=CIRO%27s+website",
      "https://c212.net/c/link/?t=0&l=en&o=4058265-1&h=1931858823&u=https%3A%2F%2Fwww.iiroc.ca%2Finvestors%2Fknow-your-advisor-iiroc-advisor-report&a=AdvisorRepor",
      "https://www.c212.net/c/link/?t=0&l=en&o=4058265-1&h=3312712641&u=https%3A%2F%2Fwww.ciro.ca%2F&a=www.ciro.ca",
      "https://www.c212.net/c/link/?t=0&l=en&o=4058265-1&h=2872896180&u=https%3A%2F%2Fwww.ciro.ca%2Finterim-rules%2Fmutual-fund-dealer-rules&a=Mutual+Fund+Dealer+Rules",
      "https://www.c212.net/c/link/?t=0&l=en&o=4058265-1&h=1931858823&u=https%3A%2F%2Fwww.iiroc.ca%2Finvestors%2Fknow-your-advisor-iiroc-advisor-report&a=AdvisorRepor",
      "https://www.c212.net/c/link/?t=0&l=en&o=4058265-1&h=2037094923&u=https%3A%2F%2Fwww.ciro.ca%2Finterim-rules%2Finvestment-dealer-and-partially-consolidated-rules&a=Investment+Dealer+and+Partially+Consolidated+Rules",
      "https://www.c212.net/c/link/?t=0&l=en&o=4058265-1&h=867967737&u=https%3A%2F%2Fwww.mfda.ca%2F&a=www.mfda.ca",
      "https://www.c212.net/c/link/?t=0&l=en&o=4058265-1&h=3893221894&u=https%3A%2F%2Fwww.ciro.ca%2F&a=CIRO%27s+website",
      "https://www.c212.net/c/link/?t=0&l=en&o=4058265-1&h=3445047260&u=https%3A%2F%2Fwww.iiroc.ca%2Fmedia%2F1021%2Fdownload%3Finline&a=Universal+Market+Integrity+Rules",
      "https://c212.net/c/link/",
      "https://www.c212.net/c/link/?t=0&l=en&o=4058265-1&h=1014888166&u=https%3A%2F%2Fmfda.ca%2Fnotice-of-hearing%2Fnoh2-202245%2F&a=Amended+Notice+of+Hearing"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "adib khaldi",
          "sentiment": "negative"
        },
        {
          "name": "ciro",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "cnw/ - the canadian investment regulatory organization",
          "sentiment": "neutral"
        },
        {
          "name": "notice of hearing",
          "sentiment": "none"
        },
        {
          "name": "ciro nova scotia district hearing committee",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ns",
          "sentiment": "none"
        },
        {
          "name": "halifax",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:13:15.065+02:00",
    "updated": "2023-12-29T00:13:15.065+02:00"
  },
  {
    "uuid": "4186632feb9efef64097c05811364fa68d262335",
    "url": "https://www.cnnbrasil.com.br/nacional/inmet-alerta-para-tempestades-no-sul-chuvas-intensas-podem-atingir-17-estados/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "lucasschroeder",
    "published": "2023-12-29T11:31:00Z",
    "title": "Inmet alerta para tempestades no Sul; chuvas intensas podem atingir 17 estados",
    "text": "Inmet alerta para tempestades no Sul; chuvas intensas podem atingir 17 estados\nSão Paulo pode registrar máxima de 35ºC nesta sexta-feira (29) e terá dia com baixa umidade do ar e sem previsão de chuva\nO\n Instituto Nacional de Meteorologia (Inmet) emitiu alerta para tempestades na região Sul do país nesta sexta-feira (29). O órgão também chama a atenção para o risco de chuvas intensas em 17 estados do país. Confira abaixo os avisos publicados mais cedo:\nTempestade\n- Paraná\n- Santa Catarina\n- Rio Grande do Sul\nChuvas intensas (perigo)\n- Amazonas\n- Bahia\n- Distrito Federal\n- Goiás\n- Mato Grosso\n- Minas Gerais\n- Pará\n- Rondônia\n- Roraima\nChuvas intensas (perigo potencial)\n- Acre\n- Amapá\n- Amazonas\n- Bahia\n- Maranhão\n- Mato Grosso\n- Mato Grosso do Sul\n- Minas Gerais\n- Pará\n- Piauí\n- Rio de Janeiro\n- Rondônia\n- Roraima\n- São Paulo\n- Tocantins\nSão Paulo deve ter dia quente e sem previsão de chuva\nOs termômetros devem atingir os 35ºC nesta sexta-feira na capital paulista, de acordo com o Centro de Gerenciamento de Emergências Climáticas (CGE) da Prefeitura de São Paulo.\nNessas condições, o órgão recomenda que a população beba água periodicamente e evite atividades físicas ao ar livre entre 10h e 17h.\nA umidade do ar deve permanecer baixa, com percentuais mínimos abaixo dos 30% no período da tarde. O dia vai terminar com poucas nuvens, sensação de tempo abafado e sem previsão de chuva, ainda segundo o CGE.\nNo sábado (30), a chegada de uma frente fria muda o tempo. Muitas nuvens e pancadas de chuva devem ocorrer a partir do fim da manhã. Há potencial para chuva generalizada, formação de alagamentos, descargas elétricas e rajadas de vento.\nDevido às chuvas e o vento, a expectativa é de queda na temperatura no decorrer do dia. A máxima de 27ºC será registrada nas primeiras horas da madrugada e a mínima de 18ºC no fim da noite, informa o CGE.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T13:38:31.492+02:00",
    "updated": "2023-12-29T13:38:31.492+02:00"
  },
  {
    "uuid": "25155846a279b3ce4d5f7357b78f01157b91e5a4",
    "url": "https://es.digitaltrends.com/vestibles/auriculares-altavoces-ult-power-sound-sony",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Diego Bastarrica",
    "published": "2024-04-11T16:48:00Z",
    "title": "Los auriculares y altavoces ULT Power Sound de Sony ofrecen graves potentes - Digital Trends Español",
    "text": "Simon Cohen / DT Sony ha anunciado una línea de productos de audio inalámbrico bajo una nueva submarca llamada ULT Power Sound (o ULT para abreviar). Parecen familiares porque son las versiones de próxima generación de tres de las líneas de productos existentes de Sony: auriculares Extra Bass, altavoces Bluetooth portátiles y altavoces de fiesta en forma de torre.\nContents Sony ULT Wear, $200 Sony ULT Field 1, $129 Sony ULT Field 7, $499 Sony ULT Tower 10, $1,199 Todos estarán disponibles esta primavera boreal, pero Sony no ha dado el momento exacto de las fechas de lanzamiento.\nRecommended Videos ¿Por qué agrupar auriculares inalámbricos, una variedad de altavoces Bluetooth portátiles y algunos altavoces gigantes para fiestas bajo una sola submarca? Sony dice que ha identificado dos características clave que sus compradores valoran: un gran sonido de graves y mucha potencia (es decir, volumen). La marca ULT unifica los productos de Sony que comparten estos dos rasgos.\nRelated Los altavoces XBoom XL7 y XL5 de LG ofrecen un espectáculo Sony LinkBuds, los nuevos auriculares con forma de anillo Sony renueva su familia de auriculares con cancelación de ruido Sony no es ajeno a la moda de los graves. Sus funciones ExtraBass y MegaBass se han incluido en docenas de sus productos de audio durante décadas. Pero ahora, esa capacidad ExtraBass se ha incorporado a la nueva función ULT: cada producto incluye un botón ULT dedicado que le permite mejorar el sonido a través de modos ULT dedicados.\nUn beneficio secundario de la estrategia ULT es que Sony finalmente ha abandonado algunos de sus complejos números de modelo. En lugar de tener que recordar que los auriculares Sony que quieres se llaman WH-XB910N, ahora puedes llamarlos Sony ULT Wear. Los altavoces portátiles se conocen como ULT Field, y los altavoces para fiestas son ahora la serie ULT Tower.\nSony ULT Wear, $200 Simon Cohen / DT Los ULT Wear reemplazan a los auriculares con cancelación de ruido WH-XB910N orientados a los graves de Sony y viven directamente debajo de los auriculares insignia de Sony, WH-1000XM4 ($ 350) y WH-1000XM5 ($ 400). Vienen en tres colores: negro, blanco roto y una nueva opción Forest Gray.\nCon el mismo diseño plegable y plano que sus predecesores, los ULT Wear obtienen una variedad de mejoras que incluyen una mejor cancelación de ruido gracias al uso del chip V1 de Sony, una mejor reducción del ruido del viento para ANC y llamadas, tiempos de carga rápida más rápidos, sensores de detección de desgaste y audio espacial con seguimiento de la cabeza cuando se usa con pistas de Sony 360 Reality Audio y teléfonos inteligentes compatibles.\nSony dice que también ha mejorado la comodidad de los auriculares, y los auriculares serán compatibles con Bluetooth LE Audio con una actualización de firmware planificada.\nEl cambio más notable, sin embargo, es la adición del botón ULT en el auricular izquierdo. Al presionarlo, los auriculares alternarán entre tres modos: ULT 1 (mejora de graves), ULT 2 (mejora de graves y presión sonora) y apagado.\nEn la foto de arriba a la izquierda, puede parecer que el botón ULT está retroiluminado con un LED de arco iris, pero en realidad es solo la luz que se refleja en una etiqueta dicroica (material que refleja diferentes colores según el ángulo de la luz).\nULT Wear me convenció de que Sony había mejorado su ANC en comparación con el WH-XB910N, y aunque no estoy seguro de que vaya a pasar mucho tiempo escuchando en los modos ULT 1 o ULT 2, crearon un aumento innegable en la potencia y la respuesta de los graves: a veces parecía que los auriculares vibraban.\nSony ULT Field 1, $129 Simon Cohen / DT La serie ULT Field es la versión más reciente de los anteriores altavoces Bluetooth portátiles de la serie X de Sony. El Field 1 continúa donde lo dejó el SRS-XE200, con un diseño compacto y un cuerpo robusto con clasificación IP67 para una impermeabilización completa y protección contra el polvo. Al igual que el ULT Wear, está disponible en negro, blanco roto y gris bosque, así como en una nueva opción de color naranja.\nLa duración de la batería se ha reducido de un máximo declarado de hasta 16 horas a hasta 12 horas, sin embargo, el Field 1 se puede usar en orientaciones verticales u horizontales, mientras que el XE200 se optimizó solo para uso vertical.\nSony ha mantenido la funcionalidad del altavoz y ha modificado la correa de transporte para que pueda usarlo como asa y cordón para colgar.\nAl igual que con el ULT Wear, el Field 1 tiene un botón ULT, pero en este caso solo tiene dos modos: apagado y ULT 1 (mejora de graves).\nMi demostración de Field 1 incluía una comparación con el SRS-XE200. El Field 1 produjo una mejora evidente de inmediato en el campo sonoro general, especialmente en la orientación horizontal, creando una experiencia mucho más inmersiva.\nSony ULT Field 7, $499 Simon Cohen / DT El ULT Field 7 reemplaza al SRS-XG500. Al igual que el Field 1, Sony ha modificado el Field 7 para que funcione tanto en orientación horizontal como vertical, con asas montadas en ambos extremos de la forma cilíndrica acampanada.\nLa iluminación LED se ha conservado y el Field 7 ahora es un poco más resistente, con una clasificación IP67 en lugar de IP66. Por primera vez, el altavoz es resistente a la corrosión y al agua.\nSony ha mantenido la duración de la batería en 30 horas, y todavía obtienes entradas para un micrófono de karaoke con cable y una guitarra escondida en un panel cubierto trasero.\nLa iluminación LED está incorporada en los laterales del altavoz y se puede controlar a través de la música o la aplicación de Sony.\nLa novedad en el Field 7 es la optimización del campo sonoro de Sony, la misma calibración que Sony utiliza en sus barras de sonido de la serie HT. También tiene un botón ULT, por supuesto. En el Field 7, el botón lo lleva a través de los modos ULT 1, ULT 2 y apagado.\nAl igual que con la demostración del Field 1, el Field 7 poseía una sensación de anchura y profundidad mucho mayor en comparación con el XG500, aunque hubo algunos momentos en los que la tonalidad del XG500 sonaba más natural y menos forzada que la del Field 7.\nSony ULT Tower 10, $1,199 Simon Cohen / DT El nuevo balancín de bloques monstruosos de Sony toma el piso de la anterior Sony SRS-XV900. Mantiene el sonido omnidireccional, pero con mucha más potencia. Un juego de ruedas más grande hace que sea más fácil de mover, y viene con su propio micrófono inalámbrico y un práctico juego de soportes para micrófonos abatibles.\nPuedes usar un segundo micrófono con cable para duetos de karaoke o usar la entrada como amplificador de guitarra.\nLa iluminación LED es una característica clave de cualquier altavoz para fiestas y Sony dice que el sistema LED multicolor en la Tower 10 tiene 34 áreas de iluminación, el doble que la XV900. Sony ha mantenido el modo TV Booster, que te permite conectar la Tower 10 a tu televisor a través de un cable óptico, y la optimización del campo sonoro debería completar la funcionalidad de la pseudobarra de sonido.\nEn la Tower 10, los modos del botón ULT están diseñados para ofrecerte frecuencias graves más profundas y bajas (ULT 1) o graves más fuertes y contundentes (ULT 2).\nLo único que la ULT Tower 10 no puede hacer es alimentar tu fiesta sin un cable: a diferencia de la XV900, no hay batería interna.\nRecomendaciones del editor WF-C700N: los auriculares con cancelación de ruido más asequibles de Sony ¿Son estos los auriculares WH-1000XM5 de Sony? Sony WF-1000XM4: más compactos y con mejor cancelación de ruido",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [
      "https://live.primis.tech/live/liveView.php?s=${playerId}&schain=1.0,1!fabrik.com,60,1&playerApiId=${playerId}`;",
      "https://www.live.primis.tech/live/liveView.php?s=${playerId}&schain=1.0,1!fabrik.com,60,1&playerApiId=${playerId}`;",
      "https://live.primis.tech/live/liveView.php"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T00:02:39.975+03:00",
    "updated": "2024-04-12T00:02:39.975+03:00"
  },
  {
    "uuid": "a7492c17f1584b91a7c9fa884bfe7ea061d3029d",
    "url": "https://www.theinertia.com/surf/how-an-injury-helped-my-surfing-progress",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brian Sousa",
    "published": "2024-04-04T21:55:00Z",
    "title": "How an Injury Helped My Surfing Progress",
    "text": "It was a crowded, peaky Saturday when things came to a boil. I paddled into a wave on my daily driver, went to pop-up, and my legs buckled. Again. Sheepishly, I rode in on my belly. But as I changed on the side of the road, my confusion veered towards anger. After a year of growth, my surfing prowess had disintegrated like wax left on the trunk of the car. Even worse, I couldn’t pin down why. Soon it became apparent that my back pain could be playing a part in my decline. I’d had mild to moderate back pain for years, which I attributed to an old snowboarding injury. This was different, though. It wasn’t only my back that ached. A year before, I’d run a half-marathon; now I was struggling to make it through a three-mile run. All day, the nerves in my legs fired like I had Siracha in my veins, making it difficult to work and sleep, never mind surf. I dealt with insurance crap, saw a back doctor, finally got an MRI. The test proved inconclusive, but also included a note: “no explanation for leg pain.” Awesome. The next test for my back was months away, and I was back in Rhode Island for the summer with only a few old boards. Hurricane season loomed. I’d stopped running, but when some friends came into town for the first solid swell, I grabbed the smallest board I had in the garage. Packed lineup, overhead swell. A disastrous, painful session ensued where, legs aching, I struggled to pop up or just pulled out of waves as my friends threw buckets and howled with gleeful abandon. I trudged out of the water, head down. Years ago, I’d envisioned coming back from California victoriously, showing my friends how much I could rip. Based on the MRI, though, I’d just gotten worse at surfing. I was too old and too slow. I could take up chess, knit some sweaters, maybe become a power walker. After self-medicating with nachos and beers, I realized I wasn’t just going to give up something I love. I also wasn’t going to ride the little epoxy board that my leaner, uninjured younger self threw around. Another week, another autumn swell. This time, I grabbed the 7’6″ that I’d picked up for cheap years back. Wide, floaty, and bright green, its main job was to collect dust in the garage while waiting patiently for my fiancé to fall in love with surfing. Instantly, I was able to paddle with less leg pain because I could stretch my legs out and keep them supported as needed. The increased paddle power didn’t hurt, either, and popping up was less of an issue thanks to the increased stability. I was getting into waves easily, and surfing was suddenly fun again. A few sessions later, my style began to change. To get the most out of the board, I had to adjust my stance, make gentle, flowing turns, and connect with the power of the wave in a way I wasn’t used to. If I moved the right way, I also had a lot more time on the wave. Sure, I had to navigate the impact zone with a heavier board, but the tradeoff was more than worth it. On a smaller day, I pulled out my 9’0″ and instantly applied my new sense of flow and patience, culminating in some guy yelling after one of my waves, “Hey, man! You rode that all the way to Connecticut!” It seemed like such a simple idea, to go back to a bigger, more conservatively shaped board to support my back. The surprising by-product, however, was how much it improved my surfing. I was reminded of an afternoon years before at a bachelor party in Maine. I’d ridden a 5’9″ and had a subpar session, and friend who’s surfing I’d always admired looked at the 7’6″ lying in the grass. “This thing is sweet,” the guy said. “You should ride this board all the time.” At the time, I felt the comment was a dig at my surfing, because what he was really saying was: you’re not ready to ride a smaller, faster board yet. But like all sublime tenets of advice, it stayed with me as, ironically, the green machine became my fall hurricane board. Many years before, I’d fallen into the customary approach that befalls a lot of surfers – especially those who don’t get to surf a ton – smaller is better. This idea culminated in my small quiver of shortboards and fishes – but was I really surfing them well? Sure, I was having fun, but I wasn’t really progressing. Often, I was dropping in and making one or two decent turns if I was lucky, before I outran the wave or couldn’t beat the section. With my back and leg pain reduced, I focused on the fundamentals that I’d passed by long ago in search of tricks that I could never do. I watched surf videos. I slowed things down, got in the pocket, moved my body differently. The result? At the point break where I learned to surf, I got some of the best waves of my life. A month later I strapped the board to the car for our trip back to California. But, after a few sessions, it started to feel like the green machine was holding me back. I picked up a used, much faster egg, fully foiled and about a foot smaller. My back and legs were up and down, but I found a great physical therapist and my surfing continued to progress, albeit painfully some days. Coincidentally, I started compressing less because extending provided rapid relief for my legs and my spine, not because I was embracing a new, more nonchalant slice of emerging style. Months later, an EMG test – a fun procedure where they shoot electricity into the nerves in your legs – revealed a bulging disc and a pinched nerve in my lumbar spine that the MRI had missed. A few months later, the combination of PT every morning and a cortisone shot into my L4-L5 vertebrae have made it possible for me to start riding my smaller boards again. The beauty of riding my fish again is that I take all my new habits with me. Plus, I still love gliding on the egg. Why do most surfers traditionally gravitate towards smaller, sleeker craft? The answer is more mental than physical. Shaper Matt Parker of Album Surfboards says that people are too quick to buy into “whatever the market is saying.” His advice is to “just think about what’s the best board for where I surf, how am I going to have the most fun, what’s going to get me the most excited to want to surf a lot.” We want everyone to see us carrying Slater’s new twin , or any tiny, new board that shows the world that we know what we’re doing. Our boards often become a part of our identity. But when I hefted the green machine through the frothing crowd during a hurricane swell, no one knew I was injured, or that my legs and back were on fire just from strapping the board to the roof of my Honda. No one knew that surfing and walking were the only exercise I could tolerate. I had to learn not to care what the board looked like and disregard the disdainful looks other surfers when I pulled it off the roof. Quickly, not giving a shit became freeing. I love surfing again, and it’s all thanks to a bulging disc and a green funboard. I’m hoping to continue to do PT and return to consistently riding my old shortboards. If I can’t? I’ll be happy just catching waves.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Health"
    ],
    "external_links": [
      "http://www.youtube.com/watch",
      "http://www.youtube.com/watch?v=I_5gqw0e4NA",
      "http://youtube.com/watch?v=I_5gqw0e4NA",
      "https://www.firewiresurfboards.com/products/prestige-great-white-twin",
      "https://firewiresurfboards.com/products/prestige-great-white-twin"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "rhode island",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T02:34:59.086+03:00",
    "updated": "2024-04-05T20:40:54.499+03:00"
  }
]
