[
  {
    "uuid": "72237b2973b94fb952bcf4f7ea388e4b862b1256",
    "url": "https://www.nomadasaurus.com/things-to-do-on-bruny-island/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alesha and Jarryd",
    "published": "2024-01-05T22:20:00Z",
    "title": "The 14 BEST Things to Do on Bruny Island, Tasmania [2024]",
    "text": "Planning a trip to one of Tasmania’s most beautiful (and delicious) islands? Don’t miss all these incredible things to do on Bruny Island on your visit!\nIf you like food, wine, cheese and some of the best easy day hikes in Tasmania, then Bruny Island is the place for you!\nLocated just off the southeastern coast of Tasmania and a short drive from Hobart, Bruny Island is a remarkably diverse and beautiful destination where you can spend your days out in spectacular wilderness, learning about native wildlife or fill your stomachs with delicious food and wine (or beer).\nWell, that’s what we did, and there really is something to offer for every traveller.\nTo make a visit to Bruny Island even easier, you can take your car or motorhome over on the ferry for a reasonable cost, meaning you’ll have your own transport to get around.\nNo trip ticking off all the\ngreat places to visit in Tasmania would be complete without spending a day (or a weekend) exploring all the incredible activities and attractions here.\nTo help you plan your trip, here’s our comprehensive guide to the best things to do on Bruny Island.\nTable of Contents\nThe Best Things to Do on Bruny Island, Tasmania 1) Try Some Local Honey at The Honey Pot 2) Bruny Island Cheese Co. 3) Cape Queen Elizabeth Hike 4) Walk the Green Point Trail 5) Hike Up to the Fluted Cape Lookout 6) Take a Scenic Flight Over Bruny Island 7) Go to the Truganini Lookout for Sensational Views Over The Neck 8) Visit the Penguin Rookery 9) Learn About the Cape Bruny Lighthouse 10) Hike the Luggaboine Circuit 11) Hike the Whole Labillardiere Peninsula Circuit 12) Bruny Island Cruises 13) Get Into the Oysters at Get Shucked! 14) Have a Nip at the Bruny Island House of Whisky Bruny Island Travel Guide Where to Stay – Accommodation on Bruny Island Places to Visit on Bruny Island Tasmania How to Get to Bruny Island Tasmania\nThe Best Things to Do on Bruny Island, Tasmania\nWe really enjoyed our time here and were overwhelmed with all the things you can do on Bruny Island.\nWe took our campervan over for 3 nights, which was the best thing we could have done as it gave us the freedom to explore Bruny Island on our own time.\nIf you don’t have your own wheels there are lots of great day tours you can book.\nThis one is by far the best you can do as a day trip from Hobart.\nThe best way to get around is to rent a car and explore on your own! We recommend\nRental Cars, which has the largest range of vehicles for the best value on the market.\nIt was our goal to find out what to do on Bruny Island and tick off as many of the activities as possible.\nSo if you love eating local food, sampling boutique beer and wine, hiking coastal headlands, visiting quaint little shops and diving into history, you’re in for a treat with this article of the best things to do in Bruny Island.\n1) Try Some Local Honey at The Honey Pot\nOur first stop on our trip to Bruny Island was\nThe Honey Pot, where we tried all kinds of different, you guessed it, honey products!\nThe Honey Pot is a local beekeeping business that makes incredible, award-winning honey.\nMuch more than just a place to buy sweet nectar, the storefront is filled with all kinds of information about bees and honey making.\nAs adults, we found this fascinating, but if you’re looking for things to do on Bruny Island with kids, this is really interesting.\nYou’ll find all different types of honey here, including Leatherwood, Manuka, Prickly Box, Fennel, Clover, Bush and Blue Gum. We honestly had no idea there were so many different varieties before we arrived!\nAnd best of all, you can try them all! Well worth stopping by when you drive past.\n2) Bruny Island Cheese Co.\nNext we stopped off at the Bruny Island Cheese Company on North Bruny, where they make their own beer, wine and cheese. I know – everything you need in one place!\nNick Haddow, the owner of\nBruny Island Cheese Co, has a passion for cheese and being a specialist cheese maker, he was committed to the traditional methods of making cheese.\nThey have display windows so you can have a look into the kitchen and see how they make all their different products.\nWe got a taster plate and settled in with some drinks to give them a try. The flavours and textures were unreal. Even the wood-fired bread was amazing.\nIn 2016 they added craft beer to the mix, and boy are we glad they did!\nUsing locally grown ingredients for their beers with 100% Tasmanian-grown hops, they brew several delicious ales and stouts.\nBecause their recipes rely on whatever local ingredients they can get their hands on, you never know what they’ll have on tap.\nWe recommend getting the tasting paddle so you can try them all and choose your favourite. They also have a tasting paddle of some local Bruny Island premium wines.\nThe atmosphere at Bruny Island Cheese Co is also fantastic, with a spacious and lush outdoor area making everyone who comes in want to settle in for the day to eat and drink their worries away.\n3) Cape Queen Elizabeth Hike\n- Location: Near Bruny Island Airstrip. Across the road from The Honey Pot\n- Distance: 7km return out to The Arch or 12km return out to the Cape\n- Time: 2 – 4 hours return\nTo work off all the cheese, beer, wine and honey, make sure you go out on a hike to Cape Queen Elizabeth.\nThis hike is popular for people who want to see the iconic arch right on the beach. Everyone gets their photo there, and we did too of course.\nStart from the car park across the road from The Honey Pot place. You will follow a 4WD trail (not for the public), which will get thinner and eventually turn into a bush trail.\nOnce you get to a fork you can go down to the beach or up over the mountain, depending on the tide (check the tide chart at the trailhead).\nREAD MORE: Keen to do some more hiking around the state? Check out our list of all the\nepic things to do in Tasmania!\nAt low tide you can walk along the beach and around the rocks to get to the famous arch and beyond out to Cape Queen Elizabeth. Many people will just walk out of the arch and head back.\nIf it is high tide, you will not be able to make it around the rocks on the beach. Instead take the trail up the hill over the other side and access the arch and trail to Cape Queen Elizabeth from there.\nThe walk is truly stunning, no matter whether you go all the way to the Cape or just. to the arch. Make sure you take water and some snacks with you.\n4) Walk the Green Point Trail\n- Location: At the end of Adventure Bay Road\n- Distance: 4km return\n- Time: 1 – 1.5 hours\nThe Green Point Trail is one of the best things you can do on Bruny Island if you have young kids or do not want to do a strenuous hike. It is not pram or wheelchair friendly though.\nStart at the Grass Point Trail at the end of Adventure Bay Road from the Fluted Cape parking area.\nFrom here walk along the beach and then up onto a flat, well-maintained trail that follows the edge of the bay.\nYou may spot different wildlife along the way so keep your eye out. The trail will lead you all the way out to Green Point. There is an information board at the end to tell you more about the area.\nAfter your relaxing walk keep an eye out for Bruny Island’s famous white wallaby, as this is the bay where this little one lives.\n5) Hike Up to the Fluted Cape Lookout\n- Location: At the end of Adventure Bay Road\n- Distance: 5.6km return or 6.2km for the whole loop\n- Time: 2.5 – 3 hours\nStill feel like walking? Perfect! Because the Fluted Cape Track out of Adventure Bay is one of the best hikes on Bruny Island.\nLocated within South Bruny National Park, this delightful, adventurous circuit walk cuts past Green Point and up over Fluted Cape, following precarious sea cliffs and offering incredible views.\nYou can do the hike in either direction. If you hike anticlockwise you will head to Green Point first and follow the cliffs up to the Fluted Cape Lookout.\nClockwise, which is the direction we went, takes you up a steep path through the forest, getting you to the top quicker and allowing you to walk at a gentle downhill slope back down along the elevated coastline.\nThe highlights include standing on the edge of enormous cliffs, views out to Penguin Island and Adventure Bay, and if you’re lucky a lot of birdlife in\nthe national park.\nDefinitely a tourism highlight in our list of Bruny Island activities. South Bruny National Park is a real gem.\n6) Take a Scenic Flight Over Bruny Island\nWhy not see Bruny Island from a different perspective?\nExperience Bruny Island’s diverse geography and beautiful beaches from the air with a scenic flight over this south-eastern Tasmanian island.\nYou’ll enjoy stunning views of The Neck, the rugged coastline, mountains and more as the experienced local pilots take you up for an unforgettable ride.\nLocated right on the Bruny Island Main Road, Island Scenic Flights is the only carrier based at the Bruny Island Airport.\nThey have different flights available for you to choose from\nhere.\nREAD MORE: Have more time? Don’t miss our expert guide on how to spend\n2 weeks in Tasmania on a road trip!\n7) Go to the Truganini Lookout for Sensational Views Over The Neck\nTruganini Lookout is located on the narrow isthmus of land that separates Bruny Island from north and south, better known as ‘The Neck’.\nThis spot provides arguably the most iconic view of Bruny Island, and you can get gorgeous 360 degree views over the island. It is incredible how far you can see.\nThe lookout is named after a woman widely considered to have been the last full-blooded Aboriginal Tasmanian, Truganini.\nSadly herself and her family suffered terrible cruelty at the hands of colonial settlers, as did all of the Tasmanian Aboriginal population.\nDespite its horrendous past, it is great to see Bruny Island honouring and acknowledging Truganini.\nThe lookout is a great spot to visit for sunset or sunrise, especially if the sky lights up.\nYou get beautiful views over Isthmus Bay, Great Bay and Adventure Bay. You can see for miles on a clear day.\n8) Visit the Penguin Rookery\nWhile you’re hanging out at The Neck, you’ll have the chance to see the fairy penguins at night at the penguin rookery.\nThis is a magical experience, and should not be missed when ticking off all the incredible things to do on Bruny Island.\nPark at the Truganini Lookout car park and instead of climbing up to the lookout head to the beach on the boardwalk. After a short time, you will find yourself at the rookery.\nThe penguins come up to the beach one by one from the sea and climb up the below rock formation that resembles a wave.\nThey waddle up, hop into their little cave and then they finish waddling over to their partner or chicks.\nPenguins will nest just about anywhere they can find a spot that is out of the wind and with access to the water.\nYou can only see the little penguins from September and April, and after dusk. But of course, fairy penguins don’t follow a clock, so you may have to wait an hour or two after dusk before they appear.\nWe went 2 nights in a row and only saw them on the second night as we left too early on the first.\nMake sure you have a red light to not disturb them, and as with any wildlife, please keep your distance and don’t approach them or leave the platform.\n9) Learn About the Cape Bruny Lighthouse\nAt the end of the road on Bruny Island, you’ll come across its most famous attraction – the Cape Bruny Lighthouse.\nThe 114m tall\nlighthouse was built in 1836, towers over the spectacular dolerite cliffs of Cape Bruny and offers panoramic views of the rugged South Bruny coastline.\nYou can’t actually go inside the Cape Bruny Lighthouse on your own, but if you would like you can join a private tour and go up with a guide.\nThe tour guide will take you up to the top of the Cape Bruny Lighthouse where you can get an even better view and learn all about the history of the building.\nIf you are\ninto astrophotography (use our photography guide to help you get the best images), this is a great spot too because there’s no light pollution (except for the lighthouse of course), and looking south there’s no land until you hit Antarctica!\nThe last part of the road out to the Cape Bruny Lighthouse is not smooth so be aware. A 2WD car can easily get out there but the road has a lot of corrugations on it.\n10) Hike the Luggaboine Circuit\n- Location: Labillardiere Peninsula near Lighthouse Jetty Beach.\n- Distance: 4km loop\n- Time: 1.5 – 2 hours\nIf you’re looking for more hikes to do on Bruny Island, you’re in luck because this one is a beauty!\nThe Luggaboine Circuit is the easy, shorter 4km circuit walk on the Labillardiere Peninsula in South Bruny National Park, heading out to Standaway Bay and Great Taylors Bay.\nAlong the way, you’ll find all kinds of wildlife, lush scenery, high cliffs, interesting caves and picturesque natural rock pools.\nThe path starts from the picnic area carpark in South Bruny National Park. From here follow the well signed path that will take you to Standaway Bay first.\nAfter walking about 2km you will come to a fork. This is where you will cut across the peninsula to the other side where you get great views of Great Taylors Bay.\nThis is an easy walk which is great for all ages. If you want to extend your walk and make a day of it, check out the Labillardiere Peninsula Circuit below, which is the larger loop on the peninsula.\n11) Hike the Whole Labillardiere Peninsula Circuit\n- Location – South Bruny National Park near Lighthouse Jetty Beach\n- Distance – 18km loop\n- Duration – 5 – 6.5 hours\nOne of the best free things to do on Bruny Island is tackle the whole Labillardiere Peninsula Circuit, a fantastic, long and varied walk around the picturesque Labillardiere Peninsula in South Bruny National Park.\nIt is one of the\n60 Great Short Walks of Tasmania, if you are ticking that list off (and you should be).\nAlong this stretch, you’ll find constant coastal views mixed with mountain vistas as well as stretches of beautiful sandy beaches, perfect for relaxation or exploration.\nThis low-level stroll also provides an excellent opportunity to see wildlife such as wallabies, parrots, marine life and other colourful flora like wildflowers, including orchids!\nFrom the Jetty Beach campground, you’re taken west along a 4WD track for views of rugged mountains in Tasmania’s southern ranges as well as deserted rock spree beaches that are worth checking out.\nContinuing onwards, Mount Bleak is climbed up next with its first glimpses of Partridge Island – home to the rare forty-spotted Pardalote (a bird that has seen an alarming decline).\nREAD MORE: For one of Australia’s best hikes, don’t miss out on the\nThree Capes Track in Tasmania!\nAlong the hike you will pass Point Labillardiere, Hopwood Point, Hopwood Beach and Botlers Beach, which all offer great views.\nYou will follow the path back towards Lighthouse Jetty Beach with nice views over Great Taylors Bay.\nThis hike will take you between 5 – 6.5 hours return so be prepared with enough water and snacks or lunch. There are no facilities along the way.\nThere are drop toilets at the Jetty Campground where you start and end your hike.\n12) Bruny Island Cruises\nIf you want to see the breathtaking coastline from the water, then\nthis is the tour you need to take.\nBruny Island Cruises has a 3 Hour Wilderness Cruise that explores the rugged cliffs and beaches of the island.\nYou’ll cruise alongside some of Australia’s highest sea cliffs, beneath towering crags and drift up close to listen to the awesome ‘Breathing Rock’.\nYou sail past sea caves and cruise through the narrow gap between coast and “The Monument”, feel nature at its most powerful point where the Tasman Sea meets Southern Ocean.\nYou may see seals, dolphins, migrating whales (depending on the season) or even penguins! Bruny Island Cruises does a great job of letting tourists see the real wilderness around Bruny Island.\nThis is the best way to find out about this area and learn the history of when the Tasmanian Aboriginal people first inhabited this beautiful area over 2000 years ago.\n13) Get Into the Oysters at Get Shucked!\nGet Shucked is all about a truly authentic, amazing oyster experience. Head on down to Bruny and drop into\nGet Shucked for some fresh oysters!\nGet Shucked is a company that specialises in Australian oysters that come from the waters of the D’Entrecasteaux channel and are grown for 6-12 months.\nThe end product, an elite Pacific Oyster, has noticeable sweet flavours with full body and briny meat. Or so they say.\nWe personally did not try them as we are vegetarians, but if you love your seafood and want to try some fresh oysters, check these guys out.\n14) Have a Nip at the Bruny Island House of Whisky\nIf you are a whisky or gin lover, before you get back on the ferry to head back to the mainland, check out the\nHouse of Whiskey.\nThese guys have a tremendous passion and endless knowledge of whiskey and gin, and you can learn all about it by trying out one of their tasting paddles.\nIf you’ve ever wanted to pick up a bottle of Tasmanian Single Malt, Bruny Island House of Whisky is the place to do it on your trip around the state.\nBruny Island Travel Guide\nNow that you know all the things to do on Bruny Island, let’s dive into some extra information to help you make the most of your visit.\nFrom where to stay to how to get here, and the best places to visit during a trip to Bruny Island, we have you covered.\nWhere to Stay – Accommodation on Bruny Island\nBruny Island Tasmania is a perfect destination if you are looking for a place to relax and unwind.\nThere are many types of accommodation available on Bruny Island, making it possible for everyone to stay comfortably no matter the budget.\nThe cost of accommodation ranges from basic campsites to luxury lodges and hotels.\nCamping on Bruny Island\nThere are a couple of places to camp on the island. You can camp in the National Park as long as you have a national park pass.\nThe three main campgrounds people stay at to explore the whole island are:\n- Neck Game Reserve Camping Area – $10 per night\n- Jetty Beach Campground Area – $10 per night\n- The Pines at Cloudy Bay – Free\nThere are also privately owned areas where you can camp. You either need to call ahead or just show up. Check out WikiCamps to find out more.\nBudget Accommodation on Bruny Island\nStaying for cheap on Bruny Island isn’t easy, but not impossible either, with prices starting around $150 a night.\nOur favourite place to stay without breaking the budget is\nBruny Island Escapes and Hotel Bruny, located in Alonnah, with a number of cottages and villas to choose from.\nMid Range Accommodation\nIf you can push your budget to $200 a night or a bit more, you’ll have the chance to stay in the truly wonderful\n43 Degrees Bruny Island!\nLocated in Adventure Bay, the apartment accommodation offers all the amenities you’d need to feel right at home, including kitchenettes and breakfast included.\nGet in quick though as availability is limited and 43 Degrees is very popular.\nThe Best Luxury Accommodation\nLooking for a luxury stay to spoil that special someone? Then you can’t miss out on a villa at\nAdventure Bay Retreat Bruny Island.\nJust a few short steps from the beach at Adventure Bay, this retreat is set in 33 acres of native bush land and has stunning cottages complete with hot tubs, wood heaters and the sound of birds chirping.\nAccommodation doesn’t get any better than this, but just like 43 Degrees, if you want to stay here you need to book as soon as possible.\nPlaces to Visit on Bruny Island Tasmania\nThe island is broken up as ‘north’ and ‘south’ with The Neck in the middle separating the two halves.\nThere are different bays and towns all over the island, so we wanted to give an overview of all the places to visit on Bruny Island so you don’t miss any.\nFrom South Bruny National Park, to the Cape Bruny Lighthouse, to Adventure Bay, Cloudy Bay, and more, there are so many cool places to go on Bruny Island.\nNorth Bruny Island\nRoberts Point is the home of the Bruny Island Ferry terminal – the island’s link with Tasmania.\nDennes Point is the northernmost township of Bruny Island. It is approximately 30 minutes drive from Roberts Point.\nGreat Bay is on North Bruny. Throughout its history, it was mainly a farming area and this continues today. There is a sleepy township at Great Bay which is home to The Bruny Island Cheese Company. The Get Shucked Oyster Farm is also found at Great Bay, just outside the township.\nThe Neck – Bruny Island Tasmania\nThe Neck Bruny Island is an isthmus of land connecting north and south Bruny Island. It is an important habitat for Bruny’s native wildlife, and here you’ll find the Neck Game Reserve.\nBoardwalks and viewing platforms enable you to observe short-tailed shearwaters and little penguins (also known as fairy penguins).\nTimber stairs lead from the dunes to the Neck lookout, offering stunning 360 degree views.\nSouth Bruny Island Tasmania\nAlonnah is one of the main townships of Bruny Island. It is approximately 35 minutes drive from Roberts Point. Alonnah is home to Hotel Bruny – Australia’s southernmost pub. The Bruny Island District School, Online Access Centre, Police Station and Health Service are also located at Alonnah.\nAdventure Bay is a large eastern-facing bay on South Bruny. Adventure Bay is one of the main townships of Bruny Island. It is approximately 35 minutes drive from Roberts Point. Adventure Bay Bruny Island is the base of a number of the island’s main walks and a variety of tourist attractions.\nThe Adventure Bay Beach is a popular spot for swimming as it is one of the more sheltered beaches on the island. The area is also of cultural and historical significance with a decorated history.\nAdventure Bay Bruny Island was named after Captain Tobias Furneaux’s ship ‘The Adventure’ in 1773.\nLunawanna is one of the main townships of Bruny Island. It is approximately 40 minutes drive from Roberts Point. The nearby picturesque Daniels Bay and Little Taylors Bay both provide calm waters for swimming, boating and kayaking.\nCloudy Bay is a quiet paradise located inside the South Bruny National Park. Home to vast ranges of native Australian wildlife, East Cloudy Head and Cloudy Bay’s shore-based whaling stations operated in the 1830s and are now left abandoned by locals for fear that they will be haunted again. Each year, Cloudy Bay plays host to the ‘Bruny Island Surf Classic’ – a Tasmanian surfing championship held on the island.\nCape Bruny is home to the famous Cape Bruny Lighthouse. The lighthouse at Cape Bruny was built between 1836 and 1838 with convict labour. The Lighthouse is approximately 1 hour and 10 minutes drive from Roberts Point.\nHow to Get to Bruny Island Tasmania\nThere is only one way to get to Bruny Island and that is by the ferry. Whether you come with your own vehicle or hop on a day tour from Hobart, you will have to take the Bruny Island Ferry to get over to the island.\nHere is how to get to Bruny Island:\nThe best way to get around is to rent a car and explore on your own! We recommend\nRental Cars, which has the largest range of vehicles for the best value on the market.\nGetting from Hobart to Kettering\nGetting from Tasmania’s capital Hobart to Bruny Island is very easy and straightforward. You can go to Bruny Island for the day or for a couple of nights to make the most of it.\nThe Hobart to Bruny Island drive should take around 40 minutes. You follow the Southern Outlet Road (A6), until you hit a roundabout near Huntingfield. From there you go straight and along Channel Highway (B68), which takes you along the coast to Kettering.\nThe Bruny Island Ferry signage is well-marked and the ferry terminal is on Ferry Road in Kettering.\nFerry to Bruny Island Tasmania- Kettering to Roberts Point\nOnce you reach Kettering, follow the signs to the Bruny Island Ferry terminal and pay at the booth before lining up (you don’t need to pre-book).\nThe company is\nSeaLink Bruny Island. You can pay for your ticket there at the booth on the day or book it online and show your booking when you arrive.\nThe company runs about 20 ferry crossings a day from 6am- 7pm. It’ll take less than 20 minutes for you to make it to the northern part of the island.\nMake sure you get there at least 20 minutes before your departure time. If you are travelling during peak season, such as school holidays or summer months, expect some delays as it can get busy.\nSeaLink Bruny Island ferries operate 7 days a week and 365 days a year.\nThe Bruny Island Ferry timetable is available\nhttps://www.sealinkbrunyisland.com.au/ferry/timetable.\nDay Tour to Bruny Island from Hobart\nAnother fantastic option if you don’t have your own vehicle is\n taking a tour over to Bruny Island.\nYou can get a day trip tour from Hobart so all you have to do is sit back and relax. They will sort out the ferry and the stops along the way.\nThis is a great option if you do not have a lot of time but want to see Bruny Island as a day trip from Hobart.\nThe Bruny Island tours usually stop off at The Neck to see the view, head to Adventure Bay, out to the Bruny Island Lighthouse and on the way back to the ferry they will stop into the cheese shop so you can do some cheese tasting and also sample wine and beer.\nThese tours take all day from Hobart so be prepared. Depending on the company, such as Bruny Island Safaris or the one we personally recommend, they will usually pick you up from your hotel or specific landmarks in the downtown area.\nDISCLAIMER: Some of the links in this article are affiliate links, which means if you book accommodation, tours or buy a product, we will receive a small commission at no extra cost to you. These commissions help us keep creating more free travel content to help people plan their holidays and adventures. We only recommend the best accommodations, tours and products that ourselves or our fantastic editorial team have personally experienced, and regularly review these. Thanks for your support, kind friend!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.rentalcars.com/?affiliateCode=nomadasaur637",
      "https://www.brunyislandcheese.com.au/",
      "https://thehoney-pot.com/",
      "https://www.sealinkbrunyisland.com.au/",
      "https://www.getyourguide.com/hobart-l491/bruny-island-safaris-gourmet-food-and-sightseeing-tour-t40903/?partner_id=OA1606Q",
      "https://www.islandscenicflights.com.au/Flights_and_Photos-South_Bruny_Island.html",
      "https://www.booking.com/hotel/au/bruny-island-explorers-cottages.en-gb.html?aid=899664",
      "https://tasmanianhouseofwhisky.com.au/",
      "https://www.sealinkbrunyisland.com.au/ferry/timetable.",
      "https://www.getyourguide.com/bruny-island-l84129/bruny-island-3-hour-wilderness-cruise-t74548/?partner_id=OA1606Q",
      "https://parks.tas.gov.au/explore-our-parks/south-bruny-national-park",
      "https://www.getshucked.com.au/",
      "https://parks.tas.gov.au/things-to-do/60-great-short-walks",
      "https://www.booking.com/hotel/au/43-degrees-bruny-island.en-gb.html?aid=899664",
      "https://www.booking.com/hotel/au/adventure-bay-retreat.en-gb.html?aid=899664",
      "https://www.capebrunylighthouse.com/",
      "https://brunyislandcheese.com.au/",
      "https://www.thehoney-pot.com/",
      "https://www.rentalcars.com/",
      "https://getyourguide.com/bruny-island-l84129/bruny-island-3-hour-wilderness-cruise-t74548/?partner_id=OA1606Q",
      "https://www.capebrunylighthouse.com",
      "https://www.parks.tas.gov.au/explore-our-parks/south-bruny-national-park",
      "https://www.parks.tas.gov.au/things-to-do/60-great-short-walks",
      "https://booking.com/hotel/au/43-degrees-bruny-island.en-gb.html?aid=899664",
      "https://www.brunyislandcheese.com.au",
      "https://getshucked.com.au/",
      "https://www.booking.com/hotel/au/bruny-island-explorers-cottages.en-gb.html",
      "https://getyourguide.com/hobart-l491/bruny-island-safaris-gourmet-food-and-sightseeing-tour-t40903/?partner_id=OA1606Q",
      "https://rentalcars.com/?affiliateCode=nomadasaur637",
      "https://sealinkbrunyisland.com.au/ferry/timetable.",
      "https://islandscenicflights.com.au/Flights_and_Photos-South_Bruny_Island.html",
      "https://capebrunylighthouse.com/",
      "https://www.getyourguide.com/hobart-l491/bruny-island-safaris-gourmet-food-and-sightseeing-tour-t40903/",
      "https://tasmanianhouseofwhisky.com.au",
      "https://thehoney-pot.com",
      "https://booking.com/hotel/au/adventure-bay-retreat.en-gb.html?aid=899664",
      "https://sealinkbrunyisland.com.au/",
      "https://www.booking.com/hotel/au/43-degrees-bruny-island.en-gb.html",
      "https://www.getshucked.com.au",
      "https://booking.com/hotel/au/bruny-island-explorers-cottages.en-gb.html?aid=899664",
      "https://www.sealinkbrunyisland.com.au",
      "https://www.booking.com/hotel/au/adventure-bay-retreat.en-gb.html",
      "https://www.getyourguide.com/bruny-island-l84129/bruny-island-3-hour-wilderness-cruise-t74548/",
      "https://www.tasmanianhouseofwhisky.com.au/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "tasmania",
          "sentiment": "none"
        },
        {
          "name": "bruny island",
          "sentiment": "none"
        },
        {
          "name": "hobart",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:53:26.778+02:00",
    "updated": "2024-01-06T00:53:26.778+02:00"
  },
  {
    "uuid": "5e1a0919e20f917b6fce34834783a59408f21171",
    "url": "https://www.gazettextra.com/sports/national/why-kansas-city-chiefs-newest-signing-irv-smith-jr-says-kc-was-his-best-fit/article_863fe591-ac20-5a87-b8ec-96f63bfa6d8f.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jesse Newell - The Kansas City Star (TNS)",
    "published": "2024-03-14T21:25:00Z",
    "title": "Why Kansas City Chiefs’ newest signing — Irv Smith Jr. — says KC was his ‘best fit’",
    "text": "Free agent tight end Irv Smith Jr. said quite a few draws led him to sign a one-year deal with the Kansas City Chiefs.\nPlaying alongside quarterback Patrick Mahomes and tight end Travis Kelce. Getting to be coached by Andy Reid.\nkAmp?5 2=D@ 36:?8 23=6 E@ ;@:? 2 E62> E92E’D 925 A=6?EJ @7 C646?E DF446DD]k^Am\nkAm“%96 4F=EFC6 E92E E96J’G6 3F:=E 96C6[ :E’D 2 H:??:?8 4F=EFC6[ 2?5 :E’D D@>6E9:?8 E92E ]]] x’G6 366? 2C@F?5 H:??:?8 >J H9@=6 =:76[” $>:E9 D2:5 %9FCD52J 5FC:?8 2? :?E6CG:6H H:E9 C6A@CE6CD] “x ;FDE 76=E =:<6 7@C >6[ :E H2D E96 36DE @AA@CEF?:EJ[ E96 36DE 7:E 2?5 D@>6H96C6 x 42? DF44665 2?5 ;FDE D9@H42D6 >J 23:=:EJ]”k^Am\nkAm$>:E9[ ad[ D:8?65 H:E9 zr @? 2 @?6\\J62C 4@?EC24E H@CE9 S`]aha >:==:@?] $>:E9 AC@7:=6D 2D E96 r9:67D’ E9:C5 E:89E 6?5 369:?5 z6=46 2?5 }@29 vC2J[ E9@F89 E96 E62> 92D 9:DE@C:42==J FD65 >F=E:A=6\\E:89E\\6?5 D6ED >@C6 E92? >2?J @E96C 7C2?49:D6D]k^Am\nkAm“pE E96 6?5 @7 E96 52J[ H6’C6 8@:?8 E@ 36 86EE:?8 6249 @E96C @A6?[” $>:E9 D2:5[ “2?5 7665:?8 @77 @7 6249 @E96C]”k^Am\nkAmp a_`h D64@?5\\C@F?5 5C27E A:4< @7 E96 ':<:?8D[ $>:E9 A=2J65 E9C66 J62CD :? |:??6D@E2 367@C6 DA6?5:?8 E9:D A2DE D62D@? H:E9 r:?4:??2E:] w6 A=2J65 :? `a 82>6D =2DE D62D@? 2?5 925 `g 42E496D 7@C ``d J2C5D 2?5 2 E@F495@H? H9:=6 >:DD:?8 D@>6 E:>6 H:E9 2 92>DEC:?8 :?;FCJ]k^Am\nkAmp:=>6?ED 92G6 2=D@ 4FE D9@CE AC6G:@FD D62D@?D] $>:E9 >:DD65 >@DE @7 a_aa H:E9 E96 ':<:?8D 27E6C DF776C:?8 2 9:89 2?<=6 DAC2:?]k^Am\nkAm$>:E9 25>:EE65 %9FCD52J E9:D @77D62D@? 92D 366? E96 7:CDE :? E9C66 J62CD H96C6 96’D 366? 23=6 E@ EC2:? 2E 7F== 962=E9]k^Am\nkAm“%92E’D >J >2:? 8@2= :D ;FDE E@ 36 `__T 2D >F49 2D x 42?[” $>:E9 D2:5[ “2?5 E@ 36 2G2:=23=6]”k^Am\nkAm$>:E9 D2:5 96 9@A6D E@ 3C:?8 D@>6 J@FE9 2?5 “;F:46” E@ E96 r9:67D’ E:89E\\6?5D C@@>] w6 2=D@ D66D 9:>D6=7 2D 36:?8 23=6 E@ 27764E 3@E9 E96 CF? 2?5 A2DD 82>6D]k^Am\nkAm“p?J H2J x 42? 96=A E96 E62>[” $>:E9 D2:5] “u@C >6[ x 766= =:<6 x’> 2 G6CD2E:=6 A=2J6C 2?5 x 42? >2<6 2 =@E @7 A=2JD]”k^Am\nkAm$>:E9 yC]’D 72E96C[ xCG $>:E9 $C][ A=2J65 E:89E 6?5 7@C D6G6? D62D@?D :? E96 }u{ 7C@> `hhb\\hh H9:=6 DA6?5:?8 >@DE @7 9:D E:>6 H:E9 E96 }6H ~C=62?D $2:?ED]k^Am\nkAmu@@E32==[ E96?[ 92D 2=H2JD 366? 2 >62?:?87F= A2CE @7 $>:E9 yC]’D =:76] w6 C6>6>36CD E6==:?8 E62496CD H96? 96 H2D J@F?86C E92E 96 H2D D@>652J 8@:?8 E@ 36 2? }u{ A=2J6C] w6 2=D@ EC:65 @? 9:D 525’D 96=>6E[ 4=62ED 2?5 8=@G6D 2C@F?5 E96 9@FD6 H9:=6 6?G:D:@?:?8 9:>D6=7 2D 2 AC@]k^Am\nkAm“u@C >6[ 7@@E32== 2?5 DA@CED[ E92E’D >J 6G6CJE9:?8[” $>:E9 yC] D2:5]k^Am\nkAm%96 E:89E 6?5 :D 244FDE@>65 E@ 9:89 6IA64E2E:@?D] $>:E9 A=2J65 :? 4@==686 2E p=232>2[ D@ 96 92D 6IA6C:6?46 @? E62>D E92E EJA:42==J C646:G6 E96:C @AA@?6?E’D 36DE D9@E]k^Am\nkAm“(96? :E 42>6 5@H? E@ E96 564:D:@?\\>2<:?8 AC@46DD[ x H2?E65 E9:D @AA@CEF?:EJ] xE H2D D@>6E9:?8 x H2D?’E D9J:?8 2H2J 7C@>[” $>:E9 D2:5] “x’> 2EE24<:?8 :E]”k^Am\nkAm$>:E9 D2:5 :E’D 366? 6I4:E:?8 E@ H2E49 E96 r9:67D @776?D6 7C@> 272C E96 A2DE 76H D62D@?D[ 42==:?8 E96:C 82>6D “6=64EC:4]”k^Am\nkAm}@H[ 96’D C625J E@ 5@ H92E 96 42? E@ 4@?EC:3FE6 E@ E92E DF446DD]k^Am\nkAm“r@>:?8 E@ r9:67D z:?85@>[ x <?@H H92E E96 DE2?52C5 :D[” $>:E9 D2:5[ “D@ x 5@?’E E2<6 :E =:89E=J]”k^Am\nkAm©a_ac %96 z2?D2D r:EJ $E2C] ':D:E k2 9C67lQ9EEADi^^HHH]<2?D2D4:EJ]4@>Qm<2?D2D4:EJ]4@>k^2m] s:DEC:3FE65 3J k2 9C67lQ9EEADi^^HHH]EC:3F?64@?E6?E286?4J]4@>Qm%C:3F?6 r@?E6?E p86?4J[ {{r]k^2mk^Am",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "irv smith jr.",
          "sentiment": "negative"
        },
        {
          "name": "irv smith jr. —",
          "sentiment": "neutral"
        },
        {
          "name": "travis kelce",
          "sentiment": "none"
        },
        {
          "name": "andy reid",
          "sentiment": "none"
        },
        {
          "name": "patrick mahomes",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kansas city chiefs",
          "sentiment": "negative"
        },
        {
          "name": "city chiefs",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:19:13.374+02:00",
    "updated": "2024-03-15T00:19:13.374+02:00"
  },
  {
    "uuid": "4e503bf61b4c2b8243f3e15cd1d750fee86a297b",
    "url": "https://www.swissinfo.ch/spa/mineros-colombianos-en-huelga-levantan-la-protesta-tras-lograr-acuerdo-con-el-gobierno/89804956",
    "ord_in_thread": 0,
    "author": "SWI swissinfo.ch",
    "published": "2025-08-08T15:06:00Z",
    "title": "Mineros colombianos en huelga levantan la protesta tras lograr acuerdo con el Gobierno",
    "text": "Mineros colombianos en huelga levantan la protesta tras lograr acuerdo con el Gobierno\nBogotá, 8 ago (EFE).- El Gobierno colombiano y los mineros de carbón de los departamentos de Boyacá y Cundinamarca lograron un acuerdo para levantar el paro que duró cuatro días, aunque los bloqueos continúan porque otros campesinos agricultores que se sumaron a esa movilización siguen negociando sus peticiones.\nEl acuerdo se logró cerca de la medianoche del jueves luego de los diálogos en los que los mineros presentaron al Gobierno un pliego de diez puntos, centrado en garantizar la seguridad jurídica para el sector, cesar la criminalización de la minería del carbón y establecer una transición energética.\nLa protesta, convocada por asociaciones de pequeños y medianos mineros de carbón, incluyó bloqueos en carreteras centrales de Boyacá y Cundinamarca por donde se moviliza el tráfico que entra y sale de Bogotá hacia el centro y norte del país.\n«Acordamos la transición energética para la pequeña minería del carbón en Boyacá», escribió el presidente colombiano, Gustavo Petro, en su cuenta de X.\nLa Agencia Nacional de Minería (ANM) explicó en un comunicado que «como parte del cumplimiento de los acuerdos alcanzados en la mesa del paro, la ANM ha avanzado en la suscripción de 15 otrosíes, que permiten a pequeños mineros del departamento de Boyacá continuar desarrollando sus actividades bajo el marco de los contratos de concesión con requisitos diferenciales».\n«Esta acción representa un avance significativo hacia la formalización del sector, bajo estándares técnicos, ambientales y de seguridad minera», añadió la información.\nLa ANM recordó que el carbón metalúrgico, que se utiliza en la fabricación de acero y otros productos, hace parte del «grupo de 17 minerales estratégicos, claves para la estrategia de reindustrialización del país, el desarrollo de la infraestructura, la transición energética y la seguridad alimentaria».\nIgualmente destacó que la firma de los contratos de concesión minera permitió resolver conflictos de titulación y brindó nuevas oportunidades a los mineros que por años trabajaron en condiciones de informalidad.\n«Con estas acciones, se impactan positivamente a 1.000 personas directamente y a 5.000 personas indirectamente entre trabajadores y comunidades del entorno», aseguró la ANM.\nLos que siguen en la protesta son los campesinos que tienen cultivos en zonas de páramos quienes piden flexibilidad del Gobierno y un tiempo de transición para dejar esas actividades y que les den alternativas de trabajo y subsistencia.\nEl pasado 24 de julio, el Gobierno de Colombia y los arroceros lograron un acuerdo que consta de siete puntos e incluye la regulación del precio del arroz paddy verde, después de once días de un paro nacional que ocasionó bloqueos en carreteras de once de los 32 departamentos que conforman el país.\nSegún datos del gremio, del que dependen más de 500.000 familias, la producción del cereal no era rentable antes de este pacto debido a los bajos precios por hectárea cosechada. EFE\nocm/joc/nvm",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Labor->employer",
      "Labor->labour dispute",
      "Labor->collective agreements",
      "Politics->political process",
      "Politics->political parties and movements",
      "Politics->government",
      "Social Issue->communities",
      "Social Issue->social condition",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Gustavo Petro",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Cundinamarca",
          "sentiment": "none"
        },
        {
          "name": "Boyacá",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Gobierno\nBogotá",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "EFE",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "EFE",
              "exchange": "ASX"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [
        "top_news_ch",
        "top_news"
      ],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-08T18:28:53.522+03:00",
    "updated": "2025-08-09T19:09:18.000+03:00"
  },
  {
    "uuid": "83137611e044a958f25fb5fd128bbd71efa70f33",
    "url": "https://www.livemint.com/science/news/earth-bracing-for-powerful-solar-storm-after-20-years-heres-how-it-may-impact-you-11715335677643.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Livemint",
    "published": "2024-05-10T09:07:00Z",
    "title": "Earth bracing for powerful solar storm after 20 years. Here's how it may impact you | Mint",
    "text": "A powerful solar storm is brewing in outer space, and according to the US National Oceanic and Atmospheric Administration (NOAA), it can have a major impact on Earth's critical infrastructure, especially communication networks. After more than two decades, NOAA issued a severe geomagnetic storm warning on Thursday and classified it as a severe (G4) Geomagnetic Storm Watch. \\\"NOAA's Space Weather Prediction Center (SWPC) — a division of the National Weather Service — is monitoring the sun following a series of solar flares and coronal mass ejections (CMEs) that began on May 8. Space weather forecasters have issued a Severe (G4) Geomagnetic Storm Watch for the evening of Friday, May 10. Additional solar eruptions could cause geomagnetic storm conditions to persist through the weekend,\\\" the SWPC said in a press statement.The agency said a large sunspot cluster has produced several moderate to strong solar flares since Wednesday at 5:00 am ET. At least five flares were associated with CMEs that appear to be Earth-directed, and SWPC forecasters will monitor NOAA and NASA's space assets for the onset of a geomagnetic storm, it added. \\\"CMEs are explosions of plasma and magnetic fields from the sun's corona. They cause geomagnetic storms when they are directed at Earth. Geomagnetic storms can impact infrastructure in near-Earth orbit and on Earth's surface, potentially disrupting communications, the electric power grid, navigation, radio, and satellite operations,\\\" the US agency said.How do Solar storms impact Earth?Solar storms majorly impact communication and satellite networks and can disrupt various services, such as communication, weather forecasting, GPS navigation, and other satellite-reliant services. They can induce geomagnetically induced currents (GICs) to overload electrical systems, leading to voltage regulation problems, transformer damage, and large-scale power outages. Moreover, intense solar storms also pose health risks to humans, especially airline crew and passengers, particularly on flights at high latitudes, as the amount of solar and cosmic radiation reaching the upper parts of Earth's atmosphere increases during solar storms.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "atmos",
          "sentiment": "neutral"
        },
        {
          "name": "us national oceanic",
          "sentiment": "neutral"
        },
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "swpc",
          "sentiment": "none"
        },
        {
          "name": "noaa",
          "sentiment": "none"
        },
        {
          "name": "nasa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "earth",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T14:39:55.377+03:00",
    "updated": "2024-05-10T14:47:35.748+03:00"
  },
  {
    "uuid": "dc5d41d687a1982124ad0b58da67e810a08bf8be",
    "url": "https://finance.sina.com.cn/money/fund/aiassistant/etfwp/2025-06-19/doc-infaqrft3929674.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-06-19T03:34:00Z",
    "title": "央企ESGETF（560810）跌1.06%，半日成交额53.29万元|央企_新浪财经_新浪网",
    "text": "6月19日，截止午间收盘，央企ESGETF（560810）跌1.06%，报0.935元，成交额53.29万元。央企ESGETF（560810）重仓股方面， 宝信软件 截止午盘跌0.84%， 海康威视 跌1.12%， 招商公路 跌0.74%， 国电南瑞 跌0.31%， 国网信通 跌1.59%， 中国中铁 跌1.28%， 中国广核 跌1.86%， 中国电信 跌0.77%， 中国移动 跌0.21%， 中国铁建 跌1.14%。\n央企ESGETF（560810）业绩比较基准为中证诚通央企ESG指数收益率，管理人为融通基金管理有限公司，基金经理为蔡志伟、吕寒，成立（2024-11-25）以来回报为-5.51%，近一个月回报为-0.55%。\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。\nMACD金叉信号形成，这些股涨势不错！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->debt market",
      "Social Issue->social condition",
      "Social Issue->demographics",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://www.finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://finance.sina.cn/app/sfa_macd.shtml"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:38:21.807+03:00",
    "updated": "2025-06-20T05:08:53.000+00:00"
  },
  {
    "uuid": "e85a67cf0211323fc3a07b6b3e817339f721ecd7",
    "url": "https://mel.fm/novosti/1264905-v-dagestanskom-agrarnom-universitete-nashli-5-mln-rubley-s-zapiskami-ot-studentov-a-rektora-vuza-zad",
    "ord_in_thread": 0,
    "author": "Новости на «Меле»",
    "published": "2025-06-26T08:25:00Z",
    "title": "В Дагестанском аграрном университете нашли 5 млн рублей с записками от студентов, а ректора вуза задержали",
    "text": "В Дагестанском аграрном университете нашли 5 млн рублей с записками от студентов, а ректора вуза задержали\nВ ходе обысков в служебных кабинетах сотрудников Дагестанского аграрного университета силовики обнаружили более 5 млн рублей и пояснительные записки от студентов о предназначении денег. В записках было сказано, что деньги переданы для сдачи сессии, перевода на индивидуальный график обучения или же за поступление. Как сообщает тг-канал республиканского УМВД, в ходе следственных действий были задержаны ректор вуза и несколько его подчиненных.\n«Во время обысков в их служебных кабинетах обнаружено свыше 5 млн рублей с пояснительными записками от студентов о предназначении денег — для сдачи сессии, перевода на индивидуальный график обучения и за прием на учебу», — заявил представитель МВД. Уточняется, что ректора университета и работников администрации учебного заведения задержали с поличным при получении взятки,\nУстановлено, что ректор и его коллеги разработали систему получения и передачи взяток за решение вопросов, связанных с поступлением и сдачей экзаменов. Также, подозреваемые, составляя подложные документы, присваивали себе средства из бюджета вуза.\nРешается вопрос о возбуждении уголовного дела. В действиях подозреваемых усматриваются признаки преступления, предусмотренного ч.5 ст. 290 и ч. 4 ст. 159 УК РФ. Собранный материал передан по подследственности в СУ СК по Дагестану.\nUrban_Reporter / Shutterstock / Fotodom",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Education",
      "Social Issue"
    ],
    "topics": [
      "Crime, Law and Justice->corruption",
      "Crime, Law and Justice->investigation (criminal)",
      "Crime, Law and Justice->arrest",
      "Education->college and university",
      "Social Issue->demographics",
      "Social Issue->social problem",
      "Social Issue->discrimination"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://t.me/mvd_dagestan/1698",
      "https://www.t.me/mvd_dagestan/1698"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T12:06:40.823+03:00",
    "updated": "2025-06-26T09:19:02.000+00:00"
  },
  {
    "uuid": "af68bcada333c89883e0007f2a7c36fc623156cd",
    "url": "https://news.ltn.com.tw/news/life/paper/1700890",
    "ord_in_thread": 0,
    "author": "自由時報電子報",
    "published": "2025-04-09T21:30:00Z",
    "title": "自由日日Shoot》國健署實測／喬裝高中生買菸 近3成商店不問年齡、不查證件",
    "text": "自由日日Shoot》國健署實測／喬裝高中生買菸 近3成商店不問年齡、不查證件\n2024年各類型販菸場所不合格情形\n〔記者邱芷柔、楊雅民／台北報導〕「菸害防制法」修法明定「不得供應菸品給未滿廿歲的消費者」，實施至今已滿兩年，但年輕人買菸仍有不少破口。衛福部國民健康署昨天公布最新調查，發現全台近三成菸品販售業者未查驗證件，直接販售菸品給疑似未滿廿歲的年輕人，其中以檳榔攤違規率達卅八．六％最高。\n檳榔攤違規率逾38％最高\n國健署委託消費者文教基金會在去年五月至十一月期間，進行全國廿二縣市「喬裝測試」，由穿著高中制服的年滿廿歲工讀生，前往八五四家菸品販售場所試買菸品，結果顯示，每四間店就有一間未查驗身分即販售。違規率最高的是檳榔攤，其次為一般商店、連鎖超市與大賣場，最後是連鎖便利商店。\n連鎖便利商店中，統一超商違規率為十六．七％、全家便利商店為十二．一％，相對穩定；OK超商及萊爾富違規率分別是三三．三％與三三．九％，明顯偏高。超市與賣場部分，全聯違規率為二三．七％、美廉社為十二．七％；家樂福、小北百貨違規率則分別高達四成與三成五。\n都會區超商違規率偏高\n消基會秘書長陳雅萍表示，近三年違規率從二○二二年卅三．二％下降至今年的二六．九％，整體呈改善趨勢。不過儘管有八成五的店員知道可販售年齡為廿歲，但真正落實查驗、拒賣的比例仍偏低，人員流動率高的都會區便利商店違規率偏高。\n萊爾富表示，一直都要求門市須落實執行不得販售給廿歲以下青少年，會針對學校附近重點門市加強宣導。\nOK便利店和統一超商指出，會持續加強相關宣導。全家便利商店表示，店舖員工有定期教育訓練，POS結帳系統中設置雙向警示提醒機制，持續加強第一線人員訓練。\n家樂福表示，將加強員工的教育訓練，特別是在表現比較不好的區域。全聯福利中心也說會持續優化門市員工教育訓練。\n去年開出134張罰單\n違法供菸給未滿廿歲者，最高可處廿五萬元罰鍰。去年各地衛生局共開出一三四張罰單，總罰鍰一一五萬元。國健署副署長賈淑麗強調，販售業者必須確實做到「問年齡、查證件、告知法令」三步驟，若消費者拒絕出示證件，業者應直接拒賣。\n台大醫院家庭醫學部主治醫師郭斐然提醒，青少年吸菸，不僅會增加罹患癌症、心血管疾病及呼吸道疾病的風險，更因腦部尚未發育完全，特別是掌管情緒與行為控制的前額葉，對尼古丁格外敏感，容易出現情緒障礙、衝動行為及學習能力下降，甚至與注意力不足過動症有關。他強調，九成吸菸者在廿一歲前就已養成習慣，呼籲政府應全面禁止加味菸產品，避免青少年因香料與電子產品的誘惑誤觸菸癮。\n☆自由電子報關心您，吸菸有害健康☆\n近10年販菸場所不合格率趨勢\n國健署委託消基會於去年5月至11月進行22縣市「喬裝測試」，由年滿20歲的工讀生穿著高中制服，前往854家菸品販售場所試買菸品，結果顯示每4間店就有1間未查驗身分即販售。 （國健署提供）",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Health->government health care",
      "Health->public health",
      "Health->health organisation",
      "Social Issue->discrimination",
      "Social Issue->ageism",
      "Social Issue->social problem",
      "Crime, Law and Justice->prosecution and prosecutors",
      "Crime, Law and Justice->law"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:41:03.731+03:00",
    "updated": "2025-04-10T00:41:03.731+03:00"
  },
  {
    "uuid": "52dfeffeb19c701a8a5c50ba3cec8e93b9521cd6",
    "url": "https://www.arcamax.com/currentnews/newsheadlines/s-3038086",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ArcaMax Publishing, Inc.",
    "published": "2023-12-28T05:00:00Z",
    "title": "House where University of Idaho students killed torn down. Victims' families opposed it",
    "text": "House where University of Idaho students killed torn down. Victims' families opposed it Published in [News & Features](/currentnews/newsheadlines/) Demolition of the off-campus home where four University of Idaho students were killed last year began Thursday morning over continued protests from at least half of the victims’ families. Work to bring down the unique property got underway before dawn. The noise from the heavy machinery pierced the nearby campus as a local construction firm used an excavator to rip away portions of the facade, starting at the front door. By the scheduled start time of 7 a.m. Pacific, as dozens of members of the media arrived to encircle the boarded-up property and train their cameras toward the wreckage, half of the King Road home was on the ground. About an hour later, the former residence was almost entirely gone. The house, a six-bedroom, three-bathroom rental located less than 600 feet from the university’s new Greek row, was the site of the November 2022 quadruple homicide — one of the most talked-about crimes in state history. The victims were U. of I. seniors Kaylee Goncalves and Madison Mogen, both 21, junior Xana Kernodle and freshman Ethan Chapin, both 20. The three women were tenants of the home with two female housemates who were not physically harmed in the fatal stabbings. Chapin was Kernodle’s boyfriend and stayed over for the night. Bryan Kohberger, a graduate student at Washington State University in neighboring Pullman, Washington, at the time, was arrested and charged with the crime in late December 2022. He stood silent when asked to enter a plea, which led to a not guilty plea on his behalf. Kohberger, 29, a Pennsylvania native, could face the death penalty if convicted. A trial date has yet to be set. In the spring, the private owner of the house at 1122 King Road donated the property to the university, and the school made plans for its destruction. After the home was left standing for more than a year, U. of I. committed to knocking it down and announced earlier this month a Thursday demolition date. “It is the grim reminder of the heinous act that took place there,” Scott Green, U. of I.’s president, said in a statement at the time. “While we appreciate the emotional connection some family members of the victims may have to this house, it is time for its removal and to allow the collective healing of our community to continue.” Debate over U. of I.’s decision ...continued ©2023 The Idaho Statesman. Visit idahostatesman.com. Distributed by Tribune Content Agency, LLC. Comments blog comments powered by Disqus",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "http://disqus.com",
      "http://www.disqus.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "house",
          "sentiment": "neutral"
        },
        {
          "name": "university of idaho",
          "sentiment": "neutral"
        },
        {
          "name": "[news & features",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pacific",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:25:42.688+02:00",
    "updated": "2023-12-29T00:54:40.508+02:00"
  },
  {
    "uuid": "56a9c0f2c5ac904d879edabe5dfd2d8dd1cd65d4",
    "url": "https://www.newsbreak.com/total-pro-sports-313944020/4129309569938-damian-lillard-hilariously-reveals-unexpected-reason-he-bonded-with-jrue-holiday-in-milwaukee",
    "ord_in_thread": 0,
    "author": "Shabiha Akter",
    "published": "2025-07-24T03:16:00Z",
    "title": "Damian Lillard Hilariously Reveals Unexpected Reason He Bonded With Jrue Holiday In Milwaukee - NewsBreak",
    "text": "After two years with the Milwaukee Bucks, Damian Lillard is officially back with the Portland Trail Blazers, where he began his NBA journey. The move came after the Bucks waived Lillard, as he is set to miss a significant part of the 2025-26 season due to injury. Without hesitation, Portland extended a welcoming hand to their franchise icon. Lillard, in turn, embraced the opportunity with a full heart. Now with the Blazers, Lillard joins forces with Jrue Holiday. The reunion comes with a sense of irony and familiarity, as the two had a unique connection even before this season. During a media event on Wednesday, Lillard humorously recalled his time in Milwaukee, living in a house previously owned by Jrue Holiday. Lillard humorously revealed that in Holiday’s house, he faced wifi issues. “ When I lived in Milwaukee, I rented his house for two years so we talked a lot. Like, I was complaining to him about the wifi. There’s a clip online of like I shake his hand, we played them in Boston, we had an interaction and people we’re like what? And we were literally talking about his wifi at his house ,” Lillard said. Lillard now won’t need to rent anyone’s home anymore. He has rejoined the Trail Blazers with a fresh three-year, $42 million contract. The deal has allowed him to settle in with his family and reestablish roots in the city that watched him grow into a superstar. The Trail Blazers celebrated Lillard’s homecoming with a heartfelt social media video showing him entering the team’s locker room. Lillard appeared overwhelmed by the moment, though he tried to hold back the emotion. “ I ain’t gonna cry, but I don’t usually be feeling like this. I feel so happy on the inside ,” Lillard said . Lillard originally played his first 11 seasons with Portland before requesting a trade that eventually sent him to Milwaukee. Across his 13 seasons, split between the Blazers and Bucks, Lillard has averaged 25.1 points, 6.7 assists, and 4.3 rebounds per game. The post originally published on .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->basketball",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2x0z20_132n6dEE00",
      "https://img.particlenews.com/image.php?url=2x0z20_132n6dEE00",
      "https://x.com/trailblazers/status/1947526824940212255?t=1HyXkv54OUT_EFXlCrcfjw&s=19",
      "https://www.totalprosports.com/nba/what-the-portland-trail-blazers-starting-lineup-might-look-like-after-damian-lillard-reunion-find-out/",
      "https://www.totalprosports.com/",
      "https://www.totalprosports.com/nba/damian-lillard-hilariously-reveals-unexpected-reason-he-bonded-with-jrue-holiday-in-milwaukee/",
      "https://www.totalprosports.com/nba/damian-lillard-hilariously-reveals-unexpected-reason-he-bonded-with-jrue-holiday-in-milwaukee",
      "https://www.totalprosports.com",
      "https://totalprosports.com/",
      "https://www.totalprosports.com/nba/what-the-portland-trail-blazers-starting-lineup-might-look-like-after-damian-lillard-reunion-find-out",
      "https://www.img.particlenews.com/image.php?url=2x0z20_132n6dEE00",
      "https://totalprosports.com/nba/what-the-portland-trail-blazers-starting-lineup-might-look-like-after-damian-lillard-reunion-find-out/",
      "https://img.particlenews.com/image.php",
      "https://x.com/trailblazers/status/1947526824940212255",
      "https://totalprosports.com/nba/damian-lillard-hilariously-reveals-unexpected-reason-he-bonded-with-jrue-holiday-in-milwaukee/",
      "https://www.x.com/trailblazers/status/1947526824940212255?t=1HyXkv54OUT_EFXlCrcfjw&s=19",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2x0z20_132n6dEE00"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Damian Lillard",
          "sentiment": "negative"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "NBA",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ],
      "top_news": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:36:16.843+03:00",
    "updated": "2025-07-24T07:41:06.000+03:00"
  }
]
