[
  {
    "uuid": "5c53fe3fdfa918499dd0d722b05415813b71e037",
    "url": "https://www.world-today-news.com/high-rise-building-fire-in-odessa-caused-by-downed-drone-russian-shelling-of-ukraine/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2023-12-28T22:30:00Z",
    "title": "High-Rise Building Fire in Odessa Caused by Downed Drone – Russian Shelling of Ukraine",
    "text": "“A high-rise building in Odessa was damaged by the debris of a downed drone. A fire broke out. Specialists are working. Data on the victims is being clarified,” the message says.\nAlso hit and fire\nconfirmed in the Defense Forces of the South of Ukraine.\n“As a result of falling debris from a downed kamikaze drone, which the enemy sent through residential areas of Odessa, a fire broke out in a high-rise building.\nInformation about the scale of destruction and casualties is being clarified. The relevant services are working at the risk of their lives to save people,” the message says.\nRussian shelling of Ukraine\nLet us remind you that on the evening of Thursday, December 28, Russian invaders once again attack Ukraine with Shahed-type drones in the south and east of the country.\nThe Russians also shelled eight communities in the Sumy region, and there was a wounded woman.\nRead urgent and important messages about\nRussia’s war against Ukraine on the channel RBC-Ukraine on Telegram.\n2023-12-28 21:51:34\n#Shelling #Odessa #kamikaze #drone #hit #residential #building",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://t.me/RBC_ua_news",
      "https://t.me/SJTF_Odes/4593",
      "https://www.t.me/RBC_ua_news",
      "https://www.t.me/SJTF_Odes/4593"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "speci",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "rbc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "odessa",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:32:23.655+02:00",
    "updated": "2023-12-29T00:32:23.655+02:00"
  },
  {
    "uuid": "9c572dcabb72c6af2b773cc58bf5b48485bac7cc",
    "url": "https://www.petoskeynews.com/story/life/2024/03/14/mewing-netflix-doc-open-wide-beauty-trend/72975030007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ", Petoskey News-Review",
    "published": "2024-03-14T00:00:00Z",
    "title": "Mewing is back: Netflix doc 'Open Wide' rekindles interest in beauty trend",
    "text": "LIFE What to know about mewing: Netflix doc 'Open Wide' rekindles interest in beauty trend Mary Walrath-Holdridge Hannah Yasharoff USA TODAY A controversial beauty practice is making its way back into the public consciousness thanks to an A24 documentary.\n\"Open Wide,\" a documentary about Dr. John and his son Mike Mew, explores the fringe orthodontic theories that made the pair famous, including the practice of \"mewing,\" which enjoyed renewed attention online around the time of the pandemic.\nReleased on Netflix on Jan. 23 and directed by Sara Goldblatt, the doc follows the Mews, who have faced controversies ranging from a loss of licensure and involvement with the incel community to disrepute in the scientific community.\nAccording to the official summary, “John Mew has waged a lonely war against the industry — and that teenage rite of passage, braces, for decades. With his son Mike now taking up the fight, the Mews’ fringe theories have turned into a full-blown online sensation. But even while mewing goes viral on TikTok and the Mews churn out content for their millions of followers, Mike is pursued by the British Orthodontic Society and threatened with expulsion by the very people who took away his father’s license.”\nWhat is mewing: People on TikTok are 'mewing.' Experts weigh in on this controversial beauty hack\nWhat is mewing? When is the reunion episode of 'Love is Blind' Season 6? Date, time, cast, how to watch Don Lemon's show canceled by Elon Musk on X, a year after CNN firing Olivia Munn reveals breast cancer diagnosis, underwent double mastectomy 'Dateline' correspondent Keith Morrison remembers stepson Matthew Perry: 'Not easy' Ryan Gosling and Emily Blunt talk Sunday's 'epic' 'I'm Just Ken' Oscars performance Mewing is the practice of placing the tongue against the roof of the mouth to improve jaw alignment and change the shape and look of the jawline and face. Proponents claim it is a non-invasive way to achieve a sharper, more defined jawline aesthetically and can even improve things like breathing, TMJ and tooth alignment.\n\"Basically, it's a way of repositioning anatomy in your neck and lower face,\" Dr. Catherine Chang, a plastic and reconstructive surgeon and founder of NakedBeauty MD, previously told USA TODAY.\n\"When you look in the mirror, you can practice and push your tongue up in the roof of your mouth and pull underneath your chin up to make it look slimmer. You can see a difference,\" she said. \"When we're taking a picture, people consciously or subconsciously do it.\"\nWhile the concept of mewing was introduced back in the '70s, it took off again with younger generations online via TikTok and YouTube in recent years, as Mike Mew, the son of Dr. John Mew, continued to promote the exercise. Influencers began attributing their razor-sharp jawlines in photos and videos to mewing and supposed \"before and after\" images began to circulate widely.\nMany of these images, however, involve photoshopping, face tuning or misappropriating surgical before and afters, claiming the results are simply from consistently practicing mewing.\nDoes mewing actually work? More: 'Love is Blind' reunion spills all the tea: Here's who secretly dated and who left the set\nWhile mewing can be a handy tip to use while snapping a photo, there is no evidence it has any impact on the structure or appearance of the jaw long-term. There is also no credible evidence that mewing can treat any health issues in adults.\nThe source of most information about mewing traces back to the London School of Facial Orthotropics, an organization founded and funded by John Mew himself and promoted by Mike Mew. While the basis for the idea came from studies conducted on and intended for use in young children, the maxillofacial and orthodontic communities have widely denounced the practice for adults.\nJohn Mew lost his license with the U.K. General Dental Council in 2017 \"on grounds of misconduct for publicly denigrating the traditional practices of orthodontic tooth movement,\" and his son has likewise been investigated for \"inappropriate and/or misleading,\" patient treatment.\n\"If it’s too good to be true, it generally is,\" Chang told USA TODAY.\nPut simply: it may help you look better in a photo, but it's not going to give you the same result as liposuction, jaw surgery, fillers or other facial treatments.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.usatoday.com/story/entertainment/tv/2024/03/13/love-is-blind-season-6-reunion-live-updates/72951899007/",
      "https://www.usatoday.com/story/life/health-wellness/2023/04/11/what-mewing-why-tiktok-beauty-trend-controversial/11577056002/",
      "https://www.tiktok.com/@prof.mew",
      "https://www.netflix.com/title/81738538",
      "https://www.imdb.com/company/co0315557/",
      "https://www.nytimes.com/2020/08/20/magazine/teeth-mewing-incels.html",
      "https://usatoday.com/story/entertainment/tv/2024/03/13/love-is-blind-season-6-reunion-live-updates/72951899007/",
      "https://tiktok.com/@prof.mew",
      "https://www.usatoday.com/story/entertainment/tv/2024/03/13/love-is-blind-season-6-reunion-live-updates/72951899007",
      "https://nytimes.com/2020/08/20/magazine/teeth-mewing-incels.html",
      "https://www.imdb.com/company/co0315557",
      "https://imdb.com/company/co0315557/",
      "https://www.usatoday.com/story/life/health-wellness/2023/04/11/what-mewing-why-tiktok-beauty-trend-controversial/11577056002",
      "https://netflix.com/title/81738538",
      "https://usatoday.com/story/life/health-wellness/2023/04/11/what-mewing-why-tiktok-beauty-trend-controversial/11577056002/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mike",
          "sentiment": "none"
        },
        {
          "name": "john",
          "sentiment": "none"
        },
        {
          "name": "john mew",
          "sentiment": "none"
        },
        {
          "name": "mike mew",
          "sentiment": "none"
        },
        {
          "name": "sara goldblatt",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "netflix",
          "sentiment": "positive"
        },
        {
          "name": "british orthodontic society",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T01:17:47.911+02:00",
    "updated": "2024-03-15T01:18:10.694+02:00"
  },
  {
    "uuid": "e31db52dfd1fd3aaee0373b1bd12a8e186317c02",
    "url": "http://www.godlikeproductions.com/forum1/message5636092/pg1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "S-man User ID",
    "published": "2024-02-01T22:15:00Z",
    "title": "Guy claims he has copies of Epstein's island tapes. He is now in Russia, and was a Palm Beach Co. deputy.",
    "text": "Users Online Now:\n2,366\n(\nWho's On?\n)\nVisitors Today:\n761,737\nPageviews Today:\n1,477,851\nThreads Today:\n591\nPosts Today:\n10,986\n06:23 PM\nDirectory\nAdv. Search\nTopics\nForum\nBack to Forum\nPost New Thread\nReply\nView Favorites\nJoin Now, Free! (& No Ads!)\nForgot Your Password?\nEmail\nPassword\nRemember\nRate this Thread\nAbsolute BS\nCrap\nReasonable\nNice\nAmazing\nPage\n1\nBottom\nSearch Replies\nPrevious Page\nNext Page\nSearch Terms:\nHighlight Matches\nGuy claims he has copies of Epstein's island tapes. He is now in Russia, and was a Palm Beach Co. deputy.\nS-man\nUser ID: 85745711\nGermany\n02/01/2024 06:08 PM\nReport Abusive Post\nReport Copyright Violation\nGuy claims he has copies of Epstein's island tapes. He is now in Russia, and was a Palm Beach Co. deputy.\nHe says he has video associated with massages.\nGuy who gave him the disks is now dead.\nAnonymous Coward\nUser ID: 84883405\nUnited States\n02/01/2024 06:10 PM\nReport Abusive Post\nReport Copyright Violation\nRe: Guy claims he has copies of Epstein's island tapes. He is now in Russia, and was a Palm Beach Co. deputy.\nOk....and???\nWhat's on the tapes?\nS-man\n(\nOP\n)\nUser ID: 85745711\nGermany\n02/01/2024 06:15 PM\nReport Abusive Post\nReport Copyright Violation\nRe: Guy claims he has copies of Epstein's island tapes. He is now in Russia, and was a Palm Beach Co. deputy.\nOk....and???\nWhat's on the tapes?\nQuoting:\nAnonymous Coward 84883405\nI am listening... 44m long....\nGuy says he made copies but he never looked at them at the time...\nOne file, encrypted, 720 videos into one file\n45 FBI guys raided his home and he fled to Russia.\n2019 he got somoene to brin him clothing and an HDD which was offsite... good idea.\nOriginal person who gave him the tapes was Joseph ?Rocari?\nLast Edited by\nS-man\non 02/01/2024 06:20 PM\nAnonymous Coward\nUser ID: 85942491\nUnited States\n02/01/2024 06:19 PM\nReport Abusive Post\nReport Copyright Violation\nRe: Guy claims he has copies of Epstein's island tapes. He is now in Russia, and was a Palm Beach Co. deputy.\nPIN THIS!~\nAnonymous Coward\nUser ID: 86803524\nAustralia\n02/01/2024 06:19 PM\nReport Abusive Post\nReport Copyright Violation\nRe: Guy claims he has copies of Epstein's island tapes. He is now in Russia, and was a Palm Beach Co. deputy.\nSo he burned the files onto a hard drive and didnt look at them cos he too busy lol\nDid he closed his eyes while inserting cd into disk drive?\nPage\n1\nTop\nPrevious Page\nNext Page\nBack to Forum\nPost New Thread\nReply\nView Favorites\nRelated Threads\n1\nBefore he was president, Trump bought an estate in West Palm Beach, Florida. He put up a 50-foot flag pole\n01/29/24\n2\nI am former N.H.L. player Greg de Vries. I have bugout locales in Manitoba, Idaho, along with high rise studio apartments in NYC and Palm Beach\n05/12/22\n3\nUnsealed Docs Reveal Michael Jackson Visited Epstein’s House in Palm Beach\n01/03/24\n4\nI'm bummed. French friend of ours is leaving Palm Beach County and moving to Miami\n12/29/23\n5\nI went to a store called Joseph's Classic Market in Palm Beach County and asked if they were beef meatballs\n12/14/23\n6\nAnybody in Palm Beach County here experience the heavy rain and winds on 11/14-11/15\n11/17/23\n7\nMI6 fears Russia can link Prince Andrew to Jeffrey Epstein abuse ____ The bizarre case of John Mark Dougan, a former deputy in the Palm Beach Cou\n09/21/19\n8\nBritish intelligence believes that former Palm Beach police officer John Mark Dougan (who fled to Russia) may have kompromat on Jeffrey Epstein a\n09/21/19\n9\nEpstein's 'ground zero': How the financier reportedly wreaked havoc on the Royal Palm Beach High School community\n07/27/19\n10\nInside Jeffrey Epstein's Palm Beach mansion, neverseen before pics...\n12/06/21\nDisclaimer / Copyright Info\n-\nPrivacy Policy\n-\nTerms Of Use\n-\nCancellation Policy / Billing Help\nMail\nWebmaster\nwith questions or comments about this site.\nCopyright © 1999 - 2023 Godlikeproductions.com\nPage generated in 0.015s (7 queries)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tod",
          "sentiment": "negative"
        },
        {
          "name": "epstein",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "palm beach co.",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "russia",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:23:40.050+02:00",
    "updated": "2024-02-02T01:23:40.050+02:00"
  },
  {
    "uuid": "9722ec9086e6d1ed1a168ddd2d28d7a89a234c45",
    "url": "https://www.meneame.net/story/israel-amenaza-devolver-libano-edad-piedra/c037",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Astarion",
    "published": "2024-06-27T20:17:00Z",
    "title": "#37 Israel amenaza con devolver a Líbano a la Edad de Piedra",
    "text": "[helia](/user/helia)a [diariosur.es](/go/link/3953546)\nHezbolá no es Hamas. Dispone de muchos soldados, bien entrenados, una considerable mala leche y armamento avanzado en forma de misiles de precisión que les pueden meter por su sionista culo.\nHasta ahora solo se han estado devolviendo pepinazos medidamente uno y otro, pero en caso de conflicto abierto no le será tan fácil a los genocidas devolver al Líbano a la Edad de Piedra.\n[#4](c4#c-4) hezbola e Israel no deberían jugar a sus juegos de guerra en territorios que son de otros países y en los que se puede dañar a civiles que viven ahí.\n[#4](c4#c-4) AH, ahora entiendo esto:\nhttps://www.infobae.com/america/mundo/2024/06/19/el-jefe-de-hezbollah-amenazo-a-israel-y-dijo-que-si-estalla-una-guerra-mas-amplia-lucharan-sin-normas-ni-limites/\nEl jefe de Hezbollah amenazó a Israel y dijo que si estalla una guerra más amplia lucharán “sin normas ni límites”\nSe amenazan, se quieren pegar, se van a pegar. No se sabrá quién empezó.\n[#4](c4#c-4) israel tiene a eeuu, uk y francia, como mínimo, a su disposición... así que no sé... pero, claro, a ver en qué desemboca eso.\nLo que me sigue pareciendo \"curioso\" (ni de coña...) es que nadie hable de cómo israel invade otras regiones... más comparaciones con la alemania nazi debería haber... pero, de occidente, sólo me espero mentiras, excusas, hipocrecía y apoyo al genocida.\nPues se les hace un rusia, se les bloquea de todos lados, sanciones, vetos , fuera del Swift...y enviamos al libanos armamento y miles de millones\nY aquí no pasa nada, la amenaza si fuese de cualquier otro país que no esté en la órbita de EEUU la respuesta seria contundente, pero con Israel la cosa es diferente, pueden esquilmar, masacrar y hacer desaparecer a miles de habitantes, que aquí no pasa nada. Todo muy justo para la población asesinada y sus familias, claro, todos eran terroristas.\n[#36](c36#c-36) según la torá, la creación tiene 5761 años, lo que no es mucho para estar donde estamos si pensamos que la edad de piedra duró casi 3 millones de años. Por otro lado, los primeros pobladores de la tierra según las escrituras, tras Adán y Eva fueron Caín y Abel, que eran Agricultor y Ganadero. La agricultura no se desarrolló hasta hace 12.000 años, y ya es mucho más avanzado que lo que entendemos por edad de piedra.\n[#12](c12#c-12) El la serie Friends el personaje Ross era un judío paleontólogo. Su religión le dice que la tierra la creó su dios hace unos 5.000 años pero trabaja con huesos de 60 millones de años.\nNo hay por donde cogerlos.\n[#7](c7#c-7) No pueden llevarse bien con los vecinos porque tienen una novela delirante en la que un personaje imaginario les dijo que toda esa tierra es suya, como si fuera un notario.\nY en ello están, robando todo como quijotes pero con sangre de verdad.\n[#10](c10#c-10) No creo sean capaz, aunque están muy crecidos. Ahora si lo hacen, al igual que las otras veces es con las lametadas (que no permiso) de EEUU.\nAsí que a la edad de piedra, pues es un avance, ya que Netanyahu parece que se quedó en una edad pre-neandertal.\nLos putos sionistas lo que quieren es nuevos territorios que colonizar para el gran Israel, todo lo demás son optics. Asco.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.infobae.com/america/mundo/2024/06/19/el-jefe-de-hezbollah-amenazo-a-israel-y-dijo-que-si-estalla-una-guerra-mas-amplia-lucharan-sin-normas-ni-limites/",
      "https://infobae.com/america/mundo/2024/06/19/el-jefe-de-hezbollah-amenazo-a-israel-y-dijo-que-si-estalla-una-guerra-mas-amplia-lucharan-sin-normas-ni-limites/",
      "https://www.infobae.com/america/mundo/2024/06/19/el-jefe-de-hezbollah-amenazo-a-israel-y-dijo-que-si-estalla-una-guerra-mas-amplia-lucharan-sin-normas-ni-limites"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:45:57.387+03:00",
    "updated": "2024-06-28T00:45:57.387+03:00"
  },
  {
    "uuid": "26606f36ac8bb996cd838b65acf751d7f22e5cad",
    "url": "https://news.nestia.com/detail/Hydrogen-is-Sarawak%E2%80%99s-future%2C-not-%E2%80%98narrow-and-outdated%E2%80%99%2C-GPS-rep-hits-back-at-Yong/13347054",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Borneo Post - News",
    "published": "2025-03-12T22:01:00Z",
    "title": "Hydrogen is Sarawak's future, not 'narrow and outdated', GPS rep hits back at Yong | Nestia",
    "text": "KUCHING (March 12): Sarawak’s investments in hydrogen energy are strategic moves leveraging the state’s unique resources, not reckless gambles doomed to fail, said Batu Kitang assemblyman Dato Lo Khere Chiang.Responding to DAP’s Pending assemblywoman Violet Yong’s recent criticism of the state’s hydrogen initiatives, Lo dismissed her arguments as “narrow and outdated”, saying they fail to acknowledge Sarawak’s competitive edge in the global clean energy transition.“Sarawak is not blindly investing in hydrogen; we are strategically leveraging our strengths.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Environment->sustainability",
      "Environment->energy resources",
      "Politics->economic policy",
      "Politics->government policy",
      "Social Issue->social problem",
      "Social Issue->demographics",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T00:18:07.569+02:00",
    "updated": "2025-03-13T00:18:07.569+02:00"
  },
  {
    "uuid": "5ceeb57f59d6fffec575e1627cb53120e246b2f2",
    "url": "https://www.app.com/story/news/politics/elections/2024/04/25/trump-e-jean-carroll-defamation-trial-denied/73454589007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ", Asbury Park Press",
    "published": "2024-04-25T00:00:00Z",
    "title": "Trump denied new E. Jean Carroll defamation trial, judgment",
    "text": "Donald Trump will not get a new trial in his case against E. Jean Carroll, after federal Judge Lewis Kaplan on Thursday denied the former president's request. Trump was ordered to pay Carroll , an advice columnist, $83.3 million, after a New York jury ruled in January that he had defamed her in 2019 by denying her allegations of sexual assault. The ruling and heavy sum was on top of $5 million Trump already owed Carroll from an earlier case last year, in which a civil jury found he had sexually assaulted and defamed her again in 2022. Did Donald Trump rape E. Jean Carroll? Here's what a jury and judge said. Judge Kaplan rejected Trump's latest attempt to avoid paying over $80 million, finding in his rulin g Thursday the former president's motion for a new trial or judgment \"without merit\" and the amount in damages appropriate. \"Mr. Trump’s malicious and unceasing attacks on Ms. Carroll were disseminated to more than 100 million people,\" the judge wrote. \"They included public threats and personal attacks, and they endangered Ms. Carroll’s health and safety. The jury was entitled to conclude that Mr. Trump derailed the career, reputation, and emotional well-being of one of America’s most successful and prominent advice columnists and authors.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://storage.courtlistener.com/recap/gov.uscourts.nysd.543790/gov.uscourts.nysd.543790.338.0.pdf",
      "https://www.usatoday.com/story/news/politics/2024/01/26/donald-trump-83-million-e-jean-carroll-verdict/72325565007/",
      "https://www.usatoday.com/story/news/politics/2024/01/29/donald-trump-rape-e-jean-carroll/72295009007/",
      "https://www.usatoday.com/story/news/politics/2024/03/08/trump-posts-92-million-carroll-bond/72895849007/",
      "https://www.usatoday.com/story/news/politics/2024/01/26/donald-trump-83-million-e-jean-carroll-verdict/72325565007",
      "https://usatoday.com/story/news/politics/2024/03/08/trump-posts-92-million-carroll-bond/72895849007/",
      "https://www.usatoday.com/story/news/politics/2024/03/08/trump-posts-92-million-carroll-bond/72895849007",
      "https://www.storage.courtlistener.com/recap/gov.uscourts.nysd.543790/gov.uscourts.nysd.543790.338.0.pdf",
      "https://www.usatoday.com/story/news/politics/2024/01/29/donald-trump-rape-e-jean-carroll/72295009007",
      "https://usatoday.com/story/news/politics/2024/01/29/donald-trump-rape-e-jean-carroll/72295009007/",
      "https://usatoday.com/story/news/politics/2024/01/26/donald-trump-83-million-e-jean-carroll-verdict/72325565007/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "e. jean carroll",
          "sentiment": "negative"
        },
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "lewis",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "negative"
        },
        {
          "name": "carroll",
          "sentiment": "none"
        },
        {
          "name": "kaplan",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:29:41.005+03:00",
    "updated": "2024-04-26T00:29:41.005+03:00"
  },
  {
    "uuid": "c34ac68c2cdec8d29dbb83e5f02849a19c296157",
    "url": "https://www.timesnowhindi.com/explainer/why-is-trump-pulling-american-personnel-from-middle-east-article-151883592",
    "ord_in_thread": 0,
    "author": "@TNNavbharat",
    "published": "2025-06-12T07:00:00Z",
    "title": "इराक से अमेरिकी कर्मियों को क्यों बाहर निकाल रहे ट्रंप? क्या गाजा की तरह नेतन्याहू खाड़ी देश में भी बरपाएंगे क",
    "text": "इराक से अमेरिकी कर्मियों को क्यों बाहर निकाल रहे ट्रंप? क्या गाजा की तरह नेतन्याहू खाड़ी देश में भी बरपाएंगे कहर\nUS Iran Tension: खाड़ी देश में कुछ बड़ा होने वाला है और इसकी सुगबुगाहट तेज हो गई है। तभी तो अमेरिका ने सुरक्षा कारणों का हवाला देते हुए अपने कर्मियों को इराक छोड़ने का निर्देश दिया है। अमेरिका को आशंका है कि ईरान पड़ोसी इराक में कुछ अमेरिकी ठिकानों को निशाना बना सकता है।\nUS Iran Tension: खाड़ी देश में कुछ बड़ा होने वाला है और इसकी सुगबुगाहट तेज हो गई है। तभी तो अमेरिका ने सुरक्षा कारणों का हवाला देते हुए अपने कर्मियों को इराक छोड़ने का निर्देश दिया है। विदेश विभाग और सेना ने बुधवार को कहा कि पश्चिम एशिया में अशांति की आशंकाओं के बीच अमेरिका इस क्षेत्र में अपने दूतावासों में उन कर्मचारियों की संख्या कम कर रहा है जिनकी उसके मुताबिक वहां जरूरत नहीं है।\nविदेश विभाग ने बताया कि उसने अपनी नवीनतम समीक्षा और 'घर तथा विदेश दोनों जगह अमेरिकियों को सुरक्षित रखने' की प्रतिबद्धता के आधार पर बगदाद में अमेरिकी दूतावास से सभी गैर-आवश्यक कर्मियों को वहां से निकलने का आदेश दिया है। हालांकि, यह आदेश दूतावास में बड़ी संख्या में कर्मियों को प्रभावित नहीं करेगा।\nअमेरिका ने क्यों उठाया यह कदम?\nदरअसल, अमेरिका को आशंका है कि ईरान पड़ोसी इराक में कुछ अमेरिकी ठिकानों को निशाना बना सकता है। ऐसा इसलिए भी है, क्योंकि हाल ही में ईरान ने धमकी दी कि अगर उसके परमाणु कार्यक्रम को लेकर बातचीत नाकाम होती है तो वह क्षेत्र में मौजूद अमेरिकी ठिकानों पर हमला कर सकता है।\nयह भी पढ़ें: दुश्मनों की कमर तोड़ने आ गया UAV रुद्रास्त्र; वर्टिकल टेकऑफ से पस्त होंगे पाकिस्तान के हौसले!\nइसके अलावा, इजरायल ईरान में कुछ बड़ा प्लान कर रहा है तभी तो अमेरिकी अधिकारियों को इसकी जानकारी दी। सूत्रों के हवाले से यह जानकारी सामने आई। साथ ही अमेरिका को अब ईरान पर भरोसा नहीं है। राष्ट्रपति डोनाल्ड ट्रंप को ऐसा लगने लगा है कि शायद ही यह समझौता हो पाए।\nईरान पर क्यों भड़का इजरायल\nइजरायल और ईरान के बीच पिछले कुछ समय से तनाव चरम पर है। इजरायल ने लेबनान में हिजबुल्ला को निशाना बनाते हुए पेजर धमाका किया। बड़े पैमाने पर पेजर बजने के बाद फट गए थे जिसमें हिजब्बुला के लड़ाके घायल हो गए। लेबनान में हुए इजरायल के इस हमले से ईरान बौखला गया और उसने मिसाइलों की झड़ी लगा दी थी।\nहालांकि, हाल ही में ईरान ने एक बार फिर इजरायल को भड़काने की कोशिश की। अंतरराष्ट्रीय परमाणु ऊर्जा एजेंसी के प्रमुख ने कहा कि ईरान ने दावा किया है कि उसने इजरायल के परमाणु कार्यक्रम के बारे में जो जानकारी जब्त की है, वह देश के सोरेक परमाणु अनुसंधान केंद्र से संबंधित है। यह तेहरान के बाहर पहली इजरायली परमाणु कार्यक्रम के सीक्रेट चोरी किए जाने की पहली स्वीकारोक्ति है।\nक्या है परमाणु विवाद?\nअमेरिका, इजरायल को लगता है कि ईरान कई वर्षों से परमाणु तकनीक पर काम कर रहा है। हालांकि, ईरान का कहना है कि वह इस तकनीक का इस्तेमाल महज बिजली बनाने और मेडिकल साइंस में कर रहा है, लेकिन अमेरिका और ईरान को संदेह है कि ईरान पर्दे के पीछे परमाणु हथियार बनाने का काम कर रहा है। ऐसे में अगर ईरान परमाणु हथियार को विकसित कर लेता है तो वह खाड़ी देशों में मौजूद अमेरिकी और इजरायली ठिकानों के लिए बड़ा खतरा बन जाएगा।\nयह भी पढ़ें: लेबनान में हुए घातक पेजर विस्फोट की क्या है असल वजह? कैसे फटा Pager; 'मोसाद' पर शक की सुई\nपरमाणु कार्यक्रम को लेकर ट्रंप सख्त\nहाल ही में ट्रंप ने ईरान को लेकर कहा, \"उनके पास परमाणु हथियार नहीं होने चाहिए। यह बहुत सीधी बात है। हम उन्हें परमाणु हथियार बनाने की इजाजत नहीं देंगे।\" ट्रंप का यह बयान उन रिपोर्टों के बाद आया है, जिनमें कहा गया कि अमेरिका इराक में अपने दूतावास को आंशिक रूप से खाली करने की तैयारी कर रहा है।\nदेश और दुनिया की ताजा ख़बरें (Hindi News) पढ़ें हिंदी में और देखें छोटी बड़ी सभी न्यूज़ Times Now Navbharat Live TV पर। एक्सप्लेनर्स (Explainer News) अपडेट और चुनाव (Elections) की ताजा समाचार के लिए जुड़े रहे Times Now Navbharat से।\nटाइम्स नाउ नवभारत डिजिटल में बतौर सीनियर कॉपी एडिटर काम कर रहे हैं। खबरों की पड़ताल करना इनकी आदतों में शुमार हैं और यह टाइम्स नाउ नवभारत की वेबसाइट क...और देखें\n© 2025 Bennett, Coleman & Company Limited",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "hindi",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:07:19.025+03:00",
    "updated": "2025-06-12T07:27:06.000+00:00"
  },
  {
    "uuid": "4ab08bd65b70f36e922e6555cbd9d5f19223d510",
    "url": "https://www.courierpostonline.com/story/life/humankind/2023/12/28/spiral-hot-dogs-photo-norman-ok-business-boom/72051213007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anthony Robledo",
    "published": "2023-12-29T00:01:00Z",
    "title": "Viral photo of forlorn Spiral Hot Dogs owner leads to booming business",
    "text": "Customer's photo of forlorn owner in empty restaurant leads business to boom at OK diner Nick Chappell had never been to Spirals Hot Dogs & More before he took a photo of Scott Hosek in his empty restaurant. But after business boomed, Chappell's part of the Spirals family, Hosek says. [Anthony Robledo](https://www.usatoday.com/staff/7612431001/anthony-robledo/) An Oklahoma hot dog joint owner visibly wanted customers one day and he soon got more than he bargained for. During a slow shift on Dec. 20, a customer took a photo of Scott Hosek standing by his restaurant entrance waiting for diners and shared it on social media. Hosek would soon have no time to stand around as \" [Spirals: Hot Dogs & More](https://spiralshotdogs.com/),\" in Norman, Oklahoma, saw booming business once the post went viral. \"We immediately started doing double digits in sales,\" Hosek told USA TODAY on Thursday. \"It happened really fast to me.\" The day the photo was taken, Hosek found himself staring out the window upset his family business of four years wasn't booming as well as others ahead of Christmas. Hosek said he had no idea why Spirals saw a sudden wave of new customers after Dec. 20 until the person responsible for posting the photo, Nick Chappell, later apologized and offered to take the post down. Hosek wouldn't hear of it. \"You just wouldn't expect it. Social media is amazing. It's amazing that people get involved with it,\" he said. \"But more importantly, it's the stuff that you just don't think would work. That's what works.\" 'I will always love you': [See Dolly Parton grant Utah man's dying wish to meet her](/story/life/humankind/2023/12/26/dolly-parton-meets-longtime-fan/72033945007/) Customer knew he had to capture 'wholesome moment' Chappell visited the Norman area for his job as an Oklahoma Army National Guard. As part of their weekly hot dog Wednesday routine, Chappell and a his co-worker found Spirals on Google Maps and took a chance. Noticing Hosek gazing, Chappell decided to capture the \"wholesome moment\" on Snapchat captioning \"He has been standing here waiting on customers to come in.\" \"A good buddy of mine named Chad said, 'Hey, man, you can either post this on Facebook or I'm going to post this on Facebook. Some way or another we're going to get this guy some customers,'\" Chappell said. In a Facebook post, Chappell gave an excellent recommendation of the restaurant, complimenting their food and \"off the charts\" service. He shared a photo of his dish, the menu and of Hosek waiting for diners. Chappell was blown away by the success of the post, which has since had over 2,000 shares, and even more surprised to see over 70 guests at the diner during his next visit. \"I'm not a huge social media guy I typically don't share,\" Chappell said. \"I don't even know really the words to describe it as but it made me even that much happier that I did make a post.\" Owner adds new 'Thunderbird' item in customer's honor Hosek is showing his gratitude by adding a new item in Chappell's honor. Having named hot dogs and bowls after family members, he was more than happy to do so. The \"Thunderbird\" is a hot link with bacon, cream cheese and jalapeños, Hosek said. The meal gets its name from the Thunderbird Unit Patch for the 45th Infantry, which Chappell is a part of. The two reconnected at the restaurant on Thursday, where they both got emotional talking about the post's impact. Chappell received a certificate of appreciation during the unveiling of the \"Thunderbird\" and was told he is now forever part of the Spirals family. \"To know that it was a humble guy that just saw our need and did what he could. He doesn’t have a real following on social media, he hardly ever shares anything and to know that one post had so much power. It was super cool,\" Hosek added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://www.usatoday.com/staff/7612431001/anthony-robledo/)",
      "https://spiralshotdogs.com/),",
      "https://www.spiralshotdogs.com/),",
      "https://usatoday.com/staff/7612431001/anthony-robledo/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nick chappe",
          "sentiment": "negative"
        },
        {
          "name": "festler",
          "sentiment": "none"
        },
        {
          "name": "anthony robledo",
          "sentiment": "none"
        },
        {
          "name": "chappell",
          "sentiment": "none"
        },
        {
          "name": "chris",
          "sentiment": "none"
        },
        {
          "name": "scott festler",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "spiral hot dogs",
          "sentiment": "negative"
        },
        {
          "name": "customer",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "norman",
          "sentiment": "none"
        },
        {
          "name": "usa",
          "sentiment": "none"
        },
        {
          "name": "oklahoma",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:08:32.046+02:00",
    "updated": "2023-12-29T06:27:28.862+02:00"
  },
  {
    "uuid": "5684963b35405d47a306ceafd521ca934ad1694d",
    "url": "https://www.whowhatwear.com/fashion/celebrity-style/airport-skirt-outfit-anya-taylor-joy",
    "ord_in_thread": 0,
    "author": "allyson.payer@futurenet.com (Allyson Payer)",
    "published": "2025-04-30T23:41:00Z",
    "title": "Only a Celebrity Would Wear This Controversial Skirt Trend to the Airport",
    "text": "Only a Celebrity Would Wear This Controversial Skirt Trend to the Airport\nSpotted at JFK.\nNews\nI think we can all agree that Anya Taylor-Joy looks cool and chic no matter where she goes and what she's doing—that includes catching a flight. And Taylor-Joy was spotted at JFK this week wearing a characteristicly chic outfit, including a skirt that only a celebrity would wear to the airport.\nCelebrities are notorious for wearing impractical things to the airport (especially ones that are swarming with paparazzi), and I can't say that I blame them. But most travelers opt for comfort and function over fashion. That said, I would absolutely wear the skirt trend Taylor-Joy just wore—but I don't think I have it in me to wear it to the airport. The trend is a maxi pencil skirt, which doesn't even appear to have a slit (which would make walking considerably easier). That said, she did pair the controversial (for the airport) skirt trend with more JFK-friendly items, including a long-sleeve tee and loafer mules.\nKeep scrolling to form your own opinion about whether or not you'd wear a maxi pencil skirt to the airport, and shop skirts that are undoubtedly more comfortable and easier to walk the terminals in.\nOn Anya Taylor-Joy: Tiffany & Co. sunglasses; Atlas Bespoke bag; Maison Margiela Black Tabi Loafers ($1220)\nShop More Practical Airport Skirts\nAllyson is a senior editor for Who What Wear. She joined the company in 2014 as co-founder Katherine Power's executive assistant and over the years has written hundreds of stories for Who What Wear. Prior to her career in fashion, Allyson worked in the entertainment industry at companies such as Sony Pictures Television. Allyson is now based in Raleigh, North Carolina, and is originally from Baton Rouge, Louisiana. She holds a BFA in theater arts. Her path to fashion may not have been linear, but based on the number of fashion magazines she collected as a child and young adult, it was meant to be.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->trend"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.prf.hn/click/camref:1011l3yAp/pubref:whowhatwear-us-9217032698962004533/destination:https%3A%2F%2Fwww.ssense.com%2Fen-us%2Fwomen%2Fproduct%2Fmaison-margiela%2Fblack-tabi-loafers%2F17330511",
      "https://prf.hn/click/camref:1011l3yAp/pubref:whowhatwear-us-9217032698962004533/destination:https%3A%2F%2Fwww.ssense.com%2Fen-us%2Fwomen%2Fproduct%2Fmaison-margiela%2Fblack-tabi-loafers%2F17330511"
    ],
    "entities": {
      "persons": [
        {
          "name": "Anya Taylor-Joy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "JFK",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T03:53:28.529+03:00",
    "updated": "2025-05-01T01:02:08.000+00:00"
  },
  {
    "uuid": "7a2ac046032eeacc53030fdaf308805c97bcc359",
    "url": "https://www.meneame.net/story/jornadas-17-horas-hacinamiento-condiciones-temporeros-empresa/c02",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tkachenko",
    "published": "2024-08-08T19:23:00Z",
    "title": "#2 Jornadas de 17 horas y hacinamiento: las condiciones de los temporeros en la empresa de un líder de Vox en Balears",
    "text": "Portada\nmis comunidades\notras secciones\n“Sé que me puede perjudicar porque igual no dan una buena referencia de mí y el año que viene… Pero quiero que se dé a conocer la realidad, que las nuevas personas que vengan no tengan que estrellarse contra el muro con el que nos damos nosotros ”, asume Fernando. Su nombre es falso porque, de otra forma, su historia no podría contarse. La historia de las condiciones en las que viven y trabajan los temporeros de Terracor que han contado su vivencia a elDiario.es. Este conglomerado mallorquín está formado por seis empresas dedicadas al cultivo y venta de frutas y verduras. En su organigrama figuran cinco socios. Uno de ellos, el secretario general de Vox en Balears y el conseller del Consell de Mallorca, Toni Gili.\nA 8.000 kilómetros de su país y sin más contactos que sus propios compañeros, la mayoría se sienten atrapados en un panorama que no saben muy bien cómo resolver. “Algunos hemos pedido un aumento de sueldo que se nos ha denegado, y también hemos hablado con asociaciones de colombianos aquí para que nos puedan echar una mano, pero por el momento no ha habido ninguna mejora”, afirma otro de los afectados.\nLa realidad que explican los temporeros de Terracor es que las condiciones no son halagüeñas: según su versión, su salario ronda los 6 euros la hora y en sus jornadas lo “normal” es que trabajan doce horas. En el cuadrante del mes de mayo que uno de los empleados muestra a elDiario.es figuran también jornadas de 13, 14 e incluso 17 horas. En las nóminas consultadas no aparecen horas extra remuneradas.\nEl Ministerio de Inclusión, Seguridad Social y Migraciones, en cuanto ha tenido conocimiento de los hechos, a través de su Secretaría de Estado de Migraciones, ha accionado. En coordinación con la Delegación del Gobierno en Balears, ha localizado a la empresa y, una vez realizado este trámite, ha notificado la denuncia a Inspección de Trabajo para que acuda y realice la visita pertinente de cara a, en su caso, depurar responsabilidades.\nelDiario.es ha intentado ponerse en contacto con Toni Gili antes de la publicación de este reportaje, pero el político ha derivado la consulta a la responsable de comunicación del grupo, quien ha especificado que el año pasado la empresa superó una inspección en los alojamientos de los temporeros, pero no ha sabido concretar qué organismo se encargó de dicha inspección ni cuáles fueron las instalaciones revisadas. “Los trabajadores no tienen ningún lujo, es cierto, pero cumplimos la normativa”, añade esta persona. Tampoco ha podido proporcionar información sobre las condiciones laborales ni las jornadas de trabajo actuales de los empleados. “El problema en Balears es que coincide la temporada alta turística con la agrícola y eso hace que la competencia por los trabajadores sea muy fuerte”, explicaba en un reportaje anterior Gili , ingeniero técnico agrícola y responsable de Innovación y Producción de la compañía.\nAlojamiento precario y sin higiene.\nA mediodía, el sol de agosto cae a plomo sobre la carretera de Manacor. Una recta casi infinita de asfalto flanqueada por campos en los que destaca un invernadero blanco con el logo de Terracor. Debajo, una frase: “Agricultura de aquí, del día”. Lo que se levanta detrás -uno diría que estratégicamente escondida- es precisamente una de las dos instalaciones en las que la empresa aloja a sus temporeros. “La primera vez que vine, hace ya casi veinte años, sí me sorprendí. Ahora ya…”, reconoce uno de los trabajadores antes de encogerse de hombros.\nEntre invernaderos de hortalizas y plantas aromáticas se levanta una gran nave de piedra. En el lateral el hueco del antiguo portón da paso a una suerte de salón tan precario como los suelos y paredes sin acabar. Más al fondo, sobre un suelo ya embaldosado, se llega a la cocina ya la sucesión de fogones y estantes que guardan la comida y enseres de las 28 personas que viven aquí. Algunas, trabajadoras permanentes de la empresa.\nLas habitaciones están del otro lado, donde la nave adquiere más el aspecto de una antigua casa mallorquina de campo y conserva aún parte del encalado de sus paredes. Allí donde había espacio se ha colocado una cama. Incluso en el antiguo salón. Las habitaciones compartidas se suceden a uno y otro lado. Algunas con la puerta abierta porque es la única ventilación que tienen, otras con las ventanas tapiadas por paneles de madera. En una de ellas aún duermen quienes han cubierto el turno nocturno: desde las seis de la tarde hasta las seis de la mañana para preparar los pedidos de los hoteles.\nTodo el conjunto tiene un aspecto destartalado. Los socios de la empresa lo conocen bien. Hace apenas veinte minutos que Toni Gili se ha marchado. Los cables cuelgan de las vigas, las columnas que sostienen el inmenso porche están agrietadas y carcomidas. Bajo su techo conviven lavadoras, sillas, extintores y carteles que indican que está prohibido fumar. Aquí y allá se acumulan cajas vacías de fruta, bidones de Repsol y garrafas con los productos utilizados en los invernaderos, algunos de los cuales son a escasos metros de las habitaciones. Además de la decena de sacos de basura amontonados junto al muro exterior, otro de los espacios en peor estado es un cobertizo en el que también se ha habilitado un dormitorio junto a una maraña de cables, tuberías, mangueras y hierros de más de un metro. de altura.\n“Cuando nos contratan nos dicen que tendremos alojamiento, pero no cómo será. Luego cuando llegas tampoco eliges si en la casa o en los contenedores, pero todos pagamos lo mismo: 80 euros al mes”, cuenta estás uno de los temporeros. Una cantidad que la empresa les descuenta directamente de la nómina y que le supone unos ingresos mensuales de 2.240 euros sólo con estas instalaciones. También incluye los servicios de electricidad y agua, de hecho también tienen agua corriente, “pero no es apta para el consumo”, nos dicen.\n“Yo no vivo así en mi país, yo tengo una casa, pero no está tan mal. Al final se trata de no gastar mucho y poder mandar a casa todo el dinero posible”, cuenta una trabajadora. Algunos se han asomado al mercado inmobiliario de Mallorca -donde la media del alquiler supera ya los 1.400 euros- y han vuelto horrorizados y aún más resignados. Por un lado, la crisis de la vivienda hace prácticamente imposible plantearse cualquier alternativa. Por otro, para quienes han llegado amparados por la orden del Ministerio de Inclusión, Seguridad Social y Migraciones, que regula la gestión colectiva de contrataciones en origen, la “puesta a disposición del trabajador de un alojamiento adecuado” es una de las obligaciones del empresario. . Un alojamiento que debe cumplir, dice el artículo 2, las condiciones de “habitabilidad e higiene adecuadas”. Su cumplimiento, añade, “podrá ser objeto de certificación y/o verificación”. Pero entre la temporada 2023 y la 2024 no hay constancia oficial de que alguien haya inspeccionado las instalaciones de Terracor.\nOtro de Vox que se salta la ley a la torera y parece que vive en otra época, porque el retraso es importante, vale, ¿cuál es la noticia? porque ese mamón va a seguir teniendo explotaciones agrícolas aunque sea un esclavista y a pesar de que le pillasen.\nSinceramente, esperaba algo mejor. Mis amigos se postularon para otros puestos en España y llegaron antes”, relata otro de los temporeros. Las fotografías que le enviaron cuando él aún estaba en Colombia eran las de un apartamento “normal” compartido. Aquello le animó a dar el paso. Tenía experiencia en el campo y pasar nueve meses en una isla del Mediterráneo no sonaba mal. Su intención era conseguir dinero para poder volver a la Universidad –tuvo que abandonar Medicina por falta de recursos- y ayudar también a su hermana a pagar los estudios. “Al llegar vi que todo era diferente, pero no me planteé irme. En Colombia decimos 'ya que metimos las patas, metamos también el cuerpo”, recuerda.\nÉl es uno de los chicos de los contenedores. Desde hace meses comparte una caseta prefabricada con otras dos personas. La literatura, la cama, la taquilla y el armario plegable apenas dejan espacio para moverse. La orden del Ministerio señala que “es recomendable” que el “espacio total habitable del dormitorio alcance un mínimo de 3,5 metros cuadrados por persona”. “Me dio vergüenza contárselo a mis amigos. No les envié ninguna foto y sólo les dije que las condiciones no eran muy aptas. A mi madre ni de chiste le cuento”, afirma. Ésa es la confesión más extendida entre sus compañeros: que la familia no sepa, no se preocupe.\nAdemás del suyo, otra media docena de contenedores prefabricados se reparten por el terreno. Incluso la caseta en la que aún cuelga el rótulo de “oficina” aloja ahora a dos trabajadores. En otra se acumulan neveras, hornillos y bombonas de butano en una suerte de segunda cocina. Más alejado, un nuevo módulo hace las veces de baño, según explican, para los chicos senegaleses. Un baño de cortinas raídas, desagües atorados y moho. El infierno en el paraíso del turismo.\nLa situación de los temporeros de Terracor sale a la luz después de que elDiario.es dedicara un reportaje a los temporeros colombianos que desde hace años llegan a Mallorca para salvar la temporada agrícola ante la falta de mano de obra local . Sólo en los dos últimos años, entre 400 y 500 ciudadanos de este país han desembarcado en la isla de la mano de Unió de Pagesos, Asaja y empresas particulares para dedicarse a la recolección y distribución de frutas y hortalizas. Junto a ellos, recorren los campos y los invernaderos otros tantos trabajadores de Senegal o Rumanía, algunos de ellos con contratos permanentes.\nConstituido en 2017, Terracor Grup tiene su sede principal en Manacor, aunque trabaja más de 305 hectáreas tanto en este municipio como en Petra, Felanitx y Porreres. Entre sus principios están el “compromiso muy firme con el respeto por nuestra tierra” y el medio ambiente, y uno de sus eslóganes principales es “democratitzam lo rural per a que tota Mallorca ho disfruti” (“democratizamos lo rural para que toda Mallorca lo disfrute”, en castellano). A través de sus seis marcas, no sólo se dedica al cultivo y comercialización de fruta y verdura, sino que también cuenta con su propio restaurante -con vistas a uno de sus invernaderos- y organiza “experiencias agrícolas y gastronómicas” para locales y turistas.\nEn 2022 la empresa inauguró su nuevo centro agrícola en la finca de Sa Teulera (Petra), desde donde comercializan hasta 8 millones de kilos de producto local al año. Además de colaborar con diversas entidades públicas y privadas de Mallorca, así como con ONG, en 2021 recibió el premio BBVA a los Mejores Productores Sostenibles.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Social Issue",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-09T00:36:53.800+03:00",
    "updated": "2024-08-09T00:36:53.800+03:00"
  }
]