[
  {
    "uuid": "d247ed51e77ea285f2527752f58d5ef778d717db",
    "url": "https://www.mirror.co.uk/sport/football/match-reports/arsenal-west-ham-goals-highlights-31764497",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tom Victor",
    "published": "2023-12-28T22:13:00Z",
    "title": "Arsenal suffer title blow as West Ham take advantage of VAR controversy - 6 talking points - Mirror Online",
    "text": "Arsenal suffered their first home defeat of the season, missing their chance to return to top spot in the league as West Ham United took advantage of a contentious VAR call before defending resolutely in a 2-0 win.\nWest Ham took the lead with their first real attack, Tomas Soucek tucking the ball home from close range after a defensive mix-up from the hosts, but there were questions over whether the ball drifted out of play in the build-up. The visitors were dealt a blow not long after, though, with Lucas Paqueta - who had earlier gone down in the warm-up - limping off.\nArsenal were inches away from a leveller late in the first half when Bukayo Saka shashed a shot against the post, but the second goal was the visitors' too as Dinos Mavropanos headed home against his former club. The hosts launched attack after attack in the second half, with Gabriel Jesus missing a couple of presentable chances and Martin Odegaard stinging Areola's palms, but West Ham hung on and even had time for Said Benrahma to miss a late penalty.\nThe visitors took the lead in the corresponding fixture last season and did so again on this occasion. Their opener owed a lot to some shambolic Arsenal defending as players got in each other's way attempting to clear an Emerson cross, allowing Jarrod Bowen to lay on a tap-in for Soucek.\nArsenal came close to a leveller seconds before the half-hour mark as Alphonse Areola tipped a Saka header over the bar. Saka went close again late in the first half, only for Mavropanos to double the away side's lead.\nAfter beating Arsenal once in the Carabao Cup, they have now repeated the trick in the league. Here are Mirror Football 's talking points as David Moyes got a long-awaited win at the Emirates Stadium.\n1. The finest of margins You can't get much closer than the call which allowed West Ham's opener to stand. Had the on-field officials ruled that the ball drifted out of play before Bowen's touch, that decision might have stood amid inconclusive evidence, but instead the hosts saw Michael Oliver confirm the goal would stand.\n\"The on-field decision is a goal, so they have to find conclusive evidence that the ball has gone out of play,\" former Premier League ref Mark Clattenburg said during Amazon Prime's coverage. \"From the angles I have seen, the ball looks to be slightly in play.\"\nEven after the controversy, though, Arsenal had chances to respond. That they struggled to do so owes a lot to their opponents' defensive efforts.\n2. More Zinchenko questions Oleksandr Zinchenko's attacking quality and link-up play with Gabriel Martinelli have served Arsenal well since the left-back's arrival from Manchester City in 2022. Defensively, though, some questions still remain.\nWith Jurrien Timber and Takehiro Tomiyasu both missing, Zinchenko's place has been a little more secure than at other times. However, the poor communication between him and Gabriel in the lead-up to the opening goal didn't exactly make it more secure.\nOn the bright side, a two goal deficit allowed Arsenal to sacrifice the left-back for another attacking player in the form or Reiss Nelson. Longer term, though, Arteta might be thinking it's time to push Zinchenko into midfield and seek out defensive reinforcements.\n3. Ogbonna stars after coming back in Since suffering an ACL injury in the first half of the 2021-22 season Angelo Ogbonna has been far from a first choice in East London. The Italian international had started just one league game this season before the trip to North London, the win over Brighton back in August, and endured a shaky first start in Europe not long after.\nWith Kurt Zouma and Nayef Aguerd both unavailable, Ogbonna partnered Dinos Mavropanos at the back. There were obviously worse games to give him the reins, with West Ham always expected to defend deeper and see less of the ball against their title-contender opponents, but then you have the challenge of Arsenal's smart movement.\nIn the first half, Ogbonna put in his best performance in some time, and he was forced to dig deep in the second. There was a nervy moment late on as Saka went over the centre-back's challenge, but no penalty was given.\n4. Stars against their former sides Ogbonna's defensive partner came to the Emirates Stadium with a point to prove. One of Arsene Wenger's final signings, the Greek international never got a consistent run of games under Mikel Arteta but moved to East London after impressing in Germany.\nThe former Stuttgart man had a couple of nervy moments against Manchester United on Saturday but the game ended with him celebrating a first Premier League ckean sheet in the Hammers' defence. He started again against Arsenal, meaning Declan Rice wasn't the only man up against a former employer.\nWhen Rice was given his first reunion with the club he captained last season, he did so as a substitute in a Carabao Cup exit. This time he started, and came close to a belter of an equaliser early in the second half only to fire just over.\nMoments later, Mavropanos got his name on the scoresheet. It was his first goal as a West Ham player, and the muted celebration indicated he still had some feelings for the club who brought him to England. There was still more misery for Rice, though, as Arsenal's number 41 conceded a late penalty.\n5. Trossard struggles in change of role With Kai Havertz suspended for the hosts, Leandro Trossard occupied a midfield role rather than his more common spot in the front three. After an underwhelming first 45 from the Belgian, though, some wondered aloud whether Emile Smith Rowe ought to have started in his place.\nArteta didn't seem to agree, though, introducing Nelson and Nketiah in his first double change. Trossard was given freedom to get into attacking spaces, though, and tested Areola with a second-half effort from close range.\nThis article contains affiliate links, we will receive a commission on any sales we generate from it. Learn more Arsenal home shirt 2023/2024 Get the Arsenal home shirt for the 2023/2024 season Prices start from £50 The new kit draws on the spirit of The Invincibles team of 2003/04, marking the beginning of the 20th anniversary of Arsenal's unbeaten Premier League season. The crest and Adidas’ logo and three stripes down each sleeve feature in gold, and the record of 26 wins and 12 draws over 38 games in that historic season is stitched into the side of the authentic version of the kit.\nKitbag Buy it now The desired change did eventually arrive, with a little over 10 minutes remaining, and Smith Rowe had little time to make an impact. There was one shot, providing Areola with a comfortable save, though he'll hope for more time when he next plays.\n6. Arsenal dealt title blow Liverpool's Boxing Day win at Burnley left Arsenal knowing the significance of this game. Win and they'd end this round of fixtures in top spot, anything else and Jurgen Klopp's side would hold that honour.\nWhile Mikel Arteta's team dominated te ball early on, they didn't necessarily have the urgency of a team with that much on the line. As West Ham dropped deeper, more opportunities came, but Arsenal couldn't take them.\nNext up for Arsenal is another London derby in the form of a trip to Fulham . They'll need an immediate response to avoid things going from bad to worse.\nJoin our new WhatsApp community! Click this link to receive your daily dose of Mirror Football content. We also treat our community members to special offers, promotions, and adverts from us and our partners. If you don’t like our community, you can check out any time you like. If you’re curious, you can read our Privacy Notice.\nThis article contains affiliate links, we will receive a commission on any sales we generate from it. Learn more Watch the Premier League, Champions League and more Watch the Premier League, Champions League, Europa League and much more £29.99 a month and get access to discovery+ Premium at no extra cost TNT Sports gives you access to games across the Premier League, Champions League, Europa League, Serie A and many more. You can also watch the biggest clashes in boxing, UFC, WWE and the get exclusive action from MLB all for one payment every month. You can watch TNT Sports through BT, EE, Sky, and Virgin Media.\nTNT Sports Get it here",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://kitbag.evyy.net/c/344386/789332/11316?subId1=Mirror---AFC",
      "https://www.reachplc.com/site-services/privacy-policy",
      "https://go.skimresources.com?id=76202X1526515&xs=1&xcust=Mirror---TNT-&url=https%3A%2F%2Fwww.bt.com%2Fsport%2Fbuy",
      "https://chat.whatsapp.com/HZoy4ZazEq9LP2IgJrkAv8",
      "https://www.go.skimresources.com?id=76202X1526515&xs=1&xcust=Mirror---TNT-&url=https%3A%2F%2Fwww.bt.com%2Fsport%2Fbuy",
      "https://www.chat.whatsapp.com/HZoy4ZazEq9LP2IgJrkAv8",
      "https://go.skimresources.com",
      "https://reachplc.com/site-services/privacy-policy",
      "https://kitbag.evyy.net/c/344386/789332/11316",
      "https://www.kitbag.evyy.net/c/344386/789332/11316?subId1=Mirror---AFC"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dinos mavropanos",
          "sentiment": "none"
        },
        {
          "name": "areola",
          "sentiment": "none"
        },
        {
          "name": "gabriel jesus",
          "sentiment": "none"
        },
        {
          "name": "tomas soucek",
          "sentiment": "none"
        },
        {
          "name": "martin odegaard",
          "sentiment": "none"
        },
        {
          "name": "west ham",
          "sentiment": "none"
        },
        {
          "name": "said benrahma",
          "sentiment": "none"
        },
        {
          "name": "bukayo saka",
          "sentiment": "none"
        },
        {
          "name": "lucas paqueta",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "var",
          "sentiment": "negative"
        },
        {
          "name": "mirror online arsenal",
          "sentiment": "negative"
        },
        {
          "name": "west ham united",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west ham",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:25:39.408+02:00",
    "updated": "2023-12-29T00:25:39.408+02:00"
  },
  {
    "uuid": "43fb9e856d3609c7660bc786b0fd7eb20e122141",
    "url": "https://www.infobae.com/america/agencias/2024/03/08/zelenski-felicita-a-suecia-por-su-ingreso-en-la-otan-esta-ahora-mas-protegido-del-mal-ruso",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsroom Infobae",
    "published": "2024-03-08T03:03:00Z",
    "title": "Zelenski felicita a Suecia por su ingreso en la OTAN: \"Está ahora más protegido del mal ruso\"",
    "text": "El presidente de Ucrania, Volodimir Zelenski, ha felicitado a las autoridades y la población de Suecia por su ingreso en la Alianza Atlántica --certificado este mismo jueves--, y ha señalado que \"un país europeo más está ahora mejor protegido del mal ruso\". \"Todos nos beneficiamos cuando la seguridad de un país mejora y ese país realmente puede fortalecer la seguridad compartida. Esta norma ha funcionado sistemáticamente durante toda la existencia de la OTAN y confío en que seguirá funcionando\", ha manifestado. Así las cosas, Zelenski ha incidido en que Rusia ataca \"contra todo lo que ha mantenido a Europa pacífica y unida\" en las últimas décadas, y ha señalado que los países del continente \"comprenden lo fundamental que es mantener alianzas y asociaciones\" para garantizar la seguridad. \"Ucrania siempre ha apoyado por principios la adhesión de Suecia a la OTAN, y agradezco a Suecia su apoyo a nuestro país. Estoy seguro de que llegará el día en que Suecia podrá felicitar a Ucrania por su adhesión a la Alianza\", ha señalado Zelenski en sus redes sociales. Suecia se ha convertido este jueves en nuevo miembro de la OTAN tras finalizar todos los trámites para su integración en la organización militar, una vez Hungría ha depositado el protocolo de adhesión en la capital de Estados Unidos, Washington. Suecia se une así a sus vecinos finlandeses, que ingresaron en la OTAN hace ahora 11 meses, después de que ambos presentaran su solicitud de adhesión en mayo de 2022, tan solo unos meses después de la invasión rusa de Ucrania. Pese a que en un primer momento la OTAN preveía una adhesión 'exprés' de Suecia y Finlandia, ambos han tenido que lidiar con las reticencias de Hungría y especialmente de Turquía, que ha bloqueado el proceso alegando falta de cooperación en materia de seguridad.\nZelenski felicita a Suecia por su ingreso en la OTAN: \"Está ahora más protegido del mal ruso\"\nDEPORTES\nCampeones del mundo y figuras: de la atajada del Dibu Martínez para salvar al Aston Villa al gol de Di María que rescató al Benfica\n“Humildad, prestigio, magia y tanto fútbol”: el sorpresivo posteo del Pocho Lavezzi con Messi y Di María como protagonistas\nEl Tribunal de Disciplina dio a conocer el fallo del partido entre Chacarita y Tigre que fue suspendido por la agresión a Fernando Brandán\nNewell’s venció 1-0 a Tigre en el cierre de la fecha 9 de la Copa de la Liga y entró en zona de clasificación\nENTRETENIMIENTO\n“El problema de los 3 cuerpos” revela tráiler final: Netflix alista uno de los estrenos más grandes de 2024\nLlega a los cines “Todos somos extraños”: ¿por qué esta película cambiará tu visión del amor?\n“Intensamente 2″ lanza tráiler oficial y confirma las voces de nuevas emociones",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-08T05:07:59.301+02:00",
    "updated": "2024-03-08T05:07:59.301+02:00"
  },
  {
    "uuid": "8229037e1ac11932901cba961156b1a746c1e872",
    "url": "https://flipboard.com/article/the-world-s-southernmost-active-volcano-in-antarctica-spews-gold-dust/f-6dac176beb%2Fiflscience.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "iflscience.com",
    "published": "2024-04-11T00:00:00Z",
    "title": "The World's Southernmost Active Volcano In Antarctica Spews Gold Dust | Flipboard",
    "text": "The World's Southernmost Active Volcano In Antarctica Spews Gold Dust Antarctica is an ice-capped continent with blistering cold temperatures, but it also harbors red-hot volcanic activity. There are a dozen volcanoes … [IFLScience Admin](/@IFLScienceMag) flipped this story into [IFLScience](/@iflsciencemag/iflscience-v0ib8ckdz)•4h Related storyboards Related articles [Can Information Escape a Black Hole?](/@uprooted/scientifical-isgpl7qrz/can-information-escape-a-black-hole/a-oSuN7D0JT_uhqWKQBFIRgA%3Aa%3A61998698-4430d5e56e%2Fquantamagazine.org) Black holes are inescapable traps for most of what falls into them — but there can be exceptions. The theoretical physicist Leonard Susskind speaks … [A new and improved bird family tree shows rapid post-dinosaur evolution](/@tigr11/my-most-liked-eb2phss5z/a-new-and-improved-bird-family-tree-shows-rapid-post-dinosaur-evolution/a-0SHNezSUTn6TbRa7DI-gGw%3Aa%3A2353149517-9598c099ea%2Fmongabay.com) Scientists have created the largest and most detailed bird family tree ever, showing how various species are related to each other and how they … [One of the World's Oldest Surviving Books Is for Sale](/@smithsonianmag/smartnews-343feuq8z/one-of-the-world-s-oldest-surviving-books-is-for-sale/a--s6wVwtcSz2wdcQv05LUfw%3Aa%3A2586892611-198550f728%2Fsmithsonianmag.com) Some 1,700 years ago, a scribe living at a monastery in Egypt wrote out two complete books of the Bible over a 40-year period. Today, the rare … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Natural Sciences](/topic/naturalsciences) [Lucid Episodes in Dementia Explored - Neuroscience News](/topic/naturalsciences/lucid-episodes-in-dementia-explored---neuroscience-news/a-7_NDufhPS8WOTqxxFWq7aw%3Aa%3A524521739-704099dbf1%2Fneurosciencenews.com) The study aims to better understand these spontaneous episodes of clarity, offering reassurance to caregivers that these moments do not necessarily … [Why XRP price might jump 70% vs. BTC after the Bitcoin halving](/topic/naturalsciences/why-xrp-price-might-jump-70-vs-btc-after-the-bitcoin-halving/a-eGduEzXwSZmyOEfcFQS9Dw%3Aa%3A3308332460-3d419456aa%2Fcointelegraph.com) Whale accumulation patterns and critical Bitcoin halving fractals suggest a significant rebound for XRP/BTC price in the upcoming months.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Disaster and Accident",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "leonard susskind",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "world",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "antarctica",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T00:21:03.393+03:00",
    "updated": "2024-04-12T00:21:03.393+03:00"
  },
  {
    "uuid": "afd675fead067c579f4796736666f7ab27f720f4",
    "url": "https://thenewamerican.com/video/kari-lakes-bribery-audio-a-reminder-that-elites-control-both-parties",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Paul Dragu",
    "published": "2024-01-25T22:00:00Z",
    "title": "Kari Lake’s Bribery Audio a Reminder That Elites Control Both Parties - The New American",
    "text": "Podcast: [Play in new window](https://media.blubrry.com/1462062/thenewamerican.com/assets/podcast/TheNewAmericanTV/NAD_240125.mp3) | [Download](https://media.blubrry.com/1462062/thenewamerican.com/assets/podcast/TheNewAmericanTV/NAD_240125.mp3) (Duration: 43:01 — 59.7MB) Subscribe: [Google Podcasts](https://www.google.com/podcasts?feed=aHR0cHM6Ly90aGVuZXdhbWVyaWNhbi5jb20vZmVlZC9wb2RjYXN0Lw) | [Android](https://subscribeonandroid.com/thenewamerican.com/feed/podcast/) | [RSS](https://thenewamerican.com/feed/podcast/) | [More](https://thenewamerican.com/podcasts/) This week, Republican Arizona U.S. Senate candidate Kari Lake released an audio recording of what sounds like the state GOP chair bribing her on behalf of people “back East” to drop out of politics. The GOP chair resigned the next day, but the audio illustrates that elites exert massive influence on not just the Democratic Party, but the Republican Party as well. Former Arizona legislator Liz Harris joins us to provide more context on the call and how this relates to Arizona election-integrity efforts. Segments in this episode include: @ 11:00 | Former Arizona legislator Liz Harris discusses the “politics as usual” nature of the Lake audio and the challenge of securing the state’s elections; @ 22:46 | Texas Gov. Greg Abbott is calling Biden a lawless president and invoking the U.S. Constitution as support for his state’s defiance of this week’s Supreme Court ruling; @ 33:44 | An English man who plays piano in public had a run-in with what appears to be Chinese communist plants looking to stir up trouble. RELATED Read [“Can Texas Constitutionally Engage in War and Protect Itself From Imminent Danger?”](https://thenewamerican.com/us/politics/constitution/can-texas-constitutionally-engage-in-war-and-protect-itself-from-imminent-danger/) Watch [“Marly Hornik: Restoring Lawful Elections”](https://thenewamerican.com/video/marly-hornik-restoring-lawful-elections/) [Click here](https://jbs.org/vote/) to learn how you can help restore election integrity.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "external_links": [
      "https://media.blubrry.com/1462062/thenewamerican.com/assets/podcast/TheNewAmericanTV/NAD_240125.mp3)",
      "https://www.google.com/podcasts?feed=aHR0cHM6Ly90aGVuZXdhbWVyaWNhbi5jb20vZmVlZC9wb2RjYXN0Lw)",
      "https://subscribeonandroid.com/thenewamerican.com/feed/podcast/)",
      "https://jbs.org/vote/)",
      "https://www.subscribeonandroid.com/thenewamerican.com/feed/podcast/)",
      "https://www.jbs.org/vote/)",
      "https://google.com/podcasts?feed=aHR0cHM6Ly90aGVuZXdhbWVyaWNhbi5jb20vZmVlZC9wb2RjYXN0Lw)",
      "https://www.media.blubrry.com/1462062/thenewamerican.com/assets/podcast/TheNewAmericanTV/NAD_240125.mp3)",
      "https://www.google.com/podcasts"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kari lake",
          "sentiment": "negative"
        },
        {
          "name": "liz harris",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "google",
          "sentiment": "none"
        },
        {
          "name": "republican arizona u.s. senate",
          "sentiment": "none"
        },
        {
          "name": "democratic party",
          "sentiment": "none"
        },
        {
          "name": "gop",
          "sentiment": "none"
        },
        {
          "name": "republican party",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "arizona",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:41:26.171+02:00",
    "updated": "2024-01-26T00:41:26.171+02:00"
  },
  {
    "uuid": "27bbf00200bdfb817149ebcef7b9452f40ab76aa",
    "url": "https://eng.obozrevatel.com/section-news/news-bad-luck-what-things-should-not-be-borrowed-on-christmas-eve-24-12-2023.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Julia Peschanskaya",
    "published": "2023-12-24T10:21:00Z",
    "title": "Bad luck: what things should not be borrowed on Christmas Eve | Obozrevatel",
    "text": "Bad luck: what things should not be borrowed on Christmas Eve Christmas Eve is one of the most solemn holidays that believers look forward to when they gather with their families. Our ancestors believed that you can't borrow some thing on this day to avoid bringing trouble and misfortune. OBOZ.UA has compiled a list of such things. Spend this holiday with your family at a dinner with twelve lean dishes. Salt Salt is a popular tool for magical rituals, which can lead to bad luck and trouble. Therefore, it is better to buy salt in the store if you really need it. Cookware Cookware can affect the energy state of the house. Before Christmas Eve, check all the dishes and throw away the ones with cracks. This way, you will not attract negative energy into the family. Broom People believed that only a witch would borrow a broom on a holiday. If you give this thing away on Christmas Eve, you will have financial and health problems. Bread Ancestors used to say that a person would come to borrow bread in the morning if he or she really needed it. On this holiday, people usually borrow baked goods only with bad intentions to bring misfortune to their families. Money On Christmas Eve, you can't take money out of the house because the family will be haunted by poverty until the next Christmas. Earlier, OBOZ.UA [published a new date and traditions](https://soc.obozrevatel.com/ukr/prazdniki/koli-nosyat-vecheryu-hreschenim-nova-data-i-traditsii.htm?_gl=1*1quzs3r*_ga*NjgyMDAxNTUwLjE2MjMyNDIyMTQ.*_ga_JBX3X27G7H*MTcwMzA2MjMwNS40NjcuMS4xNzAzMDY0NTQ2LjYwLjAuMA..) regarding when to bring dinner to the godparents. Subscribe to OBOZ.UA on [Telegram](https://t.me/uaobozrevatel) and [Viber](https://invite.viber.com/?g2=AQA7vCW3MX33iE9EYhmE3GhB43vyI%2B%2BnsqzemGPFrFGfl8TEL3d6MiPUriT1T%2FJF) to keep up with the latest events.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://t.me/uaobozrevatel)",
      "https://invite.viber.com/?g2=AQA7vCW3MX33iE9EYhmE3GhB43vyI%2B%2BnsqzemGPFrFGfl8TEL3d6MiPUriT1T%2FJF)",
      "https://www.invite.viber.com/?g2=AQA7vCW3MX33iE9EYhmE3GhB43vyI%2B%2BnsqzemGPFrFGfl8TEL3d6MiPUriT1T%2FJF)",
      "https://invite.viber.com/",
      "https://www.t.me/uaobozrevatel)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T16:10:55.262+02:00",
    "updated": "2023-12-24T16:10:55.262+02:00"
  },
  {
    "uuid": "dd80463bc5c4881b62386944adeee7bf18d1fbfb",
    "url": "https://www.walb.com/2024/10/11/fine-fall-weather-continues",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yolanda Amadeo",
    "published": "2024-10-11T23:48:00Z",
    "title": "Fine fall weather continues",
    "text": "ALBANY, Ga. (WALB) - An extended stretch of dry weather continues through the weekend into next week. Along with low humidity, clear cool nights and sunny warm days hold. Highs briefly in the 80s before Tuesday’s dry cold front ushers in the coolest air of the season so far.\nTemperatures drop from cooler upper 70s Tuesday to chilly 60s on Wednesday then cold mid 40s Thursday morning. The reinforcing shot of drier air keeps rain away through the end of the week.\nIn the tropics, NHC has given a medium 50% chance of development to a disturbance just off the west coast of Africa in the eastern Atlantic. This bears watching but remains far away from land. For now any development may be short-lived as the system tracks into an unfavorable environment in the coming days. In the central Atlantic Tropical Storm Leslie poses no threat to land as it weakens.\nHave a news tip or see an error that needs correction? Let us know. Please include the article’s headline in your message.\nTo stay up to date on all the latest news as it develops, follow WALB on Facebook and X (Twitter) . For more South Georgia news, download the WALB News app from the Apple Store or Google Play .\nCopyright 2024 WALB. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Environment",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://apps.apple.com/us/app/walb-news-10/id449395459",
      "https://www.facebook.com/WALBNews10",
      "https://twitter.com/WALBNews10",
      "https://play.google.com/store/search?q=walb+news+10+app&c=apps&hl=en_US&gl=US",
      "https://facebook.com/WALBNews10",
      "https://www.twitter.com/WALBNews10",
      "https://www.play.google.com/store/search?q=walb+news+10+app&c=apps&hl=en_US&gl=US",
      "https://play.google.com/store/search",
      "https://www.apps.apple.com/us/app/walb-news-10/id449395459"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-12T03:49:51.617+03:00",
    "updated": "2024-10-12T03:49:51.617+03:00"
  },
  {
    "uuid": "5b8185f3907e8e67f49b978f5d2a20eeccb9f9ef",
    "url": "http://www.godlikeproductions.com/forum1/message5608771/pg1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonymous Coward User ID",
    "published": "2023-12-28T22:57:00Z",
    "title": "He has to much power",
    "text": "Users Online Now:\n1,895\n(\nWho's On?\n)\nVisitors Today:\n700,349\nPageviews Today:\n1,347,552\nThreads Today:\n490\nPosts Today:\n10,956\n07:01 PM\nDirectory\nAdv. Search\nTopics\nForum\nBack to Forum\nPost New Thread\nReply\nView Favorites\nJoin Now, Free! (& No Ads!)\nForgot Your Password?\nEmail\nPassword\nRemember\nRate this Thread\nAbsolute BS\nCrap\nReasonable\nNice\nAmazing\nPage\n1\nBottom\nSearch Replies\nPrevious Page\nNext Page\nSearch Terms:\nHighlight Matches\nHe has to much power\nAnonymous Coward\nUser ID: 85938977\nSingapore\n12/28/2023 06:51 PM\nReport Abusive Post\nReport Copyright Violation\nHe has to much power\nSynchronous\nUser ID: 71610201\nAustralia\n12/28/2023 06:54 PM\nReport Abusive Post\nReport Copyright Violation\nRe: He has to much power\n*Too.\nE pluribus unum\nAnonymous Coward (\nOP\n)\nUser ID: 85938977\nSingapore\n12/28/2023 06:54 PM\nReport Abusive Post\nReport Copyright Violation\nRe: He has to much power\n*Too.\nQuoting:\nSynchronous\nTwo*\nAnonymous Coward\nUser ID: 86603372\nUnited States\n12/28/2023 06:54 PM\nReport Abusive Post\nReport Copyright Violation\nRe: He has to much power\n*too\nmousey..\nUser ID: 76107416\nUnited States\n12/28/2023 06:55 PM\nReport Abusive Post\nReport Copyright Violation\nRe: He has to much power\nmouse..\nAnonymous Coward\nUser ID: 86621355\nUnited States\n12/28/2023 06:57 PM\nReport Abusive Post\nReport Copyright Violation\nRe: He has to much power\n*too\nQuoting:\nAnonymous Coward 86603372\n*Tooo\nmousey..\nUser ID: 76107416\nUnited States\n12/28/2023 06:57 PM\nReport Abusive Post\nReport Copyright Violation\nRe: He has to much power\nmouse..\nPage\n1\nTop\nPrevious Page\nNext Page\nBack to Forum\nPost New Thread\nReply\nView Favorites\nRelated Threads\n1\nSo What is the Deal with Israel, How do they Have so much Power over America?\n10/08/16\n2\nRound invasion. But soon, the sight of massed troops might PTTP seem as much a relic of the past as knights on POWER TO THE PEOPLE now. That's be\n10/28/23\n3\nWomen have never had so much power as they do today...\n10/14/23\n4\nThe basics of TV power-See just how much power your energy star rated hidef/sd tv is using\n09/03/09\n5\nTexas Crypto Miners Ask To Use As Much Power As All Of New York State\n08/29/22\n6\nRAND PAUL: FBI Raid On Michael Cohen’s Offices Was An Abuse Of Power — Robert Mueller “Given Too Much Power” (VIDEO)\n04/10/18\n7\nUnited States Isn't Looking Much Like a Super-power Now\n03/16/09\n8\nThe Too Big To Fail Banks Are Now Much Bigger And Much More Powerful Than Ever\n04/19/12\n9\nGive one man too much power..foundation for future tyranny.\n02/06/08\n10\nThe Terror of President Bush: How One Word Granted One Man so Much Power And Control\n02/08/06\n11\nGOING GREEN???? New $4B Panasonic (EV) battery factory in KS requires so much power, needs own coal plant to run\n09/27/23\nDisclaimer / Copyright Info\n-\nPrivacy Policy\n-\nTerms Of Use\n-\nCancellation Policy / Billing Help\nMail\nWebmaster\nwith questions or comments about this site.\nCopyright © 1999 - 2023 Godlikeproductions.com\nPage generated in 0.026s (7 queries)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tod",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:01:24.765+02:00",
    "updated": "2023-12-29T02:01:24.765+02:00"
  }
]