[
  {
    "uuid": "9ec53bde6b89175d2bf7dd46d0c523f5aa7de9ad",
    "url": "https://www.latestly.com/agency-news/world-news-uk-to-fund-new-world-wars-muslim-memorial-to-honour-sacrifice-5808631.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2024-03-08T11:00:00Z",
    "title": "World News | UK to Fund New World Wars Muslim Memorial to Honour Sacrifice | LatestLY",
    "text": "London, Mar 8 (PTI) The UK government has sanctioned one million pounds towards a new World Wars Muslim Memorial to honour the sacrifice of Muslim soldiers who fought in the British armed forces in the two world wars, including Indian Muslims recruited to the British Indian Army during the colonial era. According to the World Wars Muslim Memorial Trust (WWMMT), a registered charity created to campaign for such a memorial, more than 750,000 Muslims served in the Indian and Allied armies during both world wars, of whom approximately 147,000 were killed. UK Chancellor Jeremy Hunt announced the funding for the new memorial in his Spring Budget speech in the House of Commons this week. Also Read | Brazil Horror: Minor Girl Dies of Suspected Heatstroke After Dad Forgets Her in Car and Goes To Work. &#8220;Whatever your faith, colour or class, this country will never forget the sacrifices made for our future,&#8221; he told MPs. The memorial will be created in the National Memorial Arboretum at Staffordshire, in the West Midlands region of England. Also Read | India Will 100% Have Political Stability for Next Decade or Even Two, Says EAM S Jaishankar (Watch Video). The arboretum is a 150-acre site on the edge of the National Forest which is dedicated to remembering those who served and sacrificed their lives for Britain. The new memorial will take its place alongside commemorative memorials on behalf of Sikhs, Gurkhas and others, providing an important place for reflection by communities who lost relatives, as well as a place for those who wish to learn more about Britain&#039;s rich and diverse history, WWMMT said. &#8220;Our project coincides with the widespread re-evaluation of colonial history and the role Muslims play in a dynamic and changing modern Britain,&#8221; said Sir William Blackburne, chair of the Trust. &quot;We want to emphasise shared sacrifices, a common history and values, and an inclusive programme of education for everyone in the UK &#8211; Muslims and non-Muslims alike. The memorial will be a physical reminder of how people of all faiths make an impact working together and can continue to do so despite the challenges of those who attempt to divide our society,&quot; he said. The memorial will take the shape of a minaret, which is an integral part of mosque architecture all over the world. A low exedra wall will be inscribed with stories of Muslim soldiers who fought in the name of the British crown. Materials for construction will be hard-wearing brick and terracotta sourced from different parts of the UK. Sajid Javid, a British Muslim Conservative member of Parliament who was credited for his campaign in its favour by Jeremy Hunt, said: &quot;The service of British Muslim soldiers in the UK armed forces deserves recognition at the National Memorial Arboretum. &quot;Thanks to this announcement by the Chancellor, and the excellent campaigning of the World Wars Muslim Memorial Trust, this vision will now become a reality. I am delighted to have supported the campaign, which will have an enduring legacy for years to come.&quot; (This is an unedited and auto-generated story from Syndicated News feed, LatestLY Staff may not have modified or edited the content body)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jeremy hunt",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "house of commons",
          "sentiment": "none"
        },
        {
          "name": "british indian army",
          "sentiment": "none"
        },
        {
          "name": "world wars muslim memorial trust",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "brazil",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "west midlands",
          "sentiment": "none"
        },
        {
          "name": "national memorial arboretum",
          "sentiment": "none"
        },
        {
          "name": "staffordshire",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T15:43:50.961+02:00",
    "updated": "2024-03-08T15:43:50.961+02:00"
  },
  {
    "uuid": "2e71f4d1c1d4b85c522d171f61683e8186b4a19a",
    "url": "https://freerepublic.com/focus/f-religion/4219599/posts",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ebb tide",
    "published": "2024-02-23T11:10:00Z",
    "title": "[Catholic Caucus] Surveying the Passages From St. Matthew’s Gospel That Francis Routinely Contradicts",
    "text": "With the recent widespread criticism of the document authorizing the blessing of same-sex unions, Fiducia Supplicans , we can see hints that Francis and his collaborators may have entered new territory in their assaults against Catholic Truth. And yet, as most Traditional Catholics understand all too well, Fiducia Supplicans is simply one of Francis’s countless intolerable offenses against the Faith.\nTo better appreciate these offenses, we can consider some of the numerous ways in which Francis routinely contradicts the teachings we find in St. Matthew’s Gospel. We could of course repeat this exercise for the entire New Testament, but the picture that emerges by simply looking at St. Matthew’s Gospel tells us all we need to know about Francis’s Christian beliefs.\nWe Must Be Willing to Make Sacrifices to Avoid Sin. Francis teaches that God accepts all people as they are, and that only rigid and backward Traditional Catholics expect people to make sacrifices to avoid sin. However, Jesus made it soberingly clear that we must be willing to make great sacrifices to avoid sin: “And if thy right eye scandalize thee, pluck it out and cast it from thee. For it is expedient for thee that one of thy members should perish, rather than that thy whole body be cast into hell. And if thy right hand scandalize thee, cut it off, and cast it from thee: for it is expedient for thee that one of thy members should perish, rather than that thy whole body be cast into hell.” (Matthew 5:29-30)\nNo Man Can Serve Two Masters. Jesus told us that we must serve God alone: “No man can serve two masters. For either he will hate the one, and love the other: or he will sustain the one, and despise the other. You cannot serve God and mammon.” (Matthew 6:24) Francis arguably agrees with this idea that we cannot serve two masters because he focuses entirely on serving the anti-Catholic globalist interests. Although there have obviously been popes who have served mammon in their personal lives, no pope has ever unambiguously taught Catholics to serve mammon the way Francis does.\nThe Path to Heaven Is Narrow. Our Lord made it clear that the path to Heaven is narrow: “Enter ye in at the narrow gate: for wide is the gate, and broad is the way that leadeth to destruction, and many there are who go in thereat. How narrow is the gate, and strait is the way that leadeth to life: and few there are that find it!” (Matthew 7:13-14) Virtually every initiative from Francis signals that the path to Heaven is wide, and almost impossible to stray from, unless perhaps one is a Traditional Catholic.\nThese examples from the Gospel of St. Matthew above should allow us to reach an undeniable conclusion: not only is Francis not Catholic, he is fundamentally anti-Christian in his words and deeds.\nOnly Those Who Do God’s Will Can Enter Heaven. Jesus wants to save all souls, but only those who do His will can be saved: “Not every one that saith to me, Lord, Lord, shall enter into the kingdom of heaven: but he that doth the will of My Father who is in heaven, he shall enter into the kingdom of heaven. Many will say to Me in that day: Lord, Lord, have not we prophesied in Thy Name, and cast out devils in Thy Name, and done many miracles in Thy Name? And then will I profess unto them, I never knew you: depart from Me, you that work iniquity.” (Matthew 7:21-23) In light of these words, we must conclude that Francis’s continual efforts to dissuade souls from doing God’s will are diabolical.\nJesus Will Deny Those Who Deny Him. Jesus made it clear that He did not seek to unify all men in a faithless brotherhood: “Every one therefore that shall confess Me before men, I will also confess him before My Father who is in heaven. But he that shall deny Me before men, I will also deny him before My Father who is in heaven. Do not think that I came to send peace upon earth: I came not to send peace, but the sword.” (Matthew 10:32-34) In various ways, including his pursuit of false ecumenism, Francis tries to persuade Catholics and the world that Jesus does not require men to follow Him and would certainly not judge them for failing to do so.\nWe Should Want to Avoid Hell. Whereas Francis suggests that Hell might be empty and also scolds Catholics who try to bring souls to the Faith so that they might avoid Hell, Our Lord frequently instructed His disciples on the great need for them to avoid damnation: “So shall it be at the end of the world. The angels shall go out, and shall separate the wicked from among the just. And shall cast them into the furnace of fire: there shall be weeping and gnashing of teeth.” (Matthew 13:49-50) If Jesus was deceiving His disciples about this, why would we believe anything else He said?\nWe Must Deny Ourselves and Carry the Cross. Jesus taught that we must put spiritual concerns over material concerns: “Then Jesus said to his disciples: If any man will come after Me, let him deny himself, and take up his cross, and follow Me. For he that will save his life, shall lose it: and he that shall lose his life for My sake, shall find it.” (Matthew 16:24-25) However, Francis’s entire message centers around prioritizing the interests of our fallen human nature and the globalist agenda, at the expense of serving God. Francis’s support of Covid lockdowns and vaccines should have removed any doubt on this point.\nIt is doubtlessly virtuous to resist Fiducia Supplicans, because every exercise of the supposed authority it grants is an offense against God and danger to souls.\nWe Should Avoid Scandal. In one of the most striking warnings of the Bible, Jesus tells us that we must not scandalize others, especially children: “But he that shall scandalize one of these little ones that believe in me, it were better for him that a millstone should be hanged about his neck, and that he should be drowned in the depth of the sea. Woe to the world because of scandals. For it must needs be that scandals come: but nevertheless woe to that man by whom the scandal cometh. And if thy hand, or thy foot scandalize thee, cut it off, and cast it from thee. It is better for thee to go into life maimed or lame, than having two hands or two feet, to be cast into everlasting fire.” (Matthew 18:6-8) Conversely, Francis has gone out of his way on numerous occasions to openly scandalize the Church and world, including his promotion of the LGTBQ agenda, defense of notorious perverts, and insistence that everyone must take dangerous and ineffective shots if they love their neighbor.\nThe House of God Should Not Be a Den of Thieves. Jesus did not tolerate those who defiled the House of God: “And Jesus went into the temple of God, and cast out all them that sold and bought in the temple, and overthrew the tables of the money changers, and the chairs of them that sold doves: And he saith to them: It is written, My house shall be called the house of prayer; but you have made it a den of thieves.” (Matthew 21:12-13) Francis makes the Church a den of thieves (by honoring and promoting the anti-Catholic globalists) and heretics (by welcoming non-Catholic worship) but chases out those who sincerely try to practice the Faith that Jesus’s Apostles transmitted to their successors.\nJesus’s Words Will Not Pass Away. Francis tells Catholics that they can no longer follow Jesus’s words, because doing so is rigid and backward. However, Jesus said that His words would never pass: “Heaven and earth shall pass, but my words shall not pass.” (Matthew 24:35) Because Jesus’s words will never pass, Christians have no right whatsoever to reinterpret them in light of modern appetites to reach conclusions that fundamentally differ from His plain meaning.\nGo Forth and Teach the Nations. Francis routinely condemns proselytism, characterizing it as evil to try to convert souls to Catholicism. However, we know that Our Lord wants us to bring souls to His Church: “Going therefore, teach ye all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost. Teaching them to observe all things I have commanded you.” (Matthew 28:19-20)\nWhatever he is — false prophet, abomination of desolation, and/or anti-pope — we can pray for his conversion but we cannot in any way support his unholy agenda without thereby choosing Satan over God.\nWe Must Obey Jesus’s Commandments. Jesus also charged His Church with teaching souls to follow His commandments: “Teaching them to observe all things whatsoever I have commanded you.” (Matthew 28:20) According to Francis, though, there is no need to follow Jesus’s commandments — he tells us that we need to welcome and accompany others, but that has no resemblance to practicing the charity about which Jesus taught.\nWe could add other passages from the Gospel of St. Matthew that Francis routinely contradicts, and there are of course many other passages in the New Testament that Francis rejects, particularly those related to the need to receive Communion worthily. However, these examples from the Gospel of St. Matthew above should allow us to reach an undeniable conclusion: not only is Francis not Catholic, he is fundamentally anti-Christian in his words and deeds.\nIt is doubtlessly virtuous to resist Fiducia Supplicans, because every exercise of the supposed authority it grants is an offense against God and danger to souls. However, the “game-changing” aspect of that blasphemous document should encourage faithful Catholics to focus more on what we must do to petition God’s grace to resolve the crisis of the papacy. Perhaps our available recourse at this point resides predominantly in prayer and penance; but it is entirely reasonable for the remaining faithful cardinals and bishops to prayerfully consider if it is God’s will to call an imperfect council to declare Francis an anti-pope and replace him.\nGiven the unlikelihood of today’s remaining bishops taking steps to remove Francis, we are essentially left with prayer, penance, and complete resistance of Francis’s demonic agenda. We cannot pick and choose which of his monstrous errors to oppose, for so doing implies that some of them are tolerable offenses against God. Whatever he is — false prophet, abomination of desolation, and/or anti-pope — we can pray for his conversion but we cannot in any way support his unholy agenda without thereby choosing Satan over God. Immaculate Heart of Mary, pray for us!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://remnantnewspaper.com/web/index.php/articles/item/6655-exploring-the-theological-heritage-of-francis-s-most-recent-attack-on-proselytism",
      "https://www.remnantnewspaper.com/web/index.php/articles/item/6655-exploring-the-theological-heritage-of-francis-s-most-recent-attack-on-proselytism"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "francis",
          "sentiment": "negative"
        },
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "fiducia supplicans",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "catholic caucus",
          "sentiment": "negative"
        },
        {
          "name": "catholic truth",
          "sentiment": "none"
        },
        {
          "name": "st. matthew’s gospel",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "st. matthew",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-24T04:16:42.827+02:00",
    "updated": "2024-02-24T04:16:42.827+02:00"
  },
  {
    "uuid": "80b83264474dd46e0230fe31d034be5becb49c68",
    "url": "https://www.muycomputer.com/2024/11/15/las-contrasenas-mas-usadas-en-2024-son-tan-debiles-como-de-costumbre",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Juan Ranchal",
    "published": "2024-11-15T08:23:00Z",
    "title": "Las contraseñas más usadas en 2024 son tan débiles como de costumbre",
    "text": "[A Fondo](https://www.muycomputer.com/a-fondo/)\nLas contraseñas más usadas en 2024 son tan débiles como de costumbre\n«123456» encabezó el listado de contraseñas más usadas en 2024 publicado por NordPass. Se confirma así que la tecnología mundial tiene un gran problema y que hay que acelerar la implementación de métodos alternativos de seguridad digital.\nEl gestor de contraseñas NordPass ha publicado la sexta edición del [Top 200 contraseñas más frecuentes](https://nordpass.com/es/most-common-passwords-list/). El listado anual, ya clásico por estas fechas, se confecciona con los datos resultantes del análisis de las mayores violaciones de datos que se producen en los ataques a servicios de Internet y en 44 países, con listado por separado y conjunto a nivel mundial.\nContraseñas más usadas en 2024\nTodo lo que hemos venido diciendo durante los años anteriores nos sirve para éste. Somos un chollo para los ciberdelincuentes que ni siquiera tienen que emplear métodos avanzados de pirateo, ya que la mayoría de las usadas son tan débiles que -mediante un solo comando- cualquiera puede descifrarla en poco tiempo. Según la investigación, el 78% de las claves más populares del mundo pueden descifrarse en menos de un segundo. En este sentido, incluso hemos empeorado, ya que el año pasado representaba el 70%.\nLas contraseñas más usadas en 2024 en España son simplemente lamentables:\n- 123456\n- 123456789\n- 12345678\n- España\n- qwerty123\n- 12345\n- qwerty1\n- 1234567890\n- password\n- 1234567\n- barcelona\n- 000000\n- 111111\n- ESPAÑA\n- qwerty\n- alejandro\n- 123123\n- españa\n- cristina\n- Qwerty123\nLa historia se repite año a año para mal y la compañía destaca entre las tendencias:\n- Casi la mitad de las contraseñas más comunes del mundo este año están formadas por las combinaciones de números y letras más sencillas del teclado, por ejemplo «qwerty», «1q2w3e4r5t» y «123456789».\n- Los españoles suelen incorporar ciudades y lugares de España en sus claves, lo que refleja un sentimiento de orgullo local. Este año han destacado contraseñas como «España», «españa» y «’barcelona», que muestran el apego a estos lugares.\n- La palabra «password» puede considerarse ya una de las más frecuentes y duraderas. Año tras año, encabeza la lista de todos los países. En España, es la novena contraseña más utilizada. Para los británicos y los australianos, es la número uno.\n- La popularidad de «qwerty» se ha visto desafiada por la igualmente débil «qwerty123», que es ahora la contraseña más común en Canadá, Lituania, Países Bajos, Finlandia y Noruega. En Estados Unidos, este PIN también ha dado un gran salto este año, situándose en el top 5.\nOtro de los aspectos negativos es que el 40% de las contraseñas más utilizadas entre particulares y empleados son las mismas. De media, un usuario de Internet puede tener 168 contraseñas para uso personal y 87 contraseñas vinculadas a su actividad laboral. Aunque gestionar esta carga es sencillamente demasiado complicado para la mayoría, los expertos afirman que es natural que se tienda a crear claves débiles y lo que es peor a utilizarlas en múltiples plataformas.\n¿Hay solución? Sí, crear contraseñas fuertes\nEs urgente la implementación de funciones más avanzadas (seguras y amigables) que nos libren de las contraseñas y todo apunta a que [las claves de acceso](https://www.muycomputer.com/2023/09/25/el-windows-11-sin-contrasenas-se-estrena-manana/) (códigos únicos vinculados a dispositivos específicos, como computadoras, tabletas o teléfonos inteligentes) serán el método de elección. Y en general, todo lo que llegue de la biometría.\nHasta que eso suceda y teniendo en cuenta que las contraseñas siguen siendo el método de autenticación preferente para loguearse ante sistemas operativos, aplicaciones, juegos o acceder a los servicios de Internet en todo tipo de máquinas, debemos hacer un esfuerzo en su creación y mantenimiento. Una vez más, te dejamos las recomendaciones generales para crearlas:\n- Combina mayúsculas con minúsculas y también números con letras.\n- Añade caracteres especiales.\n- Alarga la contraseña con el mayor número de dígitos.\n- Nunca uses palabras típicas o números comunes.\n- Nunca uses nombres personales, de mascotas o fechas de nacimiento.\n- No utilices la misma contraseña en todos los sitios.\n- Usa contraseñas específicas y lo más fuertes posibles para banca y sitios de compra on-line donde exponemos tarjetas de crédito u otro tipo de información financiera.\n- Mantén la contraseña a salvo de cualquier tercero.\n- No reveles nunca la contraseña a nadie. Tampoco en supuestas peticiones oficiales que suelen ser ataques de phishing.\n- Refuerza el uso de las contraseñas siempre que estén disponibles funciones como la doble autenticación (2FA) o sistemas biométricos, sensores de huellas o reconocimiento facial.\n- Limpia las cuentas en línea que no uses como tarea regular de mantenimiento.\n- Comprueba si tus contraseñas están hackeadas.\n[Have I Been Pwned](https://haveibeenpwned.com/)es un buen lugar donde mirar y también en los gestores de navegadores.\nGestores de contraseñas, muy útiles\nEs casi imposible para un humano internauta manejar con seguridad las credenciales para acceder a las centenares de cuentas que seguramente estemos suscritos. Hay un grupo de aplicaciones que son de gran ayuda. Básicamente, este tipo de software reduce los errores humanos en el manejo de las contraseñas, ya que automatiza el proceso de generación y de acceso a los sitios web y servicios.\nPor supuesto, las contraseñas creadas por estos gestores son altamente seguras cumpliendo las normas estándar en tamaño y complejidad. También ayudan contra los ataques de phishing al identificar de forma inmediata los caracteres procedentes de otros alfabetos y añaden una enorme ventaja: solo necesitamos recordar una contraseña maestra y el gestor hará el resto.\nSeguro que te suenan aplicaciones como NordPass, LastPass y otras comerciales y/o de pago, pero desde nuestra sección de prácticos te propusimos en su día estas [cinco soluciones de código abierto](https://www.muycomputer.com/2020/05/04/gestores-de-contrasenas-abiertos/) y totalmente gratuitas que gustó mucho a nuestros usuarios. La gran ventaja de los administradores de código abierto es la posibilidad de auditar el software y mantener las credenciales bajo tu control, instalando y auto hospedándolas en nuestra propia máquina. Te recordamos las tres que más nos gustan:\n– KeePass. Es el ‘abuelo’ entre los gestores de contraseñas de código abierto y existe desde los días de Windows XP. KeePass almacena las contraseñas en una base de datos cifrada a la que puedes acceder mediante una contraseña o clave digital. Puede importar y exportar contraseñas en una amplia variedad de formatos.\n– Bitwarden. Especialmente destinada a usuarios de LastPass que buscan una alternativa más transparente, funciona como un servicio web al que puedes acceder desde cualquier navegador de escritorio, mientras que para Android e iOS cuenta con sus respectivas apps móviles. Bitwarden puede compartir contraseñas y tiene acceso seguro con autenticación multifactor y registros de auditoría.\n– Passbolt. Un administrador de contraseñas autohospedado diseñado específicamente para equipos de trabajo. Se integra con herramientas de colaboración en línea como navegadores, correo electrónico o clientes de chat. Puedes autohospedar el programa en tus propios servidores para mantener un control completo de los datos, aunque equipos sin experiencia o infraestructura pueden usar una versión en nube que los aloja en los servidores de la compañía.\nGestores de navegadores web\nSi no quieres usar gestores de terceros, otra opción es usar los administradores de contraseñas de los propios navegadores. [Chrome](https://www.muycomputer.com/2023/08/01/mejora-tu-seguridad-con-el-gestor-de-contrasenas-de-google/), el líder del segmento, ha mejorado su funcionamiento y capacidad considerablemente en las últimas versiones incluyendo funciones que ofrecen los especializados de arriba, como la detección de contraseñas vulneradas, el aviso cuando crees alguna débil o una edición de la misma muy sencilla en el propio gestor.\nEl gestor las almacena de manera segura, permite su gestión en el navegador o [globalmente en esta página](https://passwords.google/) y las usa para completar los campos de usuario y contraseña la próxima vez que visites un sitio web. Muy similar a lo que ha ido haciendo Mozilla para Firefox con su ‘Password Manager’ que es uno de las mejores en navegadores web. El Edge de Microsoft basado en Chromium también cuenta con su propio gestor, que ofrece lo más básico de un gestor dedicado.\nSí. Las contraseñas más usadas en 2024 siguen siendo tan débiles como en años anteriores. Y no hay excusa posible. Solo tardaremos unos minutos en mejorar la seguridad en Internet y la de nuestro hogar digital. Y es una gran inversión. ¡Dejemos de ser un chollo para los ciberdelincuentes!\n-\nGuíasHace 7 días\nGuía para diferenciar generaciones y gamas de tarjetas gráficas\n-\nPrácticosHace 12 horas\nCómo montar archivos ISO (u otros formatos) en Windows\n-\nA FondoHace 2 días\nGalaxy S25, especificaciones, modelos, diseño, fecha de lanzamiento y posible precio\n-\nGuíasHace 6 días\nLas alternativas a X ganan millones de usuarios que huyen de Musk… y de Trump",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://passwords.google/",
      "https://nordpass.com/es/most-common-passwords-list/",
      "https://haveibeenpwned.com/",
      "https://www.passwords.google/",
      "https://www.nordpass.com/es/most-common-passwords-list/",
      "https://haveibeenpwned.com",
      "https://nordpass.com/es/most-common-passwords-list",
      "https://www.haveibeenpwned.com/",
      "https://passwords.google"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T13:03:24.771+02:00",
    "updated": "2024-11-26T11:04:49.797+02:00"
  },
  {
    "uuid": "69763005c2da8bd9c3ddb49b78b0d59ce55b3d80",
    "url": "https://thedailyguardian.com/vaishno-devi-temple-in-katra-records-decade-high-pilgrim-attendance/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TDG Network",
    "published": "2023-12-29T17:35:00Z",
    "title": "Vaishno Devi Temple in Katra records decade-high pilgrim attendance - The Daily Guardian",
    "text": "The Holy cave shrine of Vaishno Devi in the Trikuta Hills of Katra town in the Reasi district has witnessed the arrival of over 95 lakh pilgrims this year, the highest in the past 10 years. About 94.35 lakh pilgrims have so far paid obeisance to Goddess Vaishno Devi this year. The highest number in the history of the pilgrimage journey was in 2012, with 1 crore 4 lakh 9 thousand and 5 hundred and 69 devotees paying obeisance at the holy shrine. Earlier, the highest record of pilgrims was seen in the year 2012 when 1 crore 4 lakh, 9 thousand and five hundred and sixty-nine devotees visited the sacred temple. Earlier this month, Deputy Inspector General (DIG) Udhampur-Reasi Range Mohd Suleman Choudhary conducted a security review and operational preparedness meeting of Shri Mata Vaishno Devi Shrine at Katra, the base camp of Yatra. The meeting was attended by SSP Reasi, Commandant CRPF 06 Bn, SP Katra, Jt CEO Shrine Board, SDPO Katra, and Dysp Bhawan Officers from the Special Branch, Army, CID, Traffic, Railway and District Special Branch. DIG UR took a detailed briefing from every officer present in the meeting regarding their preparation for better crowd management and security arrangements during the yatra. The officer also reviewed every security drill at the SMVD Shrine, the Yatra route, and the safety and security of pilgrims visiting to pay obeisance to the shrine every day. The meeting ended with a note on coordination and cooperation between all the security forces deployed for the security of the shrine.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vaishno devi",
          "sentiment": "negative"
        },
        {
          "name": "goddess vaishno devi",
          "sentiment": "none"
        },
        {
          "name": "mohd suleman choudhary",
          "sentiment": "none"
        },
        {
          "name": "shri mata vaishno devi shrine",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "army",
          "sentiment": "none"
        },
        {
          "name": "ssp reasi",
          "sentiment": "none"
        },
        {
          "name": "shrine board",
          "sentiment": "none"
        },
        {
          "name": "crpf",
          "sentiment": "none"
        },
        {
          "name": "sdpo katra",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "katra",
          "sentiment": "none"
        },
        {
          "name": "trikuta hills",
          "sentiment": "none"
        },
        {
          "name": "vaishno devi temple",
          "sentiment": "none"
        },
        {
          "name": "reasi",
          "sentiment": "none"
        },
        {
          "name": "udhampur",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T00:50:45.414+02:00",
    "updated": "2023-12-30T00:50:45.414+02:00"
  },
  {
    "uuid": "df48f61956a6c05ad0ab67bb7fa19ac98c68905a",
    "url": "https://www.yucatan.com.mx/yucatan/2024/01/25/familia-sufre-accidente-en-calles-de-progreso-grua-choca-contra-ellos.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Abraham Ismael Raz Herrera",
    "published": "2024-01-25T22:37:00Z",
    "title": "Familia tiene aparatoso accidente en calles de Progreso",
    "text": "PROGRESO.- Una familia pasó por un susto durante la tarde de este jueves en el puerto de Progreso, luego de que el auto el que viajaban fuera impactado por una grúa. El hecho tuvo lugar en la intersección de las calles 35 y 78 poco después de las 2 de la tarde, sobre la 78 circulaba de Sur a Norte un auto Tsuru de color rojo, en la que viajaban dos mujeres, el conductor y un bebé. Al llegar al cruce mencionado, su unidad fue colisionada en su costado derecho por una grúa de una empresa porteña, cuyo conductor no respetó el alto reglamentario de dicha esquina. Si bien el impacto no fue de gravedad, la diferencia de tamaños entre las unidades le pasó factura al Tsuru, que acabó con daños materiales en su parte frontal. Al acudir los policías tomaron conocimiento del hecho, y procedieron a guiar el tránsito y verificar que los conductores lleguen a un acuerdo para el pago de los daños pues no se registraron lesionados. Te puede interesar: [Trabajador muere al caer de planta termoeléctrica de la CFE en Mérida](https://www.yucatan.com.mx/merida/2024/01/24/trabajador-muere-al-caer-de-planta-termoelectrica-de-la-cfe-en-merida.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:43:29.155+02:00",
    "updated": "2024-01-26T00:43:29.155+02:00"
  },
  {
    "uuid": "5c3197f19d203039a89f51fbba7ff565b7b1606f",
    "url": "https://www.yakimaherald.com/news/northwest/franklin-commissioner-tries-to-fire-top-employee-rather-than-agree-to-130k-severance/article_9c783b82-4411-5ecd-b8ff-364ffbc2ab8a.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cory McCoy - Tri-City Herald (Kennewick, Wash.) (TNS)",
    "published": "2024-06-27T05:00:00Z",
    "title": "Franklin commissioner tries to fire top employee rather than agree to $130k severance | Northwest | yakimaherald.com",
    "text": "Franklin County's top employee was set to leave the county on good terms, paid out through the end of the year plus some, but then a county commissioner tried to fire him outright. The Franklin County board of commissioners voted Wednesday to hold off on approving a nearly $133,000 separation agreement with County Administrator Mike Gonzalez, that would have seen both parties enter into a non-disparagement agreement and Gonzalez agree not to sue the county. After an executive session with the county's legal advisors, instead of moving to approve or deny the agreement, Commissioner Clint Didier tried to have Gonzalez fired. \"I move to terminate Mike Gonzalez for cause as administrator of Franklin County,\" Didier said. His motion failed to gain a second, but Commissioner Stephen Bauman put forth a separate motion to place Gonzalez on paid administrative leave for two weeks while the county considers working out a severance agreement. Gonzalez had been taking personal paid time off since the move was announced last week. Chairman Rocky Mullen seconded the motion and voted to approve it. Didier voted no. Since January, Gonzalez has been the target of several elected officials, who are currently under criminal investigation on suspicion of official misconduct, witness tampering, criminal conspiracy and making false statements to law enforcement officials. The investigation stems from an alleged attempt to manipulate a payment to the HAPO Center's former management group and subsequent attempts to pressure Gonzalez to write a letter they hoped would kill the investigation. Two of the three commissioners, Mullen and Didier, are under investigation. The third elected official being investigated is auditor Matt Beaton. Bauman is not under investigation. An attorney with the Snohomish County Prosecutor's office, in Everett, Wash., is currently reviewing the investigation but has not yet made any decisions about charges. Terms of the agreement Under the agreement presented to commissioners, Gonzalez would have received almost $133,000. Of that total, $86,875 is his salary for the rest of the year, about $36,000 is accrued health benefits and paid time off and receive an additional month's pay for committing to the agreement. His regular salary is $150,000 plus an opportunity for bonuses. He declined the most recent bonus. While Gonzalez would be agreeing not to sue the county, he can still cooperate with any criminal investigations or respond to subpoenas in lawsuits. He would also agree not to say anything that could negatively impact people's perception of the county, and the county will agree to keep employees from doing the same. That clause also states that elected officials cannot direct employees to do so either. Breaches of the agreement could result in fees of up to $5,000. They would also agree to handle any disputes through arbitration. The agreement will be finalized eight days after being signed. Gonzalez is currently a finalist for the City of Yakima's open city manager position. He'll be joining other candidates for a meet and greet and interviews with the Yakima City Council next week. Investigation The criminal investigation began in January over a dispute centered on whether to pay Simmons Venue Management $12,500 for their last month of work during the transition to a new management group at the HAPO Center. The Simmons family is best known for their restaurant, Country Gentleman. They stepped in to help manage the HAPO Center when the county's entire management team for the venue left in the span of a month. Gonzalez was initially going to pay the invoice, but received pushback when he attempted to gauge where the commissioners stood on the issue, according to investigative material obtained by the Herald through a Washington State Public Records request. Didier and Mullen were against the payment, and Mullen allegedly laid into Gonzalez for trying to settle a dispute between the sheriff's office and auditor's office in 2023, claiming he was taking the sheriff's side, according to recorded interviews with county employees who were present. After speaking with Mullen, who Gonzalez said changed his mind about paying the Simmons, Gonzalez moved to stop the payment. At this point Beaton allegedly called the HAPO Center's new management group, Harris-White Leasure group, and told them to push the payment through. Beaton later said in a secretly recorded meeting that he was acting at Didier's direction when he allegedly called Larry Leasure and Wes Harris to have the payment processed. \"(Didier) said, 'Well call (HWL) and, and you know, stop it.' ...\" Beaton said in the recording. \"And I'll tell you exactly what I told Wes. I told him 'Business as usual' and approve it if you would approve it. And he said to me, 'I don't support it.'\" Beaton also later admitted that he made a statement about the payment potentially, but claimed it wasn't meant that way. \"I said, 'If he approves it, the commissioners may learn more about him than they want to know, but I don't believe they will,'\" Beaton said in the recording. Harris was uncomfortable with the conversation and elected officials involving his company in county politics, so he reached out to Gonzalez to let him know what had happened, according to interviews with Harris and Gonzalez. In both meetings, Beaton claimed unspecific audits may show SVM actually owed the county money. Gonzalez said he ran the events by a county prosecutor to ensure no laws were being broken, which led to a criminal investigation being opened. The investigation is being overseen by Undersheriff Monty Huber and investigators from both the Benton and Franklin County sheriff's offices. After the investigation began, Mullen attempted to set up a meeting with Gonzalez and Beaton to discuss the issue. Investigators, concerned that it could potentially turn into witness tampering, say Mullen was warned not to, but still went ahead with the meeting. Gonzalez told investigators he recorded the meeting because he was concerned he was going to be asked to commit a crime. He told investigators he never planned to release the recording, but came forward after Mullen was interviewed and implied Gonzalez was lying. During the meeting Mullen and Beaton tried to convince Gonzalez to write a letter to investigators saying he had misunderstood what happened, and end the investigation. Gonzalez did not write a letter after the meeting, and Mullen continued to attempt to convince him he needed to, according to text messages obtained by the Herald. Later, Didier attempted to get Gonzalez and Office of Public Defense Manager Larry Ziegler to fire the lead investigators wife, who worked for Ziegler. Her attorney sent the county and Didier a cease and desist letter on April 30. Since the investigation began the courthouse has been plagued by reports of concerning behavior by elected officials, including shouting matches and attempts to undermine the investigation. Last week Franklin County Sheriff Jim Raymond publicly warned elected officials that it's illegal to conceal carry a gun in the courthouse or change locks on their offices. He also wrote that an elected official had been taking calls in the parking lot, attempting to convince others to allow him to conduct a forensic audit on a HAPO Center related business.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "franklin",
          "sentiment": "negative"
        },
        {
          "name": "clint didier",
          "sentiment": "none"
        },
        {
          "name": "rocky mullen",
          "sentiment": "none"
        },
        {
          "name": "gonzalez",
          "sentiment": "none"
        },
        {
          "name": "didier",
          "sentiment": "none"
        },
        {
          "name": "stephen bauman",
          "sentiment": "none"
        },
        {
          "name": "mike gonzalez",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "franklin county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T01:49:04.911+03:00",
    "updated": "2024-06-28T01:49:04.911+03:00"
  },
  {
    "uuid": "360d0fc0dc459a533c9b98972e2de6cd85ed3e37",
    "url": "https://www.thesouthafrican.com/news/mpox-cases-rise-as-vaccine-arrives-in-the-country",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nozibusiso Mazibuko",
    "published": "2024-06-21T08:18:00Z",
    "title": "Mpox cases rise as vaccine arrives in the country",
    "text": "The country received its first shipment of the Mpox vaccine on Thursday , marking a significant step in the fight against the viral disease. The Department of Health announced its intention to secure additional treatments to ensure preparedness for any potential increase in cases.\nMpox current situation and case distribution Six new laboratory-confirmed cases of Mpox, previously known as monkeypox, have emerged, raising the total number of infections from seven to thirteen . The spread of these cases is geographically varied: seven cases have been confirmed in KwaZulu-Natal, five in Gauteng, and one in the Western Cape. This rise in cases has prompted health authorities to emphasise the importance of immediate clinical evaluation for anyone exhibiting symptoms or having had physical contact with confirmed cases.\nNational Health spokesperson Foster Mohale highlighted the department’s strategy to manage the outbreak, stating, “All mild cases will continue to be managed with supportive treatment aimed at handling complications such as fever, pneumonia, and skin infections.”\nPrevention and symptoms The Department of Health is urging the public to remain vigilant and adhere to preventive measures.\nMohale stressed, “Hand hygiene is one of the most effective ways to protect oneself from getting sick and preventing disease transmission. We remind everyone to wash their hands regularly with soap and water, or use an alcohol-based hand sanitizer, especially before eating, touching your face, and after using the bathroom.”\nMohale also outlined the common symptoms of Mpox, which include a rash lasting two to four weeks, fever, headache, muscle aches, back pain, low energy, and swollen glands.\nThe rash, often painful, can manifest as blisters or sores and may appear on the face, palms, soles of the feet, and groin.\nCall to action and next steps The Department of Health continues to encourage individuals of all genders, ages, and sexual orientations to seek medical evaluation if they suspect they have symptoms of Mpox or have had contact with known cases. Moreover, Mohale underscored the treatable and preventable nature of the disease, urging timely medical intervention.\nAs the health department works to contain the outbreak and manage current cases, securing more vaccine doses remains a priority to safeguard public health. Additionally, the arrival of the vaccine is a critical development, providing a necessary tool in the ongoing efforts to control the spread of Mpox. The health authorities remain vigilant, prepared to escalate their response should the situation demand it.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Health"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.citizen.co.za/lifestyle/health/south-africa-receives-first-mpox-treatment-amid-rising-cases/",
      "https://www.ewn.co.za/2024/06/21/confirmed-mpox-cases-in-sa-rises-to-13",
      "https://citizen.co.za/lifestyle/health/south-africa-receives-first-mpox-treatment-amid-rising-cases/",
      "https://www.citizen.co.za/lifestyle/health/south-africa-receives-first-mpox-treatment-amid-rising-cases",
      "https://ewn.co.za/2024/06/21/confirmed-mpox-cases-in-sa-rises-to-13"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "foster mohale",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "natal",
          "sentiment": "none"
        },
        {
          "name": "department of health",
          "sentiment": "none"
        },
        {
          "name": "kwazulu",
          "sentiment": "none"
        },
        {
          "name": "national health",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gauteng",
          "sentiment": "none"
        },
        {
          "name": "mpox",
          "sentiment": "none"
        },
        {
          "name": "western cape",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T11:45:21.270+03:00",
    "updated": "2024-06-21T16:56:40.932+03:00"
  },
  {
    "uuid": "df047928240af38c7fc3e416eb60c2dfcc9a2e2f",
    "url": "https://www.longislandpress.com/2024/12/05/sewanhakas-new-hyde-park-memorial-high-school-earns-awards-at-model-united-nations-conference",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Long Island Press",
    "published": "2024-12-05T20:48:00Z",
    "title": "Sewanhaka’s New Hyde Park Memorial High School earns awards at Model United Nations conference",
    "text": "Sewanhaka’s New Hyde Park Memorial High School earns awards at Model United Nations conference New Hyde Park Memorial High School’s Model United Nations team (Photo courtesy of the Sewanhaka Central High School District) New Hyde Park Memorial High School’s Model United Nations team recently achieved remarkable success during the University of Virginia Model UN conference.\nCompeting against teams from across the nation, the students tackled a wide array of global issues, from access to water to AI’s role in Sustainable Development, showcasing their ability to engage in thoughtful diplomacy and work toward consensus in simulated\nUN committees.\nNew Hyde Park Memorial earned a total of 20 individual awards and the highly coveted Outstanding Large Delegation Award. This is the fifth time in the past six conferences that New Hyde Park’s team has achieved this designation.\nCongratulations to the following delegates who received awards for excellence in their committee:\nBest Delegate: Alex Tomalski\nOutstanding Delegate: Marco Valle\nHonorable Delegates:\nAayan Ahmed, Sahir Bhatia, Jacob Boldur, Leah Del Orbe, Carmela Drossman-Schlossberg, Rachel Jacob, Alphonse Jaison, Julia Kim, Ismael El Mohtadi, Ariana Muhammad, Sania Naqvi, Bea Navarro, Hedia Ninan, Zahra Nuha, Aditi Parikh, Dhara Patel, Nyelle Sarreal and Krish Singh.\nNew Hyde Park Memorial High School senior Marco Valle and Model UN adviser Jonathan Novak (Photo courtesy of the Sewanhaka Central High School District) About the Author",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Carmela Drossman-Schlossberg",
          "sentiment": "none"
        },
        {
          "name": "Ismael El Mohtadi",
          "sentiment": "none"
        },
        {
          "name": "Alphonse Jaison",
          "sentiment": "none"
        },
        {
          "name": "Ariana Muhammad",
          "sentiment": "none"
        },
        {
          "name": "Alex Tomalski",
          "sentiment": "none"
        },
        {
          "name": "Leah Del Orbe",
          "sentiment": "none"
        },
        {
          "name": "Rachel Jacob",
          "sentiment": "none"
        },
        {
          "name": "Aditi Parikh",
          "sentiment": "none"
        },
        {
          "name": "Sahir Bhatia",
          "sentiment": "none"
        },
        {
          "name": "Jacob Boldur",
          "sentiment": "none"
        },
        {
          "name": "Dhara Patel",
          "sentiment": "none"
        },
        {
          "name": "Sania Naqvi",
          "sentiment": "none"
        },
        {
          "name": "Bea Navarro",
          "sentiment": "none"
        },
        {
          "name": "Aayan Ahmed",
          "sentiment": "none"
        },
        {
          "name": "Zahra Nuha",
          "sentiment": "none"
        },
        {
          "name": "Julia Kim",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Model United Nations",
          "sentiment": "negative"
        },
        {
          "name": "University of Virginia Model UN",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Memorial",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T00:06:36.144+02:00",
    "updated": "2024-12-06T05:34:14.516+02:00"
  },
  {
    "uuid": "423d2eb3cb8a1a6876f6b878961fb95c4ade12c3",
    "url": "https://www.cbsnews.com/video/arctic-blast-set-to-bring-snow-cold-temps-to-us",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CBS News",
    "published": "2025-01-03T00:31:00Z",
    "title": "Arctic blast set to bring snow, cold temps to U.S. - CBS News",
    "text": "More than a foot of lake effect snow has piled up in parts of the Great Lakes region, and there's more to come. An arctic blast is set to bring freezing temperatures and snow across the U.S. Rob Marciano has the forecast.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Human Interest"
    ],
    "topics": [
      "Weather->weather phenomena",
      "Environment->climate change"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Rob Marciano",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "Great Lakes",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "423d2eb3cb8a1a6876f6b878961fb95c4ade12c3",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2025-01-03T02:47:10.742+02:00",
    "updated": "2025-01-03T02:47:10.742+02:00"
  }
]