[
  {
    "uuid": "6b75e2e4a25833e818a4607a6818ded5ba51e791",
    "url": "https://meduza.io/feature/2025/06/12/esche-god-nazad-kseniya-fadeeva-byla-politzaklyuchennoy-ey-udalos-vyyti-na-svobodu-blagodarya-istoricheskomu-obmenu-teper-ona-sama-pomogaet-tem-kto-sidit",
    "ord_in_thread": 0,
    "author": "Meduza",
    "published": "2025-06-12T05:17:00Z",
    "title": "Еще год назад Ксения Фадеева была политзаключенной - ей удалось выйти на свободу благодаря историческому обмену. Теперь она сама помогает тем, кто сидит Вот ее интервью - о тюрьме, воле и марафоне солидарности «Ты не один» - Meduza",
    "text": "Еще год назад Ксения Фадеева была политзаключенной — ей удалось выйти на свободу благодаря историческому обмену. Теперь она сама помогает тем, кто сидит Вот ее интервью — о тюрьме, воле и марафоне солидарности «Ты не один»\nПо политически мотивированным статьям В России преследуют больше трех тысяч человек. Больше тысячи из них — фигуранты антивоенных дел. 12 июня, в День России, независимые медиа и ФБК проводят ежегодный марафон, чтобы помочь политзаключенным; собранные средства пойдут на поддержку людей, преследуемых по политическим мотивам, и их семей. В этом году менеджером по коммуникациям и фандрайзингу марафона стала бывшая глава штаба Алексея Навального в Томске Ксения Фадеева. В декабре 2023 года Фадееву приговорили к девяти годам колонии по делу об «экстремистском сообществе», она вышла на свободу в августе 2024-го в рамках масштабного обмена заключенными между Россией и странами Запада. «Медуза» поговорила с Ксенией Фадеевой о тюремной медицине и еде, письмах со свободы и желании вернуться домой.\n«С момента, когда они вломились ко мне в дом, страха не было»\n— В соцсетях вы пишете о себе: «экс-координатор штаба Навального в Томске, экс-депутат Думы города Томска, экс-политзаключенная». Кем вы ощущаете себя сегодня?\n— Безусловно, все это для меня — важные статусы. Все-таки я в вынуженной эмиграции меньше года, огромная часть моей жизни прошла в России и была связана с политикой, с активизмом. Какая-то часть — с заключением, от этого тоже никуда, наверное, не денешься.\nСейчас я присоединилась к работе марафона в поддержку политзаключенных «Ты не один»; моя должность связана с коммуникациями и фандрайзингом. Скорее, это не политическая деятельность, а больше правозащитная. Поэтому сейчас я могу назвать себя активистом-правозащитником.\n— Почему вы решили сконцентрироваться именно на помощи политзаключенным, а не, например, на политической деятельности вместе с ФБК? Или чем-то еще?\n— Я не смогла найти для себя вариант политической деятельности за рубежом. Я с огромным уважением отношусь к людям, которые продолжают что-то делать, снимают видеоролики, информируют людей, находящихся внутри России. Но у меня душа больше лежала к правозащите. Мне хотелось заниматься помощью людям, которые находятся внутри России. И, мало того, еще и в заключении.\nЯ была довольно известной политзаключенной: ко мне было много внимания, меня поддерживала семья, близкий круг, не связанный с политикой (у меня много друзей в Томске), и незнакомые люди. У меня всегда была куча писем, мои сокамерницы удивлялись: у тебя что, столько родственников?\nЕще в Томске я встретилась с другой политзаключенной — Татьяной Лалетиной, ей сейчас 22 года, она осуждена за «госизмену» на девять лет. Классическая история: она перевела небольшую сумму фондам, связанным с Украиной, а ФСБ посчитала это финансированием ВСУ. Татьяна была совсем неизвестна — она не была активисткой, политиком, просто студентка, которая приехала с Камчатки в Томск учиться в педагогическом университете. Еще задолго до войны она общалась с девушкой из Украины: обычные подростковые обсуждения аниме, мультиков и всего такого. Когда началась война, ее украинская подруга очень переживала и Татьяна захотела ей помочь. В общем, помогла…\nЯ поняла, что есть огромное количество людей, о которых мы — правозащитники, политики, активисты, журналисты — ничего не знаем. И они о нас ничего не знают. Татьяна, наверное, в первый раз от меня услышала названия изданий «Медиазона» и «Медуза», что есть «Мемориал», который помогает [политзаключенным], много неравнодушных людей. Конечно, я передала информацию о Татьяне журналистам — ей пишут письма, делают передачки. Но она такая не одна, таких людей очень много. Нужно понимать, что количество политзаключенных за последние годы возросло многократно.\nЕсли судьба так сложилась, что я на свободе, что меня обменяли, то мне показалось правильным поучаствовать в судьбах тех людей, которым повезло меньше, которые не были медийными, известными. Честно говоря, не очень понятно, какие у них сейчас перспективы для освобождения.\n— Часто правозащитники говорят о том, что среди политзаключенных сегодня много «случайных» людей, то есть тех, кто не занимался, например, активистской деятельностью и оказался в заключении из-за условного банковского перевода или поста в соцсетях. При этом мне кажется, что страх попасть в тюрьму — один из самых сильных у россиян, причем даже тех, кто не имеет отношения к политике. Как вы думаете, почему так?\n— Думаю, во-первых, это связано с нашей историей. Была почва для того, чтобы этот страх укоренился и развился в народе. Конечно, я говорю про массовые репрессии в XX веке. Нельзя сказать, что они никак не были осмыслены, но все-таки на государственном уровне это не было проработано. Да, поставили какие-то памятники, открыли музеи — в Томске есть музей «Следственная тюрьма НКВД», где в 1930-е годы людей расстреливали в подвалах. Но как будто нация (я говорю в широком смысле, не только о русских) не провела работу с исторической памятью. И выросло то, что выросло. Мы снова на этом повороте спирали.\nСейчас даже люди, не занимающиеся оппозиционной деятельностью и далекие от того, чтобы читать независимые медиа, понимают, что посадить могут любого — за что угодно и никакой защиты не будет. Необязательно выходить в пикет, протестовать против войны или донатить организациям, признанным «экстремистскими» в России. Тебя могут «заказать» конкуренты, на твой бизнес могут покуситься силовики. Ты можешь быть самым обычным человеком, но кому-то нужно будет «срубить палку», получить звездочку на погоны.\nРепрессии сегодня нельзя назвать массовыми, но, по разным оценкам, более двух тысяч человек находятся в заключении [по политическим мотивам]. Кто-то уехал по политическим причинам. Эта информация распространяется, и люди боятся. Потому что в первую очередь понимают свою полную беззащитность перед системой. Если на тебя завели уголовное дело по политической статье, — да практически по любой, — то шансы, что его прекратят или что суд тебя оправдает, практически равны нулю. А условия в российских колониях не добавляют никакого желания туда попадать и испытывать все на себе.\n— У вас самой был страх до ареста в декабре 2021 года?\n— В ноябре посадили Лилию Чанышеву, мою коллегу. Причем сделали это совершенно внезапно — и сразу отправили ее в СИЗО в Москве. На протяжении пары месяцев у меня было крайне неприятное ожидание. Знаете, говорят, что ожидание праздника лучше самого праздника? Вот, наверное, ожидание ареста было страшнее самого ареста и того, что происходило дальше. Я не то чтобы ждала, что меня будут бить, истязать, пытать. Я понимала, что, скорее всего, не будут — потому что все-таки Томск и у меня есть определенная известность в городе. Но крайне неприятно, когда, например, обнаруживаешь за собой слежку (а я обнаруживала ее регулярно) и думаешь: они просто за тобой ездят или завтра арестуют? Или ожидание того, что к тебе вломятся в шесть утра, выломают дверь, как в итоге и произошло. Была постоянная тревога.\n— Как это внешне сказывалось на вашей жизни?\n— Внешне все оставалось так же. Я была в Томске, на тот момент еще депутатом [городской Думы], встречалась с избирателями, ходила на заседания. Где-то за неделю до моего задержания я участвовала в пресс-конференции по итогам года. Вот, сижу за столом я, рядом сидит фракция «Единая Россия», главный коммунист, главный ЛДПР-овец. Журналисты из разных изданий спрашивают о чем-то, я что-то отвечаю, я депутат. Проходит несколько дней, и я уже экстремист, обвиняемая по особо тяжкой статье.\n— Что меняется в человеке, когда он сталкивается с тем, чего боялся?\n— Не уверена, что во мне что-то быстро изменилось. Был конец декабря 2021 года, мы с подругой тусовались на даче, делали новогодние веночки. А тут утром приходят неприятные люди, выламывают дверь с диким грохотом. Это все выглядело довольно угрожающе: огромная толпа, следователь из Москвы. Я моментально поняла, что за уголовное дело. С момента, когда они вломились ко мне в дом, никакого страха уже не было. Наверное, странно будет сказать, что я успокоилась. Но у меня не было никакой паники, истерики. Все случилось, теперь я живу в новой реальности, буду с этим разбираться.\nУ меня не было никаких сомнений, что меня отправят в СИЗО. Но почему-то мне выбрали крайне мягкую меру пресечения — запрет определенных действий. Еще полтора года я прожила… Не скажу, что нормальной жизнью. Потому что фактически я не могла работать, не могла ходить в Думу, пользоваться интернетом, телефоном. За мной периодически было наблюдение. Но тем не менее я жила дома, рядом с близкими, могла ездить на дачу, гулять с собакой, ходить в лес.\n— Перевод в СИЗО в ноябре 2023-го вас не испугал?\n— Не могу сказать, что для меня попадание в СИЗО было шоком или большим стрессом, потому что до этого я работала в штабе Навального и побывала под административным арестом два раза. Такая же камера. В Томске отношение ко мне было довольно лояльным, никакой жести, ужаса не происходило. Но, конечно, и ничего приятного — закрытое пространство. В основном я была с женщинами, которых обвиняют в экономических преступлениях. В том числе сидела в одной камере с дочерью депутата Госдумы от Томской области.\nМногие женщины, которые попадали [в заключение] по статьям, не связанным с политикой, конечно, очень тяжело переживали. Они худеют на 30 килограмм, у них сыпятся зубы, волосы, просто рушится здоровье, потому что для человека это огромный стресс. Мои коллеги сидят, у меня уже был административный арест, поэтому для меня все это не было суперразрушительным стрессом. И хорошо, наверное, потому что позволило сохранить здоровье.\n«Любимая фраза сотрудников УФСИН: „Вас сюда никто не звал“»\n— Что вы поняли о системе, оказавшись внутри, чего невозможно понять снаружи?\n— Поскольку я была в контексте, для меня не было каких-то больших сюрпризов. Я хочу осторожно сказать, что и там работают нормальные люди, но с оговорками — все сильно зависит от региона, от учреждения. Не всем везет, кто-то попадает в пыточные СИЗО и колонии, в том числе женщины. И я говорю не только про политических заключенных.\nНад политическими сейчас отдельно издеваются, сажая их в ШИЗО, в ледяные камеры. Людмила Разумова, Мария Пономаренко не вылезают из ШИЗО и карцеров. Это абсолютно чудовищно, потому что может уничтожить здоровье человека.\nУчитывая, что в пенитенциарной системе нет никакой медицинской помощи, можно сказать, что ситуация катастрофическая. Со мной сидела женщина, у которой очень серьезные проблемы со спиной. Подозреваю, что они у нее до сих пор — и всем абсолютно плевать. Да, тебе дадут обезболивающее, может быть, положат в местную больничку, но даже там крайне ограниченный набор лекарств. Если у тебя нет родственников, которые принесут тебе их со свободы, то очень жаль. Любимая фраза сотрудников УФСИН: «Вас сюда никто не звал».\nОтдельная история — это, конечно, этап, когда тебя везут как не совсем человека в так называемых столыпинских вагонах. Для людей вне политического контекста это огромный стресс и плохой сюрприз. Потому что могут напихать по 20 человек в купе, рассчитанное на девятерых. Там очень душно, походы в туалет по расписанию. Все курят.\nНаверное, сюрпризом для меня стало то, как проходят этапирования из СИЗО в суд. Я не представляла, что кто-то вообще мог догадаться перевозить людей таким образом — конечно, в первую очередь, я говорю про «стаканы», когда тебя везут не в общей камере автомобиля, а в отдельной. Я не крупный человек, но мне было очень некомфортно. И мне еще повезло, потому что я ездила зимой. Со мной сидела женщина, она уже долго в СИЗО по «экономике» (то есть по статье, связанной с экономическими преступлениями, — прим. «Медузы»). Она говорила, что летом, когда на улице 35 градусов, в автозаке примерно столько же, там нет кондиционера, и ты буквально сидишь в железной коробке. А если ты еще высокий или полный, ты упираешься частями тела в эти стены. Нельзя так перевозить людей. Что бы они ни сделали, какими бы ни были маньяками. Это просто ненормально.\nОтвечая на ваш вопрос, что можно понять, так это то, насколько бесчеловечно устроена система исправления наказаний в России, насколько она людей не исправляет. Если говорить про колонию — к счастью, я там пробыла всего три недели, из них неделю на карантине — это совсем не про исправление. Это про рабский труд с зарплатой в тысячу рублей в месяц. Если очень повезет, может быть шесть тысяч рублей в месяц. Люди, если говорить про тех, кто не отрицает вину, не могут накопить деньги за время, пока отбывают наказание, потому что все уходит на погашение штрафов или алименты. Но это еще полбеды.\nЛюди теряют всяческую связь со свободой. Если мы говорим о женщинах, то их мужья не то чтобы сильно ждут. Далеко не всем носят передачки, поддерживают. И ты видишь, как люди десоциализируются, теряют связь с социумом, со свободой. И понятно, почему в России такой высокий уровень рецидивов. Потому что, когда человек, проведя пять-десять лет в этом абсолютно жестоком обществе, выходит на свободу, у него нет никаких связей. Средний российский заключенный выходит оттуда абсолютно потерянный. И какие у него дальнейшие перспективы? Нужно где-то жить, что-то кушать, как-то свою жизнь дальше строить. Поэтому очень многие снова идут торговать наркотиками [или совершают другие преступления]. И все по второму кругу.\n— Что бы вы сейчас посоветовали тем, кто хочет поддерживать политзаключенных? Что действенно, а что — нет?\n— Письма — это такая моральная поддержка, это правда очень важно. К своему стыду, до своего ареста я не писала политзаключенным. Это не было связано с ленью или равнодушием, я просто не понимала, о чем писать. Вот я провожу время на свободе, конечно, бывают какие-то проблемы, но в целом это все равно жизнь на свободе. И мне казалось настолько неуместным писать человеку, который сидит в тюрьме, в колонии или СИЗО: «Я так классно съездила в Шерегеш, покаталась на сноуборде. А на майских праздниках поеду на Алтай». Из-за этого я не решалась писать.\nКогда я сама оказалась по ту сторону решетки, я поняла, что это все полная глупость. Наоборот, людям в заключении очень важно чувствовать поддержку со свободы — и от близких людей, и от незнакомых. Я сама просила людей рассказывать о путешествиях, о том, что у них в семье происходит хорошего (если это уместно), как они проводят время с друзьями. Потому что тебе важно понимать, что, кроме этих решеток, конвоиров и сокамерниц, еще есть нормальная жизнь. Это дает надежду на будущее. Дает понимание, что все рано или поздно закончится, жизнь как-то наладится. Я всегда буду призывать писать политзаключенным, потому что по себе поняла, насколько это важно.\nМатериальная помощь тоже крайне важна. Начнем с самых базовых вещей — питание. В российской системе ФСИН с питанием все очень плохо. Это перенасыщенная углеводами пища: разваренные макароны, какая-то каша, картошка — как правило, так называемая «лосячка». Картошку собирают, чистят, режут и замораживают, а спустя полгода она, такого серо-голубого цвета, попадает в твое блюдо. Проблема в том, что все это пища, совершенно лишенная каких-то питательных веществ, витаминов. Крайне мало мяса, рыбы, то есть белка. Как правило, вместо него — кусок жира, плавающий в капусте. Нет свежих овощей, фруктов. А это же не вопрос наслаждения, а вопрос здоровья, выживания. Без продуктовых передач сидеть в заключении очень-очень грустно.\nГосударство раз в месяц выдает заключенным гигиенический набор, но по качеству он очень плохой и предметов там недостаточно. В наборе — ужасно вонючее мыло (я никогда не думала, что мыло может так отвратительно вонять), рулон туалетной бумаги, у женщин — десять прокладок. Не хватает — очень жаль, но больше тебе никто ничего не выдаст. Зубные щетки не выдают, только маленький тюбик зубной пасты. Иногда набор вовсе не выдают, потому что, например, забыли или не провели закупку. Плюс, когда человек сидит в СИЗО, он находится там в своей гражданской одежде. Нижнее белье, носки, футболки — государство тебе этого не даст. Заключенным, которые попадают [в систему ФСИН] с улицы, из притонов, всё СИЗО собирает так называемый общак. Это тоже вопрос здоровья, в том числе психического. Просто сохранения человеческого достоинства.\nЯ уже говорила, что с медикаментами все очень грустно. Есть шутка, что от всего дают ибупрофен. И это буквально так. Но можно передать лекарства со свободы. Тебе медперсонал выписывает рецепт (даже если это безрецептурный препарат), ты передаешь номер рецепта родственникам, адвокатам или друзьям, и они в определенные дни могут принести пакет лекарств, который тебе отдаст персонал. Лекарства стоят дорого. Если ты диабетик, они могут стоить под 100 тысяч рублей в месяц.\nПо уголовно-исправительному кодексу, человек должен отбывать наказание в регионе, где прописаны он или его ближайшие родственники, либо в соседнем регионе, если в его нет подходящей колонии. Но есть оговорка: правило не касается ряда статей, в том числе «экстремистских», по которым сидят и политзаключенные. Например, моя бывшая соседка по камере [Татьяна Лалетина] прописана на Камчатке, а училась в Томске. Ее отправили отбывать наказание в соседнюю с Томском Югру. Хотя, если бы у нее была не «госизмена», а какое-нибудь «убийство», ее должны были бы этапировать по месту прописки. Мы все прекрасно знаем, сколько стоят билеты на самолеты и поезда в России, проживание [для родственников заключенного] тоже дорогое. Но для заключенного крайне важно видеть близких и родных. Ты ждешь свидания, потому что скучаешь. Еще это возможность получить новости со свободы и просто пожить хотя бы четыре часа нормальной жизнью.\nВсем, что я перечисляю, занимается марафон в поддержку политзаключенных: сборы на продукты, средства гигиены, лекарства. Адвокатская помощь тоже важна. Но марафон оплачивает ее только в каких-то экстренных случаях, потому что иначе это просто очень дорого.\nПоэтому как бы банально ни звучало, но без денежной помощи никуда. Конечно, самое ценное — это рекуррентные платежи, то есть оформление постоянной подписки даже на небольшую сумму. Потому что так организация, которой вы помогаете, может более качественно планировать свою деятельность и понимать, какому количеству людей она сможет помочь.\n— Можете ли вы сказать, в какую сумму в месяц обходится поддержка заключенного?\n— На передачку, в которой будут продукты и средства гигиены — сразу скажу, что это не филе семги и не сыр бри, а просто базовые продукты и не самые дорогие шампуни, — нужно 20-25 тысяч рублей, в зависимости от потребностей человека. У всех заключенных есть ФСИН-счет, с которого можно оплачивать покупки в магазинах учреждения. Там все очень дорого, но, если заключенный сидит где-то далеко и в городе нет волонтеров и родственников, пополнить его ФСИН-счет — в принципе хороший метод [поддержки].\nЕсли человеку требуется постоянная медицинская помощь, сумма взлетает вверх. Есть опция — приглашение гражданский врачей. Иногда администрация СИЗО или колонии идет на это, иногда нет. Потому что в СИЗО, например, нет постоянно работающих профильных врачей: гинеколога, хирурга, окулиста, стоматолога. Например, гинеколог приходит раз в две недели, но даже в томском СИЗО было 120 женщин. Со стоматологами та же история. Из-за стресса и питания люди [в заключении] теряют зубы. Поэтому им пытаются приглашать гражданских стоматологов — это довольно дорого, но важно иметь такую возможность.\nВ колониях история немногим лучше. Конечно, везде по-разному, например, в новосибирской колонии, куда я попала, был стоматолог. Обычная женщина, не сотрудник ФСИН. У нас случился очень смешной диалог во время осмотра. Она меня спросила: «За что сидишь, какой срок?» Я говорю, что «экстремистское сообщество», Навальный, девять лет. Она: «Ужас-ужас». И говорит, что мне бы пломбочку поставить. Я спрашиваю, можно ли это сделать с обезболивающим, мне родственники привезут. Стоматолог отвечает: «Милая моя, у тебя такая ужасная ситуация в жизни, такой срок. Почему тебя вообще беспокоит возможная небольшая зубная боль?»\nК счастью, у меня не дошло до лечения зубов в колонии.\n«Я хочу жить дома, я хочу жить в России, я хочу жить в Томске»\n— В мае 2024 года, когда вы еще были в заключении, Юлия Навальная объявила, что передаст денежную часть Дрезденской премии вашей семье и семье Лилии Чанышевой. Но вы и ваши родственники от денег отказались. Почему?\n— Я с огромной благодарностью воспринимаю этот жест. Единственная причина, по которой мы отказались, — мои родственники находятся в России. К сожалению, российская власть воспринимает все, что связано с ФБК, как «экстремистское сообщество». Посоветовавшись с адвокатами, было принято решение отказаться, чтобы не подставить родителей.\n— Афиширует ли марафон в поддержку заключенных «Ты не один», кому помогает?\n— Это одно из основных правил безопасности: мы не можем рассказывать, кому конкретно помогли. Это связано со статусом организаторов марафона: «Дождь» — «нежелательная организация», «Медуза» — «нежелательная организация», ФБК — «экстремистская организация», «Служба поддержки» пока без статуса. Если человек уже находится в заключении, а мы публично скажем, что помогли Иванову Ивану Ивановичу, возможно, это добавит ему новое уголовное дело. Мы не можем этого допустить. Это создает определенные сложности. В отличие от других благотворительных организаций, мы не можем делать подробный отчет о том, кому помогли. Поэтому в отчетах мы рассказываем только о том, что сделали: оплатили передачки, медицинскую помощь, дорогу родителям на свидание.\nВ этом году марафон также призвал организации во всем мире поучаствовать в офлайн-мероприятиях: в вечерах писем политзаключенных, пикетах. Многие критикуют, когда ты [выходишь на улицу] за границей и чего-то требуешь. Но мне кажется, очень важно, находясь не в России, говорить о политзаключенных и требовать их освобождения. Во-первых, чтобы в том числе и западное общество понимало, что далеко не все в России поддерживают войну и действия власти и что есть куча смелых людей, которые буквально поставили свою жизнь на карту и платят здоровьем и свободой за свои убеждения. А во-вторых, чтобы имена этих людей постоянно были на слуху. Сейчас не приходится мечтать о масштабных обменах, но есть разные кампании — например, People First — которые добиваются, чтобы при заключении мира одним из условий было освобождение российских политзаключенных наравне с украинскими гражданскими заложниками и военнопленными.\n— Может ли огласка, наоборот, навредить политзаключенному? До 2021 года казалось, что общественное внимание помогает, но в последние годы я все чаще слышу от адвокатов и родственников просьбы хранить все в тишине.\n— Это сложный вопрос. Я считаю, что нужно руководствоваться принципом «Не навреди». Я уверена, что если об условной Марии Пономаренко перестанут говорить, ее не перестанут сажать в ШИЗО. Но если адвокат просит молчать и это воля самого политзаключенного, думаю, к этому нужно отнестись с уважением. Хотя глобально я не думаю, что огласка может навредить. Огласка подсвечивает человека, дает понять, что он не один, не забыт.\n— Как ваша семья переживала уголовное дело против вас? Чувствовали ли вы вину за то, что ваши близкие тоже оказались в это втянуты?\n— У меня с родителями хорошие, доверительные отношения. Они никогда не говорили мне: «Немедленно все бросай». Были уговоры, особенно когда прокуратура объявила о том, что планирует признать ФБК «экстремистской организацией». Родители тогда очень сильно упрашивали меня уехать.\nПотом, пока я полтора года ходила с [электронным] браслетом, у них не было иллюзий, что меня оправдают — они абсолютно трезвомыслящие люди. Но все равно были надежды, ведь я пока на свободе, езжу с ними на дачу на выходных, не за решеткой. Заключение они, конечно, тяжело переживали — у них единственный ребенок, и тот уголовник, получается. Они писали мне письма, поддерживали, не было никакого осуждения. Пока я была в СИЗО, ходили каждый месяц на свидания. Я старалась тоже их поддерживать, всячески показывала, что я в нормальном состоянии, не болею, у меня нормальное настроение. Надеюсь, это хоть как-то их подбадривало.\nКонечно, если говорить глобально, ни мои родители, ни друзья это не выбирали. И все очень сильно переживали. Но, наверное, я не могла по-другому себя вести. Сейчас я не могу сказать, что сожалею о том, что выбрала эту историю, хотя она еще не закончена и для меня очень травматично проживание вдали от дома. Я всю жизнь прожила в Томске, в России. Я просто не могла заставить себя уехать. В целом у меня все в порядке, в Вильнюсе много знакомых, приятелей. Но мне очень хочется вернуться домой.\n— Я вас понимаю.\n— Когда нас обменяли и привезли в больницу [рядом с немецким городом Кобленц], приехали ребята из ФБК. И я им абсолютно серьезно сказала: «Извините, я со всем уважением, но пока фоткаться с вами не буду, потому что я очень хочу вернуться, а вдруг вы что-то опубликуете». У меня еще было свежо в голове мое уголовное дело, когда натягивают сову на глобус и участием в «экстремистском сообществе» является что угодно, фотография с его руководителями — точно. Я несколько дней прожила с мыслью, что я сейчас вернусь [в Россию]. Но, во-первых, думаю, мои близкие прибили бы меня еще до того, как меня бы осудили в России. И, конечно, когда на НТВ вышел сюжет [обо мне] стало понятно, что это вряд ли хорошая идея в ближайшем будущем.\nЯ говорю это к тому, что никто не знает, чем закончится вся эта история. Сколько лет пройдет перед тем, как все нормализуется. Но сегодня мне не стыдно за свой выбор. Конечно, я сожалею, что принесла кучу переживаний родителям. И я очень сожалею о том, что теперь не могу жить в своем родном городе рядом с ними. Но, оглядываясь назад, думаю, что можно было бы сожалеть, если бы я действительно в подполье собирала «коктейли Молотова» и меня за это обвинили в экстремизме. А я участвовала в выборах, снимала с коллегами расследования про местных чиновников, мы передавали их в правоохранительные органы и по этому поводу инициировали даже какие-то проверки. То есть это была абсолютно легальная политическая деятельность. О чем тут сожалеть?\n— Как вы снова привыкали к обычной жизни? Был ли момент, когда вы почувствовали, что снова принадлежите себе?\n— К хорошему быстро привыкаешь, поэтому это сразу произошло — буквально когда нас привезли в военный госпиталь в Германии. Это закрытое учреждение, но ты можешь в любой момент пойти в душ. Рядом куча твоих знакомых, коллег по обмену. Никаких надзирателей, только немецкие врачи. Помню, когда ребята из ФБК привезли мне телефон, я просто ходила вокруг этой больницы, по небольшому парку. Август, птички поют, все цветет, небо голубое, а я хожу и бесконечно разговариваю по телефону. Поэтому да, к хорошему быстро привыкаешь.\nНо, конечно, все равно есть фоновое ощущение, что это не в полном смысле свобода. Ты не можешь выбирать, где жить. Я хочу жить дома, я хочу жить в России, я хочу жить в Томске, но… у Монеточки есть такие строчки: «Все открыты замки, а на главном — печать».\n— На вас не давит ощущение, что вы стали одной из немногих, кто попал в обменные списки и оказался на свободе, пускай и в эмиграции, а многие другие по-прежнему в заключении?\n— Это одна из причин, почему я не стала возвращаться. Помимо того, что это, очевидно, привело бы к новому аресту, дальнейшие обмены были бы под очень большим вопросом. [Попавший в обмен политик Владимир] Кара-Мурза говорил, что если мы сейчас сорвемся, то больше обменов не будет. Западная публика этого не поймет: они отпустили [Вадима] Красикова в обмен на каких-то русских диссидентов, а те взяли и вернулись, и сели обратно.\nЯ не могу сказать, что на меня давит ответственность. Я стала заниматься околоправозащитной, активистской темой не поэтому. Это естественное желание. Мне просто кажется, что это правильно. У меня есть желание и возможность помочь своим соотечественникам, которые сейчас находятся в заключении за свои убеждения.\n— Есть ли у вас мечта, которая появилась после освобождения?\n— Она очевидна. Мечта — вернуться домой, конечно. И при этом не попасть в заключение. Наверное, самое неблагодарное занятие в мире — предсказывать будущее России, потому что все может измениться за один день, а может не меняться еще 20 лет. Но глобально мечта — вернуться домой. И, естественно, она напрямую связана с тем, чтобы в России все нормализовалось, чтобы мы могли легально заниматься журналистикой, политикой. Чтобы правозащита в том виде, в котором она есть сейчас, перестала быть актуальной. Чтобы словосочетание «российский политзаключенный» осталось где-то на мрачных страницах нашей истории.\nКонечно, в эти мечты входит и то, чтобы война закончилась. Когда я думаю, как мне грустно далеко от дома и близких, я вспоминаю, что у меня хотя бы есть дом, он не разбомблен и мои близкие живы. А у украинцев, которые оказались в положении беженцев, ситуация гораздо хуже. И у жителей Белгородской области — многие были вынуждены оставить свои дома.\nНо если говорить о чем-то небольшом, то я хочу завести собаку. Не знаю, можно ли это назвать мечтой или, скорее, желанием.\n— А что вам мешает?\n— Пока мешает абсолютно простая бытовая штука — владелец квартиры, где я живу, против. Поэтому мне нужно переехать. Это мелочи на самом деле. В первый год эмиграции нужно было понять, чем я хочу заниматься, а потом уже заводить животных, потому что это все-таки ответственность. Я привыкла жить с собаками, мой пес последние годы живет с родителями. Он уже взрослый, ему больше 12 лет. Он хаски, поэтому ему объективно лучше жить в Сибири, где он может бегать по лесу, а не в квартире в Вильнюсе.\nДорогие читатели «Медузы»! Людям, которых преследуют по политическим мотивам в России, а также их семьям нужна помощь. 12 июня «Медуза», «Дождь», «Медиазона», «Служба поддержки» и ФБК[проводят]марафон в поддержку политзаключенных и их семей. По соображениям безопасности мы не можем принимать платежи в рублях — но есть[проекты], которые принимают рубли. Если вам нужна помощь, то на сайте марафона есть[форма заявки]и контакты.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "topics": [
      "Social Issue->social problem",
      "Social Issue->discrimination",
      "Politics->human rights",
      "Politics->political candidates",
      "Politics->political dissent",
      "War, Conflict and Unrest->civil unrest",
      "War, Conflict and Unrest->prisoners of war"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://tass.ru/obschestvo/22821309",
      "https://www.instagram.com/p/C_5LWJztO1w/",
      "https://t.me/mizafadeevu/50",
      "https://june12.io/",
      "https://ovd.info/politpressing",
      "https://june12.io",
      "https://antiwar.ovd.info/",
      "https://fparf.ru/news/media/minyust-poruchil-fsin-razobratsya-v-retsidivistakh/",
      "https://www.kommersant.ru/doc/7480434",
      "https://www.antiwar.ovd.info/",
      "https://kommersant.ru/doc/7480434",
      "https://www.instagram.com/p/C_5LWJztO1w",
      "https://fparf.ru/news/media/minyust-poruchil-fsin-razobratsya-v-retsidivistakh",
      "https://www.tass.ru/obschestvo/22821309",
      "https://www.june12.io",
      "https://www.ovd.info/politpressing",
      "https://instagram.com/p/C_5LWJztO1w/",
      "https://www.june12.io/",
      "https://june12.io",
      "https://www.fparf.ru/news/media/minyust-poruchil-fsin-razobratsya-v-retsidivistakh/",
      "https://antiwar.ovd.info",
      "https://www.t.me/mizafadeevu/50"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_ru",
        "top_news_nl",
        "top_news_ua",
        "top_news_fi",
        "top_news_il",
        "top_news_rs",
        "top_news_cz",
        "top_news_se",
        "top_news"
      ],
      "bias": "left"
    },
    "rating": null,
    "crawled": "2025-06-12T10:12:45.724+03:00",
    "updated": "2025-06-13T08:06:10.000+00:00"
  },
  {
    "uuid": "da0998e03cf3a2664f101c3ebe63df7e57661d4a",
    "url": "https://www.kctv5.com/2024/12/13/first-warn-forecast-possible-ice-brings-concern-friday",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Luke Dorris",
    "published": "2024-12-13T03:33:00Z",
    "title": "FIRST WARN FORECAST: Possible ice brings concern Friday",
    "text": "We are First Warning you that ice is a concern on Friday. You don’t need to sweat your drive into work, as it will be dry... but extremely cold. Wind chills may near 6 to start the day, with a biting east breeze up to 25 mph and actual temperatures in the low 20s. The question is, how long will it take for the temperatures to rise above freezing? The longer it takes, the more likely the chance for ice in Kansas City. We currently expect mostly rain in the metro, but it may be a close call, and we want you to be aware any time there is even a chance for ice on the roads. It doesn’t take a lot of ice to cause big issues, and use extra caution on bridges.\nThe window for ice developing in the metro is brief, from just noon to 2 pm. We look to be warm enough to transition to just rain after that. Locations south of the metro are likely to see just rain without any ice.\nIcy roads are a greater concern north of Kansas City, from St. Joseph to Maryville and Chillicothe. These areas north of Kansas City have a likely chance for a light glazing of ice from freezing drizzle or freezing rain Friday from 2 p.m. - midnight.\nThe temperatures actually increase through the night Friday, and we will transition to rain across the entire area by midnight. Showers, even a few thunderstorms will come and go through Saturday morning and early afternoon. We are First Warning you to expect a wet start to the weekend, with rain tapering off by Saturday evening. Highs will be near 50, and there is no threat for wintry weather Saturday.\nSunday is the best-looking day in the forecast with highs near 53 and partly cloudy skies. It will be fine weather for outdoor watch parties of the Chiefs game.\nMonday did have a good chance for rain at one point, but now that system looks to track mostly south of our area. We will get another dose of chilly air behind it, with highs back to the 40s and 30s by the middle of next week.\nCopyright 2024 KCTV. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T06:42:51.132+02:00",
    "updated": "2024-12-13T06:42:51.132+02:00"
  },
  {
    "uuid": "fd9c0a321a032f056b7b9f286fe0b75bdd62b5e9",
    "url": "https://gamerant.com/pokemon-fan-wife-game-boy-cartridge-christmas-gift",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zachary Cimaglio",
    "published": "2024-12-26T21:17:00Z",
    "title": "Pokemon Fan's Wife Finds Perfect Use for Their Old Cartridges",
    "text": "Summary\n- A Pokemon fan received a Christmas gift showcasing original Game Boy Pokemon games in a custom display case.\n- The gift includes all Gen 1 games and a Game Boy Color system, evoking nostalgia for fans of the series.\n- Nostalgia for Pokemon Red and Blue remains strong, as seen in fan creations and gifts.\nA Pokemon fan received a gift from their wife for Christmas that shows off a clever use of their old game cartridges of the original Game Boy titles and a unique way to display them on their wall. The gift showcases copies of every game in the first generation of [Pokemon](https://gamerant.com/tag/pokemon/) in a custom-made display case along with a Game Boy Color system adorned with icons from the franchise.\nPokemon as a franchise is over 28 years old, having debuted in 1996 with [Pokemon Red and Blue on the original Game Boy](https://gamerant.com/pokemon-red-blue-strongest-stats/), and quickly became a cultural icon when it eventually released internationally a couple of years later. Due to its massive popularity at the time, a lot of fans get nostalgic about their first time getting one of the games, especially on Christmas or a birthday.\n[Related\n](/pokemon-regi-fan-art-vegetable/)\n[\nPokemon Fan Designs Vegetable-Themed Regi\n](/pokemon-regi-fan-art-vegetable/)\nThe legendary Titans from Pokemon get a new member after a fan creates a veggie themed variant with a set of custom abilities and moves.\nThat feeling of nostalgia is exactly what Reddit user TheGarlicMonkey was reportedly after when they received a custom frame and display case for their old Pokemon games and Game Boy Color system for Christmas. The creation came from their wife and includes every game from [the first generation of Pokemon](https://gamerant.com/pokemon-red-blue-hd-unreal-engine-5/), serving as a nostalgic surprise for Christmas day, as per the user's request.\nPokemon Fan Gets A Dose Of Gen 1 Nostalgia For Christmas\nThe framed gift even includes a reproduction copy of [the Japanese-exclusive Pokemon Green](https://gamerant.com/pokemon-fan-makes-working-cartridges-of-crystal-and-green-for-nintendo-64/), which was never officially released internationally, which is reportedly a new addition to the fan's collection. Fans were quick to express praise and envy for the collection, stating how excited they would be to receive such a gift, while others shared their own anecdotes about getting the games when they were young.\nDespite how far the series has come since its original titles, the Kanto region from Pokemon Red and Blue continues to have a lasting legacy for the fanbase, with many pining nostalgically for the old days of the franchise. Creations like this and many others from fans can show the longevity of those original games and the impact they have seemingly had on the series, which continues to reference them to this day.\nIn fact, nostalgic Christmas surprises from the series don't stop there, as another fan received [a gift wrapped in paper from the classic Pokemon anime](https://gamerant.com/pokemon-nostalgic-classic-christmas-wrapping-paper/) series, featuring Ash, Brock, Misty, and Pikachu. Considering that the Kanto region from Pokemon Red and Blue continues to appear and get referenced in modern games, and the place it seems to have in many fans' hearts, it seems likely that its legacy will continue to go strong as the series moves forward.\n[\nPokemon\n](/tag/pokemon/)\nPokemon is a franchise that needs no introduction. One of the most successful media empires in history, Pokemon spans games, television, films, manga, merchandise, music, and more.\n- Created by\n- Satoshi Tajiri",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:23:51.723+02:00",
    "updated": "2024-12-27T00:23:51.723+02:00"
  },
  {
    "uuid": "49a4c7e8e22f19037392b23a3696ac2e0e2828ac",
    "url": "https://fr.news.yahoo.com/cor%C3%A9e-nord-qualifie-d-imprudente-000427745.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BFMTV",
    "published": "2024-08-23T00:04:00Z",
    "title": "La Corée du Nord qualifie d'\"imprudente\" la vente d'hélicoptères américains à Séoul",
    "text": " BFMTV La Corée du Nord qualifie d'\"imprudente\" la vente d'hélicoptères américains à Séoul A.G 23 août 2024 à 3:04 AM Lien copié\nLa Corée du Nord a qualifié ce jeudi 22 août d'acte \"imprudent et provocant\" la vente par les Américains d'hélicoptères Apache à la Corée du Sud , affirmant qu'elle y répondrait par un renforcement de son propre arsenal.\n\"Il s'agit d'un acte imprudent et provocant\" qui vise à \"délibérément augmenter l'instabilité sécuritaire dans la région\", a fustigé dans un communiqué le ministère de la Défense nord-coréen.\n\"Une force capable de dissuader les adversaires\" Les États-Unis ont annoncé lundi avoir approuvé la vente de jusqu'à 36 hélicoptères d'attaque Apache, ainsi que du matériel lié, dont des missiles, à la Corée du Sud pour un total d'environ 3,5 milliards de dollars (3,1 milliards d'euros).\nSelon l'agence américaine pour la coopération en matière de défense (DSCA), elle doit permettre \"d'améliorer les capacités de la République de Corée (nom officiel de la Corée du Sud) à faire face aux menaces actuelles et futures\" avec \"une force capable de dissuader les adversaires\". La transaction doit encore être validée par le Congrès américain avant d'être effective.\nCet accord va amener Pyongyang à \"renforcer encore\" ses propres moyens de \"dissuasion stratégique\", a souligné vendredi le régime nord-coréen.\nL'annonce de la vente est intervenue au premier jour des traditionnels exercices militaires annuels menés conjointement par Washington et Séoul. Baptisées \"Ulchi Freedom Shield\", elles mobiliseront des milliers de militaires jusqu'au 29 août.\nArticle original publié sur BFMTV.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "http://bfmtv.com/",
      "https://www.facebook.com/dialog/feed",
      "https://s.yimg.com/ny/api/res/1.2/mZ0Ja1y30hJl9GH4xTIIDQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyNDI7aD04NDQ-/https://media.zenfs.com/fr/article.bfmtv.com/a3c4d091dc519729cce5faa55759b706",
      "https://www.bfmtv.com/economie/entreprises/defense/etats-unis-japon-et-coree-du-sud-partageront-des-informations-sur-des-tirs-de-missiles-nord-coreens_AD-202306030133.html",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2023-04/efec9bb0-d224-11ed-be7f-7ecc4623936d",
      "https://media.zenfs.com/fr/article.bfmtv.com/a3c4d091dc519729cce5faa55759b706",
      "https://bfmtv.com/economie/entreprises/defense/etats-unis-japon-et-coree-du-sud-partageront-des-informations-sur-des-tirs-de-missiles-nord-coreens_AD-202306030133.html",
      "https://www.s.yimg.com/ny/api/res/1.2/44Dma.weYKy04fVqI8p2hA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTYwO2g9NjA-/https://www.s.yimg.com/os/creatr-uploaded-images/2023-04/efec9bb0-d224-11ed-be7f-7ecc4623936d",
      "http://www.bfmtv.com",
      "https://twitter.com/intent/tweet?text=La%20Cor%C3%A9e%20du%20Nord%20qualifie%20d",
      "https://www.s.yimg.com/ny/api/res/1.2/mZ0Ja1y30hJl9GH4xTIIDQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyNDI7aD04NDQ-/https://www.media.zenfs.com/fr/article.bfmtv.com/a3c4d091dc519729cce5faa55759b706",
      "http://www.bfmtv.com/",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Ffr.news.yahoo.com%2Fcor%25C3%25A9e-nord-qualifie-d-imprudente-000427745.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://s.yimg.com/os/creatr-uploaded-images/2023-04/efec9bb0-d224-11ed-be7f-7ecc4623936d",
      "https://www.media.zenfs.com/fr/article.bfmtv.com/a3c4d091dc519729cce5faa55759b706",
      "https://bfmtv.com/international/asie/coree-nord/la-coree-du-nord-qualifie-d-imprudente-la-vente-d-helicopteres-americains-a-seoul_AD-202408230039.html#xtor=AL-68",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Ffr.news.yahoo.com%2Fcor%25C3%25A9e-nord-qualifie-d-imprudente-000427745.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.twitter.com/intent/tweet?text=La%20Cor%C3%A9e%20du%20Nord%20qualifie%20d",
      "https://s.yimg.com/ny/api/res/1.2/44Dma.weYKy04fVqI8p2hA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTYwO2g9NjA-/https://s.yimg.com/os/creatr-uploaded-images/2023-04/efec9bb0-d224-11ed-be7f-7ecc4623936d",
      "https://twitter.com/intent/tweet",
      "https://www.bfmtv.com/international/asie/coree-nord/la-coree-du-nord-qualifie-d-imprudente-la-vente-d-helicopteres-americains-a-seoul_AD-202408230039.html#xtor=AL-68"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T04:54:31.049+03:00",
    "updated": "2024-08-23T04:54:31.049+03:00"
  }
]