[
  {
    "uuid": "861be469d049e40468b6044f53bcb6fe4ed69719",
    "url": "https://www.gwinnettdailypost.com/multimedia/slideshows/scottish-highlands-outlander/image_61003377-1b6e-5a13-8d33-54d449cf31a3.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canva",
    "published": "2024-01-05T21:00:00Z",
    "title": "Scottish Highlands: \"Outlander\"",
    "text": "Thanks to the time-travel drama \"Outlander,\" tourism in the Scottish Highlands and other parts of Scotland has continued to increase over the years. Glasgow Caledonian University researchers estimate the \"Outlander\" effect has increased tourism by 45-200% at many Scottish locations. Tours promising the \"Outlander\" experience have popped up across Scotland to capitalize on interest in the book-turned-TV series.\n\"Outlander\" fans may have a couple more years to add new areas of Scotland to their travel wishlist; the popular Starz show has announced Season 8 will be its last, but the final season will likely not be released until 2025.\nMore than half of travelers are inspired by film and TV to book travel. Stacker used tourism…\nThe holiday spirit is already in full swing in the first week of November. Some stores have had Christmas decor available since before Halloween. Do you view it as getting an early start or too early? Let us know in the comments, when do you usually start decorating and for what holiday?\nPlease disable your ad blocker, and refresh the page to view this content.\nSorry, an error occurred.\nGet the latest business news delivered to your inbox every weekday.\nGet the the most recent coronavirus news delivered to your inbox daily.\nGet Gwinnett Daily Post contests, promotions, special deals and more delivered to your email inbox.\nSign up for Gwinnett Eats, a weekly email newsletter with the latest on eateries in Gwinnett County sprinkled with recipes.\nGet Gwinnett County and state news headlines delivered to your inbox every day.\nKeep up with local events in Gwinnett County. Find a list of upcoming events in your email inbox every Monday and Friday morning.\nGet our expert short-term forecast, summary of the weather details and news of any severe weather in Gwinnett County.\nGet the most popular posts on GwinnettDailyPost.com from the previous week emailed to you every Monday morning.\nGet news alerts and breaking stories from the Gwinnett Daily Post delivered to your email inbox.\nGet the latest obituaries delivered to your inbox every morning.\nGet the Gwinnett Daily Post e-edition delivered directly to your email inbox every Wednesday, Friday and Sunday morning.\nGet daily sports headlines from across Gwinnett County, including high school, professional and college news delivered to your email inbox daily.\nThank you .\nYour account has been registered, and you are now logged in.\nCheck your email for details.\nInvalid password or account does not exist\nSubmitting this form below will send a message to your email with a link to change your password.\nAn email message containing instructions on how to reset your password has been sent to the email address listed on your account.\nNo promotional rates found.\nSecure & Encrypted\nSecure transaction.\nSecure transaction. Cancel anytime.\nThank you.\nYour gift purchase was successful!\nYour purchase was successful, and you are now logged in.\nA receipt was sent to your email.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stacker",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "glasgow caledonian university",
          "sentiment": "none"
        },
        {
          "name": "starz",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "scotland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:37:36.121+02:00",
    "updated": "2024-01-06T00:37:36.121+02:00"
  },
  {
    "uuid": "e11590bfbfb3c17057edc31e3014edabea403fee",
    "url": "https://vnexplorer.net/la-fruta-que-casi-nadie-come-pero-esta-repleta-de-antioxidantes-fibra-potasio-y-regula-el-azucar-en-sangre-s2342909.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-04-12T00:25:00Z",
    "title": "La fruta que casi nadie come, pero está repleta de antioxidantes, fibra, potasio y regula el azúcar en sangre",
    "text": "La alimentación completa y saludable es esencial a la hora de garantizar un buen funcionamiento físico y mental del cuerpo. Además de otorgar múltiples beneficios como reducir los riesgos de contraer una enfermedad crónica.\nEn este sentido, se vuelve fundamental la elección de una dieta, dado que será la encargada de otorgar los nutrientes u otros compuestos bioactivos que, por ejemplo, controlarán los triglicéridos o el exceso de azúcar en sangre, que puede provocar diabetes.\nExigen que se retire este reconocido arroz de todos los supermercados y puntos de venta\nANMAT\nExigen que se retire este reconocido arroz de todos los supermercados y puntos de venta\nLa potente verdura que fortalece los huesos, reduce el colesterol y tiene pocas calorías\nSalud\nLa potente verdura que fortalece los huesos, reduce el colesterol y tiene pocas calorías La fruta repleta de nutrientes y vitaminas que no puede faltar en la dieta La fresa es una de las frutas más distinguidas por los grandes beneficios para la salud. Y si bien es muy apreciada por su exquisito sabor, las personas no suelen incluirla lo necesario en su dieta diaria.\nUn reciente estudio llevado adelante por científicos de la Universidad de Harvard demostró que una porción promedio de fresas (150 g) contiene alrededor de 86 mg de Vitamina C, es decir, más que lo que puede proporcionar una naranja mediana.\nAdemás, otorga otros nutrientes beneficiosos para el corazón como el folato, potasio, fibra, fitoesteroles y polifenoles.\n¿Cuáles los beneficios de las fresas para la salud? Un ensayo clínico realizado por la Universidad Estatal de San Diego, California, comprobó que porciones diarias de fresas fortalecen la función cognitiva, mantienen una presión arterial baja y otorgan una gran capacidad antioxidante.\nDurante el estudio, 35 hombres y mujeres sanos adquirieron 26 gramos de polvo de fresa liofilizada (dos porciones diarias) durante ocho semanas y registraron múltiples ventajas solo por incorporar la fruta:\nAumento el 5,2% su velocidad cognitiva Se redujo 3,6% la presión arterial Aumento un 10,2% su capacidad antioxidante Se redujo un 1,1% el perímetro de la cintura\nDecretaron un nuevo feriado y habrá una semana laboral de solo 2 días: cuándo y qué se conmemora\nCronograma\nDecretaron un nuevo feriado y habrá una semana laboral de solo 2 días: cuándo y qué se conmemora ¿Por qué las fresas previenen el Alzheimer y la diabetes? Otra de los beneficios de las fresas o frutillas es su poder de combatir enfermedades crónicas como la diabetes o la pérdida de memoria:\nRegula el azúcar en sangre: según un informe publicado en la revista Nutrients en 2021, en el que participaron 33 adultos con obesidad, el consumo diario de la fruta mejoró drásticamente la resistencia a la insulina. Fortalece la memoria: esta riquísima fruta roja posee flavonoides y pelargonidina, dos sustancias bioquímicas relacionadas al combate del Alzheimer, entre otros problemas de deterioro cognitivo. “Estas pruebas respaldan el papel de las fresas en un enfoque de ‘alimentos como medicina’ para prevenir la diabetes tipo 2 y las enfermedades cardiovasculares en adultos”, remarcó la investigadora a cargo, Arpita Basu.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lsEGw.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lsVgs.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lpr6l.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1llKqb.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lsVgs.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lpr6l.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1llKqb.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lsEGw.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T03:28:00.850+03:00",
    "updated": "2024-04-12T03:28:00.850+03:00"
  },
  {
    "uuid": "37d0608f77b60b3257dcba06d10723b61d60dec4",
    "url": "https://www.valleynewslive.com/2023/12/29/nws-says-brown-christmas-is-good-thing-minnesotas-drought/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ValleyNewsLive",
    "published": "2023-12-29T02:40:00Z",
    "title": "NWS says a brown Christmas is a good thing for Minnesota’s drought",
    "text": "NWS says a brown Christmas is a good thing for Minnesota’s drought If you’re antsy for snowfall, meteorologists say all you have to do it be patient and soak up the warm weather while you can. CHANHASSEN, Minn. (Valley News Live) — For those of you bummed by a brown Christmas, the National Weather Service says you can find the bright side of this [warm, wet weather.](https://www.kare11.com/article/weather/forecast/latest-minnesota-weather/89-d44129df-c1cb-4874-9a11-9e5ae525daeb) Tyler Hasenstein is a meteorologist with the NWS in Chanhassen. He has been fielding a lot of questions. “We get calls all the time; we get social media posts, people asking us, ‘When is our next snowstorm?’” said Hasenstein. “And for the most part, we’ve kind of had to kick the can down the curb and say, ‘Oh, maybe next week, maybe the week after.’” Normally snow is piling up this time of year. While some of that snow will eventually seep into the ground, a lot of it ends downstream. “And when we have a big rain system like this and our ground isn’t frozen, a lot of that gets soaked in and absorbed,” said Hasenstein. “That includes wetland areas that have more capacity for rainfall.” Minnesota’s plants will also benefit from this. Trees were especially impacted by severe drought and they’re still recovering. The rain we received over the holidays will help strengthen them. “Even though we don’t want to see rain at this time of the year, it is good for the trees to get some that precipitation,” said Eric Otto, a forest health specialist with the Minnesota Department of Natural Resources. “We’re still having lingering effects from the drought and 2021, which was quite historic. That stressed trees all across Minnesota, especially in northern Minnesota where the drought was a little more severe. \" Otto said that trees, especially in the metro area, have been budding. “We had three days in a row where the highs were in the 50s,” said Otto. “Those trees can start breaking bud because it kind of tricks the plants where they think it’s warm enough where they should be breaking those buds.” If you’re antsy for snowfall, Hasenstein says all you have to do it be patient and soak up the warm weather while you can. “We’re going to end up with snow at some point,” said Hasenstein. The latest information from the [U.S. Drought Monitor](https://droughtmonitor.unl.edu/CurrentMap/StateDroughtMonitor.aspx?MN) shows that most of Minnesota is in some state of dryness or drought. Hasenstein said that does not account for the holiday rain, and expects most categories to level down by the time the map is released next Thursday. Copyright 2023 KVLY. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [
      "https://droughtmonitor.unl.edu/CurrentMap/StateDroughtMonitor.aspx?MN)",
      "https://www.kare11.com/article/weather/forecast/latest-minnesota-weather/89-d44129df-c1cb-4874-9a11-9e5ae525daeb)",
      "https://www.droughtmonitor.unl.edu/CurrentMap/StateDroughtMonitor.aspx?MN)",
      "https://kare11.com/article/weather/forecast/latest-minnesota-weather/89-d44129df-c1cb-4874-9a11-9e5ae525daeb)",
      "https://droughtmonitor.unl.edu/CurrentMap/StateDroughtMonitor.aspx"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hasenstein",
          "sentiment": "none"
        },
        {
          "name": "tyler hasenstein",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nws",
          "sentiment": "neutral"
        },
        {
          "name": "national weather service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "chanhassen",
          "sentiment": "none"
        },
        {
          "name": "minn.",
          "sentiment": "none"
        },
        {
          "name": "chanhassen",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T05:40:39.235+02:00",
    "updated": "2023-12-29T05:40:39.235+02:00"
  }
]