[
  {
    "uuid": "ba673e321439684d851324da74de5e19ddec5399",
    "url": "https://www.jacksonsun.com/story/news/politics/elections/2024/03/14/tennessee-senator-london-lamar-new-parent-politics/72979253007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ", The Jackson Sun",
    "published": "2024-03-14T00:00:00Z",
    "title": "Tennessee senator London Lamar makes case for new parents in politics",
    "text": "New parents are underrepresented in politics - this lawmaker wants to change the ratio She is the first Tennessee state senator to give birth while serving in the legislature and a rarity in American politics where young mothers are underrepresented in elected office. In the Tennessee General Assembly, lawmakers will often gather papers, perhaps a briefcase and a coffee, before ambling up to the Senate or House chamber ahead of a floor session. In the Senate Minority Caucus chair’s office, Sen. London Lamar gathers bags. Multiple bags. Bags stuffed to the gills with the accouterments of infancy and motherhood — a pacifier, gripe water, a change of clothes, extra wipes and diapers. A gray backpack to sling over her shoulder. A bag or two stuffed into the undercarriage of a stroller. She juggles the bags like she juggles the roles in her life as a state senator, Democratic caucus chair, regional director at a national education nonprofit and now mother to Nylinn, her 7-month-old son. Lamar, D-Memphis, is the first lawmaker to give birth while actively serving in the Tennessee Senate, and the first state lawmaker in decades to give birth while in office. At 33, she is the youngest lawmaker in the upper chamber and, even as cultural and political norms shift, a rarity in American politics where women overall are underrepresented in elected office, with mothers of young children even further marginalized. “I love it, but it’s really, really hard,” Lamar said. “People get to see me go through this process and struggle in real time, and a lot of women have gone through these struggles behind closed doors at home.” “I’m in the public eye, doing this work and showing up here four days a week with my son,” she said. A single mother, Lamar has balanced her first full legislative session since giving birth with family help, but Nylinn also makes frequent trips to the Capitol often with his mother, earning the affectionate nickname of “Baby Senator” from fellow lawmakers and staff. Lamar has cradled Nylinn in her arms while passing bills out of committee, and he frequently naps in his stroller behind her desk on the Senate floor. Though record numbers of American women have been elected to office in recent political cycles, female representation in Tennessee remains among the lowest in the nation and has actually decreased from record highs in the early aughts. [Women now make up just over 15% of the General Assembly](https://cawp.rutgers.edu/facts/state-state-information/tennessee), less than half the national average and 49th in the country, ranked ahead of only West Virginia. In the Senate, there are eight women — five Democrats and three Republicans. It’s an underrepresentation that stands in stark contrast to Tennessee political participation, as Tennessee women consistently register to vote and cast ballots at [ higher rates than men](https://statusofwomendata.org/explore-the-data/state-data/tennessee/). Meanwhile, [ Tennessee mothers have spearheaded ](https://www.tennessean.com/story/opinion/contributors/2023/08/02/stronger-gun-laws-may-have-saved-my-son-tennessee-lawmakers-must-act/70514966007/)and [reshaped legislative advocacy in the state](https://www.tennessean.com/story/news/2024/02/29/usa-today-women-of-the-year-tennessee-covenant-moms/72160339007/) in recent years. Yet, female lawmakers raising young children remain an anomaly in the General Assembly. The representation is vital, lawmakers and political experts say, to both increase the pipeline of women in politics and bring topics to the fore that have more traditionally been relegated as “women’s issues.” “As women are in these spaces that they have not been in before, as women with younger kids are in these spaces, they’re raising questions just by being there that point to the challenges of serving with young children,” said Jean Sinzdak, associate director for the Center for American Women and Politics at Rutgers University. Lamar has frequently championed child care issues alongside colleague Sen. Charlane Oliver, D-Nashville, who has three children aged 4, 12 and 13. As Oliver notes, the two are in a “triple minority” — young, Black, and women in elected office — within a system that historically has not supported a framework to help women succeed. “I’m using those as superpowers because that’s what makes me unique in this building,” Oliver said. While motherhood has not changed Lamar’s policy priorities, it has sharpened them, bringing a new urgency and fierceness to her support for long-championed causes such as maternal health issues, pre-K expansion and lowering prescription drug costs. “I hope when people see me, it encourages more women like me to run for office because it is possible,” Lamar said. “I’m doing it, right? It isn’t easy, but I’m doing it, and I think that we need more young women with children in office to bring these issues to light.” The double standard How does she do it all? The question is, in and of itself, a double standard. Male candidates and legislators are far less likely to be asked how they juggle their legislative position outside career and family life, but things are changing slowly. In the U.S. Congress, a new group emerged last year: the Congressional Dads Caucus, created by Rep. Jimmy Gonzalez of California, seen in the House gallery—and on C-SPAN—with his then 4-month-old son, Hodge, strapped to his chest while waiting to vote for a new House Speaker back in January 2023. The caucus is a group of more than a dozen Democrats, men and women, working to promote paid medical and family leave and expanded child tax credits. While at least ten women have given birth while serving in Congress, [U.S. Sen. Tammy Duckworth](https://www.usatoday.com/story/news/politics/onpolitics/2018/04/09/sen-tammy-duckworth-becomes-first-senator-give-birth-while-office/500078002/) of Illinois made history as the first senator to give birth while in office to her second daughter, Maile Pearl Bowlsbey, in 2018. (The senator gave birth to her first daughter, Abigail, in 2014 as a member of the House of Representatives.) Though legislator ages have historically skewed older, often when both men and women have established careers that allow flexibility for part-time legislative work, men have long held public office with young children at home. In fact, a wife and kids at home were the markers of stability and trustworthiness, a campaign asset, said Sinzdak. But, even as the daily tasks of child care and family life have inched toward equity, women are still far and away the primary caregivers in American families, [particularly during children’s earliest year](https://www.usnews.com/news/health-news/articles/2023-05-11/gender-reveals-data-shows-disparities-in-child-care-roles)s, and the responsibility that conveyed stability for a male politician was regularly interpreted as a weakness for women. “The traditional advice campaign operatives gave to women would be, ‘Don’t highlight your children,’ in case voters wonder why you aren’t home to take care of them,” Sinzdak said. “It was common for male candidates to have campaign flyers with the whole family on it, but women with younger kids might not emphasize that part of their background.” It is a question Lamar wrestles with. On a recent Monday ahead of a Senate floor session, she squeezed in an interview in her office with Nylinn, sporting a black-and-white buffalo check button-down, resting in her lap as he was beset by hiccups. He later curled a fist into her hair, which Lamar gently detangled while speaking about the shift motherhood has taken on her political career. Nylinn is already well-accustomed to legislative meetings, with Lamar joking he was taking political meetings in the womb, but even he has his limit with a reporter’s questions. As he began to get fussy, Lamar began pacing her office to soothe him without missing a beat. “Now, this is what taking a meeting with Senator Lamar looks like,” she said wryly. Like many part-time state lawmakers, Lamar drives to Nashville during the legislative session. During this time, lawmakers often stay in local apartments to attend Capitol meetings between Monday and Thursday. Her mom helps out, but Lamar is loath to leave the baby three hours away in Memphis. Child care prices in Nashville were an ugly shock. Lamar acknowledged the “privilege” of being a state lawmaker with the flexibility to bring him to her office, committee meetings and floor sessions. Everybody “loves a baby,” which is evidenced by the smiles Nylinn elicits from passers-by when his mom walks him through the legislative tunnel connecting the Cordell Hull office building to the Capitol. “As privileged as I am, he’s with me also because I can’t afford day care,” Lamar said, though she’s already doing the numbers crunch for when Nylinn is a mobile toddler and not as easily corralled in meetings. Child care costs remain a large impediment for women running for office, experts say. Vote Mama, a left-leaning foundation studying gender equity and the political participation of mothers in the U.S., has tracked a rise in legislation allowing the use of campaign funds for child care. Thirty states now have similar laws. “This is the first time that anyone has looked at caregiving as a point of identity in terms of legislatures,” said Liuba Grechen Shirley, Vote Mama CEO. Shirley was the first candidate to receive federal approval to spend campaign funds on child care during a 2018 New York congressional campaign. Vote Mama tracked a more than 2,000% increase in state and local usage of campaign funds [for child care between 2018 and 2022.](https://www.votemamafoundation.org/reports/cfcc2024) “It’s a small structural change, but it completely transforms the landscape,” she said. “Seventy percent of the funds used at state legislatures were used by women of color.” Running for office in 2022 wasn’t on Oliver’s bingo card, but the progressive advocate in Nashville joined a crowded Democratic primary after the longtime incumbent stepped down and she was encouraged to run. She was the only woman in the primary, an “isolating” time for Oliver as she juggled the schedules of her three children and a first-time political campaign, but she felt she needed to step up to provide the best representation for her Nashville district. Now, by the time she arrives at the Capitol every day for an 8:30 a.m. floor session or committee meeting, she’s shuttled the kids to three different schools after her husband, a first responder, leaves for his early morning shift. Child care issues were at the top of Oliver’s priority list for her first session in 2023, when she attempted to pass legislation to codify campaign funds for child care expenses. The bill led to the ethics ruling clarifying Tennessee law, which already allows for it, a major win for Oliver. “We were able to get clarity that that is an allowable expense, being able to raise those funds not only for yourself as the candidate but for your campaign team,” Oliver said. “That’s gonna be a game changer.” Policy impacts At a weekly Democratic news conference in February, Nylinn cooed inside his stroller as his mom decried the recent shooting at a Kansas City Super Bowl celebration parade. As he began to cough, Sen. Raumesh Akbari, D-Memphis, snuck away from the line of Democratic lawmakers to pull him out of his stroller. Lamar soon pivoted to discuss her plan to expand Medicaid to fund gun violence prevention strategies as Nylinn looked on, perched on the knee of a caucus staffer. “I will say, since having him, my work is more meaningful,” Lamar said. “I had issues I knew were important, and I fought hard for those issues. But now I’m fighting because everything I vote on literally impacts him.” Nylinn has reiterated for Lamar the personal is political, though her journey to motherhood has been at the forefront of her policy for years. Lamar has publicly shared details of a previous, near-fatal pregnancy that ended in miscarriage. While pregnant with Nylinn last spring, Lamar pushed for broader exceptions to [Tennessee’s near-total abortion ban,](https://www.tennessean.com/story/news/politics/2023/03/21/tennessee-abortion-law-effort-for-narrow-exceptions-advances-in-senate/70034926007/) concerned expectant mothers would be forced to reach the brink of death before accessing medical care. This year, Lamar is carrying a bill that would create a board to review maternal health data and make state health policy recommendations. The legislation is expected to get a full Senate vote this month. Oliver this year backed a comprehensive child care policy slate, in part driven by concerns raised last fall over an impending funding “cliff” for day cares. “I just personally believe people who are directly impacted by problem are best at addressing the solution. As a working mother who actively is paying for daycare, I feel the sting of that every single week. I understand how it works,” Oliver said. More: [Tennessee child care providers brace for funding 'cliff' that could leave parents with even fewer options](https://www.tennessean.com/story/news/politics/2023/09/28/why-tennessee-parents-could-have-even-less-child-care-options-funding/70904237007/) Oliver has framed child care concerns as a “workforce development” issue, not just a mother’s or family issue. “Every time I’d talk about paid leave or child care, someone would say, ‘Ignore the women’s issues and stick to the bread and butter issues,’” Grechen Shirley said. “It’s the most basic bread and butter issue. It’s an absolute economic issue that people don’t focus on. The more moms who talk about, and the more we talk about the economic implications, the more people start to listen.” With a Republican supermajority in Tennessee, though, Democrats are fighting an uphill battle to often get their legislation heard in committee, let alone make it to a full chamber vote. Oliver’s bill to expand pre-K availability in the state, co-sponsored by Rep. Aftyn Behn, D-Nashville, failed to advance through the Senate Education Committee on March 13. “We miss out on the ability to connect the intersection between giving birth, having the choice, and then having the supports such as child care, paid family leave, living wages, and health care,” when mothers of young children are underrepresented in elected office, Oliver said. “All of those intersect and are issues that don’t get addressed up here. It’s economic justice, it puts people on a path to start their life in a way that’s thriving. We’re not having those conversations up here.” Change is slow in American politics, Sinzdak said, but the U.S. is seeing things shift “generationally” as more mothers with young children run for office. In Middle Tennessee, a handful of first-time political candidates and mothers are currently vying for legislative seats. Most are Democrats, which Sinzdak notes is common, a combination of party platform affiliation and preexisting national efforts on the left to better recruit and fund female candidates. And, Sinzdak notes, “the role model effect is a real thing, and it does have an impact.” “When we see more and more diverse groups of elected officials serving, it changes voter perception of what an elected official looks like,” Sinzdak said. “If she can do it, I can do it, too.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://statusofwomendata.org/explore-the-data/state-data/tennessee/",
      "https://www.usatoday.com/story/news/politics/onpolitics/2018/04/09/sen-tammy-duckworth-becomes-first-senator-give-birth-while-office/500078002/",
      "https://www.tennessean.com/story/opinion/contributors/2023/08/02/stronger-gun-laws-may-have-saved-my-son-tennessee-lawmakers-must-act/70514966007/",
      "https://cawp.rutgers.edu/facts/state-state-information/tennessee",
      "https://www.votemamafoundation.org/reports/cfcc2024",
      "https://www.tennessean.com/story/news/politics/2023/03/21/tennessee-abortion-law-effort-for-narrow-exceptions-advances-in-senate/70034926007/",
      "https://www.tennessean.com/story/news/politics/2023/09/28/why-tennessee-parents-could-have-even-less-child-care-options-funding/70904237007/",
      "https://www.tennessean.com/story/news/2024/02/29/usa-today-women-of-the-year-tennessee-covenant-moms/72160339007/",
      "https://www.usnews.com/news/health-news/articles/2023-05-11/gender-reveals-data-shows-disparities-in-child-care-roles",
      "https://usnews.com/news/health-news/articles/2023-05-11/gender-reveals-data-shows-disparities-in-child-care-roles",
      "https://www.tennessean.com/story/opinion/contributors/2023/08/02/stronger-gun-laws-may-have-saved-my-son-tennessee-lawmakers-must-act/70514966007",
      "https://tennessean.com/story/news/2024/02/29/usa-today-women-of-the-year-tennessee-covenant-moms/72160339007/",
      "https://statusofwomendata.org/explore-the-data/state-data/tennessee",
      "https://www.cawp.rutgers.edu/facts/state-state-information/tennessee",
      "https://tennessean.com/story/opinion/contributors/2023/08/02/stronger-gun-laws-may-have-saved-my-son-tennessee-lawmakers-must-act/70514966007/",
      "https://www.tennessean.com/story/news/2024/02/29/usa-today-women-of-the-year-tennessee-covenant-moms/72160339007",
      "https://tennessean.com/story/news/politics/2023/03/21/tennessee-abortion-law-effort-for-narrow-exceptions-advances-in-senate/70034926007/",
      "https://www.tennessean.com/story/news/politics/2023/09/28/why-tennessee-parents-could-have-even-less-child-care-options-funding/70904237007",
      "https://www.usatoday.com/story/news/politics/onpolitics/2018/04/09/sen-tammy-duckworth-becomes-first-senator-give-birth-while-office/500078002",
      "https://usatoday.com/story/news/politics/onpolitics/2018/04/09/sen-tammy-duckworth-becomes-first-senator-give-birth-while-office/500078002/",
      "https://www.statusofwomendata.org/explore-the-data/state-data/tennessee/",
      "https://tennessean.com/story/news/politics/2023/09/28/why-tennessee-parents-could-have-even-less-child-care-options-funding/70904237007/",
      "https://www.tennessean.com/story/news/politics/2023/03/21/tennessee-abortion-law-effort-for-narrow-exceptions-advances-in-senate/70034926007",
      "https://votemamafoundation.org/reports/cfcc2024"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "london lamar",
          "sentiment": "negative"
        },
        {
          "name": "lamar",
          "sentiment": "none"
        },
        {
          "name": "nylinn",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "senate",
          "sentiment": "none"
        },
        {
          "name": "senate minority caucus",
          "sentiment": "none"
        },
        {
          "name": "d",
          "sentiment": "none"
        },
        {
          "name": "general assembly",
          "sentiment": "none"
        },
        {
          "name": "house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tennessee",
          "sentiment": "none"
        },
        {
          "name": "memphis",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T01:07:40.568+02:00",
    "updated": "2024-03-15T03:08:45.806+02:00"
  },
  {
    "uuid": "942cdbd6243496371d0d5fd23619ba45973f6e7d",
    "url": "https://www.bluewin.ch/en/news/international/un-conference-agrees-on-funding-for-species-conservation-2582203.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "blue News",
    "published": "2025-02-27T23:08:00Z",
    "title": "Knowledge: UN conference agrees on funding for species conservation | blue News",
    "text": "Negotiations were broken off at the meeting four months ago in Cali, Colombia. (theme picture) Keystone After lengthy negotiations, the participating countries at the UN Conference on Biodiversity COP16 in Rome have agreed on funding for species conservation until 2030. Conference chair Susana Muhamad praised the participants, saying they had done an \"incredible job\".\nKeystone-SDA\n28.02.2025, 00:08\n28.02.2025, 00:13\nSDA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Science and Technology"
    ],
    "topics": [
      "Environment->nature",
      "Environment->endangered species",
      "Environment->conservation",
      "Science and Technology->biomedical science"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://production-livingdocs-bluewin-ch.imgix.net/2025/02/27/06872b29-4bbf-4a11-8ccf-6e02e0416803.jpeg?w=726&auto=format",
      "https://production-livingdocs-bluewin-ch.imgix.net/2025/02/27/06872b29-4bbf-4a11-8ccf-6e02e0416803.jpeg?w=620&auto=format",
      "https://production-livingdocs-bluewin-ch.imgix.net/2025/02/27/06872b29-4bbf-4a11-8ccf-6e02e0416803.jpeg?w=320&auto=format",
      "https://production-livingdocs-bluewin-ch.imgix.net/2025/02/27/06872b29-4bbf-4a11-8ccf-6e02e0416803.jpeg?w=994&auto=format",
      "https://production-livingdocs-bluewin-ch.imgix.net/2024/12/12/90c5d5dc-9e84-44ad-947b-38938dffd5c6.jpeg?rect=0%2C0%2C400%2C400&w=994&auto=format",
      "https://production-livingdocs-bluewin-ch.imgix.net/2025/02/27/06872b29-4bbf-4a11-8ccf-6e02e0416803.jpeg?w=450&auto=format",
      "https://www.production-livingdocs-bluewin-ch.imgix.net/2024/12/12/90c5d5dc-9e84-44ad-947b-38938dffd5c6.jpeg?rect=0%2C0%2C400%2C400&w=994&auto=format",
      "https://www.production-livingdocs-bluewin-ch.imgix.net/2025/02/27/06872b29-4bbf-4a11-8ccf-6e02e0416803.jpeg?w=450&auto=format",
      "https://production-livingdocs-bluewin-ch.imgix.net/2025/02/27/06872b29-4bbf-4a11-8ccf-6e02e0416803.jpeg",
      "https://production-livingdocs-bluewin-ch.imgix.net/2024/12/12/90c5d5dc-9e84-44ad-947b-38938dffd5c6.jpeg",
      "https://www.production-livingdocs-bluewin-ch.imgix.net/2025/02/27/06872b29-4bbf-4a11-8ccf-6e02e0416803.jpeg?w=320&auto=format",
      "https://www.production-livingdocs-bluewin-ch.imgix.net/2025/02/27/06872b29-4bbf-4a11-8ccf-6e02e0416803.jpeg?w=726&auto=format",
      "https://www.production-livingdocs-bluewin-ch.imgix.net/2025/02/27/06872b29-4bbf-4a11-8ccf-6e02e0416803.jpeg?w=620&auto=format",
      "https://www.production-livingdocs-bluewin-ch.imgix.net/2025/02/27/06872b29-4bbf-4a11-8ccf-6e02e0416803.jpeg?w=994&auto=format"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T01:14:22.355+02:00",
    "updated": "2025-02-28T01:25:17.929+02:00"
  },
  {
    "uuid": "1da5057d9f520b662d892373ca12a146ccb18154",
    "url": "https://newsukraine.rbc.ua/news/ukraine-increases-drone-production-tenfold-1729196673.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "RBC-Ukraine",
    "published": "2024-10-17T20:45:00Z",
    "title": "Ukraine increases drone production tenfold - Ministry of Digital Transformation",
    "text": "Ukraine increases drone production tenfold - Ministry of Digital Transformation Ukraine has increased drone production tenfold in 2024 compared to 2023. The priority has shifted to efficiency and cutting-edge technologies, according to the Ministry of Digital Transformation of Ukraine. The Ministry conducted a study on the drone production industry together with the Kyiv School of Economics and the Brave1 cluster. \"Ukraine’s drone industry’s production capacity increased by over 10 times in 2024 compared to 2023,\" the report stated. According to the Ministry, production capacity grew from 300,000 units in 2023 to 4 million units in 2024. The Ministry also noted that after establishing mass production, the priority shifted toward efficiency and cutting-edge technology. Experts predict that competition will lead to a consolidation of manufacturers in the coming years. \"Significant progress has been made in the development of aerial, marine, and ground drones, as well as electronic warfare systems. Key trends include the use of computer vision, 'swarm' technologies, and innovations in navigation and communication,\" the Ministry added. Drone production in Ukraine Since the beginning of the full-scale war, Ukraine has increased production of various types of drones. Drones are produced by both state-owned and private companies. Ukraine produces not only quadcopters but also strike and reconnaissance drones, as well as marine drones. According to President Volodymyr Zelenskyy, [Ukraine has the capacity to produce 4 million drones per year](https://newsukraine.rbc.ua/news/ukraine-can-produce-4-million-drones-annually-1727807656.html).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Science and Technology"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Kyiv School of Economics",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T00:30:48.081+03:00",
    "updated": "2024-10-18T00:30:48.081+03:00"
  },
  {
    "uuid": "f54ad20909aa2a2b4804c05bb931d884513371a2",
    "url": "https://africaprimenews.com/2024/02/nigeria-can-youth-wing-demand-immediate-arrest-of-muslim-cleric-over-call-to-kill-remi-tinubu",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Africaprimenews",
    "published": "2024-02-24T00:33:00Z",
    "title": "Nigeria: CAN Youth Wing Demand Immediate Arrest Of Muslim Cleric Over Call To Kill Remi Tinubu",
    "text": "By Smart Emmanuel The Youth Wing of Christian Association of Nigeria (YOWICAN), has called on Nigerian security agencies to immediately arrest an Islamic Cleric, Idris Abdulaziz Dutsen Tanshi, who called for the killing of the country’s First Lady, Oluremi Tinubu, describing her as infidel. YOWICAN, while demanding public prosecution of the Cleric, demanded that the preacher be restricted from preaching in the country to serve as a deterrent to others. President of YOWICAN, Belusochukwu Enwere, made the demands in Abuja at a press conference at the end of the Group’s 2024 National Prayer Day/First Quarter National Executive Council (NEC) meeting. He also raised fears over the plan by a Fulani militia to establish a vigilante in Nasarawa State, warning that it is dangerous for the country. The cleric had in a viral video criticized the Muslim/Muslim ticket that secured the election victory of President Bola Tinubu as fraudulent, demanding that the First Lady should be condemned to death for her affiliation with the church. He controversially stated that Oluremi Tinubu should be condemned to death for her role as a pastor and executed according to Quranic law, although he failed to cite relevant Quranic passages. The cleric could be heard speaking in the Hausa language, saying, “Now, Tinubu, his wife, is an infidel (Christian). As an infidel, she is a leader among the infidels. God’s judgement says she must be killed. She’s a pastor… a leader of infidels (Christians); Allah says they must be killed…” But YOWICAN in its communique said security agencies should arrest him immediately. The communique said, “The NEC is calling for the immediate arrest of the Muslim Cleric (Idris Abdulaziz Dusen Tenshi) who has called for the killing of the wife of the President, Senator Oluremi Tinubu for being a Christian and describing her as an infidel. The NEC is calling for the public prosecution of the cleric and wishes to request that the said preacher should be restricted from preaching in Nigeria to serve as deterrent to others. “The NEC is telling the Federal Government and security agencies to act immediately on the matter to avoid further deterioration of the security situation in the country because of the unguarded statement and utterance.” YOWICAN also acknowledged the hardship in the country which, it said, is occasioned by the constantly rising cost of living that has resulted in an unprecedented level of hunger and suffering among the citizenry. The YOWICAN NEC therefore called on government at all levels to intensify efforts at ameliorating the plights of the citizens in the country. Enwere said, “The NEC also totally condemn, in its entirety, the deteriorating state of security in our country which has manifested in the wanton killings across the country, especially the massacre of our Christian brethren in Mangu, Barkin Ladi, Bassa and Bokkos Local Government Areas of Plateau State and other parts of the country. We call on all stakeholders in the security of this country to expedite action on arresting the perpetrators of the evil act. “The NEC has also decried the rising level of unemployment about our members in the which forms part of the youth constituency in the country and calls on government to make deliberate policy to address the situation. “Having stated above, NEC calls on the government to ensure that youths are part of the process of national development. The NEC calls on all Christian youths in the country to be committed in their associations at their various zones and states.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "remi tinubu",
          "sentiment": "negative"
        },
        {
          "name": "nigeri",
          "sentiment": "negative"
        },
        {
          "name": "belusochukwu enwere",
          "sentiment": "none"
        },
        {
          "name": "bola tinubu",
          "sentiment": "none"
        },
        {
          "name": "fulani",
          "sentiment": "none"
        },
        {
          "name": "oluremi tinubu",
          "sentiment": "none"
        },
        {
          "name": "idris abdulaziz dutsen tanshi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "youth wing of christian association of nigeria",
          "sentiment": "negative"
        },
        {
          "name": "group",
          "sentiment": "none"
        },
        {
          "name": "first quarter national executive council",
          "sentiment": "none"
        },
        {
          "name": "muslim/muslim",
          "sentiment": "none"
        },
        {
          "name": "nec",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nigeria",
          "sentiment": "none"
        },
        {
          "name": "nasarawa state",
          "sentiment": "none"
        },
        {
          "name": "abuja",
          "sentiment": "none"
        },
        {
          "name": "yowican",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-24T04:13:05.786+02:00",
    "updated": "2024-02-24T04:13:05.786+02:00"
  }
]