[
  {
    "uuid": "d51846a8486e6cf26ab42095f399ae3ef8b60bc0",
    "url": "https://httpswwwch-ymassgecomjiny67653.ampedpages.com/%EC%95%88%EB%A7%88-%EC%9E%98%ED%95%98%EB%8A%94%EA%B3%B3-%EC%A7%84%EC%98%81%EC%B6%9C%EC%9E%A5%EC%95%88%EB%A7%88-%EC%9E%AC%EB%B0%A9%EB%AC%B8-100-massage-51626890",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Httpswwwch-Ymassgecomjiny",
    "published": "2023-12-29T09:17:00Z",
    "title": "ì•ˆë§ˆ ìž˜í•˜ëŠ”ê³³ ì§„ì˜ì¶œìž¥ì•ˆë§ˆ ìž¬ë°©ë¬¸ 100% Massage",
    "text": "There are couple of points nowadays that feel as good as a massage therapy! In case you have at any time obtained a specialist therapeutic massage, you already know precisely how comforting they are able to truly feel. Your worries and cares often burn away. This information will describe some tips and ideas with this calming expertise.\nUsing massage therapy oil does indeed assist usher in the added sensation and discomfort. It will help reduce anxiety and anxiety in the muscle tissues. Method is a thing, and getting the right therapeutic massage oil does indeed perform the more technique. Kneading the essential oil in the skin area as you may deep tissues restorative massage is simply great.\nOne of the most crucial things to consider if you are supplying your massage to someone is to make certain that the environment is up to par. Keep stuff comfortable and make use of bathroom towels to soften the spot the particular person you will be kneading will be lying down along with.\nWhile you are giving your massage therapy, attempt to have audio taking part in in the room. This music ought to be extremely comforting and relax, without numerous phrases. Audio therapies might help soothe the muscle groups to enable you to increase the all round expertise and aid your overall technique during the massage therapy which you give.\nAs soon as your toes damage, you damage around. Ease the anguish with a decent ft . restorative massage you can do on your own or someone can do it for you. Stroke your foot with your thumb from the base of your heel to your toes. This movements ought to go to and fro all over your ft . as well.\nWhen offering a therapeutic massage, it is vital which you use oils or lotion. Massage therapy oils can increase the movements of your delicate tissues. Making use of essential oil will reduce the pinching and tugging feel on the skin. Restorative massage skin oils can be found in many different varieties. They include aromatherapy and give lubrication and nutrition.\nAlthough providing a massage, your moves needs to be sluggish to achieve a calming, calm reaction. Support your thumbs while using the those to massage tighten muscle tissues. Work together with your weight to protect yourself from exhaustion.\nYou should do a abdomen massage therapy following each meal. Utilizing 1 or equally palms, commence rubbing your stomach area making use of clockwise round motions. The clockwise movements is the same direction that your particular meals digests by natural means within your intestines. This will help to with digestive function which will help prevent fuel and intestinal soreness.\nAre you unclear where you should be paying attention yourself-massages? Where the pain is in! Begin with the locations which are painful and radiate outward. If an additional region of discomfort emerges, massage this too. Whenever it prevents experiencing good, then you could stop the therapeutic massage, if you wish to.\nIt could be easy to decrease stomach aches by rubbing your abdomen. When you therapeutic massage your abdominal area, use both hands and massage in the clockwise path. This may assist in the digestive function method. Make sure you are as mild that you can. Avoid placing plenty of tension on your tummy until finally digestion continues to be accomplished.\nMake certain that if you use massage therapy oils on an individual during a massage therapy, allow them to have the opportunity shower off when you're completed. The shower room will rinse the gas away and provide a soothing impact. This can be vital to the facial skin, since it prevents pores from obtaining clogged up and spots from taking place.\nAn incredible restorative massage to relieve strained shoulders is a bear hug. To start, cross your hands more than your chest area. Get your arm with both palm. Then, squash a arm and discharge it around three occasions. Accomplish this for both of them. Following that, shift lower your hands, compressing and delivering them before you reach your wrists.\nCalming music is important while you are supplying a restorative massage. Audio is likely to unwind the recipient of the massage. As they chill out, their muscle tissue will discharge their pressure. This will make the massage more effective, plus your palms will loosen those tight muscle tissue.\nDon't neglect to suggestion your masseuse. As a massage therapist is really a service staff member, gratuities make up a big part of their cash flow. Make an effort to suggestion somewhere close to 20 % depending on the assistance you acquired.\nBreathing is amongst the most essential aspects of getting therapeutic massage. Try to inhale and exhale as usually as possible, even when you feel feelings which you have in no way noticed in your life. Your system will ultimately accommodate the massage therapy, for your inhaling and exhaling pattern need to remain the same through the entire method.\nIf you have not eliminated to have a therapeutic massage as you think that it must be too expensive, it's not really. Prices of massages could be very expensive, but there are numerous locations where give excellent massages on an affordable value. Educational institutions which have massage treatment programs also frequently supply deeply reduced massages preformed with the students.\nA bit of good restorative massage is gentle and functions on the dilemma region with persistence. Sophisticated techniques might be great, but the aim of a massage is generally to slow-moving the entire body and relax the muscle groups. You have to program your cerebral vascular accidents and make sure that they're sleek so the location is provided enhanced comfort that it wishes.\nShould you suffer from anxiousness, question your medical professional if standard therapeutic massage may help. This treatment has been used for hundreds of years to relieve the physique and relax your head. Only if for an hour or so per week, you should be able to get away from from the tension, anxiety and irritation that anxiousness brings about you.\nTry using a system rock and roll or perhaps a bamboo resource so that you can apply strain more efficiently. Retaining one of those objects inside your fingers will provide you with far more power, but also you can apply the subject right on the tense muscle. Make sure you apply certain gas or other sort of lubricant.\nAcquiring a massage can be a true happiness well worth suffering from. Feeling all of your stress just reduce from your physique is surely an extraordinary sensation. Even though it can be a little pricey, we think you will recognize that it must be definitely worth the cost to the tranquility that it gives you!\nHandful of issues in life might take you away to la-los angeles property quicker than the usual excellent massage. We must have these to relax, loosen up and relieve anxiety inside our hard-did the trick muscle groups! Learn more about how including massages into your hectic agenda may benefit you in mind and body. You won't be the very same after reading!\nShould you experience repeating pain inside your muscles, get a book that points out trigger factors, or go to the masseuse who is able to show you neuromuscular treatment method. Trigger details or little knots frequently occur in tight muscle tissues. These knots can cause discomfort to take place throughout your system. Guides on skilled massages and induce position therapy can help you eradicate these points.\nOne easy approach to give you a massage is to apply a \"raking\" strategy. This is done by distributing your hands and taking advantage of your fingertips. Start in the arm location then relocate your fingers inside a raking action on the again. Make sure the fingers shift over the spinal column not in addition to the spine. While a single hands movements up transfer one other 1 downward in alternating motion.\nIf you're getting a full body massage therapy, ensure that the massage therapist works with a therapeutic massage oils. These fats can be a have to once they consider excavating deeply into the ligaments and muscle tissue without the need of triggering irritation. These fats make their hands and wrists slick, that helps minimize rubbing and decreases the probability of obtaining skin area burns up.\nIn case your baby is having a tricky time getting to sleep, give restorative massage a go. Therapeutic massage is calming and simple for just about any parent to complete. Just relax the infant on your own lap and rub the back, forearms, hip and legs and neck area carefully. You may also use a very little oils to create the massage more enjoyable.\nWhile you are offering a massage therapy, do not utilize the exact same stroke time and time again. This may create the total practical experience mundane, as you wish to incorporate the maximum amount of alter during the program as is possible. Change your method, the heart stroke and exactly how hard you click on the rear, neck and upper thighs.\nSwedish massage therapy is regarded as the frequently presented type accessible. Some people look at this just to become a standard massage therapy. The cerebral vascular accidents are long and clean, done in a kneading movement, normally in circles. The massage therapist will probably use essential oil along the way. It is not as well thorough and quite pleasant.\nIf your kid is suffering from colic, a mild restorative massage may reduce a selection of their suffering. Somewhat cozy some lavender newborn lotion and lightly restorative massage your infants back again, thighs, hands and wrists and feet. This helps unwind your youngster which makes them much less choosy should they be suffering from belly cramping due to colic.\nAn incredible place to start with a massage therapy will be the rear. Once you start in your partner's back, you will give their body a general rest that is certainly a lot more favorable to kneading the other body. The quicker you can get their entire body to unwind, the greater advantageous the whole massage therapy will likely be.\nOnce you have a customer that you are currently offering a therapeutic massage to, check with whether or not they are comfortable. The very last thing which you will want is someone who does not feel protect while you are supplying a restorative massage. In addition, they are really small and tough to massage should they be concerned.\nAs soon as your toes are sore after a long working day, take into account getting some reflexology. This treatment uses tension on certain parts of the foot which are associated with your bodily organs, much like in acupuncture. It brings about not simply the feet to feel awesome, but in addition assists balance your solutions and provides you a great deal of relaxing.\nIf rubbing is totally new to you or maybe you don't really know what to get, try out a Swedish or serious tissue restorative massage. There are numerous kinds from which to choose, and a few might not be as great as other individuals. These two protect each stops in the spectrum in massage treatment.\nTry not to go over 45 moments while you are offering a massage. Bear in mind that you are urgent down on someone's system for long periods of your energy if you are kneading. Consequently, if you it for too long you can easily cause some bruising and pain, which you should\nmassage stay away from.\nBefore receiving a massage therapy, tell your massage therapist of all of the trouble spots you have. Should you don't you could possibly wind up losing half of your massage therapy time on regions that need a lot much less try to feel good! This interaction will provide your therapist a course of action for that very limited time there is accessible.\nDo you realize you have excellent personal-restorative massage tools throughout the house? Why not lay with a tennis golf ball to get a aching location on your back? A rolling pin is perfect for the foot of your toes. Walk about your home and you could be very impressed by all the great resources you discover!\nShould you suffer from health concerns for example high blood pressure or are expecting, talk up just before getting your therapeutic massage. In many instances, a restorative massage is still harmless, but the technique will probably need to be adjusted. A professional massage therapist can help you get the relaxation you are seeking while remaining safe if you are willing to speak up.\nDo not be afraid to try out new restorative massage tactics when seeing the hot tub. Some health spas offer you massages exactly where warm stones are used, others husband and wife massages by using a dark chocolate cover or seaweed. These strategies can improve the whole experience, benefiting your own muscles, pores and skin and mind. Think about them if you are looking for a true indulging practical experience.\nIf you want gentle massages, require a Swedish therapeutic massage. This kind of massage therapy employs extended, mild strokes. This has been identified as by far the most relaxing sort of therapeutic massage readily available. This restorative massage lightly massages the superficial tiers of muscle tissues leading to relaxing and satisfaction. This type of restorative massage is wonderful for those who are a novice to therapeutic massage.\nYou must certainly be completely confident that massages can definitely execute a great deal for you, particularly when you're very occupied and suffer with pains and aches. Seriously think about such a normal restorative massage may help you with and spread the phrase to help other individuals. Why not take full advantage of this kind of simple and easy cure to countless issues?\n안마 잘하는곳 진영출장안마 재방문 100% Massage\nThere are couple of points nowadays that feel as good as a massage therapy! In case you have at any time obtained a specialist therapeutic massage, you already know precisely how comforting they are able to truly feel. Your worries and cares often burn away. This information will describe some tips and ideas with this calming expertise.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://httpswwwch-ymassgecomjiny21963.shoutmyblog.com/24008513/안마-잘하는곳-진영출장마사지-재이용-100-massage",
      "https://www.httpswwwch-ymassgecomjiny21963.shoutmyblog.com/24008513/안마-잘하는곳-진영출장마사지-재이용-100-massage"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T15:20:53.311+02:00",
    "updated": "2023-12-29T15:20:53.311+02:00"
  },
  {
    "uuid": "763bde7d8242727b31bb2ba91f0e24a43890ee5d",
    "url": "https://www.newsbreak.com/blavity-509678/4113083473889-shaquille-o-neal-threatens-robert-griffin-iii-in-defense-of-angel-reese",
    "ord_in_thread": 0,
    "author": "Aria Bell",
    "published": "2025-07-17T01:00:00Z",
    "title": "Shaquille O'Neal Threatens Robert Griffin III In Defense Of Angel Reese - NewsBreak",
    "text": "Shaquille O’Neal had some choice words for Robert Griffin III about his latest commentary on Angel Reese . On Tuesday, the latest episode of the Off The Record podcast hosted by Bailey Jackson and Lachelle Smith dropped. A clip featuring O’Neal has quickly gone viral after he gave Griffin a clear warning concerning Reese, who has become a phenomenon. During his conversation with Jackson and Smith, O’Neal stated that he wanted Griffin to refrain from mentioning Reese’s name on X. “RG3, tweet another monkey post about my girl Angel Reese and I’m going to punch you in your f**king face, ok?” he said after removing his glasses to look directly into the camera. “It’s enough. Like, I don’t usually do stuff like this, but just stop it, bro.” O’Neal went on to say that he has reached out to Reese multiple times when Griffin brought mentioned her. “You got your job. You got your podcast. Leave my Angel Reese alone. I’m the one calling her and telling her not to respond. F**king stop it. That’s the last time, ok? Thank you,” he said. O’Neal also added that Reese doesn’t hate Caitlin Clarke, which is what RG3 publicly said back in May. “It’s not real hate. If you look around at what’s going on in this real country, that’s hate. This is sports. I’m not supposed to like you,” O’Neal said. “It’s a shame that all the stuff you did in your life, you’re going to be remembered for your podcast.” “That should tell you you’re not that f**king great. I don’t want to be remembered for Shaq’s Big Podcast . I do not. Leave those girls alone. You already spoke on it. Let it go,” he added. “I hate you now but for messing with her. Now what? Say something about me. She’s not going to respond because I’m the one calling her, saying, ‘Baby, keep it classy.’ Because she’s not soft by any means, she’s from the streets.” O’Neal concluded by revealing that he would respect comments about her from someone like WNBA icon Lisa Leslie. He also noted that women and not men, should be the ones initiating in-depth conversations. “I don’t mind you doing your job as anyone, but don’t pick on that little girl because guess what? I’m her protector. Now pick on me. You pick on me, I’m going to punch you in your f**king face.” A week ago, the popular basketball sports simulation video game NBA 2K released its 2026 NBA and WNBA game covers; Reese was chosen for the latter. She received hate from alleged racists and those who don’t like her online; her image was replaced with a monkey. Griffin posted the fake cover with an extended response on X , intending to defend her. “Alright. This has got to stop. There is no place for racism in this world. Whether you like a player or not. Angel Reese should never be called or depicted as a Monkey,” it read. “I have been quiet on the Angel Reese front because she shared a video that aided in my wife, kids, family and friends receiving death threats, threats of physical harm to my family and friends and threats of sexual violence to my children on social media and beyond. That will never be okay with me,” Griffin said. He added: “I never attacked her or her family when I stated and backed up with clear basketball evidence that Angel Reese hates Caitlin Clark. It’s sports. Everybody won’t like each other. People in Angel’s inner circle called me and told me I was right and Angel Reese has grown to hate Caitlin Clark because of the media always asking her about Caitlin and being constantly compared to her.” In response, Reese and her mother denied that Griffin had any connections with their family and close friends. “Lying on this app when everybody know the first and last name of everybody in my circle for clout is nastyyyy work,” Reese tweeted . “Man stop with the My daughter’s ‘circle’ is so small & tight so I’d be interested 2 know who called U Whomever U say ‘called’ U is not in her circle 2 speak on her feelings towards a media/fandom made up beef. Just stay on that side bc the doors are closed over here,” Reese’s mother chimed in. The post Shaquille O’Neal Threatens Robert Griffin III In Defense Of Angel Reese appeared first on Blavity .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "topics": [
      "Sport->basketball",
      "Human Interest->celebrity"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://blavity.com/shaq-threatens-robert-griffin-iii-over-angel-reese",
      "https://blavity.com/julian-reese-angel-reeses-brother-signs-with-lakers",
      "https://x.com/Reese10Angel/status/1943335223422247275",
      "https://blavity.com/shaqir-o-neal-hbcu-basketball-famu",
      "https://x.com/RGIII/status/1943310006054748595",
      "https://img.particlenews.com/image.php?url=23XxCu_12nR4Rc500",
      "https://blavity.com",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=23XxCu_12nR4Rc500",
      "https://blavity.com/portland-fire-coming-back-name-wnba",
      "https://youtu.be/Xza2YEoTLBY?si=ZuLMWtwL1_KD_Ldu",
      "https://www.img.particlenews.com/image.php?url=23XxCu_12nR4Rc500",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=23XxCu_12nR4Rc500",
      "https://www.blavity.com/julian-reese-angel-reeses-brother-signs-with-lakers",
      "https://www.blavity.com",
      "https://www.blavity.com/portland-fire-coming-back-name-wnba",
      "https://youtu.be/Xza2YEoTLBY",
      "https://www.youtu.be/Xza2YEoTLBY?si=ZuLMWtwL1_KD_Ldu",
      "https://www.x.com/RGIII/status/1943310006054748595",
      "https://www.blavity.com/shaqir-o-neal-hbcu-basketball-famu",
      "https://img.particlenews.com/image.php",
      "https://www.blavity.com/shaq-threatens-robert-griffin-iii-over-angel-reese",
      "https://www.x.com/Reese10Angel/status/1943335223422247275"
    ],
    "entities": {
      "persons": [
        {
          "name": "Robert Griffin III",
          "sentiment": "negative"
        },
        {
          "name": "Shaquille O'Neal",
          "sentiment": "negative"
        },
        {
          "name": "Shaquille O’Neal",
          "sentiment": "neutral"
        },
        {
          "name": "Bailey Jackson",
          "sentiment": "none"
        },
        {
          "name": "Caitlin Clarke",
          "sentiment": "none"
        },
        {
          "name": "Angel Reese",
          "sentiment": "none"
        },
        {
          "name": "Smith",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "763bde7d8242727b31bb2ba91f0e24a43890ee5d",
      "first_syndicated": true
    },
    "trust": {
      "categories": [
        "fake_news"
      ],
      "top_news": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:39:28.844+03:00",
    "updated": "2025-07-17T04:41:40.000+00:00"
  },
  {
    "uuid": "29c0f9d3cd76cbcbb978207605cbfe95a8da2037",
    "url": "https://www.ktvb.com/article/news/local/en-espanol/3-la-entrada-al-zoo-boise-en-esta-temporada-navidea/277-ac59a3c5-0913-4e2d-b613-2b46253336f0",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daisy Bautista",
    "published": "2024-12-26T21:38:00Z",
    "title": "Disfrute de ofertas de $3 en la entrada al Zoo Boise en esta temporada navideña",
    "text": "BOISE, Idaho — El zoológico de Boise ofrece entrada por $3 del 21 al 31 de diciembre de este año, lo que lo convierte en una excelente reunión familiar en el centro de Boise.\n<<Read in English>>\nEsta temporada navideña, Zoo Boise ofrece un boleto de entrada a precio más bajo para que las familias puedan venir a crear recuerdos.\nEl billete más económico procede en parte de una colaboración con Franz Witte.\nLa entrada no solo cuesta $3, sino que también hay muchas delicias disponibles dentro del zoológico. Los hot dogs, las palomitas de maíz y los refrescos medianos tendrán un precio de $3 hasta finales de 2024.\n\"No podríamos estar más agradecidos por el apoyo de esta comunidad y la forma en que los visitantes acogen al personal, los animales y los esfuerzos de conservación del Zoológico de Boise\", dijo el Director de Parques y Recreación de Boise, Doug Holloway. \"Esperamos que se tome un tiempo durante la temporada de invierno para pasar y disfrutar de todo lo que el zoológico tiene para ofrecer\".\nEl zoológico está abierto todos los días de 10 a. m. a 5 p. m., y la última entrada es a las 4 p. m. El zoológico de Boise estará cerrado el día de Año Nuevo.\nClose Ad",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Lifestyle and Leisure->leisure venue"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Doug Holloway",
          "sentiment": "none"
        },
        {
          "name": "Franz Witte",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "Boise",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:23:33.482+02:00",
    "updated": "2024-12-27T02:11:10.487+02:00"
  },
  {
    "uuid": "2abfd912e4156ac38e349c9776b9af00dabc38bd",
    "url": "https://www.8world.com/southeast-asia/thai-airline-halts-some-domestic-flights-due-to-air-pollution-2724156",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "8world",
    "published": "2025-03-05T23:37:00Z",
    "title": "泰北空污影响能见度 一航司暂停部分内陆航班",
    "text": "泰国北部空气污染影响能见度，一家主要航空公司被迫暂停部分内陆航班。\n曼谷航空（Bangkok Airways）向《法新社》证实了这个消息。\n北部夜丰颂府机场上星期在社交网站Facebook贴文宣布，受烟霾影响，这个月15日到下个月20日，当地往返曼谷的航班服务将暂停。\n根据空气质量监测器IQ Air的数据，夜丰颂府的空气污染指数比世界卫生组织定下的标准高出近八倍。\n受农民烧芭影响，泰国的空气污染每年12月到隔年4月间都会显著加剧，尤其是北部地区。\n新功能!\n听新闻，按这里!\n我要听，按这里!\n泰国北部空气污染影响能见度，一家主要航空公司被迫暂停部分内陆航班。\n曼谷航空（Bangkok Airways）向《法新社》证实了这个消息。\n北部夜丰颂府机场上星期在社交网站Facebook贴文宣布，受烟霾影响，这个月15日到下个月20日，当地往返曼谷的航班服务将暂停。\n根据空气质量监测器IQ Air的数据，夜丰颂府的空气污染指数比世界卫生组织定下的标准高出近八倍。\n受农民烧芭影响，泰国的空气污染每年12月到隔年4月间都会显著加剧，尤其是北部地区。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Environment->air pollution",
      "Social Issue->social condition",
      "Social Issue->social problem",
      "Social Issue->demographics",
      "Politics->environmental policy",
      "Politics->safety of citizens",
      "Politics->government policy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T01:48:41.014+02:00",
    "updated": "2025-03-06T01:48:41.014+02:00"
  },
  {
    "uuid": "0acfb1056aa8caed8ddaedce4545bbb5c7700ecd",
    "url": "https://keyt.com/cnn-regional/2024/06/13/twins-found-living-in-filth-placed-in-custody-of-relatives-parents-arrested",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newsource",
    "published": "2024-06-13T21:28:00Z",
    "title": "Twins found living in filth placed in custody of relatives, parents arrested",
    "text": "Twins found living in filth placed in custody of relatives, parents arrested\nBy Patrick Damp\nClick here for updates on this story\nMONESSEN (\nKDKA) — New details have been released about a Westmoreland County couple who are now behind bars and facing charges of endangering their twin toddlers.\nMonessen Police said that Felicia Dugan and Jerimiah Roberts’s children have since been removed from their home and placed in a relative’s care.\nPolice arrested Dugan and Roberts after it was found the twins were living in squalor.\nWhen police went to their home to check on the toddlers, they opened the bedroom door to find feces and old food smeared on the walls and ground, and the room was filled with bugs.\nPolice also observed small bite marks on the kids.\nMonessen’s Police Chief said it’s clear the toddlers had been living in filth for some time.\n“That is unbelievable and to live like that is sad and to have your children living in that is just uncalled for,” said Chief David Yuhasz.\nAlong with finding the twins living in the filth, police said Dugan and Roberts also admitted to locking the kids in the bedroom.\nThey both are facing charges of endangering the welfare of children.\nPlease note: This content carries a strict local market embargo. If you share the same market as the contributor of this article, you may not use it on any platform.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.cbsnews.com/pittsburgh/news/twins-found-living-in-filth-in-westmoreland-county-placed-in-custody-of-relatives-parents-arrested/",
      "https://www.cbsnews.com/pittsburgh/news/twins-found-living-in-filth-in-westmoreland-county-placed-in-custody-of-relatives-parents-arrested",
      "https://cbsnews.com/pittsburgh/news/twins-found-living-in-filth-in-westmoreland-county-placed-in-custody-of-relatives-parents-arrested/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "patrick damp click h",
          "sentiment": "neutral"
        },
        {
          "name": "felicia dugan",
          "sentiment": "none"
        },
        {
          "name": "jerimiah roberts",
          "sentiment": "none"
        },
        {
          "name": "dugan",
          "sentiment": "none"
        },
        {
          "name": "david yuhasz",
          "sentiment": "none"
        },
        {
          "name": "roberts",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "twins",
          "sentiment": "neutral"
        },
        {
          "name": "monessen",
          "sentiment": "none"
        },
        {
          "name": "kdka",
          "sentiment": "none"
        },
        {
          "name": "monessen police",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "westmoreland county",
          "sentiment": "none"
        },
        {
          "name": "monessen",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T01:11:34.458+03:00",
    "updated": "2024-06-14T01:11:34.458+03:00"
  },
  {
    "uuid": "4d2bc7b0b759f345dabe97b001f4c5dd54db2e6d",
    "url": "https://news.az/news/s-korean-banks-lending-rate-falls-for-3rd-month-in-february",
    "ord_in_thread": 0,
    "author": "Mehman",
    "published": "2025-03-28T06:51:00Z",
    "title": "S. Korean banks' lending rate falls for 3rd month in February",
    "text": "S. Korean banks' lending rate falls for 3rd month in February\nSouth Korean banks' lending rate fell for the third straight month on lower policy rate, central bank data showed Friday, News.az reports citing Xinhua.\nThe weighted average rate for new bank loans dipped 0.07 percentage points from a month earlier to an annualized 4.46 percent in February, after retreating 0.11 percentage points in January and 0.12 percentage points in December 2024, according to the Bank of Korea (BOK).\nThe BOK cut its benchmark interest rate by a quarter percentage point to 2.75 percent in February, after slashing it by the same percentage point in October and November last year.\nThe rate for new bank loans to households declined 0.13 percentage points to 4.52 percent in February compared with the previous month.\nMortgage loan rate for households slipped 0.04 percentage points to 4.23 percent, and credit loan rate dived 0.08 percentage points to 5.50 percent.\nThe rate for banks' new corporate loans decreased 0.07 percentage points over the month to 4.43 percent in February.\nThe lending rate for big companies diminished 0.07 percentage points to 4.41 percent, while the rate for small firms reduced 0.08 percentage points to 4.45 percent.\nThe weighted average rate for new bank deposits was down 0.10 percentage points over the month to an annualized 2.97 percent in February.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Labor"
    ],
    "topics": [
      "Economy, Business and Finance->debt market",
      "Economy, Business and Finance->financial service",
      "Social Issue->demographics",
      "Social Issue->social condition",
      "Labor->wages and benefits"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://english.news.cn/list/latestnews.htm",
      "https://www.english.news.cn/list/latestnews.htm"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "the Bank of Korea",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "BOK",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "central bank",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Xinhua",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-28T10:02:55.366+03:00",
    "updated": "2025-03-28T10:02:55.366+03:00"
  },
  {
    "uuid": "cf5f86cba5aa7af2c295b4bc0973c2dc76485bfb",
    "url": "https://www.lasexta.com/programas/lasexta-clave/60-anos-ataque-sierra-aranzazu-macabro-error-que-provoco-tragedia-junto-costa-cubana_2024092666f5b486b3741e0001f5c8f9.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "laSexta Clave",
    "published": "2024-09-26T20:22:00Z",
    "title": "60 años del ataque al 'Sierra Aránzazu', el \"macabro error\" que provocó una tragedia junto a la costa cubana",
    "text": "Sucedió en plena Guerra Fría 60 años del ataque al 'Sierra Aránzazu', el \"macabro error\" que provocó una tragedia junto a la costa cubana La historia de un ataque salvaje contra un barco mercante español, el 'Sierra Aránzazu', ha vuelto a resurgir a 60 años de la tragedia. En 1964, una veintena de marineros españoles se encontraba a punto de llegar a Cuba cuando fueron sorprendidos por dos lanchas rápidas que desataron una ráfaga interminable de balazos y cañonazos, incendiando su embarcación. Los detalles de esta pesadilla, que se relata en profundidad en el próximo programa de laSexta Columna, revelan cómo los supervivientes lograron escapar en medio de la noche, sin saber que estaban en el lugar equivocado, en un momento crítico de la Guerra Fría, justo después de la crisis de los misiles en Cuba. Pero, ¿quién fue realmente responsable del ataque? El grupo paramilitar conocido como MRR, financiado y entrenado por la CIA, asumió la culpa. Tras meses de investigación, laSexta Columna ha conseguido hablar con Félix Ismael Rodríguez, uno de los líderes del MRR, quien admite que el ataque fue un \"macabro error\": su objetivo era el buque cubano 'Sierra Maestra', un nombre que se asemejaba demasiado al del 'Sierra Aránzazu'. Más Noticias [Así funciona el 'esquema Ponzi' usado por el empresario de criptomonedas que donó 100.000 euros a Alvise Pérez](https://www.lasexta.com/programas/lasexta-clave/asi-funciona-esquema-ponzi-usado-empresario-criptomonedas-que-dono-1 -euros-alvise-perez_2024092666f5b3fab3741e0001f5c851.html)[Más de 1,4 millones de mujeres en España han sufrido acoso sexual en su lugar de trabajo](https://www.lasexta.com/programas/lasexta-clave/mas-14-millones-mujeres-espana-han-sufrido-acoso-sexual-lugar-trabajo_2024092666f5b337fcf7b3000143a5da.html)[Rusia prepara una ley para multar con hasta 50.000 euros a quienes decidan no tener hijos](https://www.lasexta.com/programas/lasexta-clave/rusia-prepara-ley-multar-50000-euros-quienes-decidan-tener-hijos_2024092666f5b2dbb3741e0001f5c70c.html)[El 'Kompromat', la técnica de chantaje de origen soviético diseñada para obtener información comprometida](https://www.lasexta.com/programas/lasexta-clave/kompromat-tecnica-chantaje-origen-sovietico-disenada-obtener-informacion-comprometida_2024092666f5b218fcf7b3000143a4b9.html)[El legado de Leonardo Torres Quevedo, \"el más prodigioso inventor de su tiempo\"](https://www.lasexta.com/programas/lasexta-clave/legado-leonardo-torres-quevedo-mas-prodigioso-inventor-tiempo_2024092566f46b9dfcf7b30001416f69.html) A pesar de la magnitud del ataque, el régimen de Franco no tomó medidas significativas contra los responsables. Aunque las primeras semanas estuvieron llenas de luto y manifestaciones pidiendo justicia, el régimen prefirió dejar que el tiempo apagara la memoria del incidente. Preguntar a Estados Unidos sobre el ataque habría sido impensable. ¿El nuevo o el viejo PP? [La apuesta de Alberto Núñez Feijóo por una imagen 'más moderna' del PP choca con la visión de sus barones](https://www.lasexta.com/programas/lasexta-clave/apuesta-alberto-nunez-feijoo-imagen-mas-moderna-choca-vision-sus-barones_2024092566f461673c87870001ebd3a8.html) En medio de un debate interno sobre la estrategia del partido, figuras como Ayuso y Rueda se oponen a las propuestas de modernización de Feijóo, mientras las tensiones con Vox y las discrepancias sobre cuestiones económicas acentúan la falta de cohesión en el PP.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Félix Ismael Rodríguez",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "CIA",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T00:07:43.735+03:00",
    "updated": "2024-09-27T00:07:43.735+03:00"
  },
  {
    "uuid": "bddeac295e07a1d94122b844cb9c2ac9959b31bc",
    "url": "https://www.ilgiornale.it/news/cronaca-internazionale/spunta-project-spare-tire-ecco-piano-cina-vincere-guerra-hi-2517575.html",
    "ord_in_thread": 0,
    "author": "redazione@ilgiornale-web.it (Federico Giuliani)",
    "published": "2025-08-14T05:00:00Z",
    "title": "Spunta il Project Spare Tire: ecco il piano della Cina per vincere la guerra hi-tech con gli Usa",
    "text": "Lo scontro tecnologico tra Stati Uniti e Cina è entrato nel vivo. È un testa a testa silenzioso, molto meno appariscente del duello commerciale, ma comunque altamente strategico. Cosa succede? Da un lato abbiamo Washington che cerca di limitare i progressi di Pechino, dall'altro il gigante asiatico sta investendo ingenti risorse economiche nel tentativo di rafforzare il proprio comparto hi-tech. Il Dragone, in particolare, sta intensificando gli sforzi per costruire un ecosistema nazionale di intelligenza artificiale (Ia) che possa funzionare senza la tecnologia occidentale, in vista di una prolungata competizione tecnologica con gli Usa. In questo frangente stanno giocando un ruolo fondamentale varie aziende cinesi, in primis Huawei.\nLo scontro hi-tech Usa-Cina\nWashington ha cercato di rallentare il progresso cinese nell'intelligenza artificiale attraverso controlli sulle esportazioni e altre restrizioni che limitano l'accesso di Pechino al capitale, al talento e alle tecnologie avanzate statunitensi. In una certa misura, ha spiegato il Wall Street Journal, queste restrizioni hanno funzionato. Ma la Cina sta reagendo con crescenti sforzi per diventare più autosufficiente nel campo dell'Ia, dandosi una spinta che potrebbe in definitiva renderla meno vulnerabile alle pressioni statunitensi. Ebbene, molte di queste iniziative sono state esposte in una conferenza sull'intelligenza artificiale conclusasi questa settimana a Shanghai, che le autorità cinesi hanno utilizzato come vetrina per prodotti privi di tecnologie statunitensi.\nLa conferenza ha fatto seguito a una serie di annunci e investimenti in Cina volti a potenziare le sue capacità di Ia, tra cui una rapida espansione nella produzione di energia e nella formazione professionale. La vittoria nella corsa globale in questo settore mette in palio una posta in gioco molto alta. Gli Stati Uniti hanno ancora un vantaggio iniziale, con la Silicon Valley che ospita i modelli di Ia più popolari e i chip più potenti. Pechino invece sta avanzando ma per il sorpasso definitivo sul rivale il gigante asiatico ha bisogno di maneggiare chip di ultima generazione.\nIl progetto di Huawei\nLa più grande sfida della Cina in materia di intelligenza artificiale consiste, appunto, nel superare le difficoltà nell'approvvigionamento dei chip più avanzati al mondo. Washington ha tagliato fuori la Cina da alcuni dei semiconduttori più sofisticati di Nvidia, nonché dalle macchine utensili avanzate utilizzate per realizzare chip all'avanguardia, restrizioni che molti esperti ritengono continueranno a frenare la Cina. Huawei, per esempio, sta contribuendo a guidare gli sforzi per superare queste restrizioni. Qualche mese fa l'amministratore delegato dell'azienda di Shenzhen, Ren Zhengfei, ha parlato a Xi Jinping del Project Spare Tire (Progetto Ruota di scorta), un'iniziativa coordinata con altre 2.000 aziende per aiutare il settore cinese dei semiconduttori a raggiungere un tasso di autosufficienza del 70% entro il 2028.\nHuawei è riuscita a combinare i migliori chip disponibili per eguagliare le prestazioni di alcuni sistemi informatici americani.\nQuesto sta aiutando le aziende locali a raggiungere alcuni degli stessi obiettivi informatici degli Stati Uniti, come l'addestramento di modelli di intelligenza artificiale generativa all'avanguardia, sebbene consumi più energia rispetto ai chip statunitensi. Gli analisti di Morgan Stanley prevedono che entro il 2027 la Cina avrà l'82% dei chip di intelligenza artificiale prodotti da produttori nazionali, rispetto al 34% del 2024.netiquette.\nQuile norme di comportamento per esteso.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Science and Technology"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Science and Technology->political science",
      "Science and Technology->scientific innovation"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://it.wikipedia.org/wiki/Netiquette",
      "https://www.it.wikipedia.org/wiki/Netiquette"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Cina",
          "sentiment": "none"
        },
        {
          "name": "Pechino",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Wall Street Journal",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        },
        {
          "name": "Huawei",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        },
        {
          "name": "Usa",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": null,
      "top_news": [
        "top_news_it",
        "top_news"
      ],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T08:13:45.016+03:00",
    "updated": "2025-08-15T09:07:51.000+03:00"
  },
  {
    "uuid": "d81a0be36620f5b52d9852c36652b58ca463edaf",
    "url": "https://www.fightful.com/wrestling/brian-myers-believes-better-tv-deal-would-take-tna-next-level",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jeremy Lambert",
    "published": "2025-01-16T21:00:00Z",
    "title": "Brian Myers Believes A Better TV Deal Would Take TNA To The Next Level",
    "text": "TNA Wrestling reached an agreement with Sportsnet in Canada to start 2025, putting TNA iMPACT! on Sportsnet 360.\nSportsnet is Canada’s number one sports network, putting TNA in more homes than ever in Canada.\nSpeaking on Reffin' It Up, Brian Myers was asked if the deal with Sportsnet would open the door for more deals across the world.\n\"That, I think, is the plan. Without knowing, I think that would be the ultimate goal. I’ve been part of TNA for over four years now, and the roster is so hard-working and so passionate, and I think the show is so different than the other big two companies per se that you might see on television. I think it offers something really different for a real wrestling fan. So that’s what I hope for, more eyes on the product,\" he said.\nIn the United States, TNA is available on YouTube to TNA+ subscribers and on AXS TV.\nAsked if a better TV deal would take TNA to the next level, Myers replied, “I 100% believe that. I think, whether it’s a streaming service or a cable channel that is in more homes, that’s the missing piece. Because the talent’s there, the passion’s there, the roster’s there. Even the shit Eric Tompkins does behind the scenes, making us all look cooler than we really are with the packages and the vignettes, it’s all there. It’s just a matter of eyeballs, and I think that’s the move.\"\nWWE Raw moved off cable television in 2025 and onto Netflix, opening up a new world of potential viewers.\nSpeaking on the WWE Raw on Netflix premiere, Myers said, \"I was just like, man, this feels big. This feels bigger than wrestling. That was the first time I was like, damn, man. This is different. But it’s still wrestling. So it’s like that money is gonna roll downhill and hopefully land in TNA’s lap [laughs], and we can do something ourselves on a streaming platform.\"\nElsewhere during the interview, Myers commented on talent leaving TNA. You can find his full comments by clicking here.\nTNA is set to hold its latest PPV, TNA Genesis, on Sunday, January 19. Fans can check out the lineup for the show by clicking here.\nIf you use any of the quotes above, please credit and link to the original source with a h/t and link back to Fightful for the transcription.\nClick here to learn more.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Sport->sport industry",
      "Sport->wrestling",
      "Sport->sports transaction",
      "Economy, Business and Finance->media and entertainment industry"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://open.spotify.com/episode/1xVf5oZKiIrsT8suRjnilY",
      "https://www.patreon.com/fightful",
      "https://www.open.spotify.com/episode/1xVf5oZKiIrsT8suRjnilY",
      "https://patreon.com/fightful"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Brian Myers",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "YouTube",
          "sentiment": "none"
        },
        {
          "name": "TNA",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:05:11.776+02:00",
    "updated": "2025-01-17T00:05:11.776+02:00"
  }
]