[
  {
    "uuid": "e7ce3f02998d49ff551e40c437bd626167e5e206",
    "url": "https://newsrnd.com/news/2024-01-15-winter-weather-hammer-divides-the-country-into-two-%E2%80%93-expert-announces--%22it-s-going-really-well%22.ry-952fFp.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2024-01-15T14:00:00Z",
    "title": "Winter weather hammer divides the country into two – expert announces: \"It's going really well\" - The Limited Times",
    "text": "Status: 15.01.2024, 14:50 PM\nBy: Marcus Giebel\nCommentsPrint Share\nThe winter weather will bring more snow and frost to Germany this week. On Wednesday, an air mass boundary will cause a division into two parts.\nMunich – Snow, frost and slippery conditions – this winter provides everything that makes up the season. Also in the third week of January. After the already spectacular start on Monday, Germany will even be divided into two by the weather on Wednesday.\nWeather in Germany: Snow showers will move through the country from the north on Monday For Dominik Jung, the first day of the week will be \"quite turbulent\". According to the graduate meteorologist and managing director of the weather service \"Q.met GmbH\", \"snow showers from the North Sea to the interior\" are to be expected. In addition, there are also short winter thunderstorms.\nAccording to the report, temperatures at low altitudes reach one to four degrees, which leads to \"wet and cold dirty weather\". On the other hand, above 300 or 400 meters there is light permafrost, which is why the snow remains on the ground. Jung explains: \"Ten to 15, sometimes 20 centimetres of snow are possible in the northern part of the low mountain ranges.\"\nThe German Weather Service (DWD) warns of snow and sleet showers with slippery conditions as well as some significant snowfall and snow drifts in the mountains. In addition, squalls are possible in the northeast, on the coasts and in the mountains. During the night it will continue to snow in some areas, in addition to frost and widespread slippery conditions.\nWalk in the snow: The white flakes are to be followed by a lot from above in the coming days. © IMAGO / Funke Foto Services\nWinter in Germany: Wednesday causes air mass boundary to divide the weather into two According to Jung, the values on Tuesday morning are between minus five and zero degrees. Widespread icy roads are to be expected. In the course of the day, temperatures will climb up to three degrees, with isolated snow showers only moving through the north.\nMy news Farmers announce the end of blockades Read\nClimax of the farmers' protests: \"Nothing works anymore\" – 10,000 participants at large demonstration in BerlinRead\n\"Sharp weather limit\" causes temperature change in Baden-WürttembergRead\nThree junctions of the Autobahn 24 already blockedread\nA native of Baden-Württemberg is the first and only \"Mister Olympia\"read\n\"There's still enough left\": Lotto millionaire Chico opens up about his current fortune read\nOverall, the weather situation calms down – only to pick up speed rapidly. \"On Wednesday, the air mass border, which has been announced for more than a week, will come to us in Germany. And that's when things really get going,\" Jung sums up.\nIn the north, the shivering continues at minus one to two degrees. The south is served nine to twelve degrees. \"It's going to be really mild,\" speculates the weather expert, referring to Bavaria, Baden-Württemberg & Co.\nSnow and rain in Germany: mild in the south and cold in other parts of the country Although it is not yet certain where exactly the air mass boundary will be, the values around the freezing point are expected to settle in this transition area. In the southwest, it will initially snow heavily, \"but behind it it will be much milder, partly freezing rain, freezing rain and then only rain, because the temperatures will rise significantly.\"\nThe snow is expected to fall as far as northern Rhineland-Palatinate. Accordingly, the south of North Rhine-Westphalia will also benefit from the white flakes, with the line then leading in the east to Saxony and the south of Brandenburg.\nJung emphasizes: \"Further south, we have some dangerous freezing rain, and that for several hours. Of course, this is a fire hazard for overhead lines, for power lines.\" The situation is different on the Upper Rhine, where ten to eleven degrees can be reached.\nThe DWD forecasts a \"pronounced severe weather situation with heavy snowfall over the centre and partly extreme black ice to the south\" for what is probably the most varied day of the week.\nSnow in almost all of Germany: The week starts really wintry. © IMAGO / Funke Foto Services\nLots of snowfall in Germany: In the southwest, rain can also turn into sleet According to Jung, however, the expected air mass limit will continue to have an impact after Wednesday. He warns: \"The night to Thursday will remain extremely dangerous, partly long-lasting heavy snowfall from Rhineland-Palatinate, North Rhine-Westphalia over to Saxony and Brandenburg.\" Temperatures are also falling again in the southwest, \"and then the rain can turn into sleet.\"\nBut that wasn't all. In the southern centre, it is expected to continue snowing at zero to two degrees. In the far south, on the other hand, the values rise again to ten to eleven degrees, which are not very wintery. However, it goes downhill again in the course of the day.\nFor the north, meanwhile, Thursday offers zero to three degrees. It's friendlier, even the sun could show up from time to time.\nCold weather in Germany: double-digit minus temperatures forecast for the start of the weekend In the night to Friday it is supposed to be \"partly bitterly cold\". In the middle, temperatures drop to as low as minus twelve degrees. The day itself is \"a bit more relaxed\". Temperatures around freezing point are expected, up to two degrees on the Upper Rhine, and even three or four degrees in the northwest.\nThe weekend will start really wintry, with temperatures down to minus 15 degrees Celsius in places. The values will rise to minus five to three degrees during the day on Saturday. Occasionally the sun appears.\nFor the following days, Jung expects \"a slight mitigation\". However, this is mainly accompanied by dense clouds. Zero to eight degrees are forecast for Sunday, minus one to six degrees for Monday.\nIn the new week, temperatures are expected to rise slowly. In addition, rain must be expected. (mg)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Social Issue",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "marcus giebel",
          "sentiment": "negative"
        },
        {
          "name": "jung exp",
          "sentiment": "none"
        },
        {
          "name": "dominik jung",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "munich",
          "sentiment": "none"
        },
        {
          "name": "north sea",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-15T16:49:56.805+02:00",
    "updated": "2024-01-15T16:49:56.805+02:00"
  },
  {
    "uuid": "c08b66f4736ec9a3d3ad6bc8378554f4c8788971",
    "url": "https://www.ilfattoquotidiano.it/2024/05/24/stop-al-sermone-islamico-al-politecnico-di-torino-la-questura-diffida-limam-lui-si-difende-equivoco-sulla-parola-jihad/7561078",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@fattoquotidiano",
    "published": "2024-05-24T13:06:00Z",
    "title": "Stop al sermone islamico al Politecnico di Torino: la questura diffida l'imam. Lui si difende: \"Equivoco sulla parola Jihad\" - Il Fatto Quotidiano",
    "text": "La preghiera islamica programmata nell’aula magna del Politecnico di Torino , occupata dagli studenti pro Palestina , non si farà. L’iniziativa è stata cancellata per effetto della diffida della Questura di Torino all’imam Brahim Baya , organizzatore dell’appuntamento nell’ateneo. L’atto è stato consegnato a mano dai dirigenti della questura torinese a Baya. “Ci ho tenuto a ripetere, ed è per questo che non ho firmato la diffida, che io sono solo stato chiamato ad officiare una orazione , come può essere chiamato chiunque. Il problema è l’islamofobia di questo Paese” ha replicato Baya. La diffida era stata richiesta dal rettore del Politecnico Stefano Paolo Corgnati “in coordinamento” con la ministra dell’Università Anna Maria Bernini . “Il rettore e la ministra – si legge in una nota – ribadiscono con forza i principi di indipendenza e laicità delle istituzioni universitarie”. Tutto nasce dal precedente di ieri, quando Baya aveva già pronunciato un sermone a Palazzo Nuovo, sede delle facoltà umanistiche. Iniziativa non gradita a molti docenti, che hanno parlato di inni al jihad. Il rettore Stefano Genua si è dissociato. Il momento, replicano i collettivi, è stato voluto degli studenti musulmani in accordo con le rappresentanze dei loro colleghi occupanti.\nBaya oggi ha di nuovo spiegato che “la preghiera è stata una richiesta di alcuni studenti che stanno partecipando lì alla manifestazione, nel luogo in cui stanno occupando”. “La parola Jihad – ha aggiunto – è la parola che è stata più fraintesa in Occidente , intanto perché è maschile e non femminile, il Jihad significa lo sforzo ed è lo sforzo che compie ciascun musulmano per essere una persona migliore . È un concetto che non ha nulla a che fare con la guerra santa . Alcuni lo hanno storpiato, pseudo musulmani che lo hanno utilizzato per seminare violenza e morte , bestemmiando Dio. Sono state dette molte falsità sulla preghiera a Palazzo Nuovo. Io non sono un imam , ho solo officiato una preghiera e non ho mai attaccato Israele . Io difendo la dignità umana dei palestinesi che sono sottoposti a un massacro quotidiano e condanno ogni tipo di violenza sui civili”. Per Baya, al contrario, c’è una questione di islamofobia in Italia, “questo mio Paese dove ho passato tre quarti della mia vita. Mi ritengo italiano. Ma questo Paese purtroppo è intriso di islamofobia e il problema è l’Islam”. “Quando preghiamo nei garage, negli scantinati e nei capannoni – ha concluso – nessuno parla di noi, ma appena la nostra voce arriva attraverso un’università o qualcos’altro veniamo tacciati e attaccati. Laicità significa libertà religiosa per tutti “.\nDall’altra parte c’è però il punto centrato dalla presidente della Crui, la conferenza dei rettori, Giovanna Iannantuoni : “Le università – sottolinea – sono luoghi di confronto e di espressione del libero pensiero, ma sono luoghi laici” e dunque un’iniziativa come quella di Torino potrebbe essere “un precedente preoccupante “.\nUn sermone, sia in arabo che in italiano, che si è trasformato in un invito “a lottare contro lo stato ebraico”. E’ un caso la preghiera organizzata venerdì scorso nei corridoi del Palazzo Nuovo di Torino, sede dell’ateneo ora occupato, che ha visto la presenza dell’imam Brahim Baya. Dura la posizione del rettore, espressa in una nota, dopo la diffusione del video pubblicato su Youtube con il titolo: ‘Cosa ci insegna la Palestina?’. Nel filmato del sermone si vede l’androne di Palazzo Nuovo trasformato in una moschea, con studenti seduti in preghiera su tappeti stesi a terra ad ascoltare le parole dell’imam. Stefano Geuna, rettore dell’Ateneo, ha condannato fermamente l’attività religiosa negli spazi universitari, ribadendo “il carattere di laicità dell’istituzione universitaria torinese”. Dopo la diffusione del video sui social è arrivato l’intervento della ministra dell’Università e della Ricerca Anna Maria Bernini, che ha contattato telefonicamente il rettore. Geuna ha così precisato che “il fatto è avvenuto in una situazione di occupazione da parte degli studenti, i quali impediscono da giorni l’accesso a docenti e personale universitario”, considerando l’accaduto “sotto la piena responsabilità degli occupanti”. Entrambi hanno “condiviso un sentimento di piena condanna riguardo l’accaduto”. “Sembra che alcuni professori (chi? quanti?) abbiamo scritto alla ministra Bernini per lamentarsi della preghiera del venerdì celebrata dagli studenti musulmani che, insieme agli altri, occupano Palazzo Vecchio – ha scritto Brahim Baya su Facebook -. Non aggiungo altro”. A Roma, intanto, al termine dell’Assemblea dei rettori è stato ribadito l’impegno a “proseguire la collaborazione scientifica con le università straniere di ogni Paese”, osservando però che “il massacro di civili a Gaza ha superato ogni limite accettabile”. I rettori hanno preso atto della lettera, firmata da docenti e studenti, in cui si chiede “un immediato cessate il fuoco nella Striscia”. Alcuni collettivi studenteschi, esclusi dalla delegazione a cui la segreteria della Crui ha permesso di consegnare la lettera, si sono accampati a pochi passi da Piazza Rondanini, dove si stava svolgendo l’Assemblea, mostrando striscioni che incitavano al boicottaggio accademico. La polizia ha bloccato il passaggio, impedendo agli studenti di arrivare nella Piazza. (ANSA).\nPalestina Torino Articolo Precedente Treviso, stop all’insegnamento di Dante per non offendere gli studenti musulmani: Valditara manda gli ispettori",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T16:13:26.608+03:00",
    "updated": "2024-05-31T22:38:58.122+03:00"
  },
  {
    "uuid": "55b5ef9c13a8fdc17f95d470be0b73de722d5905",
    "url": "https://www.palestinechronicle.com/825-military-israeli-vehicles-destroyed-resistance-roundup-day-83/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "admin",
    "published": "2023-12-28T21:36:00Z",
    "title": "‘825 Military Israeli Vehicles Destroyed’ – Resistance Roundup – DAY 83",
    "text": "Below are the short statements communicated by the two main Palestinian Resistance groups in Gaza, in addition to the powerful Lebanese Resistance group, Hezbollah. On the 83rd day of the Israeli war on Gaza, the military spokesman for the Al-Qassam Brigades, Abu Obeida issued a statement, announcing the destruction of 825 military vehicles since the start of the war. For Abu Obeida’s latest pre-recorded message, click [here](https://www.palestinechronicle.com/from-vietnam-to-gaza-abu-obeida-issues-new-statement-text/). Below are the short statements communicated by the two main Palestinian Resistance groups in Gaza, in addition to the powerful Lebanese Resistance group, Hezbollah. The statements were compiled from the groups’ Telegram channels. On the 83rd day of the Israeli war on Gaza, Abu Obeida, the spokesman for the Al-Qassam Brigades, the military arm of the Palestinian Resistance Movement, Hamas, released a statement. FOLLOW OUR LIVE BLOG: [https://t.co/6q5L0Mizn2] [pic.twitter.com/pwpFAuiv9W] — The Palestine Chronicle (@PalestineChron) [December 28, 2023] Al-Qassam Brigades (Hamas) “Al-Qassam Brigades target a Zionist bulldozer with an Al-Yassin 105 shell in the Bureij camp in the central Gaza Strip. “Al-Qassam Brigades target 7 Zionist vehicles with Al-Yassin 105 shells and Shuath explosive devices in the areas of Al-Tuffah and Al-Daraj in Gaza City. “Al-Qassam Brigades destroy a Zionist military vehicle with an Al-Yassin 105 shell east of Al-Bureij Camp in central Gaza Strip. “Al-Qassam Brigades target a Zionist tank with a Shuath explosive device east of Al-Bureij Camp in central Gaza Strip. “Al-Qassam Brigades target a Zionist Merkava tank with an Al-Yassin 105 shell southeast of Al-Bureij refugee camp in the central Gaza Strip. “Al-Qassam Brigades target a Zionist tank with an Al-Yassin 105 shell, causing several explosions inside it, and strike the area with mortar shells east of Al-Maghazi refugee camp in the central Gaza Strip. “Al-Qassam Brigades target 5 Zionist Merkava tanks with Al-Yassin 105 shells east of Khan Younis city. “Al-Qassam Brigades bombard several gatherings of enemy soldiers and vehicles east of Khan Younis city in the southern Gaza Strip with mortar shells. “Al-Qassam fighters were able to detonate an Al-Ra’adiya anti-personnel explosive device in a Zionist infantry force infiltrating the Khuza’a area, east of the city of Khan Younis. Our fighters confirmed the killing and wounding of the (Israeli) force’s members. “Al-Qassam Brigades strike the forces gathered in the Tallat al-Rayyis area, northeast of the central area, with heavy-caliber mortar shells. “Al-Qassam Brigades bombed a Zionist troop carrier with an Al-Yassin 105 shell east of the city of Khan Younis, south of the Gaza Strip. “Al-Qassam Brigades destroy a Zionist Merkava tank with an Al-Yassin 105 shell in the city of Khan Younis, south of the Gaza Strip, causing it to catch fire. “Al-Qassam Brigades shot down a reconnaissance drone of the Skylark-2 model, which was on an intelligence mission for the enemy north of the Tal Al-Zaatar area in the northern Gaza Strip.” In this just-released video, Al-Qassam fighters are seen targeting enemy soldiers and destroying their incursive vehicles east of Al-Bureij camp in the central Gaza Strip. [pic.twitter.com/xYAz18W1ah] — The Palestine Chronicle (@PalestineChron) [December 28, 2023] Al-Quds Brigades (Islamic Jihad) “We targeted two Zionist military vehicles with two RPG shells in the Al-Tuffah axis, east of Gaza. “We bombed a gathering of Zionist enemy soldiers and vehicles with a barrage of mortar shells in the axis of advance east of Al-Bureij refugee camp in the central Gaza Strip. “We bombed the Third Eye (IOF) site with a concentrated rocket barrage. “We bombarded with a concentrated barrage of rockets and a barrage of mortar shells, a large gathering of enemy soldiers and a command and control headquarters in Abu Areiban land, southeast of Al-Zaytoun neighborhood. “We bombed the military gatherings and enemy vehicles at hill 86 Al-Kurd in the axis of advancement northeast of Khan Younis with a barrage of rockets. “Our fighters bombarded an enemy forces’ operations center with a barrage of mortar shells in the western Satar area, north of Khan Younis.” In this video, Al-Quds Brigades fighters are seen bombarding zionist military sites and gatherings on the front lines, east of Khan Younis, with rocket and mortar rounds. FOLLOW OUR LIVE BLOG: [https://t.co/6q5L0Mizn2] [pic.twitter.com/2iACji3qAR] — The Palestine Chronicle (@PalestineChron) [December 28, 2023] Hezbollah (Lebanon) “The fighters of the Islamic Resistance, at 3:30 PM on Thursday, 28/12/2023, targeted the Al-Samaqa site in the occupied Lebanese Shebaa Farms with appropriate weapons, achieving direct hits. “The fighters of the Islamic Resistance, at 4:00 PM on Thursday, 28/12/2023, targeted a gathering of enemy soldiers at the Hounin barracks with appropriate weapons. “The fighters of the Islamic Resistance, at 4:00 PM on Thursday, 28/12/2023, targeted the Ramim barracks with appropriate weapons, achieving direct hits. “The fighters of the Islamic Resistance, at 04:00 PM on Thursday, 28/12/2023, targeted the enemy’s artillery positions in Khirbet Ma’ar with appropriate weapons, achieving direct hits. “The fighters of the Islamic Resistance, at 04:00 PM on Thursday, 28/12/2023, targeted the deployment of soldiers around Metat Barracks with appropriate weapons and achieved direct hits. “The fighters of the Islamic Resistance, at 03:35 PM on Thursday, 28/12/2023, targeted an Israeli military vehicle inside the Ramot Naftali barracks with appropriate weapons, achieving a direct hit. “Following the operations of the Islamic Resistance, which targeted most of the surveillance cameras and military gathering equipment of the Israeli enemy at the front edge on the Lebanese-Palestinian border, the enemy has lost much of its ability to see and eavesdrop in order to target the resistance fighters and monitor their movements. “To compensate for this loss, the enemy has recently resorted to hacking civilian cameras installed in front of homes, shops, and institutions in the front villages, connected to the Internet, to benefit from the visual material they provide in gathering information related to the resistance and the movement of the fighting brothers to target them. “We urge our dear people, especially in the front villages where resistance activities are taking place, to disconnect the private cameras in front of their homes, shops, and institutions from the Internet, and to contribute to blinding the enemy more from some of the activities or movements of the resistance and its fighters in the region.” HEZBOLLAH: Our fighters targeted the Israeli military site Al-Samaqa in the occupied Lebanese Shebaa Farms with appropriate weapons, and achieved direct hits. FOLLOW OUR LIVE BLOG: [https://t.co/6q5L0Mizn2] [pic.twitter.com/65NxjTvoyU] — The Palestine Chronicle (@PalestineChron) [December 28, 2023] (The Palestine Chronicle)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "abu obeida",
          "sentiment": "none"
        },
        {
          "name": "al-yassin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "lebanese resistance",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "hezbollah",
          "sentiment": "none"
        },
        {
          "name": "al-qassam brigades",
          "sentiment": "none"
        },
        {
          "name": "palestinian resistance movement",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:20:04.972+02:00",
    "updated": "2023-12-29T01:40:33.868+02:00"
  },
  {
    "uuid": "ee4e56ecde7c184e211c6e9c49ae3f6395d2ce5e",
    "url": "https://news.cnyes.com/news/id/6029238",
    "ord_in_thread": 0,
    "author": "鉅亨網新聞中心",
    "published": "2025-06-19T02:52:00Z",
    "title": "盤中速報 - 銘旺科(2429)大跌7.16%，報71.3元",
    "text": "盤中速報 - 銘旺科(2429)大跌7.16%，報71.3元\n鉅亨網新聞中心\n銘旺科(2429-TW)19日10:52股價下跌5.5元，報71.3元，跌幅7.16%，成交6,855張。\n銘旺科(2429-TW)所屬產業為光電業，主要業務為光學面板。\n近5日股價上漲8.47%，集中市場加權指數下跌0.5%，股價漲幅表現優於大盤。\n近5日籌碼\n- 三大法人合計買賣超：+1,166 張\n- 外資買賣超：+1,359 張\n- 投信買賣超：0 張\n- 自營商買賣超：-193 張\n- 融資增減：+509 張\n- 融券增減：+25 張\n- 掌握全球財經資訊\n點我下載APP\n鉅亨贏指標\n了解更多\n#空頭吞噬\n下一篇",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance"
    ],
    "topics": [
      "Economy, Business and Finance->market and exchange",
      "Economy, Business and Finance->business reporting and performance"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:37:27.196+03:00",
    "updated": "2025-06-19T04:38:18.000+00:00"
  }
]