[
  {
    "uuid": "8383d7c403cdd10fc0092b6c10b20b63e30ad0ef",
    "url": "https://www.thehansindia.com/sports/hockey/hockey-olympic-qualifiers-germany-beat-usa-2-0-in-final-finish-first-852535",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Hans India",
    "published": "2024-01-19T13:54:00Z",
    "title": "Hockey Olympic Qualifiers: Germany beat USA 2-0 in final, finish first",
    "text": "Live [If not taken seriously in INDIA bloc, Trinamool will contest all 42 Bengal seats: Mamata](https://www.thehansindia.com/news/national/if-not-taken-seriously-in-india-bloc-trinamool-will-contest-all-42-bengal-seats-mamata-852536) [Hockey Olympic Qualifiers: Germany beat USA 2-0 in final, finish first](https://www.thehansindia.com/sports/hockey/hockey-olympic-qualifiers-germany-beat-usa-2-0-in-final-finish-first-852535) [Kejriwal appeals Goans to vote for INDIA bloc](https://www.thehansindia.com/news/national/kejriwal-appeals-goans-to-vote-for-india-bloc-852534) [Japan's Moon sniper appears to ace 1st ever pin-point Moon landing on Friday](https://www.thehansindia.com/technology/tech-news/japans-moon-sniper-appears-to-ace-1st-ever-pin-point-moon-landing-on-friday-852533) [Top bedtime rituals that can boost sleep quality, mental health](https://www.thehansindia.com/life-style/health/top-bedtime-rituals-that-can-boost-sleep-quality-mental-health-852531) [World Religion Day 2024: Date, history and significance](https://www.thehansindia.com/life-style/world-religion-day-2024-date-history-and-significance-852530) [75th Republic Day to have 25 tableaux](https://www.thehansindia.com/news/national/75th-republic-day-to-have-25-tableaux-852529) [Delhi HC sets aside conviction of police, PWD officials in contempt case involving tree damage](https://www.thehansindia.com/news/national/delhi-hc-sets-aside-conviction-of-police-pwd-officials-in-contempt-case-involving-tree-damage-852528) [Manjhi asks MLAs to stay in Patna till January 25](https://www.thehansindia.com/news/national/manjhi-asks-mlas-to-stay-in-patna-till-january-25-852527) [Chandrababu Naidu assures support to Rayalaseema after coming to power](https://www.thehansindia.com/andhra-pradesh/chandrababu-naidu-assures-support-to-rayalaseema-after-coming-to-power-852526) Just In Hockey Olympic Qualifiers: Germany beat USA 2-0 in final, finish first World No.5 Germany, the top favourite here, lived up to their billing as they defeated the United States 2-0 in the final of the Women's FIH Hockey Olympic Qualifiers here on Friday to clinch their Olympic berth by finishing first here. Ranchi: World No.5 [Germany](https://www.thehansindia.com/tags/Germany), the top favourite here, lived up to their billing as they defeated the United States 2-0 in the final of the Women's FIH [Hockey](https://www.thehansindia.com/tags/Hockey) Olympic Qualifiers here on Friday to clinch their Olympic berth by finishing first here. Germany, along with the United States, had assured their tickets to the Paris Olympic Games after making it to the final. On Friday, the Germans scored a comfortable victory over the United States. Germany took the lead early when Jette Fleschutz scored a field goal in the third minute. Seasoned defender Sonja Zimmermann then converted a penalty corner in the 20th minute to double the lead, which proved sufficient as they defended well. Having suffered at the hands of Japan in a 1-1 draw, Valentin Altenburg's side did not allow the United States to play their defensive game and took an early lead. They kept up the tempo and attacked at regular intervals and also did not concede a single penalty corner. Germany went on the attack from the start and earned three penalty corners in the first quarter. Though they failed to convert those, they could not be denied for long as Zimmermann converted their fifth PC to make it 2-0. In all, they earned 12 penalty corners, five of them retakes. Thus, Germany topped the final standings with the United States in second. Japan finished third after beating India 1-0 while the hosts had to settle for fourth position. New Zealand, Italy, Chile and the Czech Republic finished from fifth to eighth in that order.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kejriwal",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "usa",
          "sentiment": "negative"
        },
        {
          "name": "pwd",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T18:29:06.010+02:00",
    "updated": "2024-01-20T00:55:33.534+02:00"
  },
  {
    "uuid": "3f25ce52c4eb3945a1a4a6562f275e4afe81edfa",
    "url": "https://www.emol.com/noticias/Nacional/2024/06/27/1134985/boric-debate-dirigentas-junta-vecinos.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "María Luisa Cisternas",
    "published": "2024-06-27T20:35:00Z",
    "title": "Video | \"Eso no se lo voy a aceptar\": El acalorado cruce entre Boric y dirigentas de junta de vecinos en Punta Arenas",
    "text": "Un tenso intercambio tuvo el Presidente, Gabriel Boric, con dirigentas de la junta de vecinos de la población Silva Henríquez, de la ciudad de Punta Arenas.\nAd portas de encabezar la entrega de terrenos para la construcción de la Biblioteca y Archivo Regional de Magallanes, para la cual se restaurará la ex Penitenciaría local, el Mandatario se acercó a un grupo de pobladoras y pobladores que protestaban al frontis del edificio.\nAllí escuchó por varios minutos a las dirigentas de la junta de vecinos que reclamaban por la contaminación de las aguas en la zona, la que se le ha sindicado a las tomas que están cercanas, donde vive un porcentaje de población extranjera.\n\"Voy a ir de sorpresa para ver qué esta pasando\" , dijo el Presidente a las mujeres que le daban cuenta de la problemática y de la falta de respuesta que han visto de parte de las autoridades locales.\n\"Muchas veces usted nos sabe las problemáticas que tienen los vecinos acá en Punta Arenas\" , le señala una señora, a lo que Boric contesta: \" y muy buena cosa que me cuenten. Para eso estamos las autoridades, para escucharlos\".\nEl intercambio con las vecinas se volvió tenso cuando derivó a denuncias relativas a que personas extranjeras supuestamente han adquirido viviendas gratis y más pronto que las chilenas.\n\"Si nosotros los chilenos, nos vamos al país de ellos, ¿nos van a dar las garantías que tienen ellos? Tienen casa, tienen salud, tienen todo gratis\", dijo una pobladora, descolocando al Presidente.\nAnte la insistencia sobre esta premisa, Boric interrumpió a una vecina: \"Eso no se lo voy a aceptar, es que no se lo voy a aceptar, es que no es cierto. A nadie se le está regalando nada de la nada. Este como mito que dice que a los extranjeros se le regalan casas por ser extranjeros, no es cierto\".\n\"Muéstreme un caso\", exige el Mandatario a la misma pobladora. \" Dígame un caso. No me diga ‘yo tengo gente’, señora, dígame un caso, nombre y apellido y yo voy a verificar ese caso, pero esa cuestión de tirarlo al aire…\"\nPoniendo al margen ese desacuerdo, el Presidente zanjó: \" El problema que tienen ustedes independiente de esto, es real y ese problema, como Estado, tenemos que darle una situación\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:56:32.182+03:00",
    "updated": "2024-06-28T00:56:32.182+03:00"
  },
  {
    "uuid": "ed0ec0abf158115c0609e6d03f1154af3798c73f",
    "url": "https://www.thecourier.com.au/story/8472706/fog-haze-in-china-could-disrupt-new-year-travellers/?src=rss",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Liz Lee",
    "published": "2023-12-29T06:35:00Z",
    "title": "Fog, haze in China could disrupt New Year travellers",
    "text": "Year-end holiday makers across China are bracing for possible transport disruptions after the weather bureau warned heavy fog and haze would shroud areas from Hebei province in the north to southern Shanghai for more than 24 hours.\nThe Central Meteorological Observatory issued its first red alert for fog since 2017.\nConditions were expected to improve from Saturday evening when a cold wave of air is expected to blow across the country.\nMore than 600 flights were delayed in various cities including Urumqi, Hebei's Shijiazhuang, Shandong's Qingdao and Shanghai, tracking app Flight Master showed.\nSevere fog was expected in parts of northern province Hebei, central province Henan, eastern provinces Anhui, Jiangsu, Zhejiang and Shandong as well as in the municipalities Shanghai and Chongqing from Friday morning, the National Meteorological Centre said.\nDense fog is predicted in parts of Hebei, Shandong, Anhui, Jiangsu and Shanghai leading to low visibility of less than 200 metres, and less than 50m in some areas.\nIn the north, around the capital of northwestern Xinjiang region, Urumqi and areas between the Yellow River and Huai River, light to moderate haze is forecast, with heavy haze affecting Tianjin, Hebei, Shandong and Henan.\nThe severe weather was due to high humidity and poor atmospheric diffusion conditions, the forecaster said.\nChina has experienced a year of climate extremes.\nMost of the country was hit by a cold snap last week that rewrote records with sub-freezing temperatures, in contrast to the summer, when scorching heat that breached 52 in the northwest blistered the country.\nSummer storms also brought record rainfall to Beijing and flooding elsewhere.\nOn Friday, the central observatory told the public to tune into weather and traffic alerts, and advised them to reduce time outdoors.\nResidents in parts of Shandong, Anhui, and Jiangsu should avoid going out unless necessary, it said.\nIn Shanghai, some ferry routes were temporarily suspended and some sections of highways, as well as a bridge to a container port, were temporarily closed.\nIn Jiangsu, some sections of several expressways remained shut since Thursday evening, while Hebei and Henan temporarily closed segments of multiple highways on Friday morning, citing weather conditions, according to state television CCTV and provincial capital authorities.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "national meteorological centre",
          "sentiment": "none"
        },
        {
          "name": "central meteorological observatory",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "urumqi",
          "sentiment": "none"
        },
        {
          "name": "shanghai",
          "sentiment": "none"
        },
        {
          "name": "qingdao",
          "sentiment": "none"
        },
        {
          "name": "anhui",
          "sentiment": "none"
        },
        {
          "name": "shandong",
          "sentiment": "none"
        },
        {
          "name": "shijiazhuang",
          "sentiment": "none"
        },
        {
          "name": "hebei",
          "sentiment": "none"
        },
        {
          "name": "xinjiang",
          "sentiment": "none"
        },
        {
          "name": "zhejiang",
          "sentiment": "none"
        },
        {
          "name": "hebei province",
          "sentiment": "none"
        },
        {
          "name": "henan",
          "sentiment": "none"
        },
        {
          "name": "chongqing",
          "sentiment": "none"
        },
        {
          "name": "jiangsu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T09:44:41.103+02:00",
    "updated": "2023-12-29T09:44:41.103+02:00"
  },
  {
    "uuid": "d4b3c8af526a0e16413aab6e407aa011f97e6ad9",
    "url": "https://ground.news/article/greater-manchester-veteran-says-d-day-was-a-doddle",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-30T18:24:00Z",
    "title": "Ground News - Greater Manchester veteran says D-Day was a 'doddle'",
    "text": "Summary by Ground News David Teacher served as a mechanic in an RAF Beach Unit on D-Day in 1944. His unit was among the first to land on Juno Beach in Normandy. Mr Teacher was awarded an MBE for his charitable work in 2012. He celebrated his 100th birthday at a care home in Greater Manchester. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nBBC News Center High Factuality Government: Government of the United Kingdom Greater Manchester veteran says D-Day was a 'doddle' David Teacher discussed it as he celebrated his 100th birthday at a Greater Manchester care home.\n1 hour ago · United Kingdom Read Full Article\nBBC News Center High Factuality Government: Government of the United Kingdom\nGreater Manchester veteran says D-Day was a 'doddle' David Teacher discussed it as he celebrated his 100th birthday at a Greater Manchester care home.\n1 hour ago · United Kingdom Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.bbc.co.uk/news/uk-england-manchester-67847893?utm_source=ground.news&utm_medium=referral",
      "https://www.bbc.co.uk/news/uk-england-manchester-67847893",
      "https://bbc.co.uk/news/uk-england-manchester-67847893?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "david teacher",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "raf",
          "sentiment": "negative"
        },
        {
          "name": "· united kingdom read full article bbc news center",
          "sentiment": "none"
        },
        {
          "name": "ground news subscriptions",
          "sentiment": "none"
        },
        {
          "name": "bbc news center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "greater manchester",
          "sentiment": "none"
        },
        {
          "name": "united kingdom greater manchester",
          "sentiment": "none"
        },
        {
          "name": "united kingdom",
          "sentiment": "none"
        },
        {
          "name": "normandy",
          "sentiment": "none"
        },
        {
          "name": "juno beach",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T21:35:20.281+02:00",
    "updated": "2023-12-30T21:35:20.281+02:00"
  }
]