[
  {
    "uuid": "1e631f2ae64e3ccfbec766fb82b0224551417bcc",
    "url": "https://www.elpais.com.co/economia/trabajo-si-hay-colsubsidio-abrio-nuevas-vacantes-de-empleo-en-algunos-departamentos-del-pais-2806.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción El País",
    "published": "2023-12-29T03:48:00Z",
    "title": "Trabajo sí hay: Colsubsidio abrió nuevas vacantes de empleo en algunos departamentos del país",
    "text": "Empleo Trabajo sí hay: Colsubsidio abrió nuevas vacantes de empleo en algunos departamentos del país La caja de compensación lanzó ofertas de trabajo en Cundinamarca y Boyacá. [Por: Redacción El País](/autor/redaccion-el-pais/) Oferta - Especialista En Desarrollo Primera Infancia - Soacha Descripción de la vacante: Fortalecer estrategias pedagógicas de inclusión en términos de diversidad, respondiendo a la caracterización individual y grupal en las unidades de atención. Requisitos: - Profesional en Ciencias Sociales y Humanas o Ciencias de la Educación o en Psicología. - Especialización en afines. - Con 2 años de experiencia en proyectos educativos y/o sociales centrados en procesos de inclusión educativa y enfoque diferencial. Condiciones: - Salario: $ 3.105.500 con todas las prestaciones de ley - 47 horas semanales. - Lugar de trabajo: Soacha Cundinamarca. - lunes a viernes y sábados ocasionales. - Contrato Obra labor. Requisitos para aplicar a la vacante: - Experiencia: 1 año de experiencia. - Nivel de estudios: Profesional hasta Especialización/ Maestría. - Ciudad de residencia: Soacha. - Salario: Salario a convenir. Oferta - Auxiliar Farmacia Duitama Descripción de la vacante: Garantizar las condiciones de abastecimiento y calidad requeridas para la oportuna prestación de servicio, mediante los procesos de recepción, almacenamiento y distribución de los productos en las farmacias de las dependencias de la IPS. Requisitos: - Técnico auxiliar en servicios farmacéuticos o tecnólogo en regencia de farmacia. - Tecnólogo en gerencia de farmacia. Beneficios: - Auxilios educativos pata ti y para tus hijos. - Prima de antigüedad. - Préstamo de vivienda. - Beneficios en salud. - Primas extralegales. Condiciones: - Salario: $ 1.174.800 + prestaciones de ley + beneficios extralegales. - Horario: Intensidad horaria de 36 horas semanales. - Contrato: fijo. Requisitos para aplicar a la vacante: - Experiencia: 1 año de experiencia. - Nivel de estudios: Técnico hasta tecnólogo. - Ciudad de residencia: Duitama. - Salario: $ 1.174.800. Oferta - Administrador(a) establecimiento farmacéutico Descripción de la vacante: Asegurar como Director Técnico el correcto funcionamiento del establecimiento Farmacéutico (servicio farmacéutico y/o droguerías), logrando los niveles de satisfacción de clientes y usuarios, mediante el control de los procesos operativos, técnicos y administrativos establecidos, con el fin de alcanzar las metas propuestas por la UES. Requisitos: - 1 año específicamente en administración de establecimientos farmacéuticos, talento humano, manejo de inventarios, dispensación de medicamentos y atención al cliente. - Tecnólogo en gerencia de farmacia. Beneficios: - Beneficios extralegales. Condiciones: - Salario: $ 1.863.000 + prestaciones de ley. - Horario: Intensidad horaria de 47 horas semanales. - Contrato: indefinido. Requisitos para aplicar a la vacante: - Experiencia: 1 año de experiencia. - Nivel de estudios: Tecnólogo. - Ciudad de residencia: Tunja. - Salario: $ 1.863.000.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Labor"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T07:36:10.816+02:00",
    "updated": "2023-12-29T07:36:10.816+02:00"
  },
  {
    "uuid": "0747949aa90f183f5f04233d492fd7a3ccabc5a8",
    "url": "https://www.afr.com/life-and-luxury/arts-and-culture/hitchcockian-iranian-thriller-works-wonders-within-strictures-20240227-p5f8a2",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John McDonald",
    "published": "2024-02-29T11:13:00Z",
    "title": "Subtraction film review: Iranian movie is a thriller, a mystery, a low-level horror movie quite unlike anything else from this nation of talented filmmakers",
    "text": "When I have to choose between two new releases, the crucial consideration is often which movie has the best chance of reaching a wide audience. I thought initially that Ethan Coen’s Drive Away Dolls would be a bigger crowd-pleaser than Mani Haghighi’s Subtraction , but after watching both features, I’m not so sure.\nAt their best, the Coen Brothers have made some extraordinary movies , but Ethan’s solo effort is so flimsy it left me perplexed. Drive Away Dolls is a lesbian road movie, with the usual lashings of violence and vulgarity that have become a Coen trademark.\nIn Mani Haghighi’s “Subtraction”, all the devices of realist cinema are brought to bear on a tale that becomes increasingly disturbing and bizarre.\nRising star, Margaret Qualley, is a voracious female sex fiend; her companion, played by Geraldine Viswanathan, is bookish and uptight. Already you may detect a hint of formula, but as the story progresses it feels as if one is watching a not-very-funny parody of a Coen movie. The film’s major claim to fame may be that it shows lesbians can be as gross as high school jocks. This may or may not be news to readers of a sapphic persuasion. Or it may simply be offensive. Viewers of all denominations will find it an insult to their intelligence.\nTaking one away from two, leaves the Iranian film, Subtraction . It was slightly perturbing to find that its director, Mani Haghighi, had studied philosophy in Montreal and translated a small book by Michel Foucault into Farsi. I had visions of Terrence Malick, who has taught philosophy at university and directed movies that strain, painfully, for profundity.\nIt’s with some relief I can report that Haghighi’s mentor appears to be Hitchcock rather than Heidegger. Ironically, he says the film that inspired him to become a director was Blood Simple (1984) by the Coen brothers. No complaints about that one.\nIranian films, made under the most severe strictures, with minuscule budgets, tend to specialise in moral dilemmas that exert a vice-like grip on the viewer’s mind. Subtraction ticks those boxes, but it’s also something else: a mystery and a low-level horror movie quite unlike anything I’ve seen from this nation of talented filmmakers.\nTaraneh Alidoosti plays Farzaneh, a young driving instructor who lives with her husband Jalal (Navid Mohammadzadeh). Iranian Independents\nAll the devices of realist cinema are brought to bear on a tale that becomes increasingly disturbing and bizarre as it progresses towards a disturbing and bizarre conclusion. The opening of the film feels as if we’ve entered during the second act. The camera, arriving late and just as confused as we are, trawls past a row of cars caught in a typical Tehran traffic jam (I speak from experience here). It slides past one car, focuses briefly on the next, then slides back, having decided this is the one it wants.\nInside we find a woman named Farzaneh (Taraneh Alidoosti), who is complaining about her friend’s bad driving. Suddenly, she sees a man getting on a bus, leaps out of the car and clambers on by the other door. She follows her quarry to an apartment block, then goes home.\nAdvertisement Farzaneh, who is pregnant and depressed, thinks she has discovered her husband Jalal (Navid Mohammadzadeh) in an adulterous liaison. There are ugly accusations, and Jalal’s old dad (Ali Bagheri), seems to sympathise with his daughter-in-law.\nThe truth, which Jalal is slow to admit, is stranger than anyone might expect. He has met a woman named Bita, who is a perfect double of Farzaneh, married to a man who is his own doppelganger. It may be one of those coincidences of the magnitude of a monkey typing out the works of Shakespeare, but there’s no attempt to explain these resemblances. Explanation is not part of Haghighi’s plan.\nThe man Farzaneh has followed is Bita’s husband, Mohsen, who has his own problems, having beaten up a 65-year-old man at work, who accused him of dishonesty. Now facing a possible transfer to the regions, he still can’t bring himself to apologise. For Bita and their small son, it would be a disaster, but Mohsen is an ornery, stubborn bastard.\nWe can see that Bita has much more chemistry with the mild-mannered Jalal, who obviously prefers her to the neurotic Farzaneh. Yet, both of them respect the boundaries, accepting that marriage is a life sentence. Their friendship lingers as a fantasy, as they imagine how much better things would be if they could escape their difficult partners. This chaste but warm relationship is soon revealed to their respective spouses, who respond in their own ways.\nAs in any doppelganger story there are numerous instances of mistaken identity, both accidental and premeditated. For the director and cinematographer, there is the logistical problem of two actors playing four roles, which requires a degree of finesse in getting them into the same frame without appearing too contrived. This is where Haghighi shows his class, revealing a mastery of framing that once again suggests Hitchcock, who planned every shot meticulously on a storyboard. The great man used to joke that turning up for the shoot was simply a waste of his time.\nThere are almost too many possibilities to be explored in this fantastic tale, which might justify a sequel. The realistic approach makes the implausible seem plausible, even as Farzaneh and her doctor think she must be going mad.\nThe truly surreal touch comes from the weather. From the first scene to the last, it never stops raining. The characters are continually getting drenched, apartments are springing leaks, the roar of a downpour and the thump, thump, of windscreen wipers plays like a soundtrack, complementing Ramin Kousha’s subtle score.\nLead actress Taraneh Alidoosti is a screen idol in Iran, and rightly so. She and Navid Mohammadzadeh work overtime, each playing two very different characters, with Bita’s good sense balancing Farzaneh’s instability, while Jalal’s calm temperament counteracts Mohsen’s impulsive anger. One might easily believe there are four actors involved.\nIt need not diminish the couple’s achievement if we accept that in Iran today, almost everybody has become skilled at wearing at least two faces.\nSubtraction Directed by Mani Haghighi Written by Mani Haghighi & Amir Reza Koohestani Starring Navid Mohammadzadeh, Taraneh Alidoosti, Ali Bagheri, Esmail Poor Reza, Farham Azizi France/Iran, M, 107 mins\nSave Log in or Subscribe to save article\nShare\nCopy link\nCopied\nEmail\nLinkedIn\nTwitter\nFacebook\nCopy link\nCopied\nShare via... Gift this article New\nSubscribe to gift this article\nGift 5 articles to anyone you choose each month when you subscribe.\nSubscribe now Already a subscriber? Login\nPrint article License article Introducing your Newsfeed\nFollow the topics, people and companies that matter to you.\nFind out more\nRead More Review\nReview\nAFR Weekend\nWeekend Fin\nIran\nJohn McDonald Film reviewer John McDonald is the film critic for AFR Weekend. He also writes about the arts for The Sydney Morning Herald. Latest In Arts & Culture Fetching latest articles\nMost Viewed In Life and luxury",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "http://rightsportal.copyright.com.au/pages/republicationpage.aspx?author=John%20McDonald&publication=AFR&publicationdate=2024-02-29T22%3A13%3A00Z&publisher=fxj&title=Hitchcockian%20Iranian%20thriller%20works%20wonders%20within%20strictures&url=https%3A%2F%2Fwww.afr.com%2Flife-and-luxury%2Farts-and-culture%2Fhitchcockian-iranian-thriller-works-wonders-within-strictures-20240227-p5f8a2",
      "https://static.ffx.io/images/$width_596/t_resize_width%2Cq_88%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b,",
      "https://static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_414%2Cq_88%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69&quot;,&quot;",
      "https://static.ffx.io/images/$width_1240/t_resize_width%2Cq_52%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b",
      "https://static.ffx.io/images/$width_620/t_resize_width%2Cq_88%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b",
      "https://static.ffx.io/images/$width_1192/t_resize_width%2Cq_52%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b",
      "https://static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_1100%2Cq_88%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69",
      "https://static.ffx.io/images/$width_596/t_resize_width%2Cq_88%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b&quot;,&quot;",
      "https://static.ffx.io/images/$width_382/t_resize_width%2Cq_88%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b&quot;,&quot;",
      "https://static.ffx.io/images/$width_540/t_resize_width%2Cq_88%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b,",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.afr.com/life-and-luxury/arts-and-culture/hitchcockian-iranian-thriller-works-wonders-within-strictures-20240227-p5f8a2&title=Hitchcockian",
      "https://static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_1600%2Cq_52%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69",
      "http://www.linkedin.com/shareArticle?mini=true&url=https://www.afr.com/life-and-luxury/arts-and-culture/hitchcockian-iranian-thriller-works-wonders-within-strictures-20240227-p5f8a2&title=Hitchcockian",
      "https://static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_696%2Cq_88%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69,",
      "https://static.ffx.io/images/$width_1080/t_resize_width%2Cq_52%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b",
      "https://twitter.com/share?url=https://www.afr.com/life-and-luxury/arts-and-culture/hitchcockian-iranian-thriller-works-wonders-within-strictures-20240227-p5f8a2&text=Hitchcockian",
      "https://static.ffx.io/images/$width_620/t_resize_width%2Cq_88%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b,",
      "https://static.ffx.io/images/$width_540/t_resize_width%2Cq_88%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b&quot;,&quot;",
      "https://static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_414%2Cq_88%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69,",
      "https://static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_696%2Cq_88%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69&quot;,&quot;",
      "https://static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_800%2Cq_88%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69&quot;,&quot;",
      "https://static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_1100%2Cq_88%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69&quot;,&quot;",
      "https://static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_828%2Cq_52%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69",
      "https://static.ffx.io/images/$width_764/t_resize_width%2Cq_52%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b",
      "https://static.ffx.io/images/$width_620/t_resize_width%2Cq_88%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b&quot;,&quot;",
      "https://static.ffx.io/images/$width_382/t_resize_width%2Cq_88%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b,",
      "https://static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_2200%2Cq_52%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69",
      "https://static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_1100%2Cq_88%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69,",
      "https://static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_1392%2Cq_52%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69",
      "https://static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_800%2Cq_88%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69,",
      "https://www.static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_414%2Cq_88%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69&quot;,&quot;",
      "https://www.static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_1100%2Cq_88%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69&quot;,&quot;",
      "https://www.static.ffx.io/images/$width_1080/t_resize_width%2Cq_52%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b",
      "https://www.static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_696%2Cq_88%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69,",
      "https://www.static.ffx.io/images/$width_764/t_resize_width%2Cq_52%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b",
      "https://twitter.com/share",
      "http://rightsportal.copyright.com.au/pages/republicationpage.aspx",
      "https://www.static.ffx.io/images/$width_620/t_resize_width%2Cq_88%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b&quot;,&quot;",
      "https://www.static.ffx.io/images/$width_382/t_resize_width%2Cq_88%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b,",
      "https://www.static.ffx.io/images/$width_596/t_resize_width%2Cq_88%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b&quot;,&quot;",
      "https://twitter.com/share?url=https://afr.com/life-and-luxury/arts-and-culture/hitchcockian-iranian-thriller-works-wonders-within-strictures-20240227-p5f8a2&text=Hitchcockian",
      "https://www.static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_1600%2Cq_52%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69",
      "http://www.linkedin.com/shareArticle",
      "https://www.static.ffx.io/images/$width_1240/t_resize_width%2Cq_52%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b",
      "https://www.static.ffx.io/images/$width_540/t_resize_width%2Cq_88%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b&quot;,&quot;",
      "http://linkedin.com/shareArticle?mini=true&url=https://afr.com/life-and-luxury/arts-and-culture/hitchcockian-iranian-thriller-works-wonders-within-strictures-20240227-p5f8a2&title=Hitchcockian",
      "https://facebook.com/sharer/sharer.php?u=https://afr.com/life-and-luxury/arts-and-culture/hitchcockian-iranian-thriller-works-wonders-within-strictures-20240227-p5f8a2&title=Hitchcockian",
      "https://www.static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_1100%2Cq_88%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69,",
      "https://www.static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_696%2Cq_88%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69&quot;,&quot;",
      "https://www.static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_800%2Cq_88%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69,",
      "https://www.facebook.com/sharer/sharer.php",
      "http://www.rightsportal.copyright.com.au/pages/republicationpage.aspx?author=John%20McDonald&publication=AFR&publicationdate=2024-02-29T22%3A13%3A00Z&publisher=fxj&title=Hitchcockian%20Iranian%20thriller%20works%20wonders%20within%20strictures&url=https%3A%2F%2Fwww.afr.com%2Flife-and-luxury%2Farts-and-culture%2Fhitchcockian-iranian-thriller-works-wonders-within-strictures-20240227-p5f8a2",
      "https://www.static.ffx.io/images/$width_1192/t_resize_width%2Cq_52%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b",
      "https://www.static.ffx.io/images/$width_382/t_resize_width%2Cq_88%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b&quot;,&quot;",
      "https://www.static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_414%2Cq_88%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69,",
      "https://www.static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_2200%2Cq_52%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69",
      "https://www.static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_1100%2Cq_88%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69",
      "https://www.static.ffx.io/images/$width_596/t_resize_width%2Cq_88%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b,",
      "https://www.static.ffx.io/images/$width_540/t_resize_width%2Cq_88%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b,",
      "https://www.static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_800%2Cq_88%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69&quot;,&quot;",
      "https://www.static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_1392%2Cq_52%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69",
      "https://www.static.ffx.io/images/$zoom_0.124%2C$multiply_4%2C$ratio_1.5%2C$width_756%2C$x_70%2C$y_0/t_crop_custom/c_scale%2Cw_828%2Cq_52%2Cf_auto/d808e74a71a38577af623d4d77ac0b95c9371f69",
      "https://www.static.ffx.io/images/$width_620/t_resize_width%2Cq_88%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b,",
      "https://www.static.ffx.io/images/$width_620/t_resize_width%2Cq_88%2Cf_auto/0fbf90a2e47f67d77fb9336bccc900ffaa40a24b"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ethan coen",
          "sentiment": "none"
        },
        {
          "name": "mani haghighi",
          "sentiment": "none"
        },
        {
          "name": "ethan",
          "sentiment": "none"
        },
        {
          "name": "geraldine viswanathan",
          "sentiment": "none"
        },
        {
          "name": "margaret qualley",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "coen brothers",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:25:05.644+02:00",
    "updated": "2024-03-01T00:25:05.644+02:00"
  },
  {
    "uuid": "cc1eaf10fb727cb5e9312801e835930a9539452c",
    "url": "https://naturalgasintel.com/news/tightening-balances-send-november-natural-gas-futures-flying",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@NGInews",
    "published": "2024-10-03T21:46:00Z",
    "title": "Tightening Balances Send November Natural Gas Futures Flying",
    "text": "Natural gas futures rallied on Thursday after a government inventory report confirmed a shrinking surplus of underground supply. At A Glance: - EIA posts 55 Bcf injection - Storage surplus narrows - LNG demand to increase By [Kevin Dobbs](/news/authors/kevin-dobbs/) Natural gas futures rallied on Thursday after a government inventory report confirmed a shrinking surplus of underground supply. For the first time in five sessions, natural gas futures advanced even as Hurricane Milton smacked western Florida late Wednesday and pushed across the state the following morning, knocking out power for millions of residents. Futures were lower much of Thursday but clawed out an afternoon relief rally. Utilities injected 82 Bcf of natural gas into storage for the week ended Oct. 4, the U.S. Energy Information Administration (EIA) reported on Thursday. Nationwide, winter heating bills should be similar to a year ago, but a colder winter forecast for the Midwest is likely to drive up costs for households that rely on natural gas, according to the U.S. Energy Information Administration (EIA). Natural gas futures extended recent weakness in early trading Thursday as the market assessed damage from Hurricane Milton in Florida and prepared to receive another storage report that potentially could be seasonally light. Natural gas futures fell for a fourth consecutive session on Wednesday as the market braced for a historically powerful hurricane to pummel western Florida and potentially plunge power demand amid forecasts for disastrous winds and massive storm surges. Canadian producer Advantage Energy Ltd. said it could curtail as much as 130 MMcf/d of dry natural gas production in the Montney Shale and Doig formation until Alberta natural gas prices recover. [Purchase a subscription](/ngi-all-news-access/) or enter your email address to access. By submitting my information, I agree to the [Privacy Policy](/privacy-policy/), [Terms of Service](/terms-of-service), and to receive offers and promotions from NGI. Already an NGI Subscriber? [Sign in](/account/login/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T02:20:30.258+03:00",
    "updated": "2024-10-11T05:05:46.220+03:00"
  },
  {
    "uuid": "55e134d69363e75bc175926e967f4f5393caf9cc",
    "url": "https://entretenimento.r7.com/cinema/o-vicio/jonathan-majors-aborda-possivel-retorno-para-creed-iv-estou-em-forma-19032025",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "R7.com",
    "published": "2025-03-19T23:06:00Z",
    "title": "Jonathan Majors aborda possível retorno para Creed IV: \"Estou em forma\"",
    "text": "Jonathan Majors aborda possível retorno para Creed IV: “Estou em forma”\nAtor interpretou Damian na franquia O post Jonathan Majors aborda possível retorno para Creed IV: “Estou em forma” apareceu primeiro...\nO Vício|Do R7\nJonathan Majors, atualmente promovendo a estreia de Magazine Dreams, parece otimista sobre a possibilidade de retornar como Damian em Creed IV.\nConsulte a matéria completa no nosso parceiro O Vício - Cinema e fique por dentro de todas as novidades sobre a franquia!\nLeia Mais em O Vício - Cinema:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Sport->regular competition",
      "Sport->sport event",
      "Sport->boxing",
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->exercise and fitness",
      "Lifestyle and Leisure->lifestyle",
      "Human Interest->celebrity"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://ovicio.com.br/jonathan-majors-aborda-possivel-retorno-para-creed-iv-estou-em-forma/",
      "https://www.ovicio.com.br/jonathan-majors-aborda-possivel-retorno-para-creed-iv-estou-em-forma/",
      "https://ovicio.com.br/jonathan-majors-aborda-possivel-retorno-para-creed-iv-estou-em-forma"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:18:25.171+02:00",
    "updated": "2025-03-20T01:18:25.171+02:00"
  }
]