[
  {
    "uuid": "11d2665071a8972d7fc1af1b997fcb3e766bc7c9",
    "url": "https://english.jagran.com/india/pakistan-army-occupies-sharda-temple-in-pok-committee-seeks-indias-intervention-for-restoration-10123641",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@englishjagrannews",
    "published": "2023-12-29T07:18:00Z",
    "title": "Pakistan Army Occupies Sharda Temple In PoK; Committee Seeks India's Intervention For Restoration",
    "text": "- By [Vivek Raj](https://english.jagran.com/authors/vivek-raj) - Published: Fri, 29 Dec 2023 03:18 PM (IST) - Source:PTI The Save Sharda Committee (SSC) on Friday sought the help of the Indian government to remove the \"encroachment by the Pakistan Army\" on the Sharda temple premises in Pakistan-Occupied Kashmir (POK), in order to pave way for its restoration. Addressing a press conference at Press Club of Bangalore, SSC founder Ravinder Pandita alleged that the Pakistan army had encroached upon the dilapidated old Sharda temple premises and opened a coffee home there despite a court order in the committee's favour. “Save Sharda Committee requests the Government of India and Prime Minister Narendra Modi to raise the issue of encroachments and removal of a coffee home recently erected on Sharda Peeth premises by the Pakistan army. This is despite the Supreme Court of Pakistan Occupied Kashmir's landmark judgment on January 3, 2023 pronounced in favour of Save Sharda Committee based on its representation seeking to stop encroachments,” he said. [Also ReadAAP's Request Seeking Raghav Chadha's Appointment As Rajya Sabha Leader Rejected By Chairman](https://english.jagran.com/india/arvind-kejriwals-request-seeking-raghav-chadhas-appointment-as-rajya-sabha-party-leader-rejected-by-chairman-10123639) ALSO READ: [ ‘Phir Aayega Modi’; BJP Launches Campaign Video For 2024 Lok Sabha Elections](https://english.jagran.com/india/phir-aayega-modi-bjp-launches-campaign-video-for-2024-lok-sabha-elections-indi-congress-rahul-pm-modi-phir-aayega-modi-video-10123627) He added that civil society in PoK has also raised their voice in tandem with SSC on this issue as well as about the damages to the boundary wall. Pandita demanded that Sharda Peeth be reopened for devotees to go on pilgrimage. \"We will give a call for a march to the LoC and cross it if the coffee home is not removed by Pakistan authorities and its army. All Sharda supporters should be ready for this march in the near future,\" he said. [Also ReadSunehri Masjid Demolition: NDMC Proposes To Bulldoze 150-Year-Old Mosque, Seeks Public Opinion; Owaisi Slams Decision](https://english.jagran.com/india/sunehri-masjid-demolition-ndmc-proposes-to-bulldoze-150yearold-mosque-seeks-public-opinion-owaisi-slams-decision-10123644) He also called for Sharda Peeth to be declared a UNESCO heritage site. The SSC founder told reporters that a website has been launched with the aim of providing complete information and a travel guide for pilgrims and tourists on the newly reconstructed Sharda temple at Teetwal and a Sikh gurudwara that stood at the same place before 1947 but was burnt down in tribal raids. The construction of the new Sharda Yatra Temple at Teetwal in Kashmir, which was virtually inaugurated on March 22 by Union Home Minister Amit Shah, was supported by the Dakshinamnaya Sringeri Mutt in Karnataka. Teetwal, where the temple has been built now, was the historic base camp for devotees who would go to Goddess Sharda's shrine before partition, according to reports. ALSO READ: [Nitish Kumar Elected JDU President After Lalan Singh's Resignation From Top Post; Official Announcement Soon](https://english.jagran.com/india/lalan-singh-resigns-as-jdu-national-president-national-executive-meeting-nitish-kumar-10123598) Nearly 10,000 pilgrims have visited the new Sharda Yatra temple and Gurudwara since its inauguration in March this year. (Except for the headline, the story is not edited by Jagran English Staff) [English Jagran.com](https://english.jagran.com/)Jagran English is available on WhatsApp. Join now for latest news from India and around the world. [Join our WhatsApp Channel](https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)",
      "https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l",
      "https://whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vivek raj",
          "sentiment": "negative"
        },
        {
          "name": "raghav chadha",
          "sentiment": "none"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "sharda peeth",
          "sentiment": "none"
        },
        {
          "name": "sharda",
          "sentiment": "none"
        },
        {
          "name": "ravinder pandita",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pti",
          "sentiment": "negative"
        },
        {
          "name": "pakistan army occupies sharda temple",
          "sentiment": "negative"
        },
        {
          "name": "committee seeks india's intervention for restoration",
          "sentiment": "neutral"
        },
        {
          "name": "pakistan army",
          "sentiment": "none"
        },
        {
          "name": "press club",
          "sentiment": "none"
        },
        {
          "name": "government of india",
          "sentiment": "none"
        },
        {
          "name": "sharda committee",
          "sentiment": "none"
        },
        {
          "name": "save sharda committee",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "kashmir",
          "sentiment": "none"
        },
        {
          "name": "supreme court of pakistan occupied kashmir",
          "sentiment": "none"
        },
        {
          "name": "bangalore",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:07:37.814+02:00",
    "updated": "2023-12-29T12:17:30.874+02:00"
  },
  {
    "uuid": "1cdc2bea935fa51b4ef8631697830aa8d15ab956",
    "url": "https://vnexplorer.net/how-can-such-a-tiny-woman-drive-a-big-truck-japans-labour-shortage-forces-it-to-rethink-gender-stereotypes-s726068.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-30T20:09:00Z",
    "title": "‘How can such a tiny woman drive a big truck?’ Japan’s labour shortage forces it to rethink gender stereotypes",
    "text": "Photograph: Courtesy of Mayumi Watanabe\nWhen Mayumi Watanabe tells people what she does for a living, most struggle to hide their surprise, and not just because of her diminutive stature. As a truck driver with 23 years behind the wheel, she is one of a small but growing number of women coming to the rescue of an industry that is the beating heart of Japan’s economy.\n“I can see they’re thinking, ‘How can such a tiny woman drive a big truck?’ ” Watanabe, who is 152cm (5ft) tall, told the Observer as she prepared for the busy run-up to the end of the year. “But I’ve always loved cars, so it felt natural to want to be a truck driver.”\nWhen she started driving her first vehicle – a small truck – Watanabe was a rarity. “I found it strange, as all my colleagues were men,” she said, joking that at the time the stereotype about women being poor at reading maps really did apply to her.\nDeciphering routes in the days before TomTom and Google Maps was not the only aspect of the job with which she struggled. Expressway truck stops did not have women’s toilets, and heavy-vehicle cabins appeared to have been designed solely with hulking male drivers in mind.\n“It wasn’t the sort of environment where women could work comfortably,” said Watanabe, a representative director of Heartful, the first among Japan’s 62,000 trucking firms to employ only female drivers, who still make up just 3% of the industry’s workforce. But more than two decades after she started, Japan’s $300bn (£236bn) freight and logistics sector is looking to women to address what industry insiders believe could be catastrophic changes to labour regulations.\nIn an attempt to make trucking, with its punishingly long hours and low pay, more attractive, the Japanese government will cap drivers’ overtime at 960 hours a year, or 80 hours a month, from April.\nThe end of unlimited overtime, though, could have disastrous consequences that Japan’s media has dubbed the “2024 problem”. Transport companies warn that it will spark an exodus from an occupation in which most drivers depend on prodigious amounts of overtime to make ends meet. On average, they earn ¥4.46m (£24,540) a year, about 10% below the average for all industries, despite working 20% more hours.\nThe sector will struggle to meet demand fuelled by Japan’s e-commerce boom and enthusiasm for construction and building public works. The reduction in overtime would leave as much as a third of cargo undelivered by the end of the decade due to a critical shortage of drivers, the Nomura Research Institute said in a recent estimate.\nThe number of drivers, many of whom are nearing retirement age, would fall by 35% compared with 2015, it added. The government believes that could result in a ¥10tn hit to the world’s third-largest economy, where almost 90% of freight is transported by road.\nThe anticipated slump in the number of truck drivers will have consequences for every corner of the economy, not least for farms and fisheries, whose clients expect the freshest produce. Factories, hospitals and convenience stores could all be affected.\nIn the two decades that Watanabe, 43, has been driving trucks around her company’s base in Fukui prefecture, a largely rural region on the Japan Sea coast, toilet facilities have improved, while improved seat design and steering technology have made her job much easier. “Now it’s far more normal to see women drivers, and male drivers are getting used to it.”\nWith more women driving large trucks, companies are starting to customise their vehicles to better accommodate them, including fitting cabins with curtains to give their occupants more privacy during rest breaks.\n“To avoid going under, trucking companies will have to harness women’s potential … and make a point of reaching out to them instead of just saying that they want to hire more drivers in general,” Watanabe said.\n“A lot of companies that rely on the logistics sector are complacent about the difficulties coming their way. Some of them don’t even know what the 2024 problem is.”\nShe now drives a heavy dump truck filled with asphalt, sand or earth to construction sites, and works about 30 hours of overtime a week – meaning that her extra hours will fall dramatically from April. “My husband and I can make changes to cope with that, but I think a lot of drivers will just quit,” she said. But she has no intention of joining them.\n“The women I work with help each other out with childcare and taking time off – the sort of things that men sometimes struggle to understand.\n“And if you like driving as much as I do, being behind the wheel of a big truck is a real thrill. You’re out and about all the time. Driving gives you a sense of freedom.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Social Issue"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mffR6.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mffR6.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mayumi watanabe",
          "sentiment": "negative"
        },
        {
          "name": "watanabe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "google maps",
          "sentiment": "none"
        },
        {
          "name": "tomtom",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "japan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T22:28:04.801+02:00",
    "updated": "2023-12-30T22:28:04.801+02:00"
  },
  {
    "uuid": "25429d0803ddeefa7ca453ab93843051ab6cd76d",
    "url": "https://www.eurogamer.net/david-hasselhoff-surprise-face-of-new-green-gaming-initiative",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Victoria Kennedy",
    "published": "2024-07-05T11:58:00Z",
    "title": "David Hasselhoff surprise face of new green gaming initiative",
    "text": "David Hasselhoff surprise face of new green gaming initiative\nBay-watch yourself!\nActor David 'The Hoff' Hasselhoff - known for his roles in 80s TV series Baywatch and Knight Rider, as well as his music career (I still get Jump in my Car stuck in my head from time to time) - is the new face of an initiative which aims to fight climate change with video games.\nIt's called\nMake Green Tuesday Moves (MGTM). On the first Tuesday of each month, participating studios will launch a collection of 'green' items within their games, with these items being exclusive to the movement. MGTM will then invest proceeds from these items into \"fully certified sustainability projects by not-for-profit digital platform PlanetPlay\".\nAnd, this month, it is all about that Hoff DLC, with other celebrities expected to follow in subsequent months.\nThe Hoff himself has starred in several promotional videos for July's initiative push, posing with Knight Rider's KITT and\nwhipping himself up a healthy smoothie all in the name of Planet Earth.\n\"Snag those pixel-perfect skins and lots of other great gear,\" he says, adding that each \"piece of gear is a power up\" for the planet. \"Your play time turns into green time, zapping pollution and healing the Earth, one epic item at a time!\"\nGames involved this month are casual\nGoogle Play store offerings, including Peridot from Pokémon Go developer Niantic and Solitaire from Tripledot.\nProjects this\ninitiative will be supporting, meanwhile, include the Hongera Clean Cookstove project - which is \"working to improve the livelihoods of poorer families in Kenya, preserve indigenous forestry and reduce global CO2 emissions\" - and the Teeny Tiny Truth. This initiative is focused on \"reducing the influx of microplastics into New Zealand's fresh water systems\".\n\"As someone who has spent years entertaining audiences around the world, I know the power of influence,\" said Hasselhoff in a\npress release for Make Green Tuesday Moves. \"Climate change isn't just a distant threat; it's here and now.\n\"By joining the Make Green Tuesday Moves initiative, we can turn our everyday gaming into a force for good. Let's make every play for our planet. Together, we can create a legacy of sustainability for future generations.\n\"Stay cool, stay green, and make a difference!\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://bit.ly/4b135Ib",
      "https://www.play.google.com/store/apps/editorial?id=mc_games_editorialmd_mgtm_july_fcp&pli=1",
      "https://prnewswire.com/news-releases/david-hasselhoff-makes-green-tuesday-moves-with-planetplay-to-help-fight-climate-change-with-video-games-302187143.html",
      "https://play.google.com/store/apps/editorial",
      "https://www.planetplay.com/mgtm",
      "https://www.bit.ly/4b135Ib",
      "https://www.prnewswire.com/news-releases/david-hasselhoff-makes-green-tuesday-moves-with-planetplay-to-help-fight-climate-change-with-video-games-302187143.html",
      "https://play.google.com/store/apps/editorial?id=mc_games_editorialmd_mgtm_july_fcp&pli=1",
      "http://youtube.com/watch?v=3Tg2nR45iuo",
      "http://www.youtube.com/watch",
      "https://planetplay.com/mgtm",
      "http://www.youtube.com/watch?v=3Tg2nR45iuo"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "david hasselhoff",
          "sentiment": "neutral"
        },
        {
          "name": "david",
          "sentiment": "neutral"
        },
        {
          "name": "hasselhoff",
          "sentiment": "none"
        },
        {
          "name": "hoff",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mgtm",
          "sentiment": "none"
        },
        {
          "name": "kitt",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "planet earth",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T15:02:14.610+03:00",
    "updated": "2024-07-05T15:02:14.610+03:00"
  },
  {
    "uuid": "b6a54d093835778bed8adf43b1d27b26214769a7",
    "url": "https://www.otempo.com.br/brasil/fortes-chuvas-atingem-rio-grande-do-sul-na-ultima-sexta-feira-do-ano-1.3302589",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agências",
    "published": "2023-12-29T16:43:00Z",
    "title": "Fortes chuvas atingem Rio Grande do Sul na última sexta-feira do ano",
    "text": "O Rio Grande do Sul amanheceu nesta sexta-feira (29) sob forte temporal que causou estragos na região metropolitana de Porto Alegre e em municípios do interior do estado. Segundo a empresa RGE Energia, que distribui energia para a maior parte do estado, ao menos 203 mil clientes encontram-se sem energia, sobretudo nas regiões norte e de Missões. A principal causa, segundo a distribuidora, é a queda de galhos e árvores sobre a rede elétrica. “As equipes da RGE estão totalmente mobilizadas para restabelecer o fornecimento de energia”, disse a empresa, em nota. Desde o início da manhã, a Defesa Civil do Rio Grande do Sul emitiu dois alertas em razão da situação meteorológica. No primeiro alerta, publicado às 6h54 e válido até as 18h, o órgão frisou a possibilidade de “alagamentos pontuais, cheias em arroios e inundações em córregos e regiões ribeirinhas” na parte centro-sul do estado, incluindo a capital Porto Alegre. O segundo alerta, publicado às 10h23 e válido até as 15h, avisa a respeito de “chuvas e ventos pontualmente fortes, descargas elétricas e eventual queda de granizo” na região norte do Rio Grande do Sul. Há relatos de queda de árvores e queda de energia em ao menos dez municípios: Cândido Godói, Cerro Largo, Giruá, Horizontina, Santa Rosa, Santo Cristo, São Luiz Gonzaga, São Nicolau, Tucunduva e Ubiratema. Em Ubiratema, o telhado de uma quadra esportiva chegou a desabar, mas sem relatos de feridos. Previsão do tempo De acordo com o Instituto Nacional de Meteorologia (Inmet), o tempo deve continuar instável no Rio Grande do Sul, com fortes pancadas de chuva e possíveis trovoadas, até o fim desta sexta-feira (29). O órgão emitiu alerta laranja de perigo meteorológico, válido até as 17h desta sexta, informando sobre chuva entre 30 e 60 mm/h ou 50 e 100 mm/dia, ventos intensos (60-100 km/h) e queda de granizo. Há risco de corte de energia elétrica, estragos em plantações, queda de árvores e de alagamentos, segundo o Inmet. No sábado (30), o tempo deve voltar a abrir, embora ainda com nebulosidade. A previsão para a virada do ano é de sol com muitas nuvens e ventos fracos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T18:57:05.250+02:00",
    "updated": "2023-12-29T20:56:18.289+02:00"
  },
  {
    "uuid": "d93062b95da7273d3e488d436939e5b96c19d27d",
    "url": "https://www.sport.es/es/noticias/seleccion/campeones-arrancan-buen-ritmo-gol-107803849",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jordi Gil",
    "published": "2024-09-05T20:46:00Z",
    "title": "Los campeones arrancan a buen ritmo, aunque sin gol en Belgrado",
    "text": "NATIONS LEAGUE Los campeones arrancan a buen ritmo, aunque sin gol en Belgrado La selección española avasalló a Serbia en el segundo tiempo, pero las buenas jugadas, sobre todo de Lamine Yamal, no recibieron premio España arrancó con un punto en Belgrado en el estreno de la nueva edición de la UEFA Nations League. El equipo dejó otra vez una impresión muy positiva, aunque en esta ocasión no tuvo la magia de acertar ante la meta contraria para llevarse la merecida victoria De la Fuente se decantó por Dani Olmo en la media punta y Pedri se quedó en el banquillo. [Lamine, recuperado de su golpe, y Nico Williams tuvieron en esta ocasión a Ayoze como referencia](/es/noticias/seleccion/fuente-lamine-golpe-jugar-serbia-107757950) ofensiva con la baja de Morata. El otro cambio obligado por sanción y cantado fue el de Zubimendi por Rodri. Serbia salió con su habitual sistema de tres centrales y con una brutal pitada al técnico Dragan Stojkovic de una afición aún dolida por la tempranera eliminación en la Eurocopa. La media entrada que se registró en el 'Pequeño Marakaná' fue la mejor muestra del desencanto con la selección. Los precedentes, sin embargo, no son un barómetro preciso en el inicio de una nueva temporada y ni el campeón de Europa podía confiarse ni los serbios tirar la toalla antes de empezar. Aunque España salió dominando y controlando el balón, Serbia pudo marcar nada más empezar en un veloz contragolpe desbaratado en última instancia por Laporte y un lanzamiento desviado encima de la portería de David Raya. La Roja debía imponer su estilo, aunque vio pronto que tampoco debía desprotegerse. Pese a ello, Carvajal sufría por la derecha y Jovic dispuso de la segunda ocasión local. Jovic perdona la más clara La Roja debía mejorar su juego plano ofensivo y tratar de ser más vertical. Lamine Yamal y Nico Williams eran las válvulas de escape frente a un rival que tenía claro su plan: defender muy juntos y salir a la contra. Con los extremos más participativos y un Dani Olmo omnipresente llegó la primera oportunidad española con una volea alta de Carvajal. Lamine y Nico se activaron y Serbia empezó a sufrir. Sus disparos empezaron a llegar y meter el miedo en el cuerpo aún más a sus rivales. Entre el azulgrana y Olmo fabricaron una jugada preciosa con remate final de Ayoze detenido por Rajkovic. La réplica fue inmediata con Jovic y Le Normand rompiendo el fuera de juego, fallando de forma increíble solo ante Raya. El partido se animó y Fabián cruzó la pelota en medio de la locura. El medio tiempo sirvió para calmar los ánimos a un partido muy disputado, con cinco amarillas solo en 45 minutos. Sin tregua El alto ritmo continuó en el segundo tiempo con una falta lanzada por Ilic al lateral de la red. Serbia se lo creía y veía que cada vez que aceleraba creaba peligro. De la Fuente contestó con cambios de calidad situando a Grimaldo y Oyarzabal. Las sustituciones dieron aire a España para frenar los arreones balcánicos. Grimaldo dejó su sella que obligó a volar a Rajkovic, con rechace posterior para Lamine, quien acarició el gol con su rosca. España se sentía por fin superior al rival y se veía con más opciones de ganar. El ex portero del Mallorca se volvió a lucir frente al blaugrana y Fabián perdonó en el área pequeña tras una recuperación del de Rocafonda. De la Fuente quería ganar y situó a Pedri para los últimos minutos. El equipo estaba volcado y solo faltaba tener mayor claridad en el área contraria. Con el juego solo en campo serbio, el de la rioja subió su apuesta con dos hombres de área como Joselu y Ferran. El ex madridista pudo ser víctima de un penalti nada más entrar. Los últimos balones centrados al área no tuvieron recompensa y España se tuvo que conformar con un punto que puede mejorar si el domingo gana en Suiza. Ficha técnica Serbia: Rajkovic, Erakovic (Simic, 45'), Milenkovic, Pavlovic, Nedejkovic, Ilic (Mitrovic, 85'), Lukic, Birmancevic, Samardzic (Grujic, 74'), Zivkovic (Belic, 63') y Jovic (Ratkov, 74') España: Raya, Carvajal, Le Normand, Laporte, Cucurella (Grimaldo, 57'), Zubimendi, Fabián (Pedri, 77'), Lamine Yamal, Olmo (Ferran Torres, 81'), Nico Williams (Joselu, 81') y Ayoze (Oyarzabal, 57') Árbitro: Serdar Gözübüyük. TA: Erakovic (5'), Birmancevic (44'), Belic (70') / Ayoze (22'), Carvajal (27'), Lamine (41'), Laporte (46'), Le Normand (59'), Olmo (67'), De la Fuente (85') Estadio: Rajko Mitić, 30.000 espectadores [RRSS WhatsApp](https://api.whatsapp.com/send?text=Los%20campeones%20arrancan%20a%20buen%20ritmo%2C%20aunque%20sin%20gol%20en%20Belgrado%20https://www.sport.es/es/noticias/seleccion/campeones-arrancan-buen-ritmo-gol-107803849%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Facebook](https://www.facebook.com/sharer/sharer.php?u=https://www.sport.es/es/noticias/seleccion/campeones-arrancan-buen-ritmo-gol-107803849%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Twitter](https://twitter.com/intent/tweet?original_referer=https://www.sport.es/es/noticias/seleccion/campeones-arrancan-buen-ritmo-gol-107803849&text=Los%20campeones%20arrancan%20a%20buen%20ritmo%2C%20aunque%20sin%20gol%20en%20Belgrado%20%20https://www.sport.es/es/noticias/seleccion/campeones-arrancan-buen-ritmo-gol-107803849%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40sport) [RRSS email](mailto:?subject=Los%20campeones%20arrancan%20a%20buen%20ritmo%2C%20aunque%20sin%20gol%20en%20Belgrado%20&body=https://www.sport.es/es/noticias/seleccion/campeones-arrancan-buen-ritmo-gol-107803849%3Futm_source%3Dmail%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [Copiar URL](javascript: void(0)) [Villarreal - Barcelona, en directo hoy: alineaciones, horario y dónde ver el partido de LaLiga EA Sports 2024/25](https://www.sport.es/es/noticias/barca/villarreal-barcelona-directo-hoy-alineaciones-108425993) [Grave lesión de rodilla de Ter Stegen](https://www.sport.es/es/noticias/barca/lesion-ter-stegen-rodilla-108436050) [¿Puede fichar el Barça por la lesión de Ter Stegen?](https://www.sport.es/es/noticias/barca/fichar-barca-lesion-ter-stegen-108436943) [Preocupación por Andreu Buenafuente al aparecer con la cara rota en la gala inaugural del Festival de San Sebastián](https://www.sport.es/es/noticias/fuera-de-juego/preocupacion-andreu-buenafuente-aparecer-cara-108388154) [El mercado del '9' se le complica al Barça](https://www.sport.es/es/noticias/barca/mercado-9-le-complica-barca-108382733) [Manita' con sabor agridulce de un Barça lanzado en la Liga](https://www.sport.es/es/noticias/barca/resumen-goles-resultado-villarrean-fc-barcelona-liga-easports-108432546) [Lo del Bernabéu y el Madrid es insoportable](https://www.sport.es/es/noticias/opinion/bernabeu-madrid-insoportable-108419543) [Munuera Montero se inventó el penalti en un piscinazo de Endrick](https://www.sport.es/es/noticias/real-madrid/munuera-montero-invento-penalti-piscinazo-108418360)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-06T00:44:38.365+03:00",
    "updated": "2024-09-23T18:05:20.691+03:00"
  },
  {
    "uuid": "aa6b36fad239a672be94e4188ed78843421f52a8",
    "url": "https://vnexplorer.net/the-best-times-to-visit-bora-bora-for-good-weather-lower-prices-and-incredible-whale-watching-s993453.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-01-15T14:05:00Z",
    "title": "The Best Times to Visit Bora Bora for Good Weather, Lower Prices, and Incredible Whale Watching",
    "text": "Timing is everything.\nVV-pics/Getty Images\nThe South Pacific island of Bora Bora, one of the Society Islands in French Polynesia, is a tropical paradise. Surrounded by coral reefs and rising to an extinct volcano in its center, Bora Bora is known for its abundant marine life, white-sand beaches, gorgeous scenery, overwater bungalow resorts, and turquoise waters.\nYear-round temperatures in Bora Bora fall between the low 70s and mid-80s. “April through October is Bora Bora’s high season, with exquisite weather for outdoor adventures and less humidity. This can be the busiest time, especially during the summer months, so for optimum weather with fewer crowds, choose April or May,” Emmanuel Richardet, general manager at The St. Regis Bora Bora Resort, tells Travel + Leisure.\nThe dry season (May through October) brings low humidity and very little rain, whereas the wet season (December through March) is hotter and more humid. Here’s a breakdown of Bora Bora’s tourist seasons:\nHigh Season: May through October Shoulder Season: April and November Low Season: December through March Before your book your overwater bungalow, here are some things to consider when planning a trip to Bora Bora.\nM Swiet Productions/Getty Images\nBest Time to Visit for Smaller Crowds The rainy, humid months of December through March are less popular with tourists who typically seek sunny, dry weather. Visitors during this time might feel like they have the island to themselves. The exception is the year-end festive season — always a popular time in warm-weather destinations — when travelers come to celebrate the holidays and relax before the new year.\nWith fewer tourists during the low season, visitors can find secluded beaches, enjoy intimate dinners, and discover new experiences. “On a rainy afternoon, guests can take a French Polynesian cooking class or relax in our spa,” said Richardet. “When the weather breaks, there are magical rainbow views of Mount Otemanu.”\nBest Time to Visit for Good Weather The weather during the dry months of May through October is warm, with low humidity levels and temperatures ranging between the low 70s and mid-80s. This is the perfect time for excursions to local villages or hikes on the island. Although the sunny weather attracts more visitors, it’s still possible to feel secluded in an overwater bungalow where you have a private outdoor area and the ability to swim right from your own deck.\nDuring this time, snorkeling, diving, boating, sailing, and jet skiing are popular activities. Bora Bora’s marine life and coral formations are a major attraction for divers and snorkelers seeking stunning scenery below the surface, which includes eagle rays, bat rays, manta rays, leopard rays, sea turtles, a variety of sharks, and tropical fish.\nClaire Bates/Travel + Leisure\nBest Time to Visit for Lower Prices Smart travelers who want to save some money know to opt for the low season or shoulder season for their vacations. In a tropical destination like Bora Bora, where there are fairly distinct dry and rainy seasons, the wet months typically offer less appeal to tourists. To attract visitors during these times, resorts, airlines, and tour companies promote tourism with discounts and special deals.\nThe low season in Bora Bora (December through March) should be the focus for a budget-minded traveler, with the months of January, February, and March likely offering the best prices once the holiday season is over.\nJanuary is the rainiest month, but there’s the proverbial silver lining. “The low season is a great time to experience Bora Bora like a local and [be] immersed in the region’s rich culture,” Richardet told T+L. “Our cultural ambassador, Maui, shares stories passed down by his ancestors while teaching traditional Polynesian flower crown weaving and pareo making.”\nThe shoulder months of April and November combine off-season prices with a good chance of pleasant weather. April is a transition to the dry season, and November leads into the rainy season that typically starts in December.\nJohny Goerend / 500px/Getty Images\nBest Time to Visit for Whale Watching Humpback whales migrate north from around Antarctica to the warm waters of French Polynesia between the months of July and November. During that time, they give birth, nurture their young, and play in the waters around Bora Bora. In addition to humpbacks, you might see orcas, rorquals, and dolphins.\nOrganized whale-watching boat tours are available, and visitors often see the animals while on snorkeling or diving trips. Many of the whale-watching boats are equipped with hydrophones that give visitors the opportunity to hear the sounds of the whales communicating with one another.\nSince the whales swim in Bora Bora’s lagoons close to the shore, they can often be seen from land, especially when they breach. With breaching, the whale lifts its body, leaping nearly entirely out of the water, creating a huge splash.\nMichele Westmorland/Getty Images\nBest Time to Visit for Cultural Festivals In July — the peak of the dry season when temperatures are in the low 80s and nearly every day is sunny — a month-long celebration of French Polynesian culture takes place. Heiva I Bora Bora, set mainly in Vaitape, features music, dancing, singing, art, and traditional entertainment, as well as athletic competition. There’s a javelin-throwing contest, a coconut tree-climbing event, and an outrigger canoe race.\nShops are decorated with flowers, local handicrafts are displayed, and traditional foods are served. In addition, hotels and resorts offer special programming to add to the festivities.\nJeremy J Saunders/Getty Images\nBest Time to Visit for Diving, Snorkeling, and Sailing In May and June, the weather is clear and sunny. The waters during this time are calm and warm, with temperatures hovering around the low 80s, making it ideal for exploring the marine life and coral reefs with a diving expedition or snorkeling boat trip.\nMild trade winds keep the weather comfortable and create perfect conditions for sailing and kiteboarding. Winds typically increase during the following months, and viewing conditions may not be as clear.\nBest Time to Visit for Hiking June, July, and August — dry months with lower humidity and breezes to cool down after a challenging workout — are good times to tackle Bora Bora’s hiking trails. It’s advisable to trek with a guide or join a small group, both for safety and for gaining local knowledge about various points of interest.\nThe most popular hike is to the Valley of the Kings, about three hours of moderate effort. More difficult is the hike on Mount Otemanu. While most visitors are content enjoying Mount Otemanu’s scenic beauty from afar, avid hikers may want to get a closer look. They are rewarded with spectacular views of Bora Bora’s lagoons, lush landscape, and motus (islands).\nSerious trekkers come to Bora Bora from around the world at the end of July to participate in the rigorous Raid Anei Bora Bora, a competitive hiking event that goes through jungle terrain.\nWorst Time to Visit If sunny weather is your top priority, you’ll probably name the rainiest month — January — as the worst time to visit Bora Bora. More than 12 inches of rain typically fall during this hot, humid month, and you most likely won’t have many days for sunbathing. However, some travelers might welcome an opportunity to relax and watch the rain fall as they read a book or listen to music in their luxurious bargain-priced overwater bungalow. To each his own, and really, there’s no bad time to be in Bora Bora.\nRead the original article on Travel & Leisure.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Environment"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1n03gO.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1n00G1.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1n00G5.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1n00FY.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1n03gW.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1n03gZ.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1n03gZ.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1n03gO.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1n03gW.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1n00G5.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1n00G1.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1n00FY.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "emmanuel richardet",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "best times",
          "sentiment": "negative"
        },
        {
          "name": "st. regis bora bora resort",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "south pacific",
          "sentiment": "none"
        },
        {
          "name": "bora bora",
          "sentiment": "none"
        },
        {
          "name": "french polynesia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-15T16:19:45.865+02:00",
    "updated": "2024-01-15T16:19:45.865+02:00"
  },
  {
    "uuid": "02b8877c3c6834674a3c7ae826c25c1230487e43",
    "url": "https://www.noticiasrcn.com/deportes/liverpool-es-lider-de-la-premier-por-derrota-de-arsenal-461890",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "noticiasrcn.com",
    "published": "2023-12-28T22:30:00Z",
    "title": "Liverpool es líder de la Premier por derrota de Arsenal",
    "text": "Sonríe Luis Díaz: Arsenal perdió y Liverpool recupera el liderato en la Premier League Los 'gunners' cayeron de locales frente a West Ham este jueves, en la fecha 19 de la Premier League. Relevo en el liderato de la [Premier League](https://www.noticiasrcn.com/temas/premier-league): Arsenal se vio sorprendido en su estadio al caer 2-0 ante su vecino West Ham, este jueves en el partido que cerró la 19ª jornada, donde no pudo retener el liderato. El checo Tomas Soucek (minuto 13) y el griego Konstantinos Mavropanos (55) firmaron esta victoria del West Ham bajo la lluvia en el Emirates Stadium. Liverpool recupera el liderato en la Premier League Los 'Gunners' se quedan con 40 puntos, a dos del [Liverpool ](https://www.noticiasrcn.com/temas/liverpool)(42), que en el 'Boxing Day' del martes había ganado 2-0 en el terreno del modesto Burnley (19º) y se había colocado en cabeza provisionalmente. La derrota del Arsenal ante los 'Hammers' hace que el liderato de los pupilos de Jürgen Klopp sea ya en firme, al menos hasta la siguiente jornada, que arranca el sábado. Más información: [Luis Díaz va por el récord de Hugo Rodallega, el colombiano con más asistencias en la Premier League](https://www.noticiasrcn.com/deportes/luis-diaz-paso-a-james-rodriguez-en-marca-de-la-premier-461731) Precisamente, el Arsenal había mantenido el liderato el pasado domingo con un empate 1-1 en el campo del Liverpool. Esta vez tuvo que claudicar en su objetivo ante un West Ham (6º) en puestos europeos. Respecto a otros perseguidores, el Arsenal sigue un punto por delante del Aston Villa (3º), que perdió el martes 3-2 en el campo del Manchester United, pero ve acercarse a tres puntos al Manchester City (4º), que el miércoles ganó 3-1 en el campo del Everton (17º) y que tiene además un partido disputado menos que el resto de formaciones de la parte alta de la clasificación. El Tottenham (5º), que fue derrotado 4-2 en el campo del Brighton (8º) este jueves, es otro de los perdedores de esta jornada al salir de la 'zona Champions' y quedar ahora a seis puntos del líder Liverpool. Siga viendo: [Los números de Luis Díaz en el Liverpool: ¿críticas merecidas?](https://www.noticiasrcn.com/deportes/numeros-de-luis-diaz-en-temporada-con-liverpool-461693) Arsenal perdió con polémica En el derbi londinense de este jueves, el primer gol del West Ham vino acompañado de cierta controversia. Jarrod Bowen salvó 'in extremis' que un balón se perdiera por la línea de fondo y envió un pase hacia el centro del área, donde apareció Soucek para fusilar el 1-0. El VAR revisó durante una larga espera la jugada para determinar si el balón había llegado a cruzar la línea de fondo o no, antes de que el tanto fuera validado. En la segunda mitad, el segundo del West Ham llegó en un saque de esquina, que Mavropanos cabeceó al fondo de la portería local. El triunfo de los visitantes pudo haber sido mayor ya que dispuso de un penal en los últimos instantes, pero el arquero español David Raya adivinó el lanzamiento del argelino Saïd Benrahma (90+6). El Arsenal llevó la iniciativa durante casi todo el partido, pero sin efectividad en esta ocasión. En la primera parte, Bukayo Saka estuvo cerca de equilibrar la ventaja previa del West Ham en dos ocasiones, lo que podía haber cambiado el guión del partido. Primero en el 31, con un remate de cabeza que salvó el guardameta Alphonse Areola, y luego en el 42, cuando envió al palo. Puede ver: [Kevin Mier le ganó el lugar a David Ospina: revelan detalles](https://www.noticiasrcn.com/deportes/kevin-mier-le-gano-el-lugar-a-david-ospina-en-cruz-azul-461884) Noticiasrcn.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:58:17.856+02:00",
    "updated": "2023-12-29T00:58:17.856+02:00"
  },
  {
    "uuid": "93a1ed359545bbfa989552047a62f310851827f3",
    "url": "https://www.rfi.fr/pt/programas/convidado/20241024-morte-de-odair-moniz-sem-justi%C3%A7a-n%C3%A3o-h%C3%A1-paz",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "RFI",
    "published": "2024-10-24T16:24:00Z",
    "title": "Convidado - Morte de Odair Moniz: “Sem justiça não há paz”",
    "text": "Os distúrbios que aconteceram nos últimos dias na periferia de Lisboa levantam, mais uma vez, a questão do racismo e da atitude da polícia nas chamadas \"zonas urbanas sensíveis\" da capital portuguesa. Yussef, emigrante e activista anti-racista guineense que vive na Grande Lisboa, disse à RFI que, se nada mudar, estes episódios vão acontecer cada vez mais. O presidente da república de Portugal disse esta quinta-feira que se verifica uma \"desescalada da violência\" e que a \"paz social\" está a regressar à Área Metropolitana de Lisboa, depois de três noites de tumultos. Odair Moniz, 43 anos, cidadão cabo-verdiano, e morador no Bairro do Zambujal, na Amadora, foi baleado mortalmente por um agente da PSP na madrugada de segunda-feira. A RFI falou com Yussef, emigrante e activista anti-racista guineense que vive na Grande Lisboa, sobre as circunstâncias e as consequências deste caso, que levanta, mais uma vez, a questão do racismo e da atitude da polícia nas chamadas \"zonas urbanas sensíveis\" da capital portuguesa. RFI: Não é a primeira vez que acontece uma morte nestas circunstâncias, mas é a primeira vez que há esta reacção. Como é que explica a dimensão dos protestos? Yussef: Os protestos têm a ver com o contexto político que vivemos, neste momento, em Portugal. Como disse, e bem, não é a primeira vez que esta situação acontece. O policiamento que existe, por exemplo, na Cova da Moura, é diferente do policiamento que existe eventualmente num bairro do centro de Lisboa. Isto tem a ver com os critérios que a PSP alavanca no sentido de designar estas zonas como sensíveis, o que desde já cria um conjunto de problemas, tendo em conta a caracterização e depois o relacionamento que esta instituição que é PSP tem com os moradores dessas zonas. Acredito que a razão principal pela qual nós temos esta indignação, eu diria que a nível nacional, tem a ver com o momento político. Existem movimentos a partir desses mesmos bairros que dão voz a este protesto, que têm uma dimensão nacional neste momento e, ao mesmo tempo, existe uma solidariedade da parte da sociedade portuguesa através de partidos políticos que têm assento no Parlamento e têm voz na comunicação social. Isto faz com que haja uma outra dimensão do homicídio que aconteceu segunda-feira de madrugada. RFI: Falou de partidos que estão solidários com estas comunidades, mas também há partidos que utilizam esta situação para fomentar o medo em relação a estes bairros. Yussef: O “Chega” tem uma agenda clara de polarização no seio da sociedade portuguesa, no sentido de angariar votos e, ao mesmo tempo, colocar em prática o projecto político que tem características claramente fascizantes. O senhor André Ventura disse que o polícia que cometeu o homicídio deveria ser condecorado, mesmo sem existir uma investigação que tenha transitado em julgado, uma decisão final sobre o que aconteceu e o apuramento das responsabilidades. É um discurso típico de regimes em que o Estado de Direito democrático não existe. O “Chega” tem sua agenda e é preciso denunciar. Esta agenda é baseada em preconceito, no racismo e na xenofobia. RFI: Foram queimados dois autocarros, automóveis e caixotes do lixo. Este tipo de distúrbios vão dar força às ideologias que está a criticar? Yussef: O ideal na luta é que ela seja consequente e que siga os trâmites normais. Acontece que, por exemplo, aqui em Portugal, a Justiça tem o seu preço, tem o seu timing que, por vezes, não coincide com o timing necessário para que as coisas sejam esclarecidas. Eu creio que os discursos políticos deveriam criar condições para que estes actos não acontecessem. Infelizmente, está a acontecer exactamente o contrário. Estamos a falar de zonas em que a pobreza é uma constante. Hoje, a Rede Europeia Anti-Pobreza revelou que em Portugal a pobreza aumentou. Estamos a falar de um país em que existem cerca de 2 milhões de pobres. E, muito provavelmente, muitos deles vivem nestes bairros. Se nós temos estas situações de violência, temos que entender o contexto político e económico a partir do qual esta violência brota e não propriamente usar discursos que, a meu ver, vão criar mais condições para que estas situações de violência aconteçam. RFI: Existem bairros como o da Cova da Moura que, para muitas pessoas são inacessíveis e muito perigosos. Quem vive nestes bairros gosta de receber pessoas novas? Yussef: É preciso, em primeiro lugar, acabar com estas “zonas urbanas sensíveis” e, ao mesmo tempo, é preciso dialogar com as organizações destes bairros legitimamente reconhecidas pelos moradores, porque elas podem fazer uma radiografia dos problemas e, ao mesmo tempo, alavancar as soluções. Creio que é fundamental. É preciso criar espaço onde a voz destas comunidades possa ser ouvida e participar na criação de soluções concretas. Ao mesmo tempo, é preciso uma recolha de dados étnico raciais, no sentido de fazer uma radiografia que permita legitimar a crítica que estas populações e as suas associações de movimentos anti-racistas fazem da situação concreta. Estamos a falar da situação de desemprego, trabalho precário, situações de violência policial, do não acesso a transportes públicos ou acesso com horários extremamente precários. RFI: Olhando para os distúrbios a que assistimos nos últimos dias, na periferia de Lisboa, existe o risco de se tornarem habituais como acontece noutros países, como em França, por exemplo? Yussef: É importante entender porque acontecem estes casos em várias geografias e porque acontecem especificamente com comunidades racializadas. Vou dar um exemplo: aqui, a PSP juntamente com certos órgãos de comunicação social, avançou com uma narrativa que, neste momento, já se comprovou que não corresponde à verdade. Isto cria condições para que haja uma revolta, porque estamos a falar de instituições do Estado. Temo que estas situações se possam generalizar. Eu creio que é muito importante divulgar uma palavra de ordem, por parte dos órgãos de comunicação social, que vem das associações destes bairros, dos moradores e dos seus representantes: sem justiça não há paz. E ouso dizer, com o mínimo de consciência deste fenómenos, que se nós continuarmos o debate superficial desta questão, daqui X tempo, infelizmente, vão voltar a acontecer. Já aconteceram demasiadas vezes para aquilo que se diz que é o Estado de Direito Democrático em Portugal. NewsletterReceba a newsletter diária RFI: noticiários, reportagens, entrevistas, análises, perfis, emissões, programas. [Me registro](https://emailing.rfi.fr/pt/subscribe)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:06:05.225+03:00",
    "updated": "2024-10-25T00:06:05.225+03:00"
  }
]