[
  {
    "uuid": "bd46139931ba6488a77dfe40464735ef798cf981",
    "url": "https://www.devdiscourse.com/article/international/2760643-durham-regional-police-identifies-suspect-behind-multiple-break-and-enters-at-hindu-temples-in-canada-this-year",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ANI",
    "published": "2023-12-29T05:39:00Z",
    "title": "Durham Regional Police identifies suspect behind multiple break-and-enters at Hindu temples in Canada this year | International",
    "text": "Durham Regional Police identifies suspect behind multiple break-and-enters at Hindu temples in Canada this year Durham Regional Police have identified the suspect behind multiple break-and-enters at Hindu temples this year in Canada and he has been held for a bail hearing, the Durham Regional Police said in a media release. [ANI](/ani-stories)| Updated: 29-12-2023 13:39 IST | Created: 29-12-2023 13:39 IST - Country: - Canada Durham Regional Police have identified the suspect behind multiple break-and-enters at Hindu temples this year in Canada and he has been held for a bail hearing, the Durham Regional Police said in a media release. Recently, in October, the 41-year-old Jagdish Pandher from Brampton, was caught while committing additional break-and-enters at Hindu temples in Canada's Pickering and Ajax. According to a media release by the Durham Regional Police, on October 8, at approximately 12:45 am, members of the West Division responded to reports of a break-and-enter in progress at a Hindu temple in the area of Bayly Street and Krosno Boulevard in Pickering. \"A male was seen on security surveillance breaking into the temple and taking a large quantity of cash from the donation boxes,\" the release stated. However, he fled the area before the police's arrival but was seen on surveillance footage later that morning committing \"additional break-and-enters at Hindu temples in Pickering and Ajax.\" The investigators have linked the same suspect to numerous other break-and-enters at Hindu temples throughout the year. \"These break-and-enters occurred in the Durham Region and around the Greater Toronto Area,\" the release said. According to the release, although these offences occurred at places of worship, they do not appear to be hate crimes or motivated by hate. Jagdish Pandher is facing charges for numerous offences, including break-and-enter place other than dwelling x4, possessing property obtained by crime under USD 5000 x4, break-and-enter with intent x1, and breach of probation x5, the release highlighted. Meanwhil in a separate incident on Wednesday, shots were fired at the residence of an Indian-origin man in Canada's Surrey in the early morning. The incident took place at the residence of the son of Satish Kumar, the president of Lakshmi Narayan Mandir, in Surrey. The incident happened at a residence in the 14900 block of 80 Avenue, Surrey. Reportedly, no one was injured during the incident. Earlier in August this year, a Hindu temple was vandalised in Canada by extremist elements with Khalistan referendum posters in the late hours of Saturday, Australia Today reported. The incident happened in British Columbia, Canada. This wass not the first such attack on Hindu temples in Canada. Multiple such incidents have been carried out by Khalistani extremists. Several incidents were also recorded this year. In April this year, BAPS Swaminarayan temple was vandalised with anti-India graffiti in Windsor Ontario, Canada. Earlier in February, the Ram Mandir in Canada's Mississauga was vandalised with anti-India graffiti. The Consulate General of India in Toronto condemned the defacing of the Mandir and requested Canadian authorities to investigate the incident and take prompt action against the perpetrators. (ANI) (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pickering",
          "sentiment": "none"
        },
        {
          "name": "jagdish pandher",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hindu",
          "sentiment": "negative"
        },
        {
          "name": "durham regional police",
          "sentiment": "negative"
        },
        {
          "name": "international durham regional police",
          "sentiment": "negative"
        },
        {
          "name": "west division",
          "sentiment": "none"
        },
        {
          "name": "canada durham regional police",
          "sentiment": "none"
        },
        {
          "name": "ajax",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "canad",
          "sentiment": "none"
        },
        {
          "name": "brampton",
          "sentiment": "none"
        },
        {
          "name": "bayly street",
          "sentiment": "none"
        },
        {
          "name": "pickering",
          "sentiment": "none"
        },
        {
          "name": "krosno boulevard",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T10:14:19.127+02:00",
    "updated": "2023-12-29T10:14:19.127+02:00"
  },
  {
    "uuid": "47e9261ce0f46149cb06d2c6884808088769d92a",
    "url": "https://www.newswise.com/articles/major-breakthrough-unveils-immune-system-s-guardian-ikaros?sc=rsla",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Monash University",
    "published": "2024-01-05T19:05:00Z",
    "title": "Major breakthrough unveils immune system's guardian: IKAROS",
    "text": "Newswise — In a scientific breakthrough that aids our understanding of the internal wiring of immune cells, researchers at Monash University in Australia have cracked the code behind IKAROS, an essential protein for immune cell development and protection against pathogens and cancer.\nThis disruptive research, led by the eminent Professor Nicholas Huntington of Monash University’s Biomedicine Discovery Institute, is poised to reshape our comprehension of gene control networks and its impact on everything from eye colour to cancer susceptibility and design of novel therapies.\nThe study, published in Nature Immunology, promises pivotal insights into the mechanisms safeguarding us against infections and cancers. When the transcription factor Ikaros/Ikzf1 was deliberately obstructed, be it in preclinical models or humans, the once-mighty activity of Natural Killer (NK) cells, our immune system's frontline warriors, plummeted. Loss of this transcription factor in NK cells resulted in wide-spread dysregulation of NK cell development and function, preventing their ability to recognize and kill virus-infected cells and clear metastatic tumour cells from circulation. Aiolos/Ikzf3 and Helios/Ikzf2, related family member were found to partial compensate for the loss of Ikaros, as such when multiple IKZF-family members were inhibited, NK cells underwent rapidly death. Mechanistically, Aiolos and Ikaros were found to directly bind and activate most members of the JUN/FOS family, transcription factors known for their essential roles in human embryo development and tissue function.\nThis discovery opens the door to the prospect of potential novel cancer therapeutics. NK cells, our first line of defence against pathogens and internal threats like cancers, could be fortified by therapies enhancing their killing prowess by targeting IKAROS and JUN/FOS biology.\nProfessor Huntington notes that drugs targeting IKAROS/AIOLOS have already received approval from the US Food and Drug Administration (FDA) and local Therapeutic Goods Administration (TGA) for the treatment of B cell malignancy “but until now we haven’t understood how these drugs work, armed with this new information it could be possible to develop novel drugs targeting these complexes which may offer differentiated pharmacology and therapeutic index for treating disease,” he said. Importantly on this front, Professor Huntington’s team were able to show that IKAROS had a conserved role in healthy B cells and thus potentially B cell cancers.\nMEDIA CONTACT\n[Register for reporter access to contact details](/users/register)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nicholas huntington",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "monash university",
          "sentiment": "none"
        },
        {
          "name": "nature immunology",
          "sentiment": "none"
        },
        {
          "name": "monash university’s biomedicine discovery institute",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ikaros",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:17:59.541+02:00",
    "updated": "2024-01-06T00:17:59.541+02:00"
  },
  {
    "uuid": "3c221a179bf554fb0853c8aa2fa80be5aeeede5b",
    "url": "https://www.thebetterindia.com/337165/startup-leopard-tech-lab-helps-kerala-forest-department-combat-wildlife-crime/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tina Freese",
    "published": "2023-12-29T09:23:00Z",
    "title": "How Two Techies Are Helping Foresters Combat Wildlife Crimes With Technology",
    "text": "Founders of Kerala-based Leopard Tech Labs, Allen Shaji and Sobin Matthew built the Hostile Activity Watch Kernel (HAWK) software to help forest departments fight wildlife crime. With the growing modernisation and increasing population, the line between civilisation and the wild has become increasingly blurry. For the most part, humans have been known to encroach upon areas designated for the wild. This human-animal conflict has raised issues worldwide. In a country like India, which is home to some of the rarest animals on the planet, encompassing over 24 percent of [ forest area](https://www.thebetterindia.com/130976/india-forest-tree-green-cover/), the rate of wildlife crime is alarmingly high. Similar Story [ ](https://www.thebetterindia.com/337129/eroponics-tower-planter-for-balcony-garden-by-iit-kanpur-startup-macrogardens/) These Aeroponic Towers Let You Grow 30X More Vegetables in Small Balconies Prakhar Agarwal and Tanay Tiwari's IIT Kanpur incubated startup, Macrogardens makes aeroponic towers that let you grow 30 times more vegetables in small balconies.Read more > If we look back at our ancestors, we realise that perpetrating atrocities upon innocent wildlife has been a sport for humans. Whether hunting them for pleasure or exploiting their skin, teeth, and bones for our benefit, we have exploited them for ages. Despite the Government implementing rules and laws to protect the wild, cases of wildlife crime remain staggeringly high. According to a [report](https://www.deccanherald.com/india/112-tigers-deaths-from-january-to-july-this-year-says-wildlife-trust-of-india-1241859.html) by The Hindu, in 2020 alone, there were more than 1,000 registered cases of wildlife crime. A [report](https://indianexpress.com/article/cities/bangalore/tamil-nadu-highest-number-wildlife-crimes-southern-states-rti-query-8846758/) by The Indian Express states that in 2023, Tamil Nadu reported 150 cases of wildlife crime, while Karnataka reported 70 instances of wildlife crimes and 17 incidents of poaching. Even with a judicial system in place for such crimes, the question of why wildlife crimes are on the rise persists. Faced with similar concerns, two tech enthusiasts, Allen Shaji and Sobin Mathew from Kerala combined their technological expertise and passion for the wild to digitally document [ wildlife crimes](https://www.thebetterindia.com/161753/ias-hero-uttar-pradesh-tribes-news/) in India. This not only eliminates bureaucracy and paperwork but also expedites the delivery of justice. Fighting wildlife crime with technology Born and raised in Kerala, Allen and Sobin were college buddies who completed their graduation from Amalguri College of Engineering in 2016. “Like any other engineering graduates, we were also looking for job opportunities. I got placed at a company and was waiting for the offer letter to arrive in 2016 when I realised that I might not want to do a job,” Allen tells The Better India. During this time, he met with some conservationists who nudged him into wildlife conservation. “While most techies are into finding jobs and getting packages, I realised that the [wildlife conservation](https://www.thebetterindia.com/332168/tadoba-maharashtra-vacation-sustainable-homestay-by-wildlife-conservation-experts/) sector is something that no one really talks about,’ he says. “At that time, the techies weren’t delving into conservation, and technology was quite limited in this field. When we had the opportunity to converse with conservationists, they mentioned the lack of certain software tools. Everything relied heavily on paperwork, prompting us to contemplate introducing innovation to the conservation field.” He continues, “I realised how there is a gap in the market. There is almost zero technology to track any kind of wildlife crime in India. So I decided to join hands with my friend Sobin who has similar interests to bridge this gap.” And just in time, when the duo was looking to enter the field, “We were looking for opportunities in the sector and tried reaching various conservationists. We met with Mr Jose Louie, who also was from our hometown. He was from the Wildlife Trust Of India who helped us secure our first project with them. The project, named Mapper, marked the beginning of our collaboration. Upon successfully completing this project, we realised that our ideas have more potential,” he says. Similar Story [ ](https://www.thebetterindia.com/337047/agapi-sikkim-founder-rinzing-choden-bhutai-quit-delhi-job-to-start-vegan-skincare-brand/) Sikkim Woman's Skincare Startup Uses Rare Himalayan Plants, Earns $1 Million Valuation Founder of Agapi Sikkim, Rinzing Choden Bhutia left a corporate career in Delhi to start a women-led, cruelty-free skincare brand that uses indigenous Himalayan plants as raw materials.Read more > In 2017, they incorporated the company ‘Leopard Tech Labs’. Currently, they have launched several products that help combat wildlife crime and have a customer base in eight countries. They inform that they are also in collaboration with different State Governments in India. ‘HAWK’ for speedy justice After incorporating their company, Allen and Sobin began working as consultant software developers for the Wildlife Trust of India. It was during this period that they seized an opportunity to collaborate with the Kerala Forest Department. “Working with the Wildlife Trust of India and with their support, our company was able to make HAWK or Hostile Activity Watch Kernel with the forest department of Kerala,” he says. The Kerala forest department or most forest departments in the country relied heavily on manual records of crimes and cases. The Kerala forest department has now switched to a digital documenting process in a first-of-its-kind initiative. “HAWK is an offence management system that includes case handling, court case monitoring, communication management, and wildlife death monitoring. This module encompasses various functions,” he explains, “Before its implementation, all processes were managed through paperwork. With the software in place, users simply input the data, and the system automatically generates reports in formats such as PDF, ready for submission to the court.” The company has built an analytics module along with a communication module. For instance, if a question arises [in the Parliament ](https://www.thebetterindia.com/166751/hero-parliament-attack-terrorists-crpf-delhi-india/)about the number of wildlife deaths in Kerala from January 1 to February. The system provides the required data with a single click and within seconds, enabling efficient analysis. Explaining how the software works, Allen says, “Users can quickly retrieve data on specific wildlife incidents, like the number of elephant deaths from electrocution or tigers lost to hunting. The system provides data in formats such as Excel, PDF, graphs, and Google Maps, offering insights into the geographical distribution of incidents.” Additionally, it allows higher authorities to monitor the status of cases, whether pending at the range or division level or submitted to the court. This functionality streamlines review meetings, facilitates prompt actions based on case progress, and provides speedy justice. For this data, the company collaborates with various NGOs and Government agencies. Currently, they are in collaboration with NGOs — such as IUCN, IFaw, WTI, Kerala Forest Department, Tamil Nadu Forest Department, Mudumalai Tiger Reserve, Periyar Tiger Reserve, Parambikulam Tiger Reserve, and Species Survival Commission (SSC). Besides HAWK, the company has several other products such as SARPA — Snake Awareness, Rescue and Protection App, Jumbo Radar — a comprehensive tool to [monitor elephants](https://www.thebetterindia.com/260553/wildlife-conservation-elephants-save-school-teacher-hero-west-bengal/) outside protected areas, WildWatch — an integrated human-wildlife conflict mitigation and early warning system, and much more. “In the realm of wildlife and human-animal conflict, existing systems often rely on paperwork, resulting in a lack of comprehensive data. Our system, however, enables tracking of crop patterns over time, facilitating the identification of periods with increased conflicts,” he says. By generating heat maps and analysing data spanning five years, the company can pinpoint specific times when conflicts peak. “This information allows for targeted interventions, such as advising villagers to relocate or alter crop cultivation practices, thereby mitigating conflicts and promoting coexistence,” he says. Find their work interesting? Visit their [website ](https://leopardtechlabs.com/products?category=6128b0b7f7a5e3ef8efe1703)to know more. (Edited by Pranita Bhat) Tell Us More Similar Story [ ](https://www.thebetterindia.com/336432/mission-start-ab-prime-video-grassroots-entrepreneurs-innovators-unicorn-mentorship-startup-founder/) Prime Video’s New Reality Series Answers What Grassroots Innovators Can Do To Become India’s Next Unicorns ‘Mission Start Ab’ a competitive reality series on Prime Video will inspire and guide innovators and entrepreneurs across India, as 10 entrepreneurs will be mentored by industry figures like Kunal Bahl, Anisha Singh and Manish Chowdhary.Read more > We bring stories straight from the heart of India, to inspire millions and create a wave of impact. Our positive movement is growing bigger everyday, and we would love for you to join it. Please contribute whatever you can, every little penny helps our team in bringing you more stories that support dreams and spread hope.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.deccanherald.com/india/112-tigers-deaths-from-january-to-july-this-year-says-wildlife-trust-of-india-1241859.html)",
      "https://indianexpress.com/article/cities/bangalore/tamil-nadu-highest-number-wildlife-crimes-southern-states-rti-query-8846758/)",
      "https://leopardtechlabs.com/products?category=6128b0b7f7a5e3ef8efe1703)to",
      "https://deccanherald.com/india/112-tigers-deaths-from-january-to-july-this-year-says-wildlife-trust-of-india-1241859.html)",
      "https://leopardtechlabs.com/products",
      "https://www.indianexpress.com/article/cities/bangalore/tamil-nadu-highest-number-wildlife-crimes-southern-states-rti-query-8846758/)",
      "https://www.leopardtechlabs.com/products?category=6128b0b7f7a5e3ef8efe1703)to"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "allen shaji",
          "sentiment": "negative"
        },
        {
          "name": "sobin matthew",
          "sentiment": "negative"
        },
        {
          "name": "macrogardens",
          "sentiment": "none"
        },
        {
          "name": "tanay tiwari",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "leopard tech labs",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "kerala",
          "sentiment": "none"
        },
        {
          "name": "kanpur",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:33:45.631+02:00",
    "updated": "2023-12-29T17:33:45.631+02:00"
  },
  {
    "uuid": "fa6f170647df5af7b7f04ca5b77b7b42baa9b7ea",
    "url": "https://www.dvidshub.net/video/909450/80th-anniversary-four-chaplains",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Monica K. Guthrie",
    "published": "2023-12-29T01:50:00Z",
    "title": "80th Anniversary of the \"Four Chaplains\"",
    "text": "CAMP HUMPHREYS, South Korea -- Members of the U.S. Army Garrison Humphreys community gathered at the Four Chaplains Memorial Chapel, Feb. 3, to honor the 80th anniversary of the sinking of the USAT Dorchester.\nIn 1943, the Dorchester, carrying more than 900 men, made its way across the Atlantic Ocean to join the Allied forces fighting in World War II. An attack sunk the ship but not before four chaplains made their mark on history by caring after others even in the midst of peril.\nTheir legacy is the namesake of the Four Chaplains Memorial Chapel on Humphreys.\n|Date Taken:\n|02.03.2023\n|Date Posted:\n|12.28.2023 20:50\n|Category:\n|Video Productions\n|Video ID:\n|909450\n|VIRIN:\n|230203-A-BL368-1001\n|Filename:\n|DOD_110064010\n|Length:\n|00:03:30\n|Location:\n|KR\n|Downloads:\n|1\n|High-Res. Downloads:\n|1\nThis work, 80th Anniversary of the \"Four Chaplains\", by\nMonica K. Guthrie, identified by DVIDS, must comply with the restrictions shown on https://www.dvidshub.net/about/copyright.\nNo keywords found.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "garrison humphreys",
          "sentiment": "negative"
        },
        {
          "name": "monica k. guthrie",
          "sentiment": "none"
        },
        {
          "name": "humphreys",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "u.s. army",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "south korea",
          "sentiment": "none"
        },
        {
          "name": "usat dorchester",
          "sentiment": "none"
        },
        {
          "name": "atlantic ocean",
          "sentiment": "none"
        },
        {
          "name": "chaplains memorial chapel",
          "sentiment": "none"
        },
        {
          "name": "dorchester",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:13:52.999+02:00",
    "updated": "2023-12-29T04:13:52.999+02:00"
  },
  {
    "uuid": "11b9534239e3886348a155306c4275ea25ae06b1",
    "url": "https://www.thesunchronicle.com/news/local_news/scary-warm-weather-greets-halloween-trick-or-treaters-dry-conditions-raise-another-red-flag/article_3eae7924-97d3-11ef-8fed-3fe443c15a50.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stephen Peterson speterson@thesunchronicle.com",
    "published": "2024-10-31T21:58:00Z",
    "title": "Scary warm weather greets Halloween trick-or-treaters; dry conditions raise another Red Flag | Local News | thesunchronicle.com",
    "text": "There was no need for fall or winter attire for trick-or-treaters Thursday as it ended up being the warmest Halloween on record.\nThe thermometer hit a high of 79 at 2 p.m., edging out the old record of 78 in 1946, the Attleboro Water Department said.\nTemps were still running in the 70s and 60s as children visited neighborhoods for goodies.\nAnd the highly unusual mild weather for this time of year will continue Friday with highs again forecast for the upper 70s, which could set another record.\nHowever, winds are expected to accompany the warmth, which has prompted the National Weather Service in Norton to issue a Red Flag Warning, just as it did last Saturday.\nRed Flag Warnings are issued when outdoor fire threats are elevated because of dry and windy conditions.\nThere were a few brush fires this past weekend in the Attleboro area but dozens throughout the region -- some which continue to burn.\nDespite a little rain Wednesday morning, the region continues to be experiencing one of the driest spells in decades.\nThere has been no significant rain since mid-September.\nWhile Attleboro came within a degree of 80, Taunton actually reached that mark Thursday.\n“These temperatures are running on average about 20 degrees warmer than normal,” said Samantha Borisoff, a climatologist at the Northeast Regional Climate Center at Cornell University.\nShe noted that weather can vary widely in October, a transitional month between seasons.\n“So every Halloween can be very different,” she said.\nThere was a low of 53 at 5 a.m. Thursday, the water department said.\nThere could be a brief shower Friday morning, forecasts indicate.\nMore seasonable weather is returning for the weekend, with highs only in the 50s and lows in the 30s, meteorologists said.\nWith wire reports\nFacebook Twitter WhatsApp SMS Email Print Copy article link Save STEPHEN PETERSON Author email Follow STEPHEN PETERSON Close Get email notifications on {{subject}} daily! Your notification has been saved. There was a problem saving your notification. {{description}}\nEmail notifications are only sent once a day, and only if there are new matching items.\nSave Manage followed notifications Close Followed notifications Please log in to use this feature Log In Don't have an account? Sign Up Today",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": false,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.thesunchronicle.com%2Fnews%2Flocal_news%2Fscary-warm-weather-greets-halloween-trick-or-treaters-dry-conditions-raise-another-red-flag%2Farticle_3eae7924-97d3-11ef-8fed-3fe443c15a50.html%3Futm_medium%3Dsocial%26utm_source%3Dfacebook%26utm_campaign%3Duser-share",
      "https://twitter.com/intent/tweet?&text=Scary%20warm%20weather%20greets%20Halloween%20trick-or-treaters%3B%20dry%20conditions%20raise%20another%20Red%20Flag&via=TheSunChronicle&url=https%3A%2F%2Fwww.thesunchronicle.com%2Fnews%2Flocal_news%2Fscary-warm-weather-greets-halloween-trick-or-treaters-dry-conditions-raise-another-red-flag%2Farticle_3eae7924-97d3-11ef-8fed-3fe443c15a50.html%3Futm_medium%3Dsocial%26utm_source%3Dtwitter%26utm_campaign%3Duser-share",
      "https://wa.me/?text=https://www.thesunchronicle.com/news/local_news/scary-warm-weather-greets-halloween-trick-or-treaters-dry-conditions-raise-another-red-flag/article_3eae7924-97d3-11ef-8fed-3fe443c15a50.html",
      "https://wa.me/",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.thesunchronicle.com%2Fnews%2Flocal_news%2Fscary-warm-weather-greets-halloween-trick-or-treaters-dry-conditions-raise-another-red-flag%2Farticle_3eae7924-97d3-11ef-8fed-3fe443c15a50.html%3Futm_medium%3Dsocial%26utm_source%3Dfacebook%26utm_campaign%3Duser-share",
      "https://www.twitter.com/intent/tweet?&text=Scary%20warm%20weather%20greets%20Halloween%20trick-or-treaters%3B%20dry%20conditions%20raise%20another%20Red%20Flag&via=TheSunChronicle&url=https%3A%2F%2Fwww.thesunchronicle.com%2Fnews%2Flocal_news%2Fscary-warm-weather-greets-halloween-trick-or-treaters-dry-conditions-raise-another-red-flag%2Farticle_3eae7924-97d3-11ef-8fed-3fe443c15a50.html%3Futm_medium%3Dsocial%26utm_source%3Dtwitter%26utm_campaign%3Duser-share",
      "https://www.facebook.com/sharer/sharer.php",
      "https://twitter.com/intent/tweet",
      "https://wa.me/?text=https://thesunchronicle.com/news/local_news/scary-warm-weather-greets-halloween-trick-or-treaters-dry-conditions-raise-another-red-flag/article_3eae7924-97d3-11ef-8fed-3fe443c15a50.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Attleboro Water Department",
          "sentiment": "none"
        },
        {
          "name": "National Weather Service",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T00:52:38.430+02:00",
    "updated": "2024-11-01T00:52:38.430+02:00"
  },
  {
    "uuid": "9ee9bb71de99e73539d35166e3739a252512dfe8",
    "url": "https://www.breitbart.com/politics/2024/01/25/missouri-aluminum-plant-saved-by-trumps-tariffs-after-closing-under-obama-to-shut-down-again",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Binder",
    "published": "2024-01-25T00:00:00Z",
    "title": "Missouri Aluminum Plant, Saved by Trump's Tariffs, to Shut Down Again",
    "text": "A southeast Missouri aluminum plant, saved in 2018 by former President Donald Trump’s tariffs on aluminum imports, after having closed in 2016 under former President Obama, is now set to shut down under President Joe Biden.\nThis week, executives at Magnitude 7 Metals (Mag7) in New Madrid County, Missouri announced that the aluminum plant will again close its doors, with about 500 American workers set to be laid off by the end of the month.\n“Pray for us man. [Mag7] was a good job, I just hate how it folded how it did,” employee Chavis Goodwin told Heartland News. “… it’s a lot of people that depended on this job and a lot of families that are about to be hurt behind this.”\nMag7 is just one of only a handful of remaining aluminum plants in the United States thanks to job-killing free trade policy for decades that has wiped out the industry in the nation’s heartland.\nSen. Josh Hawley (R-MO) is calling on Biden to intervene and save the aluminum plant from closure by invoking the Defense Production Act of 1950. Hawley cites the increasing gutting of the nation’s domestic aluminum supply chains.\n“Not only is this development a devastating blow to working families and good-paying union jobs in my state, but it directly threatens the national economic security of the United States. This smelter accounts for nearly 30 percent of the nation’s primary aluminum production,” Hawley writes to Biden:\nMagnitude 7 Metals is one of three primary aluminum manufacturers in the United States and operates one of handful of active smelters nationwide. Its annual production capacity is 263,000 metric tons, which accounts for almost 30 percent of the nation’s overall capacity, according to some estimates. As you know, primary aluminum is used in various industrial goods, including aircraft, automobiles, solar panels, and many types of military equipment. The Department of Defense has deemed aluminum a strategic material of interest mainly because of the latter. [Emphasis added]\nPrimary aluminum production has declined in the United States during the past two decades— catastrophically. As recently as 2000, the United States ranked as the world’s largest producer of primary aluminum. However, the United States now accounts for less than 2 percent of global primary aluminum. This steep production decline results from several factors, including state-led overproduction in China that has led Chinese aluminum manufacturers to dump subsidized aluminum into global markets, thereby depressing the commodity’s price and undermining U.S. manufacturers’ financial viability. [Emphasis added]\nThe precipitous decline of the primary aluminum industry and the importance of aluminum for U.S. national security informed the Trump Administration’s decision to impose 10 percent tariffs on aluminum products, pursuant to Section 232 of the Trade Expansion Act of 1962. However, in the past 18 months, two other primary aluminum smelters have been curtailed, one in Washington and another in Kentucky. The curtailment of Magnitude 7 Metal’s smelter makes a third. It’s clear more must be done to stabilize and revitalize the nation’s primary aluminum industry. [Emphasis added]\nThe aluminum plant shuttered under Obama in 2016 because it could not compete with cheap Chinese aluminum that was being dumped in the U.S. market. Then, in 2018, Trump helped reopen the plant with his steel and aluminum tariffs.\nNow, under Biden, the plant will again see its doors close. In December 2021, Biden announced he was exempting European Union (EU) countries from Trump’s aluminum tariffs. Last month, he said EU countries would be exempted from the tariffs for another two years.\nAs Hawley noted, an aluminum plant in Whatcom County, Washington, similarly closed last year, as well as an aluminum plant in Hancock County, Kentucky, which saw nearly 1,000 American workers laid off from their jobs.\nThe Economic Policy Institute (EPI) has carefully researched the impact that free trade policy has had on America’s working and middle class communities, and more specifically, the nation’s aluminum industry.\n“Between 2010 and 2017, 18 of 23 domestic aluminum smelters shut down production, eliminating roughly 13,000 good jobs,” EPI researchers detailed. “By 2016, the U.S. industry was down to three aluminum refineries; by 2017, only one remained in operation.”\nThanks to Trump’s tariffs on aluminum imports, EPI researchers stated, the industry was revived with more production, more investment, and more jobs added as a result. In many cases, plants like Mag7, reopened after having shuttered.\nJohn Binder is a reporter for Breitbart News. Email him at jbinder@breitbart.com. Follow him on Twitter here .\nEconomy Politics aluminum mill American workers Barack Obama China foreign imports Free Trade Joe Biden Josh Hawley Tariffs",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "Social Issue"
    ],
    "external_links": [
      "https://www.hawley.senate.gov/sites/default/files/2024-01/Hawley-Letter-To-Biden-Magnitude-7-Metals.pdf",
      "https://www.epi.org?p=227122&view=embed&embed_template=charts_v2013_08_21&embed_date=20240103&onp=227032&utm_source=epi_press&utm_medium=chart_embed&utm_campaign=charts_v2",
      "https://www.wdrb.com/news/century-aluminum-plant-in-hancock-county-to-shut-down-laying-off-over-600-employees/article_718098de-f35f-11ec-8a4e-43a9d95e6314.html",
      "https://www.epi.org/publication/aluminum-producing-and-consuming-industries-have-thrived-under-u-s-section-232-import-measures/",
      "https://news.alcoa.com/press-releases/press-release-details/2023/Alcoa-Announces-Closure-of-Intalco-Smelter-and-Prepares-Site-for-Redevelopment/default.aspx",
      "https://www.lightmetalage.com/news/industry-news/smelting/magnitude-7-metals-plans-reopen-aluminum-smelter-missouri/",
      "https://twitter.com/JxhnBxnder",
      "https://www.kfvs12.com/2024/01/24/most-mag7-employees-lose-jobs-after-jan-28-according-letter/",
      "https://lightmetalage.com/news/industry-news/smelting/magnitude-7-metals-plans-reopen-aluminum-smelter-missouri/",
      "https://wdrb.com/news/century-aluminum-plant-in-hancock-county-to-shut-down-laying-off-over-600-employees/article_718098de-f35f-11ec-8a4e-43a9d95e6314.html",
      "https://hawley.senate.gov/sites/default/files/2024-01/Hawley-Letter-To-Biden-Magnitude-7-Metals.pdf",
      "https://www.kfvs12.com/2024/01/24/most-mag7-employees-lose-jobs-after-jan-28-according-letter",
      "https://kfvs12.com/2024/01/24/most-mag7-employees-lose-jobs-after-jan-28-according-letter/",
      "https://www.epi.org",
      "https://www.news.alcoa.com/press-releases/press-release-details/2023/Alcoa-Announces-Closure-of-Intalco-Smelter-and-Prepares-Site-for-Redevelopment/default.aspx",
      "https://epi.org?p=227122&view=embed&embed_template=charts_v2013_08_21&embed_date=20240103&onp=227032&utm_source=epi_press&utm_medium=chart_embed&utm_campaign=charts_v2",
      "https://www.lightmetalage.com/news/industry-news/smelting/magnitude-7-metals-plans-reopen-aluminum-smelter-missouri",
      "https://epi.org/publication/aluminum-producing-and-consuming-industries-have-thrived-under-u-s-section-232-import-measures/",
      "https://www.twitter.com/JxhnBxnder",
      "https://www.epi.org/publication/aluminum-producing-and-consuming-industries-have-thrived-under-u-s-section-232-import-measures"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "negative"
        },
        {
          "name": "chavis goodwin",
          "sentiment": "none"
        },
        {
          "name": "obama",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "josh hawley",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "hawley",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "missouri aluminum plant",
          "sentiment": "negative"
        },
        {
          "name": "heartland news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "missouri",
          "sentiment": "none"
        },
        {
          "name": "new madrid county",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:15:17.428+02:00",
    "updated": "2024-01-26T07:23:33.137+02:00"
  },
  {
    "uuid": "928ea88ef35149aa30107da95a1d0174878deac6",
    "url": "https://andina.pe/agencia/noticia-ancash-chimbotanos-fueron-sorprendidos-persistente-lluvia-durante-madrugada-968509.aspx",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Empresa Peruana de Servicios Editoriales S. A. EDITORA PERÚ",
    "published": "2023-12-29T00:00:00Z",
    "title": "Áncash: chimbotanos fueron sorprendidos por persistente lluvia durante la madrugada | Noticias | Agencia Peruana de Noticias Andina",
    "text": "Una persistente lluvia sorprendió esta madrugada a los habitantes de la provincia del Santa, en la zona costa de la región Áncash. Las precipitaciones provocaron la formación de charcos de agua en las principales calles de la ciudad de Chimbote.\nLa lluvia inició alrededor de las 04:00 horas y cayó en los distritos de Chimbote, Nuevo Chimbote, Moro, Nepeña y otros.\nAunque la precipitación no fue intensa, sí fue duradera causando algo de alarma entre los pobladores, ya que el agua empezó a filtrar a algunas viviendas, sobre todo las de material más precario.\nLea también: Trujillo soporta persistente lluvia desde las 04:00 horas y reportan aniegos en distritos\nHoy por la mañana, varios pobladores realizaron la limpieza de sus casas. De igual manera, los gobiernos locales desplegaron a su personal de Limpieza Pública para retirar los charcos de agua de la ciudad.\nEn algunos sectores de Chimbote y Nuevo Chimbote se han reportado cortes de fluido eléctrico a causa de la precipitación pluvial.\nEsta mañana Chimbote tiene un cielo despegado con un sol bastante radiante y una alta temperatura.\nMás en Andina: Cerca de dos toneladas de productos pirotécnicos fueron incautados ayer por agentes de la Policía Nacional y el Ministerio Público en un almacén clandestino de la ciudad de Huancayo (Junín). https://t.co/xX1eumq2Bc pic.twitter.com/EI3TGiXJ29\n— Agencia Andina (@Agencia_Andina) December 29, 2023\n(FIN) GHD/MAO",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://t.co/EI3TGiXJ29",
      "https://t.co/xX1eumq2Bc",
      "https://twitter.com/Agencia_Andina/status/1740733453241368673?ref_src=twsrc%5Etfw",
      "https://www.t.co/xX1eumq2Bc",
      "https://twitter.com/Agencia_Andina/status/1740733453241368673",
      "https://www.twitter.com/Agencia_Andina/status/1740733453241368673?ref_src=twsrc%5Etfw",
      "https://www.t.co/EI3TGiXJ29"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T17:50:06.102+02:00",
    "updated": "2023-12-29T17:50:06.102+02:00"
  }
]