[
  {
    "uuid": "71397ef98fd47aba30eea2191a9a0b3363bbc081",
    "url": "https://freerepublic.com/focus/f-religion/4240159/posts",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ebb tide",
    "published": "2024-05-25T08:20:00Z",
    "title": "[Catholic Caucus] Italy faces catastrophic collapse of Catholic faith as Mass attendance falls to 10% or below",
    "text": "Traditionally Catholic Italy is facing a catastrophic collapse of the faith as Mass attendance falls precipitously to 10 percent of the population and even less in some areas.\nThe steady, even accelerating, decline in the practice of the Catholic faith among Italians is detailed in a new study published by Professor Luca Diotallevi of the University of Rome in a book entitled La messa è sbiadita: La partecipazione ai riti religiosi in Italia dal 1993 al 2019 ( The Mass has faded: Participation in religious rites in Italy from 1993 to 2019 ) .\nIn the book, Diotallevi examines the numbers, demographics, and possible causes of the sharp collapse of Sunday Mass attendance in Italy over the last 30 years. According to his findings, Italian Catholicism is on the cusp of disappearing.\nAccording to Diotallevi’s study, which is based on figures from ISTAT, the Italian National Statistics Institute, Mass attendance in Italy has been in freefall since 1993, with a more marked decline from 2005 on and another dive in 2020 and 2021, corresponding with the period of the COVID-19 pandemic. In 2017 for the first time, the number of Italian Catholics who “never” attend Mass exceeded the number who said they attended “at least once a week.”\nIn 1993 the number of practicing Catholics in relation to the total population of Italy was already low at 37.3 percent. This fell to 23.7 percent in 2019. Diotallevi points out that declared regular Sunday Mass attendance is always higher than actual attendance, so the actual percentage of practicing Catholics is even lower than official stats show.\nThe Roman professor wrote:\nIn the Italian population (of age and above), individual declarations of participation with ‘at least weekly’ frequency in highly institutionalized religious rituals, and thus also characterized by some form of significantly centralized regulation, in the period from 1993 to 2019 (source ISTAT, AVQ) have experienced a drastic decrease: they have lost about a third of their initial value. The indicator (which structurally overestimates ‘real’ participation) in the indicated period has experienced not only a consistent decline but also an acceleration. Such acceleration experienced a significant moment roughly in the middle of the first decade of the 21st century.\nRELATED: Italy’s Last Catholic Generation? Mass Attendance in “Collapse” among Under-30s\nDiotallevi’s study also revealed demographic trends in Italy’s decline of Mass attendance. One notable trend was a marked increase in the abandonment of the faith by Italian women, once regarded in the Catholic nation as the “pillars of the parish.”\nDiotallevi wrote, “On a par with the decline and its acceleration, and perhaps as a cause of these, must be counted the progressive detachment between women and religious rites of the type under consideration. It alters and almost erases a constitutive feature of contemporary (and perhaps not only contemporary) Italian religion.” He continued, “Women are deserting highly institutionalized religious rites at a faster rate than men. Often, in the same cohort, the step backward taken by women is much larger than that taken by male peers. The ‘at least weekly’ practice levels of the former have now almost caught up with them. For the youth and early adulthood ages, the run-up can be said to be essentially successfully completed.”\nHighlighting the consequences for the traditional manner of handing on the faith within the home, the Italian author argued that the abandonment of the practice of Catholicism by Italian women spell a drastic further decline that will be seen in the next generation, which will have been raised without faith.\nHe wrote, “Since women in Italy have traditionally been the protagonists in the transmission of religious practices and beliefs to the younger generations, and women have also often been the strongest link between adults and religion – for example, in family communities – the flight of older women from religious rituals, which has been going on for several decades now, is fraught with consequences for the present and even more so for the future of religion in Italy, and thus also for the society and culture of this country.”\nRELATED: Bishop Schneider: Catholic family is the first defense against our current ‘great apostasy’\nIn fact, Diotallevi argued that it is due to the work of Italian women, especially younger women, that the practice of religion is being cast off in accelerated rates in Italian society.\n“The women, and especially the less senior of them, are really giving themselves to work hard to ‘unmask’ Italian society from this kind of ritual and the kind of religion that it implies. It is also their doing if religious ritual of the type considered here is ‘fading.’ Which in no way authorizes religious authorities to pass themselves off purely and simply as victims.”\nThe Italian author also detailed the way in which there has been a decline in the return to the faith among Italy’s growing elderly population. An observable trend in the practice of Catholicism in Italy was that Mass attendance was higher among youth and young adults, prior to marriage, than among those in mid-life, with an observable return to religion among those in later life.\nHowever, the return to the practice of the faith and Mass attendance among the elderly in Italy is declining, corresponding to the increased decline in Mass attendance in early adolescence.\n“Each generation practices a little less than the previous one (cohort effect), anticipating the time of detachment from this type of ritual and witnessing a softening to the point of cancellation of recovery at older ages,” Diotallevi wrote.\nExploring the possible causes of such a catastrophic abandonment of Catholicism in a land which lies at the heart of the Church, the Roman professor surmised that among the likely causes are the liturgical abuses and upheavals to which the Church in Italy has been subjected. He particularly pointed to the “progressive spectacularization of Vatican liturgies that has occurred over the past three pontificates” in Rome, as well as the liturgical innovations with which Italian clergy have scandalized faithful Catholics.\n“Many of the nominally still highly institutionalized and centralized (‘liturgy-centered’) rituals may now have been transformed, in part or entirely, into ‘performance-centered rituals.’” Diotallevi wrote. “For Catholic liturgies, a push in this direction may also have come from the progressive spectacularization of Vatican liturgies that has occurred over the past three pontificates, from the substantial deregulation of increasingly large sectors of ‘Catholic’ liturgical offerings, as well as from many of the solutions adopted by clergy during the lockdowns that have recently taken place to counter the spread of COVID-19 pandemic.”\nThe public liturgical abuses that Italy has seen in recent include a Mass sacrilegiously offered on a surf board, in the water, at the beach, with the priest bare-chested, an outrage that prompted local civil authorities to consider charging the priest with the crime of a public offense against religion. Another priest offered Mass at a park in a rainbow “pride” stole and a skin-tight cycling outfit , and joked when hosts were blown by the wind onto the ground after the consecration.\nREAD: Eucharist flies off table during outdoor Mass offered by priest in LGBT ‘pride’ stole\nThis is not even to mention the many moral, doctrinal, and financial scandals with which the Vatican has long been riddled, which have certainly disaffected Italian Catholics from trusting the Church and practicing the faith.\nProfessor Diotallevi’s dire diagnosis is that very soon in Italy, the practice of the Catholic faith through attendance at Sunday Mass “will be reduced to a figure approaching 10% of the population, which in many parts of the country corresponds to an actual figure in the single digits.”\nThe crisis of religion today, he concludes, is evidenced in the imminent near total collapse of Catholicism in a country that has produced more than 200 popes, and within which lies the heart of the Church.\nHe writes, “The quarter-century-long decline of ‘regular’ participation in highly institutionalized and significantly centralized religious rituals in Italy well represents an important part of the crisis of ‘religion,’ a crisis that moreover is precisely observed with reference to the scientifically invaluable Italian case.”\nRELATED: Rome vocations director warns lack of priests is sign of a ‘sterile Church’",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.lifesitenews.com/news/italian-city-mulls-religious-offense-charge-against-priest-who-offered-mass-in-the-sea-shirtless/",
      "https://www.lifesitenews.com/opinion/bishop-schneider-catholic-family-is-the-first-defense-against-our-current-g/",
      "https://www.store.rubbettinoeditore.it/catalogo/la-messa-e-sbiadita/",
      "https://www.lifesitenews.com/news/italys-last-catholic-generation-mass-attendance-in-collapse-among-under-30s/",
      "https://www.lifesitenews.com/news/rome-vocations-director-warns-lack-of-priests-is-sign-of-a-sterile-church/",
      "https://www.lifesitenews.com/news/eucharist-flies-off-table-during-outdoor-mass-offered-by-priest-in-lgbt-pride-stole/",
      "https://europeanconservative.com/articles/essay/catholic-faith-the-end-of-the-italian-privilege/",
      "https://lifesitenews.com/news/rome-vocations-director-warns-lack-of-priests-is-sign-of-a-sterile-church/",
      "https://www.europeanconservative.com/articles/essay/catholic-faith-the-end-of-the-italian-privilege/",
      "https://www.lifesitenews.com/news/italian-city-mulls-religious-offense-charge-against-priest-who-offered-mass-in-the-sea-shirtless",
      "https://www.lifesitenews.com/news/italys-last-catholic-generation-mass-attendance-in-collapse-among-under-30s",
      "https://europeanconservative.com/articles/essay/catholic-faith-the-end-of-the-italian-privilege",
      "https://lifesitenews.com/news/italys-last-catholic-generation-mass-attendance-in-collapse-among-under-30s/",
      "https://www.store.rubbettinoeditore.it/catalogo/la-messa-e-sbiadita",
      "https://lifesitenews.com/news/eucharist-flies-off-table-during-outdoor-mass-offered-by-priest-in-lgbt-pride-stole/",
      "https://lifesitenews.com/news/italian-city-mulls-religious-offense-charge-against-priest-who-offered-mass-in-the-sea-shirtless/",
      "https://www.lifesitenews.com/opinion/bishop-schneider-catholic-family-is-the-first-defense-against-our-current-g",
      "https://www.lifesitenews.com/news/rome-vocations-director-warns-lack-of-priests-is-sign-of-a-sterile-church",
      "https://lifesitenews.com/opinion/bishop-schneider-catholic-family-is-the-first-defense-against-our-current-g/",
      "https://www.lifesitenews.com/news/eucharist-flies-off-table-during-outdoor-mass-offered-by-priest-in-lgbt-pride-stole",
      "https://store.rubbettinoeditore.it/catalogo/la-messa-e-sbiadita/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "diotallevi",
          "sentiment": "none"
        },
        {
          "name": "luca diotallevi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "traditionally catholic italy",
          "sentiment": "negative"
        },
        {
          "name": "catholic caucus",
          "sentiment": "negative"
        },
        {
          "name": "university of rome",
          "sentiment": "none"
        },
        {
          "name": "istat",
          "sentiment": "none"
        },
        {
          "name": "national statistics institute",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "italy",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-26T01:35:40.500+03:00",
    "updated": "2024-05-26T01:35:40.500+03:00"
  },
  {
    "uuid": "f3991dc716039aaaf0f91dad2e2782acaa1b94cd",
    "url": "https://www.texasmonthly.com/arts-entertainment/texas-veterans-overcome-trauma-through-jiujitsu",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dayton Thompson",
    "published": "2024-03-08T14:30:00Z",
    "title": "For These Veterans, Arm Bars Ease the Psychic Toll of War",
    "text": "When former U.S. Army Special Forces sergeant Alan Shebaro returned to Texas in 2010, he knew others wouldn’t understand. He’d finished serving three rotations in Iraq but knew plenty of others who had it worse. For starters, Shebaro still had all his limbs. He’d accomplished the goals he set for his military career, almost to a tee: a drill sergeant in peacetime and a Green Beret in wartime. So how come he couldn’t get to sleep without a six-pack of beer, three Benadryl, two Ambien, about eight jumbo melatonins, and any Percocet he could find? How come when he rose in the morning, he needed a triple dose of Adderall to get through the day? How come he eventually found himself ready to blow a head gasket over the tiniest public slights? “I was about to literally get into a shootout with a couple of strangers,” Shebaro [recalled](https://www.youtube.com/watch?v=A5_hkWLmHbE) in a 2021 interview. “And I’m not at war. I’m in McKinney, Texas. I felt nothing. Absolutely nothing.” He thought martial arts would ease the transition to civilian age. He’d practiced jiujitsu since 1996, and shortly after returning from his service in 2010, Shebaro opened his own gym, now called Combat Base Texas, in East McKinney, just north of Dallas. Shebaro planned to support himself by coaching others while training for his career in elite-level competitions like the World International Brazilian Jiu-Jitsu Championship. But his struggles started to overwhelm him. Living in the gym to save money, he imagined the day when it would all collapse: two months out from full-blown bankruptcy, six months from being cast out of the jiujitsu community. He tried to find relief through his work. He rose at four in the morning, trained at four-fifteen, and taught from six till half past noon. Then he might have a few hours off until three-thirty. His last students left around eight at night, and he’d go to sleep between one and two in the morning. Shebaro lived like that for years, barely staying afloat and self-medicating to sleep and get through the day. It took something greater than himself to pull himself out of his abyss. About [76 ](https://www.mentalhealth.va.gov/docs/data-sheets/2023/2023-National-Veteran-Suicide-Prevention-Annual-Report-FINAL-508.pdf) [p](https://www.brookings.edu/articles/anger-betrayal-and-humiliation-how-veterans-feel-about-the-withdrawal-from-afghanistan/) [ercent](https://www.mentalhealth.va.gov/docs/data-sheets/2023/2023-National-Veteran-Suicide-Prevention-Annual-Report-FINAL-508.pdf) of U.S. military veterans who served in Afghanistan say they sometimes “feel like a stranger in [their] own country.” In the first twenty years of this century, civilian life for the [1.9 million service members](https://watson.brown.edu/costsofwar/files/cow/imce/papers/2021/Costs%20of%20War_Bilmes_Long-Term%20Costs%20of%20Care%20for%20Vets_Aug%202021.pdf) who were deployed to [Afghanistan and Iraq](https://www.texasmonthly.com/articles/home-front-lines/) has become increasingly disconnected due to what the surgeon general has declared a loneliness epidemic and increasingly lethal because of a nationwide opioid epidemic. And Texas has more veterans than any other state. Many veterans, newly divorced from their military purpose and its close tribal structure, feel alienated upon returning home. Suicide rates among veterans ages 18 to 34 approximately doubled from 2001 to 2021 and peaked in the last reported year. However, U.S. Global War on Terror veterans faced less combat and witnessed fewer fatalities as these wars stretched on: [combat deaths declined](https://www.militarytimes.com/news/your-military/2021/06/21/four-times-as-many-troops-and-vets-have-died-by-suicide-as-in-combat-study-finds/) steadily after 2007, and the number of deployed troops fell from hundreds of thousands to just thousands of troops. Yet from 2010 to 2020, the suicide rate for veterans in their first year after leaving the military has [increased](https://www.mentalhealth.va.gov/docs/data-sheets/2023/2023-National-Veteran-Suicide-Prevention-Annual-Report-FINAL-508.pdf) about 35 percent. And the crisis is even more serious in Texas, where the suicide rate for [veterans between 18 and 34 years old](https://www.mentalhealth.va.gov/docs/data-sheets/2021/2021-State-Data-Sheet-Texas-508.pdf) outpaces that of both the southern region and the entire United States. These young Texas vets are more than twice as likely to die by suicide than civilian Texans. Our homecomings are increasingly fatal. These statistics paint a grim picture of life for contemporary veterans who often find themselves coming home to an atmosphere of social disconnection. Thanks to political polarization and declining participation in civil society groups, Afghanistan and Iraq veterans are likely experiencing the same societal trends as the rest of us in an increasingly distant America. These vets don’t just show us how hard it is to come back here; they remind us how hard it can be just to be here. And for a growing movement of veterans that includes Shebaro, jiujitsu has been key to rebuilding social connections and surviving the home front. Shebaro, who is now 47, served fifteen years, operating as a mechanic, drill sergeant, and, after 9/11, as a Special Forces assaulter, breacher, and sniper. He was discharged in 2011, after working within an elite anti- and counterterrorism unit. As a Green Beret, he deployed across Baghdad and Tikrit, Iraq, and conducted covert operations in locations in he cannot name. Immediately upon his return to civilian life, Shebaro opened Combat Base Texas. He cofounded the [We Defy Foundation](https://wedefyfoundation.org/) in 2015 to provide “combat veterans coping with military connected disabilities a long-term means to overcome their challenges through Brazilian Jiu Jitsu and fitness training.” The group provides yearlong scholarships to disabled vets to train jiujitsu for free. Over the past nine years, We Defy has approved eight hundred training facilities, brought on 415 ambassadors, and awarded 1,200 scholarships. Their scholarships encourage veterans to reengage in a close social system. Jiujitsu practice depends upon training partners, close physical contact, and shared hardship. Those qualities are familiar mainstays of military life, and We Defy aims to help veterans rekindle those bonds through the community that gyms can provide. Jiujitsu can foster a culture of consent and self-compassion: training partners must relinquish their chokeholds and joint locks after their counterparts submit, and everyone must experiment and fail often to improve. Competency in jiujitsu means learning how to reapproach problems and see them differently—exercising the same cognitive flexibility required for resilience and therapeutic healing. Shebaro holds a fifth-degree black belt in jiujitsu and became the first active-duty Special Forces soldier to earn one. His martial practice evolved from Gracie jiujitsu, which was developed by the [Gracie fighting dynasty](https://grantland.com/one-hundred-years-arm-bars-gracie-jiu-jitsu-mma/) in Brazil and first gained mainstream U.S. attention in the 1990s, when Gracie fighters dominated the early years of UFC-branded mixed martial arts competitions. Shebaro began jiujitsu after trying nearly all forms of martial arts he could find. It wasn’t until he was outmatched by a smaller jiujitsu opponent that he realized he wanted to learn the art. He started at the only jiujitsu gym in Texas back then, a facility in Dallas run by a former world champion from Brazil named [Carlos Machado](https://www.carlosmachado.net/). Nowadays as a jiujitsu instructor, Shebaro’s first principle is survival. Every class, he demands that all his students try to take each other down. He forbids “pulling guard”—a common tactic in tournament jiujitsu—which describes when competitors leap onto their backs and try to entangle their legs around their opponents to control posture. Be the guy on top—it’s a rule Shebaro borrowed from one of his teachers, Chris Haueter, who’s renowned in the sport for being one of the first twelve non-Brazilian martial artists to earn a black belt in Brazilian jiujitsu. At his gym, though, Shebaro trains students in a style that draws on multiple fighting traditions, including Brazilian jiujitsu, judo, Russian sambo, and Iranian wrestling. It’s a combat creole that some of Shebaro’s opponents have derided as “Franken-jitsu”—a term that he’s embraced as a compliment. The initiated see jiujitsu as martial chess, but casual observers probably see the sport—and its grappling, chokeholds, joint locks, and takedowns—as pain codified. It’d be manslaughter if taken beyond its own rules and rituals. Jiujitsu is putting your life in somebody else’s hands. The martial art, in its proximity to death, teaches its participants that they can survive life; for its most die-hard adherents, it becomes a lifestyle. East McKinney shows some signs of being swallowed up by North Dallas exurban sprawl, but it’s also still the kind of place where residents say “congratulations” after a neighborhood kid graduates college—not “what’s next?” Shebaro’s gym sits between small commercial strips and a cemetery to the west and McKinney’s small national airport to the east. Inside, plastic medals in precious metal tones hang in the foyer along with pictures of Shebaro, his students, and various reminders of his military service. An image of the 1963 Kennedy assassination—in remembrance of the president who authorized Special Forces to wear their Green Berets—hangs in a black frame. A flag for each service branch adorns the wall opposite the mats, perpendicular to an LGBTQ pride flag. Almost the full alphabet soup of military special-operations acronyms—SEAL, MARSOC, TACP, CCT, SF, PJ—have passed through Combat Base Texas, but Shebaro’s students also reflect the broader community around McKinney: a home-schooled preteen who claimed the only books he needed were Deuteronomy, Exodus, and Leviticus; a lesbian artist who trained alongside her partner; and plenty of cops, middle-managers, pool cleaners, and all the rest. Once students step onto the mats, everyone faces a black wall, a blank slate meant to convey a message that Shebaro often shares with new arrivals: “You are your actions.” I was a sadly comic kid when I met Shebaro in 2014. A litany of health concerns cast a pall over my late elementary and early middle school years. For starters, I suffered from [abdominal migraines](https://americanmigrainefoundation.org/resource-library/abdominal-migraine/), a condition that typically affects children and causes a range of symptoms, including abdominal pain, vomiting, nausea, and more. In my case, the migraines felt like an air-powered impact wrench was torquing my guts. At its worst, abdominal pain occupied most of my waking day and conspired with diarrhea and drenching cold sweats to drown me in distress. I was also physically stunted from a [toe-walking](https://www.mayoclinic.org/diseases-conditions/toe-walking/symptoms-causes/syc-20378410) condition and the many medical interventions I underwent to correct it. Specialists struggled to identify what caused my toe-walking, but I couldn’t stand or walk flat-footed. The condition, if uncorrected, can go on to cause myriad other orthopedic problems: I broke my left foot a couple of times when I was in fifth grade and cracked more toes than I can remember. Intensive efforts to treat my toe-walking began when I was ten, when I underwent three months of serial casting, a technique that required my legs to be covered in hard plaster casts from the tip of my toes to my knees. Each week, doctors would wrap me in a new pair of casts, with each new set meant to stretch the muscles in my lower legs a little more than the last, to try to increase my range of movement and improve my gait. A couple of years later, I traveled to Houston for a cutting-edge surgical procedure aimed at lengthening my heel cord (a procedure typically performed on children with cerebral palsy). The surgeon perforated soft tissue on both of my legs, starting at my Achilles tendons and venturing all the way up to my hamstring on the left side. After the operation, the medical team put me back into plaster casts for three months while the fuzzy-feeling incisions along my legs healed. Then, well, I had to relearn how to walk. At the peak of my peculiarities, sleep became a forgotten friend. At night, my legs were covered in plaster to my knees, and then from there to my hips in knee-straightening braces. I couldn’t lie down any other way but flat on my back and stiff as a board. When I was able to be in school, a speech impediment—I was a “wabbit” kid—along with my body-by-orthopedics made me catnip for Texas schoolboy bullies’ basest instincts. They mimicked my wobbles and mocked my words. I started stumbling toward hallway shadows and hiding from mirrors. I wanted to feel strong and maybe even safe. I found a path to inch toward that when I stepped inside Combat Base Texas at fourteen years old. Shebaro told me that at my height—six feet—I was “a bit too big for the kids’ class.” Sure, but I also weighed 120 pounds at the time. Nevertheless, I robed up in a gi and entered an adult class, and that first day, Shebaro threw me so hard I thought I blacked out. He then told my training partner, “He’ll be fine. Throw him harder.” Those instructions sent me a powerful message: “You’re not different. You belong here.” A few weeks into training me, Shebaro showed me a picture of himself at 21 years old. He was six feet tall, 145 pounds, and folks used to call him Skeletor, he said. Yet his arm was raised; he had won a jiujitsu tournament. In training, Shebaro peppered me with a care that could make me flinch. Sometimes, when I struggled to move my body in space, he’d kick off his anger on a heavy bag nearby. A year in, he began training me for free, privately in the mornings before school. I’d return later in the day for three evening hours. By then, the medical procedures to correct my toe-walking and years of subsequent rehab had been largely successful. I would occasionally still teeter around, but more of the time I was newly flat-footed and able to practice jiujitsu without limitations. Training helped me find comfort in movement and build strength in my fragile frame. It brought me closer to the body I wanted to live within. Back then, I wanted to become a Navy SEAL because I figured that if I could grow strong enough to join the SEALs, then I’d be able to overcome any pain my body could throw at me. Shebaro’s way of training me for a future in the military involved making “damn sure I knew why I wanted to join.” That required a trip or two to Texas Roadhouse, where Shebaro told me he first enlisted in 1995, when he was eighteen, because he saw “a f—ing movie” (the 1981 action classic [Escape From New York](https://www.youtube.com/watch?v=10OoccK7dIw), where Kurt Russell plays a renegade ex–Special Forces hero named Snake Plissken). He added: “I live with that decision every day.” Away from combat, Shebaro said he found “peace in the chaos of jiujitsu.” Only on the mats could he quiet his mind. There, the most challenging sessions were the most satisfying. “Frustration presents problems,” he said. “Problems present opportunities for solutions.” And different athletes—with their different body types, backgrounds, and limitations to overcome—presented ever more challenges and potential solutions. Joey Bozik jokes that his porn-star name would be Tripod. The [retired Army sergeant](http://res.dallasnews.com/interactives/mma-amputee/) who now lives in Prosper, just west of McKinney, lost three of his limbs when the vehicle he was riding in drove over an improvised explosive device in Iraq in 2004. The explosion broke every major bone in his body. He spent more than a year in recovery at Walter Reed Army Medical Center in Washington, D.C.—plenty of time to ruminate on how he didn’t want his injuries to define the rest of his life. His single mom had taught him not to feel self-pity, and he decided she’d raised him to be too damn stubborn to give up. He was discharged from active duty in May 2005, and has relearned to drive, performing a modified one-arm pull-up on the steering wheel every time he gets into his truck. Since returning to civilian life, Bozik has had two children: a daughter and a son. In 2014, a decade after his injury, Bozik brought his daughter to enroll in jiujitsu classes at Combat Base Texas. Bozik and Shebaro connected over their shared military service, and after Bozik had been bringing his daughter by for about a month, Shebaro asked him if he wanted to train, too. “I’ll be patient with you,” he told Bozik, “if you’ll be patient with me.” On Bozik’s first day, Shebaro asked him simple questions: “Can you move your hips? What’s your balance like? How hard can you grip? Can you bend your elbow?” The answers made Shebaro a believer. “I can work with this,” he said. The two began training twice a day, Monday through Friday. Shebaro brought Bozik to the best gyms in the metroplex and introduced him to other black belts to further his instruction. “Shebaro’s among the most giving people I’ve ever met,” Bozik said. After a few months of training, Bozik wanted to know if the techniques he’d learned would work at full speed, unshielded from the safety of private sessions. He wanted to face full-bodied foes, so he joined the rest of us in Shebaro’s adult classes. Before his first group session, everyone was “pleasant and shaking hands,” Bozik said. Once they hit the mats together, though, the others began choking and wrenching him, submitting him every fifteen or thirty seconds, he recalled with a grin. To this day, nothing gets under his skin more than a jiujitsu partner who tries to go easy on him, or a bystander who sees him and says, “I’m sorry.” It wasn’t long before Bozik started competing in open jiujitsu tournaments. People crowded around him for his first match, held in Houston. “They had no idea what the fuck I was there for,” he said. Maybe they thought he was “just there.” Perhaps he was a “charity case.” Maybe they thought, “Congratulations to the blown-up veteran trying his best.” But Bozik’s goal was clear: “I’m here to compete. If we slap hands and it’s time, I’m here to kill you.” He lost his single-elimination match by [points](https://www.advantagejiujitsu.ca/2022/06/27/how-do-points-in-jiu-jitsu-work/) but managed to drag his opponent to the ground during the grappling contest. He and Shebaro were “breaking down barriers they didn’t even know existed,” he said. Bozik had never heard of anybody like himself competing in jiujitsu. He kept fighting. After about three years of training, he’d entered seven tournaments, and although he’d yet to score his first win, no opponent had finished him. To improve his performance on the mats, Bozik sought another surgery, this one to shorten one of his remaining limbs. Years earlier, when military surgeons had amputated both of Bozik’s legs and his right arm, what remained of his left leg was about a foot longer than his right, which was removed just below the hip. In jiujitsu, Bozik’s asymmetrical lower body affected his balance and his ability to maneuver on the mats, so he had twelve inches removed from his left side to even out his base. Finally, Bozik’s breakthrough came at an Austin jiujitsu tournament in 2017, where he was competing as a blue belt against more experienced competitors. As his first match wound down, he found himself behind on points and headed toward another defeat. No matter what he tried, he couldn’t gain a decisive advantage. Then, with a few seconds remaining in the five-minute bout, he reversed his opponent from a turtled position, shouldering him like a fireman before dumping his foe on the mat. Bozik landed past his opponent’s legs and began smothering his side. He noticed that the man’s fingers and wrist were taped and vulnerable. Bozik draped his left arm around his opponent’s head and buried the man’s face in his armpit. He had isolated his arm, and Bozik’s right stub now backstopped it. He torqued the man’s wrist and left his opponent with no choice but to tap or let Bozik take his hand home with him. Bozik won by submission just before time ran out. Training with Bozik helped Shebaro channel a passion for martial arts into a much greater cause. They felt how jiujitsu had helped stitch and scar their own wounds—visible or otherwise—and they knew these wounds cut across the [veteran community](https://www.texasmonthly.com/food/veterans-houston-growing-urban-farms-program/). Shebaro and Bozik started sketching out the plans for what would become the We Defy Foundation, and in 2015 they became co-founders of the nonprofit. The group held one of its first major events the following year, when it hosted more than two hundred attendees for two days of jiujitsu instruction at McKinney’s Faubion Middle School. After a long day of training, the crowd settled into the bleachers, and a lineup of veterans began to speak. Shebaro took center stage. “I’ve been asked if I regret anything I’ve done,” he said through a clenched jaw. “But I only regret the things I could not do.” He told the story of a young Iraqi girl he’d encountered during his military service. “She was probably seven or eight,” Shebaro said. “She ran to me and held my hand. We questioned her father and returned her to her mother, but she ran back to me.” He paused. “I couldn’t understand why she ran to me. There were bigger men, closer men, more friendly and approachable men, too.” His fists whitened, and he took a moment to look away from the bleachers before he resumed speaking. “She was killed a few days later. And I couldn’t save her.” Jiujitsu isn’t usually thought of as therapy. But for Bozik and Shebaro, grappling was just that. They spun their struggles into a larger—sometimes life-saving—community that took hold with fellow veterans and allowed them to help each other heal on the mats. Former Marine and black belt Joey Zente launched [Veterans Jiu-Jitsu](https://www.veteransjiujitsu.com/) about a year before We Defy. Zente started training veterans and first responders at the VFW Post 8787 in North Austin. They’d piece together thin puzzle wrestling mats atop the concrete floors and roll for a couple of hours. Over time, Zente coordinated with other gyms in Austin to host regular free jiujitsu classes for veterans. At the beginning of one of Zente’s sessions, a group of kimono-clad men embraced at the edge of the mats before moving to the center and forming what they called a “warriors’ circle.” “There aren’t any strangers here,” Zente said. This was a place where they all belonged. His sincerity helped set the tone that others would follow when it was their turn to share. On this day, he told everyone he’d recently been “in his head.” It’d been a “rough past couple months,” and his family had to spring for an unplanned $8,000 plumbing bill. Then he looked straight ahead and said: “Living isn’t cheap.” Many of the veterans were circumspect during the pretraining circle. Shoulders sagged, stares reached through the distance, and words were held tight. But everyone was acknowledged, even if they chose only to nod; say plenty by saying, “it’s been a week”; or just tap the knee of whoever sat next to them. After Zente’s plumbing riff, one vet mentioned that he’d just had to spend $10,000 on his house. These friends and fighters shared an intimacy hidden to the world outside of the gyms where they were about to practice chokeholds and joint locks that could send any of them to the emergency room, if applied recklessly. Once sparring began, the veterans’ stress—whether it be the type that’s caused by home repair costs or the type that comes in the traumatic aftermath of combat service—receded and their bodies seized control. Practitioners throttled their speed and savagery to match that of their training partners. They’d read each other’s energy, shifting pressure and advancing positions. Jiujitsu can look unusually touchy to outsiders. For some of the folks in that class, it might have been the only intimacy in their lives. The sport codifies consent, trusting combatants with the choice to tap out and be released at any time. As the veterans grappled, their muscles tensed, their sweat poured, their breath shortened, and their hearts raced. In some cases, they were learning to trust these sensations again, after combat had encoded the feelings with trauma. They trained together at the precipice of broken legs and snapped wrists, trusting that their partners would keep them safe and in one piece, and that they’d be embraced with hugs and handshakes when it was over. Perhaps that’s what made the post-training warriors’ circle livelier. “You know, I get a lot of thanks, and I appreciate the gratitude, I really do,” Zente said after a workout. “But I have to tell you—I’m selfish, too. I need this. And I need y’all here. This is for me.” The vets went around the circle, sharing whatever felt right. One chimed in: “I always leave here better than when I came in.” The We Defy Foundation has continued to grow in recent years. The Department of Veterans Affairs authorized a grant worth $250,000 to help fund veteran athletes and regional VA clinics partnered with We Defy to provide more options for veterans to train jiujitsu. We Defy inspired the formation of sister organizations in Australia and the United Kingdom, the latter represented by actor Tom Hardy (who played a battle-scarred veteran in the 2011 mixed martial arts film Warrior). While the nonprofit he founded thrived, Shebaro’s actual livelihood—the McKinney jiujitsu gym that’s been his home base for more than a decade—has fallen on hard times. In 2020, he nearly lost the space and took on crippling personal debt to keep it open, he said. Rent at the gym had more than doubled, while COVID restrictions had reduced the membership by 70 percent. Through it all, he said he continued paying his instructors full wages and worked construction full time to survive. “Sometimes that’s what it takes,” he explained with a shrug. In recent weeks, he’s also become a [prominent ex-military voice](https://www.instagram.com/p/C3yA2y2p37c/) calling for a cease-fire in Israel’s war against Hamas in the Gaza Strip. Meanwhile, the rent at his gym has continued to rise. Eventually, Shebaro told me, he expects he’ll need to shutter Combat Base Texas. But his work on behalf of veterans continues, and this spring he’s planning to embark on a yearlong, cross-country journey, where he’ll stop at jiujitsu gyms from coast to coast to train with fellow vets, listen to their stories, and share his own. He’s never taken a great American road trip, he told me, and this will be his. As he makes his way from North Texas to California and then doubles back east, Shebaro told me he has only three rules for himself: “Have fun, be honest, and be happy.” Then he paused—it’s more like two rules, he said: “Have fun and be honest.” Happiness is his work in progress. Dayton Thompson is a native of Fairview, Texas. He graduated from the University of Texas at Austin and can be reached at dtthompsonwrite[at]gmail[dot com].",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "http://www.youtube.com/watch?v=10OoccK7dIw),",
      "https://www.instagram.com/p/C3yA2y2p37c/)",
      "https://americanmigrainefoundation.org/resource-library/abdominal-migraine/),",
      "https://www.mayoclinic.org/diseases-conditions/toe-walking/symptoms-causes/syc-20378410)",
      "https://grantland.com/one-hundred-years-arm-bars-gracie-jiu-jitsu-mma/)",
      "https://www.brookings.edu/articles/anger-betrayal-and-humiliation-how-veterans-feel-about-the-withdrawal-from-afghanistan/)",
      "https://watson.brown.edu/costsofwar/files/cow/imce/papers/2021/Costs%20of%20War_Bilmes_Long-Term%20Costs%20of%20Care%20for%20Vets_Aug%202021.pdf)",
      "https://www.militarytimes.com/news/your-military/2021/06/21/four-times-as-many-troops-and-vets-have-died-by-suicide-as-in-combat-study-finds/)",
      "https://www.mentalhealth.va.gov/docs/data-sheets/2023/2023-National-Veteran-Suicide-Prevention-Annual-Report-FINAL-508.pdf)",
      "https://wedefyfoundation.org/)",
      "http://www.youtube.com/watch?v=A5_hkWLmHbE)",
      "https://www.carlosmachado.net/).",
      "https://www.mentalhealth.va.gov/docs/data-sheets/2021/2021-State-Data-Sheet-Texas-508.pdf)",
      "http://res.dallasnews.com/interactives/mma-amputee/)",
      "https://www.advantagejiujitsu.ca/2022/06/27/how-do-points-in-jiu-jitsu-work/)",
      "https://www.veteransjiujitsu.com/)",
      "https://brookings.edu/articles/anger-betrayal-and-humiliation-how-veterans-feel-about-the-withdrawal-from-afghanistan/)",
      "http://youtube.com/watch?v=10OoccK7dIw),",
      "https://instagram.com/p/C3yA2y2p37c/)",
      "http://youtube.com/watch?v=A5_hkWLmHbE)",
      "https://www.wedefyfoundation.org/)",
      "https://advantagejiujitsu.ca/2022/06/27/how-do-points-in-jiu-jitsu-work/)",
      "https://veteransjiujitsu.com/)",
      "https://www.americanmigrainefoundation.org/resource-library/abdominal-migraine/),",
      "https://militarytimes.com/news/your-military/2021/06/21/four-times-as-many-troops-and-vets-have-died-by-suicide-as-in-combat-study-finds/)",
      "https://www.watson.brown.edu/costsofwar/files/cow/imce/papers/2021/Costs%20of%20War_Bilmes_Long-Term%20Costs%20of%20Care%20for%20Vets_Aug%202021.pdf)",
      "https://mayoclinic.org/diseases-conditions/toe-walking/symptoms-causes/syc-20378410)",
      "http://www.youtube.com/watch",
      "http://www.res.dallasnews.com/interactives/mma-amputee/)",
      "https://mentalhealth.va.gov/docs/data-sheets/2021/2021-State-Data-Sheet-Texas-508.pdf)",
      "https://www.grantland.com/one-hundred-years-arm-bars-gracie-jiu-jitsu-mma/)",
      "https://mentalhealth.va.gov/docs/data-sheets/2023/2023-National-Veteran-Suicide-Prevention-Annual-Report-FINAL-508.pdf)",
      "https://carlosmachado.net/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alan shebaro",
          "sentiment": "negative"
        },
        {
          "name": "mckinney",
          "sentiment": "none"
        },
        {
          "name": "shebaro",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "u.s. army special forces",
          "sentiment": "negative"
        },
        {
          "name": "green beret",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "iraq",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T17:30:11.971+02:00",
    "updated": "2024-03-08T17:30:11.971+02:00"
  },
  {
    "uuid": "0249be2859650349d895c8c343e4f408ac8f4ad7",
    "url": "https://www.express.co.uk/news/royal/1849910/prince-harry-meghan-markle-christmas-moment",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sophia Papamavroudi",
    "published": "2023-12-28T20:09:00Z",
    "title": "The Christmas moment that tipped Prince Harry and Meghan Markle 'over the edge' | Royal | News | Express.co.uk",
    "text": "Prince Harry and Meghan Markle were 'furious' after key moment (Image: Getty) Prince Harry and Meghan Markle were \"tipped over the edge\" by one particular moment during Christmas 2019 after which they \"knew\" they needed to make their \"own path\".\nThe Duke and Duchess of Sussex quit their royal duties in early 2020 and moved to the US , after a turbulent relationship with the Firm. But while there were many factors which contributed to their exit, that particular moment was the \"final straw\", according to a royal author.\nIn his first book, Finding Freedom, Omid Scobie, alongside Carolyn Durand, wrote about how Harry and Meghan were allegedly furious when, during the late Queen Elizabeth's 2019 Christmas broadcast, there was not a picture of them and their then newborn son, Prince Archi e, alongside the family portraits on the monarch's desk.\nEven before they announced their departure from the Royal Family, the couple allegedly believed the Firm and royal staff were \"conspiring against them\".\nAccording to the authors, the couple felt they \"had long been sidelined by the institution and were not a fundamental part of its future.\"\nREAD MORE: Royal fans spot new blow as 'Meghan's mouthpiece' backs Kate in latest choice\nStay up-to-date with the latest Royal news Join us on WhatsApp Our community members are treated to special offers, promotions, and adverts from us and our partners. You can check out at any time. More info\nThe late Queen Elizabeth during her Christmas broadcast in 2019 (Image: Getty) The book read: \"One didn’t have to look further than the family photos displayed during the Queen’s Speech on Christmas Day.\n\"In the Green Drawing Room at Buckingham Palace, where the Queen delivered her address, viewers glimpsed photos of the [Waleses] and their children, Charles and Camilla, Prince Philip, and a black-and-white image of George VI.\n\"Noticeably absent was a photo of Harry, Meghan, and their new baby, Archie.\n\"Palace sources insisted that the photos were chosen to represent the direct line of succession, but for Harry and Meghan, it had been yet another sign that they needed to consider their own path.\"\nHowever, the Duke and Duchess of Sussex were featured in that year's Christmas Day speech, when never-before-seen footage of the Queen and Prince Philip meeting Archie for the first time with Harry, Meghan and Meghan’s mum, Doria Ragland, was included.\nDon't miss...\nMeghan Markle and Prince Harry ‘nightmare’ confirmed by 'annus horribilis' [LIVE]\nKing Charles is 'closer' to Princess Kate than Prince William, insider claims [INSIGHT]\nMeghan 'desperate for fashion endorsement' after 'Dior snub', author claims [INSIGHT]\n Related articles Meghan sent 'public image' warning as she's 'not showing herself in best light Prince Harry 'stormed off in a huff' over fan's Christmas request - expert Meghan and Harry's spell with Netflix won't end like Spotify 'Not any time soon' Meghan Markle and Harry 'would thrill audiences' with project featuring children Prince Harry received odd gift from Royal Family he branded 'cold blooded'",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://xd.wayin.com/display/container/dc/650c4d95-4d40-4089-ba19-73a33b4d350c?mode=responsive",
      "https://live.primis.tech/live/liveView.php?s=114945&playerApiId=v114945",
      "https://jewelinthecrown.substack.com/embed",
      "https://live.primis.tech/live/liveView.php",
      "https://www.xd.wayin.com/display/container/dc/650c4d95-4d40-4089-ba19-73a33b4d350c?mode=responsive",
      "https://www.jewelinthecrown.substack.com/embed",
      "https://xd.wayin.com/display/container/dc/650c4d95-4d40-4089-ba19-73a33b4d350c",
      "https://www.live.primis.tech/live/liveView.php?s=114945&playerApiId=v114945"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "harry",
          "sentiment": "negative"
        },
        {
          "name": "megha",
          "sentiment": "negative"
        },
        {
          "name": "prince harry",
          "sentiment": "negative"
        },
        {
          "name": "meghan markle",
          "sentiment": "negative"
        },
        {
          "name": "carolyn durand",
          "sentiment": "none"
        },
        {
          "name": "meghan",
          "sentiment": "none"
        },
        {
          "name": "elizabeth",
          "sentiment": "none"
        },
        {
          "name": "omid scobie",
          "sentiment": "none"
        },
        {
          "name": "markle",
          "sentiment": "none"
        },
        {
          "name": "archi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "duke",
          "sentiment": "none"
        },
        {
          "name": "sussex",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:27.332+02:00",
    "updated": "2023-12-30T15:35:29.165+02:00"
  },
  {
    "uuid": "13af1f9bed772b4ebb8dab72ce7f005c0e050655",
    "url": "https://m.dailyhunt.in/news/india/english/firstpost-epaper-dh3247ec5afa764c30a76aeba1f4968b09/war+in+gaza+coexistence+is+the+solution+and+not+confrontation-newsid-n606001308",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Dailyhuntapp",
    "published": "2024-05-05T03:43:00Z",
    "title": "War in Gaza: Coexistence is the solution and not confrontation",
    "text": "\". . . a review of actual cases shows a whole category of wars in which the very idea of defeating the enemy [military] is unreal.\" . .inability to carry on the struggle can, in practice, be replaced by two other grounds for making peace: the first is the improbability of victory; the second is its unacceptable cost.\" - Clausewitz\nThe latest iteration of violence in the Middle East was marked by the Hamas attack on Israel on October 7 and the war that Israel has waged on the Gaza Strip ever since. There now seems to be no solution to peace other than the two-state solution. An Israeli state and a Palestinian state existing side by side in peace can no longer be treated as a dangerous illusion.\nThe reason for this thought is due to the fact that there are, after all, only a few possible alternatives to the two-state solution: Palestinian self-rule in both the Gaza Strip and West Bank, and an eventual political solution that would result in the establishment of a Palestinian state.\nThe Two Extreme Positions\nThe two-state solution lies between the two extreme viewpoints. There is Hamas&apos;s solution, which is the destruction of Israel. There is the Israeli ultra-right&apos;s solution, which is the Israeli annexation of Gaza and the West Bank and the dismantling of the Palestinian Authority (PA). Unfortunately, both sides have not considered each other as having a right to establish a nation, so conflicts and war have continued.\nIsrael&apos;s opposition to a non-Hamas Palestinian Authority governing Gaza and its declared international opposition to the reoccupation of Gaza by Israel have also prevented any solution.\nStepping away from the extremes is the \"conflict management\" approach pursued for the last decade or so by Israel, which aimed to maintain the status quo indefinitely, but the world is witness to just how that has worked out.\nThere is also the idea of a binational state, ending Israel&apos;s status as a Jewish state. Bi-nationalism in this context expresses the idea that the land should be transformed into a secular state, a constitutional-liberal state, with Arabs and Jews co-existing in a secular democratic system. Its famous maxim is \"One Land for Two Peoples,\" and its most famous proponent was the Palestinian American writer Edward Said. This is distinguished from the two-state solution, according to which two states, one Israeli and the other Palestinian, coexist next to each other. But can these alternatives resolve the conflict without causing even greater calamities?\nTwo-State Solution\nUS President Joe Biden and his top national security officials have repeatedly and publicly reaffirmed their belief that it represents the only way to create lasting peace among the Israelis, the Palestinians, and the Arab countries of the Middle East. The call for a return to the two-state paradigm has been echoed by leaders across the Arab world, countries of the EU, Australia, Canada, and even China.\nIndia&apos;s Permanent Representative to the United Nations, Ruchira Kamboj, articulated India&apos;s position in March by stating, \"Only a two-state solution, achieved through direct and meaningful negotiations between both sides on final status issues, will deliver an enduring peace. India is committed to supporting a two-state solution where the Palestinian people are able to live freely in an independent country within secure borders, with due regard to the security needs of Israel.\"\nThe two-state solution dates back to 1937, when a British Commission suggested a partition of the British mandate territory, then known as Palestine, into two states. Ten years later, the UN General Assembly passed Resolution 181, which proposed two states for two peoples: one Arab and one Jewish. Although the resolution&apos;s recommended territorial partition left neither side satisfied, the Jews accepted it, but the Palestinians, encouraged by their Arab state sponsors, rejected it. The ensuing war led to the founding of the state of Israel; millions of Palestinians, meanwhile, became refugees, and their national aspirations languished.\nBut a lack of leadership, trust, and interest on both sides and the repeated failure to change those realities have made it impossible to conceive of a credible pathway to a two-state solution. After the October 7, 2023, incident, it has become even more difficult. The Israelis and the Palestinians are angrier and seem less likely than ever to achieve the mutual trust that a two-state solution would require.\nThe current ruling coalition in Israel remains opposed to any such solution. Politics in Israel have also shifted gradually to the right, with a perception that sections of Palestinians are not reconciled to the existence of Israel and have opposed compromises in the past.\nNotwithstanding these issues, if the conflict is to be resolved peacefully, the two-state solution is the only idea left standing for want of a better alternative.\nThe Oslo Process\nThe idea of a Palestinian state lay mostly dormant for decades as Israel and its Arab neighbours became preoccupied with their own conflict, one result of which was the Israeli occupation and settlement of Gaza and the West Bank after the 1967 Six-Day War, which placed millions of Palestinians under direct Israeli control but without the rights accorded to Israeli citizens.\nEventually, however, terrorist attacks launched by the Palestine Liberation Organisation and an uprising of the Palestinian people against Israeli occupation in the 1980s forced Israel to come to terms with the fact that the situation had become untenable.\nIn 1993, Israel and the PLO signed the American-brokered Oslo accords, recognising each other and laying the groundwork for a phased, incremental process intended to eventually lead to the establishment of an independent Palestinian state. The two-state solution&apos;s moment appeared to have arrived.\nThere was apparently a detailed outline of what the two-state solution would look like: a Palestinian state in 97 per cent of the West Bank and all of Gaza, with mutually agreed swaps of territory that would compensate the Palestinian state for the three per cent of West Bank land that Israel would annex, which at that time contained some 80 per cent of all the Jewish settlers on Palestinian lands.\nThe Palestinians would have their capital in East Jerusalem, where predominantly Arab suburbs would come under Palestinian sovereignty and predominantly Jewish suburbs under Israeli sovereignty. The two countries would share control of Jerusalem&apos;s so-called Holy Basin, the site of the most important shrines of the three Abrahamic faiths.\nBut a final agreement on those terms never materialized. In the end, the edifice of peace that so many had laboured hard to construct was consumed by violence as the Palestinians launched another, more intense uprising and the Israelis expanded their occupation of the West Bank. The ensuing conflict lasted for five years, claiming thousands of lives on both sides and destroying all hopes for reconciliation.\nPrime Minister Netanyahu, who had dominated his country&apos;s politics for the preceding fifteen years, had persuaded the Israelis that they had no Palestinian partner for peace and therefore did not need to address the challenge of what to do with the three million Palestinians in the West Bank and the two million in Gaza whom they effectively controlled. He sought instead to \"manage\" the conflict by downplaying the Palestinian Authority (PA) and taking steps to make it easier for Hamas, which shared his aversion to the two-state solution, to consolidate its rule in Gaza. At the same time, he gave free rein to the settler movement in the West Bank to make it impossible for a contiguous part of a Palestinian state to ever emerge there.\nThe Palestinians also lost faith in the two-state solution. Some turned back to armed struggle, while others began to gravitate towards the idea of a binational state in which Palestinians would enjoy equal rights with Jews. Hamas&apos;s version of a \"one-state solution,\" which would do away with Israel altogether, also gained greater traction in the West Bank, where the popularity of Hamas began to eclipse the leadership of Mahmoud Abbas, the President of the PA.\nThe Arab States\nThe Arab states had decided to all but abandon the Palestinian cause. They had come to see Israel as a natural ally in countering the Iranian-led \"axis of resistance\" that had taken root across the Arab world. This new strategic calculation found expression in the Abraham Accords, negotiated by the Trump administration, in which Bahrain, Morocco, and the United Arab Emirates (UAE) each fully normalised relations with Israel without insisting on the establishment of a Palestinian state.\nThere were also talks regarding the normalisation of ties between Israel and Saudi Arabia, the custodian of Islam&apos;s holiest sites. Israel, Saudi Arabia, and the United States were also on the brink of a regional realignment.\nThe war has changed everything. The assault on Gaza has immense humanitarian implications. On the West Bank, anger over the war is compounded by the systematic violence of Israeli settlers who have assaulted Palestinians and driven some from their homes. Few Palestinians believe that the Israelis will allow them to build a viable state free of military occupation.\nConclusion\nAfter decades of diplomacy failed to achieve the desired outcome, it seemed to many analysts that the dream had died. But today, a two- or three-state solution with Israel, Gaza, and the West Bank is a reality that seems to be the only way forward.\nTo quote former Israeli Prime Minister Yitzhak Shamir, \"If you are angry over what we are doing to face the Palestinian uprising, it is not that we do not understand. We understand their dreams very well, but unfortunately, here we have a conflict between two dreams... We agree with the Palestinians having a dream, but they should understand that it is impossible.\"\nThe atrocities committed by Hamas on October 7 are now being replaced by the destruction and deaths caused by Israel, which have now been reported to have crossed 34,000. There is thus a stronger need for a credible process that can eventually lead to an agreement. Both sides need to understand each other&apos;s dreams.\nContinued fighting cannot bring Israelis and Palestinians closer to long-term peace. There needs to be a concept of victory beyond military accomplishments. War must be a means to achieve a better reality. Though there are seemingly unresolvable complexities, a solution cannot remain unresolved forever, for which attitudes need to change.\nWars often don&apos;t end until both sides are convinced that they are better off coexisting with their adversaries than confronting them. The fact is, no one can predict how far the two sides are from that point, which can lead to a solution that has eluded them for decades.\nThe author is a retired Major General of the Indian Army. Views expressed in the above piece are personal and solely those of the author. They do not necessarily reflect Firstpost&apos;s views.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "clausewitz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "west bank",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-05T12:15:54.773+03:00",
    "updated": "2024-05-05T12:15:54.773+03:00"
  },
  {
    "uuid": "7d1bed2f057109632d5cc844a6615f3f0ab00053",
    "url": "https://www.terra.com.br/economia/trabalhadores-da-petrobras-se-queixam-de-falta-de-negociacao-com-magda-chambriard-ao-justificar-greve,a22c40a27cd354d8ec78808dd85e989f9ilyf9wb.html",
    "ord_in_thread": 0,
    "author": "redacaoterra",
    "published": "2025-03-27T14:16:00Z",
    "title": "Trabalhadores da Petrobras se queixam de falta de negociação com Magda Chambriard ao justificar greve",
    "text": "Trabalhadores da Petrobras se queixam de falta de negociação com Magda Chambriard ao justificar greve\nSegundo a estatal, a paralisação de 24 horas não provocou impacto na produção de petróleo e derivados da companhia\nFuncionários da Petrobras fizeram uma paralisação de 24 horas, criticando autoritarismo da gestão Magda Chambriard, cortes na PLR e mudanças no teletrabalho; estatal nega impactos na produção.\nMenos de um ano após assumir a presidência da Petrobras, o nome da gestora Magda Chambriard foi posto no centro das queixas feitas por funcionários da estatal, que realizaram uma paralisação de 24 horas na última quarta-feira, 26. Sindicatos da categoria petroleira afirmam que houve \"esvaziamento dos fóruns de negociação coletiva\" e acusam a nova presidente de adotar uma \"postura autoritária\".\nA Federação Única dos Petroleiros (FUP) considerou que o movimento grevista teve boa adesão nacionalmente, mas a Petrobras diz que a paralisação não provocou impactos na produção de petróleo e derivados da companhia. A empresa não informou qual o percentual de trabalhadores que aderiram à greve, mas segundo a FUP, a paralisação teve cerca de 90% de aprovação nas assembleias feitas anteriormente.\n\"A categoria exige respeito à boa-fé negocial, com a suspensão da agenda de mudanças unilaterais no teletrabalho e a garantia dos valores integrais da PLR que foram apresentados pela empresa nos simuladores durante a negociação do acordo, ou seja, sem o corte de 31% que querem impor aos trabalhadores, enquanto os acionistas recebem 207% do lucro líquido\", diz nota da FUP.\nEm nota, a estatal afirma que \"respeita o direito de manifestação dos funcionários\" e explica que, a partir do dia 7 de abril, todos os empregados deverão cumprir ao menos três dias de trabalho presencial na semana, no lugar dos atuais dois dias. Segundo a empresa, a companhia apresentou proposta às entidades sindicais de acordo específico de trabalho para pactuar esse ajuste pelo período de dois anos.\nReceba as principais notícias direto no WhatsApp!\n[Inscreva-se no canal do Terra]\nAlém disso, a categoria petroleira pede a reposição do efetivo do pessoal como prioridade, considerando que houve uma redução no número de trabalhadores desde a Lava-Jato.\nA Petrobras também se manifestou quanto a isso, dizendo que está repondo seu efetivo de trabalhadores, com a convocação de mais de 1.900 empregados em 2024 e a previsão de admissão de mais 1.780 empregados este ano, através de concursos de nível técnico.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Labor->labour dispute",
      "Labor->employment",
      "Labor->unions",
      "Politics->civil rights",
      "Politics->government",
      "Politics->political process",
      "Social Issue->discrimination",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-27T16:21:38.464+02:00",
    "updated": "2025-03-27T16:21:38.464+02:00"
  },
  {
    "uuid": "ffd5999ef9293981ccffc6780c8f44ddca4df651",
    "url": "https://theparadise.ng/social-media-sensation-burrnationk9s-inspires-the-animal-community-with-their-viral-content-creation-of-their-dogs-the-us-times",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Editor",
    "published": "2024-09-19T17:00:00Z",
    "title": "Social Media Sensation Burrnationk9s Inspires The Animal Community With Their Viral Content Creation Of Their Dogs – The US Times",
    "text": "Today we’d like to introduce you to Burrnationk9s.\nIt’s an honor to speak with you today. Why don’t you give us some details about you and your story. How did you get to where you are today?\nBurrnationk9s is a dog breeding company specializing in XL Pitbull & XL American Bully. Founded by Alandise Harris.\nOur History:\nBurrnationk9s was founded in Jan 1st 2015 by Alandise Harris, with the aim of offering its customers the best structured XL American Bullies and Pitbulls.\nKey People at Burrnationk9s:\nAlandise Harris is the founder and current CEO of Burrnationk9s. He’s a former Arkansas Razorback and currently a professional basketball player overseas.\nBurrnationk9s Customers:\nMany megastars like Offset from the rap group Migos, NBA champion Bobby Portis from the Milwaukee Bucks, KJ Jefferson from the Arkansas Razorbacks, to name a few, have their puppies bred and trained by the kennel. You too can become one of Burrnationk9s’ happy customers.\nI’m sure your success has not come easily. What challenges have you had to overcome along the way?\nBusiness in itself, ups, downs, and along with battling the stereotype for the pitbulls and American bully breed that we produce.\nSocial media and animals have been an issue from the start of time alot of people think that animal reproduction should be done and people like peta consistently team of with social media to stop certain types of content even if its not bad.\nits a different world dealing with animals and animal lover along with social media. its challenges in where and how you have to post content.\nLet’s talk about the work you do. What do you specialize in and why should someone work with you over the competition?\nDog Breeding:\nIf you’re looking for a reputable company that breeds the finest XL American Bullies and Pitbulls in the world, look no further than Burrnationk9s. Located in Little Rock, Arkansas, Burrnationk9s is a kennel that breeds the finest Bullies and Pitbulls in all colors that no other company can match.\nTraining Services:\nNot only can you expect to be presented with the finest bred dogs, but you can also take advantage of the kennel’s training services.\nBurrnationk9s specializes in the following:\n– Training dogs for obedience\n– Training dogs for dog shows\n– Training of dogs for personal protection\n– Training of dogs as companion dogs\nWith the use of positive reinforcement techniques, the kennel will ensure that the high-quality American Bullies and Pitbulls they breed are perfect for your needs.\nMission:\nIn order to provide you with exceptional pedigrees, the kennel’s goal is to breed litters in which each and every puppy has great build, excellent health, and wonderful temperament. The kennel is passionate about the preservation and improvement of the American Bully and Pitbull breeds, ensuring that every puppy you select meets United Kennel Club and American bully kennel Club standards for health, temperament and physique.\nThe team at Burrnationk9s has more than 10 years of combined experience working with American XL Bullies and Pitbulls. This experience pays off, which is why the puppies you get from at Burrnationk9s are top notch and are known both nationally and internationally for their excellent breeding and rare color variations.\nWhat’s your best piece of advice for readers who desire to find success in their life?\nTo find success in breeding and content creation the keys are to\nDo your research, know who?, what?, and how? know all competitors in the niche, ask questions and build relationships with people like burrnationk9s to help guide you along your journey. Study The Breeding Programs that most suit you for what you want to do, importantly shop with the best to start your lines, this ensures your bloodlines and relationships with the best programs in breeding.\nwhen it comes to content creation, find the best creators and mirror some of their ideas and make them work for you. you have to study the internet and social media algorithms to be great at this.\nYou have to give the viewers what they want to see.\nmost importantly BUILD A BRAND, not just a name but a business. meaning llc, licensing, trade marks, credit, and huge marketing strategies. These few tips will ensure that you be amongst the best if done right.\nSpeaking of success, what does the word mean to you?\nsuccess is in the eye of the beholder. I would say setting your goals and achieving them is success, we take success in portions one plan at a time do it then move on to the next its a never ending loop when it comes to achieving growth and success.\nWhat’s next for you?\nBurrnationk9s plans to keep creating amazing content going into 2023, keep producing the best american bullies and pitbulls, plans to move the company to over 100 plus acres of land with a lake and build one of the best dog facilities in the world.\nLooking to be verified on all social media accounts in 2023 Burrnationk9s is currently verified on Facebook, YouTube, google my business, onlyfans and have a verified Google Knowledge Panel.\nFinally, how can people connect with you if they want to learn more?\nBurrnationk9s socials\nWebsite:\nInstagram:\nVerified Facebook:\nTik Tok:\nVerified Youtube:\nVerified Google Knowledge Panel",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:18:51.155+03:00",
    "updated": "2024-09-20T00:18:51.155+03:00"
  },
  {
    "uuid": "25ee1986b6e43696eb37de5bcb3f9bc9979ab0d9",
    "url": "https://www.makeuseof.com/google-ai-studio-for-learning",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alvin Wanjala",
    "published": "2025-02-27T22:00:00Z",
    "title": "Google's AI Studio Wasn't Built for Learning-but It's the Best Tutor I've Ever Used",
    "text": "There are many AI tools targeted at learning, and surprisingly, Google's AI Studio isn't one of them. But don't be mistaken; AI Studio is a fantastic learning tool. I gave it a try to be my personal tutor, and I was blown away.\nWhat Is Google's AI Studio?\nGoogle's AI Studio is an all-in-one web-based platform that allows developers to build and experiment with different large language models (LLMs) from Google powered by Gemini. If you've heard of Gemini, Google's competitor to OpenAI's ChatGPT, you're halfway there in understanding what AI Studio is all about.\nWhile the platform targets developers building products using different APIs from Google's Gemini LLM, AI Studio's web-based nature means you don't need to be a developer like me to experience its fantastic features.\nAI Studio has several features available, including the ability to ask questions and tune your AI model. It also has a unique feature called Stream Realtime that allows live interaction with Gemini in different ways, including text, voice, video, and even screen sharing. The latter makes AI Studio one of the many\nessential AI tools students need.\nUsing Google's AI Studio as My Tutor\nThe key feature that I use to make AI Studio my tutor is Stream Realtime. With its live interaction capabilities, using Stream Realtime for learning is like having a professional expert beside you. To get started, select Stream Realtime in the left tab of AI Studio.\nWith this tab selected, AI Studio provides three main options: talk to Gemini, show Gemini what you're looking at via the webcam, or share your screen. Of course, you can also type something in the chat for text-based interaction, but I prefer screen sharing as it makes the experience more interactive and personalized, which is crucial for learning.\nLet's say you want to learn to do simple calculations on Google Sheets. The first thing you'll do is open a sheet with sample data in Google Sheets in a different tab. Then, you select the Share your screen option in the Stream Realtime tab. Afterward, select an appropriate option for sharing: a tab, window, or the whole screen. At the same time, ensure you grant Gemini permission to access your microphone for audio input. Then, open the Google Sheet tab.\nOnce you do that, confirm if Gemini can see your screen by talking directly to your device. After the confirmation, you can ask Gemini anything you need help with in the spreadsheet, and it will give you step-by-step instructions on how to do it.\nFor instance, you can see Gemini confirming that it can see my screen above and is even smart enough to tell that I have a spreadsheet open.\nAfter that, you can ask Gemini anything you want to do in the spreadsheet, and it'll guide you just like an expert sitting next to you would. While you can already\nuse Gemini in Google Sheets, AI Studio is better than the built-in integration. The only downside as of this writing is Google limits sessions to ten minutes, which can be limiting depending on what you need help with.\nAI Studio Is an Incredible Tool for Both Learning and Work\nThe example I've used above for learning how to do calculations in Google Sheets is just an example. The fact that AI Studio can see your screen means it can help you with almost anything. For instance, if you work as an accountant, you can use some help from AI Studio to guide you in performing some tasks.\nIf you're a student, AI Studio's live interaction feature can help you understand scientific papers more easily and even sharpen your presentation skills. All you need to do is share what you're working on using Stream Realtime's screen-sharing feature, and Gemini will offer assistance with nearly everything you may need help with on your device.\nRelated\nGoogle's Gemini Is Underrated, and There Are 5 Reasons to Try It Out\nDon't sleep on Google Gemini and its extensive set of features.\nAfter using Google's AI Studio to learn how to perform calculations in Google Sheets and decipher scientific papers on LLMs full of jargon, I can vouch for it as an indispensable tool for learning almost anything. The next time I want to learn something new, I'll incorporate AI Studio to make the process easier and more enjoyable.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Education",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->scientific innovation",
      "Science and Technology->technology and engineering",
      "Education->students",
      "Education->online and remote learning",
      "Social Issue->social networking",
      "Social Issue->social services",
      "Social Issue->adults"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://aistudio.google.com",
      "https://www.aistudio.google.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "25ee1986b6e43696eb37de5bcb3f9bc9979ab0d9",
      "first_syndicated": true
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T00:19:38.102+02:00",
    "updated": "2025-02-28T00:19:38.102+02:00"
  },
  {
    "uuid": "00761e46751a3cb1fdec65eaad7146b2fde25d4a",
    "url": "https://www.barandbench.com/Law-School/kickstart-your-legal-career-law-school-ready-mentorship-program",
    "ord_in_thread": 0,
    "author": "Bar & Bench",
    "published": "2025-06-12T08:29:00Z",
    "title": "Kickstart your Legal Career: Apply for Law School Ready's Mentorship Program by June 16",
    "text": "Law Firm Ready (LFR) invites application from undergraduate and postgraduate students enrolled in a BCI-approved law college for the16th Batch of its six-week mentorship programme.\nLFR, an initiative started in 2021, has supported legal professionals over 650 law schools, particularly those from under-resourced law schools, by providing them with essential tools and resources.\nThey conduct sessions around skill training, foundational learning, research guidance, career counselling, peer learning, mental health support, and exposure on emerging legal careers.\nLFR's goal is to build an effective bridge, reducing the gap between well-resourced and under-resourced law schools.\nLFR's mentorship programs offer one-on-one guidance to law students from under-resourced law schools. Mentees are encouraged to ask their Mentors any questions related to law school life, careers, or other concerns, and mentors will provide valuable guidance on how to move forward.\nThey organize ten weekly sessions on topics such as:\n● CV and cover letter drafting: Learn the basics of building your internship application from the renowned speakers during this session.\n● Introduction to General Corporate and M&A: LFR helps you understand the concepts of General Corporate, Private Equity and Mergers & Acquisitions, clarifying their interrelationships and distinctions.\n● Introduction to Litigation and ADR: In this session, we explore what litigation, arbitration and mediation actually look like in real life. We talk about the roles lawyers play, the differences between them, and the many paths you can take.\n● Introduction to Legal Research: Research is half of what a law student does and most of what a lawyer needs. From moots and research papers to internships and jobs, strong research skills are non-negotiable. This session helps build a smarter, faster approach to legal research that saves time, boosts clarity, and delivers better results.\n● Emerging careers after law: During this session, discover the vast array of career opportunities, like data protection, and public policy, available to you beyond conventional paths like litigation and corporate law.\n● Public Speaking for Law Students: Whether it's moots, interviews, or courtrooms, clear and confident speaking sets you apart. This session helps you find your voice, structure your thoughts, and speak like a future lawyer. No fluff, just real, practical tips to help you own the room.\n● AI Tools for Lawyers: LFR will teach law students how AI can bridge language barriers, improve drafting, and connect lawyers with the best minds, helping them unlock their full potential.\n● Navigating law school and building a support network: This session is an open space for law students to share, be heard, and co-learn as LFR addresses challenges like career anxiety, relationships, and confidence.\n● Capstone Project: A hands-on experience where law students work in teams to solve a complex, real-life legal problem. It’s all about applying what you’ve learned, sharpening your problem-solving skills, and thinking like a lawyer in the real world.\nThe candidate must be an undergraduate/ postgraduate student from a Bar Council of India (BCI) - approved law college.\nThe duration of the mentorship shall be six weeks.\nThis is a remote mentorship programme, and all correspondence with the selected mentees shall be made through emails and other formal mediums.\nTo register, fill out this Google Form.\nBased on responses, LFR will select students from the applications they receive. Shortlisted candidates will be invited for a telephonic or virtual interaction\nIf a candidate is provisionally selected, they will receive an acceptance mail.\nFor any queries, feel free to email lawfirmready@gmail.com\nOr reach out to Nidhi at +91 9685730843\n<Sponsored by the Brand>",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Education->college and university",
      "Education->vocational education",
      "Education->students",
      "Social Issue->social services",
      "Social Issue->demographics",
      "Politics->education policy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.google.com/url?sa=D&q=https://forms.gle/CaHQBoshHLpMMmU78&ust=1749791400000000&usg=AOvVaw0ochdDR185_hlDJD2b2GSc&hl=en&source=gmail",
      "https://www.google.com/url",
      "https://google.com/url?sa=D&q=https://forms.gle/CaHQBoshHLpMMmU78&ust=1749791400000000&usg=AOvVaw0ochdDR185_hlDJD2b2GSc&hl=en&source=gmail"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "AI",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "AI",
              "exchange": "NYSE"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T11:40:58.208+03:00",
    "updated": "2025-06-12T08:58:15.000+00:00"
  }
]
