[
  {
    "uuid": "d9bbade6d55ab08feca42bf99f4146e83c9db1a4",
    "url": "https://www.burnabynow.com/national-news/bc-civil-lawsuit-against-sex-pistols-guitarist-alleges-1980-sexual-assault-8655149",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brieanna Charlebois; The Canadian Press",
    "published": "2024-04-25T21:20:00Z",
    "title": "B.C. civil lawsuit against Sex Pistols guitarist alleges 1980 sexual assault",
    "text": "VANCOUVER — A Vancouver woman has filed a civil lawsuit against Paramount Pictures Corp. and punk rocker Stephen Jones of The Sex Pistols alleging he sexually assaulted her as a teenager while she was a movie extra more than 40 years ago.\nA B.C. Supreme Court statement of claim filed by the plaintiff says she was 14 years old and working on the movie \"Ladies & Gentlemen, The Fabulous Stains\" when Jones supplied her with marijuana, then sexually assaulted her in his hotel room.\nThe court has placed a publication ban on the woman's name.\nHer lawyer Jason Gratl said in an interview that he could not comment about why the lawsuit was brought 44 years after the alleged events.\n\"I only wanted to say one thing and it's that she kept a diary,\" Gratl said.\nThe notice of claim filed Wednesday says Paramount didn't take adequate steps to warn minors or their parents about the risks of working on the set with Jonesor impose contractual terms restricting his contact with young extras or using illicit drugs.\nNone of the allegations have been tested in court.\nParamount did not immediately return a request for comment. Jones could not be reached for comment.\nNeither Paramount, nor Jones have filed a statement of defence.\nThe lawsuit says Paramount hired Jones, who was 24 at the time, for a role in the film because of his reputation as a \"punk rocker\" who consumed excessive amounts of drugs and alcohol, and engaged in sexual misconduct, including with underage girls.\n\"The defendant Paramount was banking on the defendant Jones’ reputation and history to market 'The Fabulous Stains,'\" the statement says, adding the company \"also hired other well-known punk rock musicians as actors for the same purpose.\"\nThe statement says that despite this knowledge, the company did not take steps to protect young workers.\nThe movie, about disaffected teens in a punk rock band, was released in 1982.\nThe legal action says the woman is seeking damages, claiming the alleged assault \"caused her to suffer psychological injury, including loss of self-esteem, loss of self-worth, injurious self-imaging and identity, and loss of trust in intimacy and potential partners.\"\nThe lawsuit says she was hired as one of the hundreds of extras playing fans for the all-girl feminist rock band. Jones had been hired to play the role of a \"socially volatile punk rock guitar player in a fictitious all-male band, The Looters.\"\nIt says that on April 13, 1980, the teen went to the Denman Inn, \"a location under the direction and control\" of Paramount, with the intention of inviting the movie's lead actor, Diane Lane, to go roller skating.\nWhen she entered the lobby, it says Jones approached her, told her he had Lane's number in his hotel room and asked her to go with him to get it. Once they were inside his room, it says Jones gave her marijuana, and he then turned off the lights and closed the curtains.\nThe document says she understood that meant he was likely to make sexual advances, she told Jones she did not consent and was \"only 14, 1-4.\" It says despite this, he pulled her onto his bed, climbed on top of her then kissed and molested her.\n\"The plaintiff repeatedly and expressly told the defendant Jones 'no' and tried to move his hand away, and finally wriggled free from him and left the room,\" the notice of claim says.\nThe lawsuit says she was initially \"both repulsed and flattered by this unwanted sexual attention from someone she believed to be a rock star and movie star.\"\nBecause she was confused by what had happened, the document says she did not tell her parents and it wasn't until she was older that she \"felt sexually violated and sexually ashamed and angry\" about the alleged assault.\nThis report by The Canadian Press was first published April 25, 2024.\nBrieanna Charlebois, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jones",
          "sentiment": "none"
        },
        {
          "name": "gratl",
          "sentiment": "none"
        },
        {
          "name": "stephen jones",
          "sentiment": "none"
        },
        {
          "name": "jonesor",
          "sentiment": "none"
        },
        {
          "name": "jason gratl",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sex pistols",
          "sentiment": "negative"
        },
        {
          "name": "paramount pictures corp.",
          "sentiment": "negative"
        },
        {
          "name": "b.c. supreme court",
          "sentiment": "none"
        },
        {
          "name": "paramount",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "vancouver",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:36:52.049+03:00",
    "updated": "2024-04-26T00:36:52.049+03:00"
  },
  {
    "uuid": "a34cd6d7af9e8b883477a11e2e73cdfe0ddf1777",
    "url": "https://www.miragenews.com/awards-spotlight-top-health-and-safety-achievers-1184907",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mirage News",
    "published": "2024-02-29T11:32:00Z",
    "title": "Awards Spotlight Top Health and Safety Achievers | Mirage News",
    "text": "More than 350 people attended last night's event to recognise excellence in workplace health and safety and return to work across six award categories. Eight winners representing the healthcare, emergency services, agriculture, transport and local government sectors were honoured for their commitment to preventing workplace harm or improving outcomes for injured workers. Among them were joint Health and Safety Representative of the Year award winners Jason Learmouth, from Ambulance Victoria, and Barwon Health University Hospital's Jen Gamble and Gaye Coles. Mr Learmouth was recognised for his tireless work to improve safety for paramedics in Mansfield, including through addressing the risk of fatigue among drivers, while Ms Gamble and Ms Coles have been instrumental in driving important change at Geelong's largest hospital, including by preventing exposure to toxic substances. The resolve to return to work after injury was also celebrated with the Return to Work Achievement award shared between Andrew Mifsud and Helene Visser, who both overcame significant mental injuries to get back to work. WorkSafe Chief Executive Officer Joe Calafiore said it was reassuring to see such variety in the way Victorian businesses and workers were addressing health and safety issues. \"It is wonderful to share the stories of individuals who have made the journey back to work after injury, as well as those who have gone to great lengths to make their workplaces safer,\" Mr Calafiore said. \"Their achievements are an inspiration not only among their peers, but to anyone who values safe and healthy workplaces.\" Victoria Police claimed the honours in the Workplace Health and Safety Solution of the Year for an ingenious solution for the safe release of impounded cars, while Hepburn Shire Council was recognised for significant progress in building a positive health and safety culture, taking out the OHS Leadership/Achievement award. AirAgri was successful in the Commitment to Workplace Health and Safety on a Farm category for its work in developing a monitoring device that reduces the risk of working alone in agriculture, and Calvary Aged Care Services was awarded Leading Return to Work Practice for greatly improving its return to work outcomes in just 12 months. Mr Calafiore said more than 100 nominations had been received for this year's awards and the standard had been exceptional. \"I congratulate all of our finalists, they should be proud of the important contribution they are making and the example they are setting to make safety a priority in every workplace.\" 2023 WorkSafe Awards winners Workplace Health and Safety Solution of the Year Victoria Police - Hard Seat Cover Faced with the challenge of how to safely start impounded vehicles that were being released to their owners, Victoria Police's Vehicle Impoundment Support Unit developed a hard seat cover that could be placed over the driver's seat. The cover reduces the risk of potential exposure to syringes and bio-hazards, while eliminating the unsafe practice used previously of starting vehicles by reaching in while standing outside. OHS Leadership/Achievement Hepburn Shire Council OHS Committee In just over 12 months, Hepburn Shire Council has made significant improvements to its workplace health and safety culture, including the important step of recognising the key role HSRs play as a conduit between workers and senior leaders. After recognising there was a lack of engagement by staff in health and safety across the organisation, the council worked to greatly improve its safety and reporting cultures, including by building its number of HSRs to 20, developing health and safety policies, addressing workplace hazards and providing more information and training to staff. Commitment to Workplace Health & Safety on a Farm AirAgri Concerns about family members working alone across their 1000-hectare farm without reliable mobile reception led brothers Paul and James Diamond to develop AirAgri, a small physical device carried on each individual to monitor location on a digitised farm map. The map has further functions such as tagging hazards and safety assets on the property. The device has given the farmer owner-operators peace of mind and could help to reduce fatalities and serious injuries across the industry. Worker Return to Work Achievement (joint winners) Andrew Mifsud - Sargeant Transport Long-haul truck driver Andrew Mifsud developed PTSD after witnessing a fatal road crash in December 2022 and felt he could never return to driving trucks. Andrew's family, employer and health team supported his gradual return to work and retraining as a driver-trainer. Andrew's advice to other injured workers is to talk, seek help and never give up. Helene Visser - Tidda Counselling Helene Visser has shown great resilience after suffering a debilitating mental injury following workplace bullying. Helene remained unwell and unemployed for 11 years but was determined to get back to work and was placed in a new role through job seeking assistance. Helene recognised there were aspects of the new workplace that were not healthy for her and instead secured a new job placement using the WorkSafe WISE scheme in mid-2023. Leading Return to Work Practice Calvary Aged Care Services In the past 12 months the not-for-profit provider has greatly improved return to work outcomes. Previously, injury reporting was managed externally, meaning injured workers often felt unsupported and disconnected. It's now been brought in house and managers play a key role on checking in with staff following an incident. Injury management and incident reporting training has been introduced and a more collaborative approach is taken, such as a preference for face-to-face worker and RTW co-ordinator meetings and GP case conferencing. Health and Safety Representative of the Year (joint winners) Jason Learmonth - Ambulance Victoria Jason Learmonth has demonstrated great dedication in creating a safe working environment as Mansfield branch HSR and a Hume region representative on the state OHS committee. Among his achievements is positive change to address driver fatigue. Jason lodged a PIN, upheld by WorkSafe, over driver fatigue due to working an on-call roster in a rural area with significant transport times that led to crews being rostered for eight days continuously. The employer challenged the PIN and when it was taken to VCAT, the employer increased staffing at the branch, taking it from nine to 23 and enabling the branch to be staffed 24/7. Jen Gamble & Gaye Coles - Barwon Health University Hospital Jen and Gaye have demonstrated outstanding commitment representing a designated work group of more than 200 staff across multiple healthcare professions. By raising OHS concerns and encouraging safety in their unit they have been instrumental in a number of improvements. This includes safety advances for perfusionists, who operate equipment such as heart lung machines. The chemical used to clean the machines was changed, requiring the perfusionists to mix it themselves with no training or chemical handling awareness and when they were already dealing with a high workload. The HSRs considered issuing a PIN and the chief perfusionist escalated the matter, resulting in an external solution being put in place for mixing and cleaning the equipment. Staffing has also been increased from three to four to help reduce fatigue risks. [here](/awards-spotlight-top-health-and-safety-achievers-1184907/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jason learmouth",
          "sentiment": "none"
        },
        {
          "name": "andrew mifsud",
          "sentiment": "none"
        },
        {
          "name": "coles",
          "sentiment": "none"
        },
        {
          "name": "helene visser",
          "sentiment": "none"
        },
        {
          "name": "gaye coles",
          "sentiment": "none"
        },
        {
          "name": "learmouth",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ms gamble",
          "sentiment": "none"
        },
        {
          "name": "ambulance victoria",
          "sentiment": "none"
        },
        {
          "name": "barwon health university hospital's jen gamble",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mansfield",
          "sentiment": "none"
        },
        {
          "name": "geelong",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:35:02.569+02:00",
    "updated": "2024-03-01T00:35:02.569+02:00"
  },
  {
    "uuid": "3e3e19d44a9b462fefe63df5373be0cd5ba08289",
    "url": "https://www.yourlocalguardian.co.uk/news/national/24018754.relatives-murdered-british-backpacker-grace-millane-honoured-obes/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-29T23:29:00Z",
    "title": "Relatives of murdered British backpacker Grace Millane ‘honoured’ by OBEs | Your Local Guardian",
    "text": "Two relatives of murdered British backpacker Grace Millane have said they are honoured that their work to help abuse victims as a positive legacy in her name has been recognised in the New Year Honours list. The newly graduated university student was strangled to death in a hotel in Auckland, New Zealand, the day before her 22nd birthday on December 1 2018, by Jesse Shane Kempson who she met on Tinder. Kempson was found guilty by a unanimous verdict in November the following year. Grace’s mother Gillian Millane and cousin Hannah O’Callaghan, both from Essex, co-founded an organisation in her name called Love Grace, which aims to “empower victims of domestic abuse”. They described their OBEs for services to charitable fundraising and tackling violence against women as an “incredible honour” and dedicated it to Grace, saying she “would have been very proud and keen to get involved with what we are doing”. Ms O’Callaghan said: “I don’t think she would believe how big Love Grace has become and how many women we can help by offering a bit of normality to. “She would have also probably been amused that we have been to Downing Street and are now to meet a member of the Royal Family.” Love Grace collects handbags and fills them with toiletries for domestic abuse victims, as well as raising money for White Ribbon charities in the UK and New Zealand, which educate men and boys about attitudes that can contribute to violence against women and girls. Ms O’Callaghan said: “We wanted to create a legacy in Grace’s memory and directly help women who have been affected by domestic abuse, to turn our negative into a positive. “If we help just one woman, then we have achieved that. “We have been overwhelmed by the support people have shown our ‘Love Grace Handbag Appeal’, from donating handbags and toiletries, to running appeals in their own area. “This has allowed more women to receive a little bit of normality and remind them to believe in themselves as they matter. “So thank you to everyone who has donated, and all of our friends & family who have helped us with Love Grace. “We would like to accept this award on their behalf and in Grace’s name. We will continue to raise awareness of the issues many face, and make sure that no other family has to go through this.” The handbag appeal started as a practical way for the relatives to try to deal with their grief as “it was very cathartic and allows us to talk about Grace”, Ms O’Callaghan said. She added: “We had no idea how our initiative would take off. It helped that Grace loved a handbag. “Detective Inspector Scott Beard (who was part of the murder investigation team) said that each bag was a smile on the face of someone who needs it, so how lovely to think that 16,000 people have smiled because of Grace. “We are so proud of the legacy we have created in her memory.” The next step is to try to get charity status for Love Grace, which started with a 50 bag target and is now at 16,000 bags worldwide. Ms O’Callaghan said: “This will allow us to reach more areas and help offer practical empowerment to more women who need it. “Logistics is a key area for development, we rely on volunteers to set up and run appeals and then give back to refuge charities in their local areas. Hopefully we will be able to get our bags further afield.” Since Grace was murdered both women have also been fundraising for the White Ribbon charity to help raise awareness of male violence towards women. The body of Ms Millane, who had been on her gap year, was found buried in a suitcase in Waitakere Ranges, a forested area outside the city of Auckland. In February 2020, Kempson was jailed for life with a minimum term of 17 years, with the judge rejecting his argument that the pair had rough sex that went too far. He was later found guilty of raping another British tourist, who he also met on Tinder, eight months before he killed Ms Millane. The rape victim reportedly went to the police after recognising Kempson from media coverage of the death of Ms Millane. The sex offender was also convicted in a separate trial, with a different victim, of threatening to kill, two charges of assault with a weapon, three assaults and two counts of sexual violation. Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "grace millane",
          "sentiment": "negative"
        },
        {
          "name": "jesse shane kempson",
          "sentiment": "none"
        },
        {
          "name": "hannah o’callaghan",
          "sentiment": "none"
        },
        {
          "name": "kempson",
          "sentiment": "none"
        },
        {
          "name": "o’callaghan",
          "sentiment": "none"
        },
        {
          "name": "gillian millane",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "essex",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new zealand",
          "sentiment": "none"
        },
        {
          "name": "auckland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T01:53:22.807+02:00",
    "updated": "2023-12-30T01:53:22.807+02:00"
  },
  {
    "uuid": "e3e96d9555196f90f01aa8a588c52fe80d3dc62d",
    "url": "https://uk.marketscreener.com/quote/stock/WEG-S-A-6494223/news/WEG-S-A-Hydrogenerator-set-supplied-by-WEG-powers-small-hydroelectric-plant-47316393",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2024-07-04T23:24:00Z",
    "title": "WEG S A : Hydrogenerator set supplied by WEG powers small hydroelectric plant - MarketScreener",
    "text": "Small Hydroelectric Plants (\"SHPPs\") are considered excellent renewable energy resources and represent around 3% of the Brazilian electricity matrix, representing 6.7 GW, according to the National Electric Energy Agency (ANEEL).\nIn this important segment, WEG supplied two 5,226 kW Francis turbines and two 5,550 kVA generators. The equipment were installed at the Macacos SHPP, in Jaguariaíva, in the state of Paraná, Brazil, and operated by Pesqueiro Energia S.A.\nTurbines and generators are the main equipment in hydroelectric power plants and have an important role in the investment and even the viability of the project. For this reason, WEG solutions are designed to meet the customer's specific technical requirements and the plant's net head and flow conditions, always aiming for optimal efficiency while sustaining the project's economic and financial balance.\nFrancis turbines may be installed in a wide range of head/flow applications and are designed with a single rotor (for vertical or horizontal mountings) or a double rotor (for horizontal mounting).\nWith this acquisition, the customer is ensuring energy generation with reliability, innovation and performance. WEG has large experience in manufacturing these products with more than 3.000 hydro generators supplied worldwide.\nAttachments\nOriginal Link Permalink Disclaimer\nWEG SA published this content on 04 July 2024 and is solely responsible for the information contained therein. Distributed by Public , unedited and unaltered, on 04 July 2024 23:23:06 UTC .\nShare © Publicnow - 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FWEG-S-A-6494223%2Fnews%2FWEG-S-A-Hydrogenerator-set-supplied-by-WEG-powers-small-hydroelectric-plant-47316393%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=WEG",
      "https://twitter.com/intent/tweet?text=WEG",
      "https://telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FWEG-S-A-6494223%2Fnews%2FWEG-S-A-Hydrogenerator-set-supplied-by-WEG-powers-small-hydroelectric-plant-47316393%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FWEG-S-A-6494223%2Fnews%2FWEG-S-A-Hydrogenerator-set-supplied-by-WEG-powers-small-hydroelectric-plant-47316393%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FWEG-S-A-6494223%2Fnews%2FWEG-S-A-Hydrogenerator-set-supplied-by-WEG-powers-small-hydroelectric-plant-47316393%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://telegram.me/share/url",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FWEG-S-A-6494223%2Fnews%2FWEG-S-A-Hydrogenerator-set-supplied-by-WEG-powers-small-hydroelectric-plant-47316393%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://wa.me/",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://www.telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FWEG-S-A-6494223%2Fnews%2FWEG-S-A-Hydrogenerator-set-supplied-by-WEG-powers-small-hydroelectric-plant-47316393%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.twitter.com/intent/tweet?text=WEG",
      "https://www.wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FWEG-S-A-6494223%2Fnews%2FWEG-S-A-Hydrogenerator-set-supplied-by-WEG-powers-small-hydroelectric-plant-47316393%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FWEG-S-A-6494223%2Fnews%2FWEG-S-A-Hydrogenerator-set-supplied-by-WEG-powers-small-hydroelectric-plant-47316393%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=WEG",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hydrogenerator",
          "sentiment": "negative"
        },
        {
          "name": "francis",
          "sentiment": "none"
        },
        {
          "name": "weg",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gw",
          "sentiment": "none"
        },
        {
          "name": "national electric energy agency",
          "sentiment": "none"
        },
        {
          "name": "pesqueiro energia s.a. turbines",
          "sentiment": "none"
        },
        {
          "name": "weg",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "jaguariaíva",
          "sentiment": "none"
        },
        {
          "name": "brazil",
          "sentiment": "none"
        },
        {
          "name": "paraná",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T02:36:13.783+03:00",
    "updated": "2024-07-05T02:36:13.783+03:00"
  },
  {
    "uuid": "e0bd5f2558c3ba0268b5a1765ad684ca59522116",
    "url": "https://indianexpress.com/article/world/us-lawmakers-condemn-vandalism-of-hindu-temple-in-california-9080854/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@indianexpress",
    "published": "2023-12-24T02:29:00Z",
    "title": "US lawmakers condemn vandalism of Hindu temple in California | World News - The Indian Express",
    "text": "Several US lawmakers, including three prominent Indian-American Congressmen, have strongly condemned the vandalism of a Hindu temple in California and asserted that those responsible for the act must be held accountable. The Shri Swaminarayan Mandir Hindu Temple in Newark, California was vandalised with anti-India graffiti and the police are investigating the matter as a possible hate crime. Congressman Ro Khanna, who represents California’s 17th Congressional District located in Silicon Valley, said in a post on X that he strongly condemns the “defacing” of the Swaminarayan temple in Newark, California which is in his district. “Freedom to worship is at the heart of American democracy. Those who committed this act of vandalism must be held accountable,” Khanna said. He said he is heartened that the community is coming together to stand up against hate and remove the graffiti. “This community action is answering wickedness with goodness,” he said. Congressman Raja Krishnamoorthi termed the defacing of the Swaminarayan temple as “despicable” and said he strongly condemns it. Krishnamoorthi, the US representative for Illinois’s 8th congressional district, said he is glad the community is rallying in support of the mandir. “We must stand united against bigotry in all its ugly forms. Those who did this vandalism must be held accountable,” he said. Congressman Shri Thanedar also expressed his profound condemnation of the “disgraceful act of vandalism”. “This desecration, marked by anti-India graffiti, strikes at the very essence of our diverse and inclusive society. I denounce such attacks of intolerance and call for a thorough investigation into this heinous crime,” Thanedar, the US representative from Michigan’s 13th congressional district, said. “Religious freedom and communal harmony are fundamental tenets of our nation, and I urge swift action by law enforcement to bring the perpetrators to justice, ensuring the safety and sanctity of all places of worship,” he added. Congresswoman Barbara Lee from California “unequivocally” condemned the attack. “Hatred in all forms cannot be tolerated. Those responsible must be held accountable,” she said. State Senator in the Ohio Senate Niraj Antani, elected to the Ohio Senate at age 29 and the youngest currently serving member of the Senate, said that as the first Hindu-American State Senator in Ohio history, he condemns in the “strongest terms” the vandalisation of the Hindu Mandir. “The perpetrators must be caught and punished to the full extent of the law. We must root out and vanquish Hinduphobia everywhere it is,” Antani said. The US State Department on Saturday also condemned the vandalism at the temple and welcomed efforts by the police to ensure those responsible are held accountable. “We condemn the vandalism of Shri Swaminarayan Mandir Hindu Temple in California. We welcome efforts by the Newark Police Department to ensure that those responsible are held accountable,” the US State Department’s Bureau of South and Central Asian Affairs said in a post on X Saturday. The City of Newark Police Department in Newark, Newark, California had told PTI in an emailed statement that on Friday at approximately 8:35 am, Newark Police received a report of graffiti at the Shri Swaminarayan Mandir Hindu Temple. Officers responded and met with temple leaders who described the vandalism as meant to intimidate them. “Based on the content of the graffiti it is believed that the defacement was a targeted act, and the vandalism is being investigated as a possible hate crime,” the statement said. The Consulate General of India in San Francisco strongly condemned the defacing of the temple. “We strongly condemn the defacing of SMVS Shri Swaminarayan Mandir at Newark, California with anti-India graffiti,” the Consulate posted on X. “This incident has hurt the sentiments of the Indian community. We have pressed for quick investigation and prompt action against the vandals by the US authorities in this matter,” the Consulate said. According to images posted on social media, the word ‘Khalistan’ was spray-painted on a signpost outside the temple along with other objectionable graffiti. Newark police further said that any acts or threats of violence, property damage, harassment, intimidation, or other crimes motivated by hate or bias are considered very serious and given very high priority. “Officers are investigating, collecting evidence, and reviewing surveillance footage from nearby businesses to establish the chain of events and bring those responsible to justice,” the police said. The department said that “we stand united with our community and are urging community members with any information regarding this incident to come forward and speak with investigators.” The police are asking anyone with information regarding this investigation to contact the Newark Police Investigations Unit.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "raja krishnamoorthi",
          "sentiment": "none"
        },
        {
          "name": "krishnamo",
          "sentiment": "none"
        },
        {
          "name": "ro khanna",
          "sentiment": "none"
        },
        {
          "name": "khanna",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "shri swaminarayan mandir hindu temple",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "newark",
          "sentiment": "none"
        },
        {
          "name": "silicon valley",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T07:06:45.214+02:00",
    "updated": "2023-12-24T07:06:45.214+02:00"
  },
  {
    "uuid": "7a3a743234bee191432238b7412889417e47e3f6",
    "url": "https://mst.org.br/2024/10/03/agroecologia-o-caminho-necessario-para-enfrentar-a-crise-ambiental",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Solange",
    "published": "2024-10-03T17:48:00Z",
    "title": "Agroecologia: o caminho necessário para enfrentar a crise ambiental",
    "text": "Assentamento agroflorestal José Lutzenberger . Foto: Juliana Barbosa Por Diangela Menegazzi\nDa Página do MST\nNesta quinta-feira, dia 3 de outubro, é celebrado no Brasil o Dia Nacional da Agroecologia. A agroecologia é uma prática, movimento e ciência que busca promover a produção de alimentos saudáveis e a segurança alimentar, com relações sociais justas e cuidado com o meio ambiente, pensando no presente e nas gerações futuras.\nNa perspectiva de futuro, a agroecologia é citada como alternativa fundamental para o enfrentamento às mudanças climáticas. As alterações no clima, apontam cientistas, são consequência direta da degradação ambiental provocada por ação humana, como desmatamento, queimadas, uso intensivo de agrotóxicos na agricultura, entre outras ações nocivas à vida no planeta.\nAgrofloresta da Escola Latino Americana de Agroecologia, no assentamento Contestado, na Lapa. Foto: Wellington Lenon Um dos maiores eventos dedicados ao tema no país ocorre no Paraná, há 22 anos. A Jornada de Agroecologia que neste ano chega a sua 21ª edição, entre os dias 4 e 8 de dezembro, no Centro Politécnico da Universidade Federal do Paraná, no bairro Jardim das Américas, em Curitiba. Criado em 2002, o evento possibilita o intercâmbio de camponeses/as, povos originários e tradicionais, pesquisadores/as, estudantes e militantes dedicados às diversas lutas relacionadas.\nPara promover reflexão sobre a data, e mobilizar mais pessoas a conhecerem e se engajarem ao tema, conversamos com pessoas que incorporam a agroecologia na vida cotidiana e comunitária, e transformam o meio ambiente em que vivem para melhor.\nUma agrofloresta no meio da Cidade Industrial de Curitiba Há pouco mais de três anos vem sendo cultivada na Vila Sabará, no bairro Cidade Industrial de Curitiba (CIC), a Agrofloresta Papa Francisco. O espaço de produção de alimentos é mantido pelo Centro de Assistência Social Divina Misericórdia (CASDM), e surgiu de uma parceria com o Coletivo Marmitas da Terra e o Movimento dos Trabalhadores Rurais Sem Terra (MST). O objetivo inicial, que se mantém, foi recuperar uma área degradada e utilizá-la para a produção de alimentos agroecológicos, oferecendo alimentação saudável para as pessoas envolvidas.\n“Eu lembro que, no início, o pessoal do MST dizia assim: ‘é possível curar qualquer terra, toda terra produz a gente só precisa dar a ela o que ela precisa.’ E começamos aprendendo isso, olhar para aquela terra cheia de entulhos e imaginar que ali poderia ter uma agrofloresta diversificada, saudável e orgânica”, recorda Irmã Anete Giordani, gestora do Centro. Hoje, a Agrofloresta gera alimentos para mais de 500 pessoas que vivem nas unidades de convivência do CASMD.\nPara o futuro, Irmã Anete projeta um trabalho educativo com crianças e adolescentes. “Nosso desafio atual é envolver nossas crianças e adolescentes no cuidado com a terra, trabalhando de forma mais intensa a consciência ambiental”, comenta.\nAgrofloresta Papa Francisco. Foto: Arquivo CASMD Mulheres unidas pela agroecologia no Sudoeste do Paraná Mulheres do MST também estão unidas por meio de coletivos, no Sudoeste do Paraná, em que debatem e reivindicam direitos, entre eles, o direito à alimentação saudável. A agricultora Graciela Almeida, da comunidade Sete Povos das Missões, em Honório Serpa, é uma delas.\nGraciela integra o coletivo Mulheres Guerreiras e, recentemente, por meio das reuniões mensais que o grupo formado por 15 mulheres realiza, buscou com as companheiras o cadastramento no programa Compra Direta Paraná. O objetivo é entregar os alimentos produzidos de forma agroecológica nos lotes à rede socioassistencial do Estado.\nPara a agricultora, a agroecologia gera preservação para um futuro melhor. “Quanto mais a gente adota a agroecologia, menos impacto causamos ao nosso futuro. A agroecologia nos dá o direito de ser saudável”, destaca Graciela. A agricultora lembra também que, por meio da geração de renda que a produção agroecológica proporciona, as mulheres conquistam maior autonomia no ambiente em que vivem.\nColetivo Mulheres Guerreiras, da Comunidade Sete Povos das Missões, em Honório Serpa, trabalha pelo direito das mulheres e promove agroecologia no território. Foto: Coletivo Mulheres Guerreiras\nPertinho de Graciela, no município de Palmas, Franciele R. Cruz Veloso, da comunidade Cacique Cretã, está organizada com outras 14 mulheres no coletivo Mulheres Mães da Terra. Juntas, elas cultivam uma horta comunitária de onde geram renda com a venda dos alimentos produzidos. A cada quinze dias, elas comercializam cestas agroecológicas, recheadas com mandioca, alface, batata-doce, entre outros itens, a mulheres da cidade de Palmas.\nTanto Graciela quanto Franciele cresceram no meio rural, mas por circunstâncias da vida precisaram mudar para a cidade, e hoje retornam à terra em busca de uma vida plena, com muita comida saudável direto da roça para a mesa. As duas agricultoras ainda vivem o chamado processo de transição, que é quando a produção de alimentos ainda não é certificada e totalmente orgânica, mas caminha para um dia ser. “Meu sonho é um dia produzir 100% de forma agroecológica”, afirma Franciele.\nFranciele na estufa que cultiva em casa, na comunidade de Reforma Agrária Cacique Cretã, em Palmas. Foto: Arquivo pessoal\nHorta comunitária 100% orgânica em Centenário do Sul No mês de setembro, 36 famílias Sem Terra que integram o Centro Antônio Tavares de Produção de Alimentos Saudáveis comemoraram a conquista do certificado de produção orgânica para a horta em que trabalham há cerca de seis anos. Inaugurada em 2018, a horta é um espaço de produção coletiva, onde as famílias trabalham produzindo comida de verdade, sem nenhum adubo químico ou veneno.\nPara o coordenador do trabalho, Devanir Vicente, a conquista da certificação é uma vitória para as famílias da comunidade. “É a primeira área de um acampamento da Reforma Agrária aqui da região que conquista essa certificação”, comemora.\nImagens da horta Antônio Tavares, da comunidade Fidel Castro. Foto: Arquivo MST\nAssistência técnica para a certificação orgânica O estímulo para que mais e mais famílias agricultoras e camponesas produzam comida sem a utilização de adubos químicos e agrotóxicos é um dos objetivos do projeto de Assistência Técnica e Extensão Rural (ATER) Semeando Gestão: Fortalecendo a Organização Produtiva e Sustentável.\nA iniciativa hoje em andamento em todo o Paraná prevê assessoria especializada com vistas à certificação orgânica para 2,5 mil famílias do campo. O trabalho é resultado da parceria entre a ITAIPU Binacional, a Cooperativa Central da Reforma Agrária (CCA), e o Parque Tecnológico da Itaipu (Itaipu Parquetec).\nSão 31 entidades, entre cooperativas e associações da Reforma Agrária e da agricultura familiar, que estão integradas ao projeto, com o objetivo de qualificar e ampliar a produção sustentável. Entre elas estão a Terra Livre, do assentamento Contestado, a Copavi, de Paranacity, e a Maria Rosa do Contestado, de Castro, que já conquistaram certificado de produção 100% agroecológica.\nSão cooperativas fornecedoras de produtos para o Programa Nacional da Alimentação Escolar (PAA) e de Aquisição de Alimentos (PAA), garantindo comida boa para crianças, adolescentes e funcionários de escolas públicas, e também para cozinhas comunitárias.\nFeira da Agrobiodiversidade Feira da Jornada de Agroecologia. Foto: Guilherme Araki\nA diversidade e riqueza da produção agroecológica do estado se expressa na Feira da Agrobiodiversidade Camponesa e Popular da Jornada de Agroecologia, todos os anos. Na edição de 2023, foram mais de 900 itens in natura e processados, e 560 variedades de sementes crioulas. A produção é fruto do trabalho de cerca de 120 coletivos, empreendimentos de economia solidária, indígena, cooperativa da Reforma Agrária e da agricultura familiar. As organizações, vindas de todas as regiões do Paraná, participam anualmente da Jornada da Agroecologia. Participe você também!\n*Editado por Solange Engelmann",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://lh7-rt.googleusercontent.com/docsz/AD_4nXdLPVMKu5EziRl63Le1nZx_HYgJW5qqkJxd0tZwmeVBFy4H_t_TwFuU14cbldUWz46-ghIi1P47I_tBZct5Ewzath8fg0OsZR4HtPZPLeXngEs5I3NMyE_SvV0gqV3wwuCsAlCT6D5h5H8E-vB0J9mKn5wl?key=KHIUS9FsvQT1abGtlwJ6ew",
      "https://jornadadeagroecologia.org.br/",
      "https://lh7-rt.googleusercontent.com/docsz/AD_4nXcslfB7-OKJWgWZ8VjyjSeU3l3pENCdn_cM9BZhBvv3mw80ovbm3eoEjpV5PMP3xu05VnwHyfE20Ga_LbmcRs8WITAP7dv3rprJM4L0RQOnamMRKbTFS69K19YKrfHExi9nhNH-sNwQoISSg2u7lpywJlvc?key=KHIUS9FsvQT1abGtlwJ6ew",
      "https://lh7-rt.googleusercontent.com/docsz/AD_4nXemJW2BVMCke3Xp0A6suVY30QJaT0vbi-X2aPVttjpIWRBvTY1cryqJ7e0joRfZUxHgX9h_lPV5RXUpVUG6QxGLwfJkUYgqibd3CmKefYeuuM2dhENiAddDJkkSIiQ9-ncv2IFzyKloGv2k9sgB_B-w5Ck?key=KHIUS9FsvQT1abGtlwJ6ew",
      "https://lh7-rt.googleusercontent.com/docsz/AD_4nXfqah6i-EP86_IppPxh3ix-kRJDoh_IHf2M-CR5fbD2BKTiptgG_y7I3P82o3yCOH7iBTpWcaTC6LfpcN0wl_eofRHOHXkpHsacvekHutgDljrHZx1jUUxr4xD8IOGNEBMvijhJOAXNT7IpbmL17BFBaTzQ?key=KHIUS9FsvQT1abGtlwJ6ew",
      "https://lh7-rt.googleusercontent.com/docsz/AD_4nXdyEQvBSbonC27EYgLbVdTH7Ws72OIgKZ2SqnFatp8Gd2KKEeXfZiHE8h0toIuGuSDlyOLF1iiBomMWfsQoYe8en4QhZvZ4K0kTfkEEA-I_KBQ8Ura_3LODVskKq-W3lzsqHdMCvjBVMYk6eDtArTzUDXk?key=KHIUS9FsvQT1abGtlwJ6ew",
      "https://lh7-rt.googleusercontent.com/docsz/AD_4nXemJW2BVMCke3Xp0A6suVY30QJaT0vbi-X2aPVttjpIWRBvTY1cryqJ7e0joRfZUxHgX9h_lPV5RXUpVUG6QxGLwfJkUYgqibd3CmKefYeuuM2dhENiAddDJkkSIiQ9-ncv2IFzyKloGv2k9sgB_B-w5Ck",
      "https://www.lh7-rt.googleusercontent.com/docsz/AD_4nXcslfB7-OKJWgWZ8VjyjSeU3l3pENCdn_cM9BZhBvv3mw80ovbm3eoEjpV5PMP3xu05VnwHyfE20Ga_LbmcRs8WITAP7dv3rprJM4L0RQOnamMRKbTFS69K19YKrfHExi9nhNH-sNwQoISSg2u7lpywJlvc?key=KHIUS9FsvQT1abGtlwJ6ew",
      "https://www.lh7-rt.googleusercontent.com/docsz/AD_4nXdyEQvBSbonC27EYgLbVdTH7Ws72OIgKZ2SqnFatp8Gd2KKEeXfZiHE8h0toIuGuSDlyOLF1iiBomMWfsQoYe8en4QhZvZ4K0kTfkEEA-I_KBQ8Ura_3LODVskKq-W3lzsqHdMCvjBVMYk6eDtArTzUDXk?key=KHIUS9FsvQT1abGtlwJ6ew",
      "https://www.lh7-rt.googleusercontent.com/docsz/AD_4nXdLPVMKu5EziRl63Le1nZx_HYgJW5qqkJxd0tZwmeVBFy4H_t_TwFuU14cbldUWz46-ghIi1P47I_tBZct5Ewzath8fg0OsZR4HtPZPLeXngEs5I3NMyE_SvV0gqV3wwuCsAlCT6D5h5H8E-vB0J9mKn5wl?key=KHIUS9FsvQT1abGtlwJ6ew",
      "https://www.lh7-rt.googleusercontent.com/docsz/AD_4nXemJW2BVMCke3Xp0A6suVY30QJaT0vbi-X2aPVttjpIWRBvTY1cryqJ7e0joRfZUxHgX9h_lPV5RXUpVUG6QxGLwfJkUYgqibd3CmKefYeuuM2dhENiAddDJkkSIiQ9-ncv2IFzyKloGv2k9sgB_B-w5Ck?key=KHIUS9FsvQT1abGtlwJ6ew",
      "https://lh7-rt.googleusercontent.com/docsz/AD_4nXfqah6i-EP86_IppPxh3ix-kRJDoh_IHf2M-CR5fbD2BKTiptgG_y7I3P82o3yCOH7iBTpWcaTC6LfpcN0wl_eofRHOHXkpHsacvekHutgDljrHZx1jUUxr4xD8IOGNEBMvijhJOAXNT7IpbmL17BFBaTzQ",
      "https://www.lh7-rt.googleusercontent.com/docsz/AD_4nXfqah6i-EP86_IppPxh3ix-kRJDoh_IHf2M-CR5fbD2BKTiptgG_y7I3P82o3yCOH7iBTpWcaTC6LfpcN0wl_eofRHOHXkpHsacvekHutgDljrHZx1jUUxr4xD8IOGNEBMvijhJOAXNT7IpbmL17BFBaTzQ?key=KHIUS9FsvQT1abGtlwJ6ew",
      "https://lh7-rt.googleusercontent.com/docsz/AD_4nXdyEQvBSbonC27EYgLbVdTH7Ws72OIgKZ2SqnFatp8Gd2KKEeXfZiHE8h0toIuGuSDlyOLF1iiBomMWfsQoYe8en4QhZvZ4K0kTfkEEA-I_KBQ8Ura_3LODVskKq-W3lzsqHdMCvjBVMYk6eDtArTzUDXk",
      "https://jornadadeagroecologia.org.br",
      "https://www.jornadadeagroecologia.org.br/",
      "https://lh7-rt.googleusercontent.com/docsz/AD_4nXcslfB7-OKJWgWZ8VjyjSeU3l3pENCdn_cM9BZhBvv3mw80ovbm3eoEjpV5PMP3xu05VnwHyfE20Ga_LbmcRs8WITAP7dv3rprJM4L0RQOnamMRKbTFS69K19YKrfHExi9nhNH-sNwQoISSg2u7lpywJlvc",
      "https://lh7-rt.googleusercontent.com/docsz/AD_4nXdLPVMKu5EziRl63Le1nZx_HYgJW5qqkJxd0tZwmeVBFy4H_t_TwFuU14cbldUWz46-ghIi1P47I_tBZct5Ewzath8fg0OsZR4HtPZPLeXngEs5I3NMyE_SvV0gqV3wwuCsAlCT6D5h5H8E-vB0J9mKn5wl"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T06:54:58.436+03:00",
    "updated": "2024-10-04T06:54:58.436+03:00"
  },
  {
    "uuid": "e772b35a0954beaa8e3f89b1e66b392963165bec",
    "url": "http://business.dailytimesleader.com/dailytimesleader/article/getnews-2024-1-5-so-wealth-tea-launches-premium-collection-of-high-quality-spiritual-loose-leaf-teas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2024-01-05T00:00:00Z",
    "title": "So Wealth-Tea Launches Premium Collection of High-Quality Spiritual Loose Leaf Teas | dailytimesleader.com | Serving West Point & Clay County Since 1867",
    "text": "Harnessing the Power of Nature and Spirituality to Elevate Daily Rituals\nSo Wealth-Tea, a pioneering wellness brand, is delighted to share its exclusive range of high-quality spiritual loose leaf teas, meticulously crafted to aid in manifestation practices. This innovative line is designed for individuals seeking to integrate mindfulness and intention-setting into their daily routines, combining the health benefits of premium teas with the transformative power of spirituality.\nElevating Daily Rituals with Intention\nIn an era where mental and spiritual well-being are paramount, So Wealth-Tea's offerings provide a unique approach to personal growth and manifestation. Each blend in the collection is carefully curated with specific intentions, harnessing the natural energies of select herbs and leaves to support various aspects of life, such as abundance, love, clarity, and healing.\nA Mix of Flavors and Intentions\nSo Wealth-Tea's range features a variety of blends, each with its unique flavor profile and spiritual purpose. Their most popular blends includes:\n1. SO MONEY: Crafted with herbs known for attracting luck and abundance.\n2. GLOW UP: Rich in antioxidants and ingredients that promote physical and mental well-being.\n3. GO GETTER: Refreshing blend for uplifting spirits and maintaining balance.\nEach tea is ethically sourced, ensuring a premium and sustainable product that resonates with the values of our customers.\nA Ritual for Mind, Body, and Spirit\nSo Wealth-Tea's founder, Samantha McDougal, explains, \"Our teas are more than just a beverage; they're a ritual. Each cup is an opportunity to set intentions, reflect, and manifest the life you desire. We believe in the power of combining traditional tea benefits with spiritual practices to create a holistic experience for our customers.\"\nSustainability and Ethical Practices\nCommitted to environmental stewardship and ethical sourcing, So Wealth-Tea ensures that each product is not only beneficial for the consumer but also for the planet. The teas are packaged in eco-friendly materials, and a portion of all proceeds is donated to Action for Happiness.\nCommunity and Connection\nBeyond offering teas, So Wealth-Tea is building a community of like-minded individuals passionate about personal growth, wellness, and sustainable living. The brand hosts regular workshops, meditation sessions, and manifestation circles, both virtually and in New York, fostering a space for connection and shared experiences.\nAvailability and Events\nThe So Wealth-Tea collection is available for purchase on the brand's website and selected wellness pop-ups located in New York. Details and registration for these events can be found on the company's website.\nAbout So Wealth-Tea\nSo Wealth-Tea is a wellness brand focused on creating high-quality, spiritual teas that enhance the daily rituals of mindfulness and manifestation. Founded on the principles of holistic well-being, ethical sourcing, and community, So Wealth-Tea is more than a tea company – it's a movement towards a more intentional and spiritually aligned way of living.\nFor more information about So Wealth-Tea and its products, visit www.sowealthtea.com or follow us on social media at @sowealthtea.\nMedia Contact\nCompany Name: So Wealth-Tea\nContact Person: Samantha McDougal\nEmail: Send Email\nCountry: United States\nWebsite: https://sowealthtea.com/\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [
      "https://tracking.newsrpm.com/pixel?slug=getnews-2024-1-5-so-wealth-tea-launches-premium-collection-of-high-quality-spiritual-loose-leaf-teas",
      "https://www.cloudquote.io",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "http://www.universalpressrelease.com/?pr=so-wealthtea-launches-premium-collection-of-highquality-spiritual-loose-leaf-teas",
      "https://sowealthtea.com/",
      "https://www.getnews.info/press_stat.php?pr=so-wealthtea-launches-premium-collection-of-highquality-spiritual-loose-leaf-teas",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://www.googletagmanager.com/gtag/js",
      "https://cloudquote.io/article/5",
      "https://cloudquote.io/article/6",
      "https://tracking.newsrpm.com/pixel",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2024-1-5-so-wealth-tea-launches-premium-collection-of-high-quality-spiritual-loose-leaf-teas",
      "https://www.getnews.info/press_stat.php",
      "http://www.universalpressrelease.com/",
      "https://cloudquote.io",
      "https://getnews.info/press_stat.php?pr=so-wealthtea-launches-premium-collection-of-highquality-spiritual-loose-leaf-teas",
      "https://www.sowealthtea.com/",
      "https://sowealthtea.com",
      "http://universalpressrelease.com/?pr=so-wealthtea-launches-premium-collection-of-highquality-spiritual-loose-leaf-teas"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "power of nature",
          "sentiment": "neutral"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:03:24.032+02:00",
    "updated": "2024-01-06T00:03:24.032+02:00"
  },
  {
    "uuid": "3a40a821078b1460ed761874de48d9e577db7e3a",
    "url": "https://pronedra.ru/klimaticheskie-izmeneniya-cherez-40-let-zemle-mozhet-grozit-lednikovyj-period-mnenie-uchenyh-776597.html",
    "ord_in_thread": 0,
    "author": "Clickio; Ирина Валькова",
    "published": "2025-05-07T22:50:00Z",
    "title": "Через сорок лет на Земле возможен ледниковый период",
    "text": "Климатические изменения: через 40 лет Земле может грозить ледниковый период, — мнение ученых\nСовсем недавно ученые представили тревожный прогноз, который вызвал обеспокоенность среди специалистов и широкой общественности. По их данным, нашему миру предстоит столкнуться с новым ледниковым периодом, и начало этого процесса может наступить уже через 40 лет — в период между 2063 и 2073 годами. Ведущий научный сотрудник Института проблем промышленной экологии Севера КНЦ РАН Елена Касаткина, которая активно участвует в исследовании климатических изменений, поделилась с журналистами своим мнением о том, как эти изменения могут повлиять на жизнь на планете.\nИсследования, подтверждающие начало ледникового периода\nИсследования, проведенные ученым сообществом, опираются на данные, собранные за долгие десятилетия наблюдений. Одним из ключевых источников информации стали так называемые сверхдлинные хронологии колец деревьев, в частности, сосен, возраст которых превышает 7600 лет. Эти данные были собраны в Финляндии и других северных регионах Европы, где климатические условия оказывают наибольшее влияние на рост и развитие деревьев.\nХроника роста деревьев представляет собой нечто вроде природного архива, который помогает ученым реконструировать климатические условия на протяжении тысячелетий. Современные технологии, включая искусственный интеллект, позволили исследовать эти данные с невиданной ранее точностью. Так, анализ колец деревьев показал, что климат Европы регулярно подвергается глобальным похолоданиям, которые происходят примерно каждые 300-400 лет. Эти явления, называемые «малым ледниковым периодом», обычно длится десятилетиями, а их последствия могут быть разрушительными для экосистем.\nСогласно текущим прогнозам, следующее глобальное похолодание может начаться уже в ближайшие десятилетия. Ученые уверены, что период с 2063 по 2073 год будет критическим для климата нашей планеты. Эти данные обладают высокой достоверностью — точность прогноза составляет 95%.\nЧто может произойти с климатом Земли?\nЕсли климатический прогноз сбудется, Земля может столкнуться с резким похолоданием, которое повлияет на все аспекты жизни на планете. Снижение солнечной активности, по данным ученых, окажет значительное влияние на температуру. В таких условиях температура на Земле может понизиться на несколько градусов, а это, в свою очередь, приведет к образованию льда на реках, замерзанию озер и развитию ледников в некоторых регионах, которые в настоящее время не подвержены сильному морозу.\nОдним из факторов, который может усугубить ситуацию, является возможное активизирование вулканической деятельности. Вулканические извержения могут выбрасывать в атмосферу огромные количества пепла и сернистых газов, что приведет к охлаждению планеты. Этот процесс называется вулканической зимой, и его последствия могут быть весьма опасными, особенно если извержение будет сопровождаться выбросом газов в течение нескольких лет подряд.\nТаким образом, Земля может столкнуться не только с глобальным похолоданием, но и с экосистемными катастрофами, которые окажут влияние на сельское хозяйство, водные ресурсы и биоразнообразие. Прогнозируется, что районы, ранее не затронутые холодами, могут стать непригодными для проживания, а жизнь в некоторых частях планеты станет практически невозможной.\nКак человечество может подготовиться к изменению климата?\nНаука не стоит на месте, и ученые активно работают над изучением климатических процессов и способов предотвращения или смягчения их последствий. Одна из важнейших задач на сегодняшний день — это снижение антропогенного воздействия на климат. Вредное воздействие на атмосферу, вызванное выбросами парниковых газов, необходимо минимизировать, что требует от государств принятия решительных мер в сфере охраны окружающей среды и перехода на устойчивые источники энергии.\nВ последние годы все большее внимание уделяется экологическим инициативам, таким как использование возобновляемых источников энергии, улучшение энергоэффективности, защита лесов и сокращение загрязнения. Применение новых технологий, таких как искусственный интеллект, для мониторинга состояния экосистем и анализа климатических данных дает ученым дополнительные инструменты для прогнозирования и управления изменениями.\nОдновременно с этим необходимо подумать о создании устойчивых сельскохозяйственных систем, которые смогут адаптироваться к изменяющимся климатическим условиям. Важно учитывать, что глобальное похолодание может также повлиять на сельское хозяйство, вызвав сокращение урожайности в регионах, которые в настоящее время являются основными поставщиками продуктов питания.\nВулканическая угроза и ее влияние на климат\nЕще одним важным фактором, который может ускорить начало ледникового периода, являются вулканические извержения. Ученые предупреждают, что активизация вулканов может значительно ухудшить климатические условия на Земле. Вулканическая деятельность может привести к выбросу в атмосферу огромных количеств пепла и сернистых газов, которые создадут так называемый «вулканический зимний эффект».\nВулканический пепел способен блокировать солнечные лучи, снижая температуру на поверхности Земли. В этом случае температура на планете может понизиться на несколько градусов, что приведет к глобальному похолоданию и расширению ледников в северном полушарии. Вулканическая активность в сочетании с естественными климатическими циклами может ускорить наступление ледникового периода и усилить его последствия.\nГлобальное потепление и возможное начало нового ледникового периода — это две противоположные угрозы для нашего мира, которые, тем не менее, могут возникать в зависимости от разных факторов. На сегодняшний день ученые уверены, что мы находимся на пороге нового климатического цикла, и хотя начало ледникового периода предсказывается на ближайшие десятилетия, существует множество способов подготовиться и минимизировать его последствия.\nНеобходимо помнить, что климатическая наука развивается, и будущее планеты зависит от наших усилий. Для того чтобы избежать катастрофических последствий, человечеству нужно активно работать над улучшением экологической ситуации, использовать новейшие технологии и заботиться о сохранении природных ресурсов.\nРанее на сайте «Пронедра» писали, что геолог предсказывает смену климатического курса и возвращение суровых зим",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Environment->climate change",
      "Environment->global warming",
      "Environment->sustainability",
      "Social Issue->mankind",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T02:46:19.731+03:00",
    "updated": "2025-05-07T23:54:15.000+00:00"
  },
  {
    "uuid": "2fce2730a947928b35c2ec8cae7ad042a90d1518",
    "url": "https://www.orlandosentinel.com/2024/02/22/the-powerful-constraints-on-medical-care-in-catholic-hospitals-across-america",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tribune News Service",
    "published": "2024-02-22T19:14:00Z",
    "title": "The powerful constraints on medical care in Catholic hospitals across America",
    "text": "Breaking News Health | Firm hired to remove migrants from Florida faces insurance fraud allegations 5:23 pm",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.chausa.org/publications/health-progress/archives/issues/summer-2023/reflection-catholic-hospitals-and-the-local-church---why-they-matter-to-one-another-and-to-communities",
      "https://michigan.gov/whitmer/-/media/Project/Websites/Whitmer/Documents/Exec-Directives/ED-202213%E2%80%94Prop-3-final-signed.pdf",
      "https://journals.lww.com/greenjournal/Fulltext/2022/11000/Association_of_Driving_Distance_to_Maternity.16.aspx",
      "https://www.oregon.gov/oha/hpa/hp/pages/health-care-market-oversight.aspx#:~:text=In%202021%2C%20the%20Oregon%20Legislature,insurance%20companies%2C%20and%20provider%20groups.",
      "https://www.pubmed.ncbi.nlm.nih.gov/31090565/",
      "https://usccb.org/resources/ethical-religious-directives-catholic-health-service-sixth-edition-2016-06_0.pdf",
      "https://www.usccb.org/resources/ethical-religious-directives-catholic-health-service-sixth-edition-2016-06_0.pdf",
      "https://chausa.org/publications/health-progress/archives/issues/summer-2023/reflection-catholic-hospitals-and-the-local-church---why-they-matter-to-one-another-and-to-communities",
      "https://www.doh.wa.gov/public-health-healthcare-providers/healthcare-professions-and-facilities/providing-information-patients/protecting-pregnancy-and-miscarriage-related-care",
      "https://sourceonhealthcare.org/oregon-law-to-enhance-oversight-of-healthcare-mergers-acquisitions-faces-legal-challenge",
      "https://www.journals.lww.com/greenjournal/Fulltext/2022/11000/Association_of_Driving_Distance_to_Maternity.16.aspx",
      "https://app.leg.wa.gov/billsummary",
      "https://www.trinity-health.org/assets/documents/codeofconduct.pdf",
      "https://acog.org/clinical/clinical-guidance/practice-bulletin/articles/2020/03/prelabor-rupture-of-membranes",
      "https://app.leg.wa.gov/billsummary?BillNumber=5241&Year=2023&Initiative=false",
      "https://sourceonhealthcare.org/oregon-law-to-enhance-oversight-of-healthcare-mergers-acquisitions-faces-legal-challenge/",
      "https://doh.wa.gov/public-health-healthcare-providers/healthcare-professions-and-facilities/providing-information-patients/protecting-pregnancy-and-miscarriage-related-care",
      "https://ncbcenter.org/resources-and-statements-cms/transfer-of-care-vs-referral-a-crucial-moral-distinction",
      "https://www.onlinelibrary.wiley.com/doi/abs/10.1363/psrh.12118",
      "https://trinity-health.org/assets/documents/codeofconduct.pdf",
      "https://www.michigan.gov/whitmer/-/media/Project/Websites/Whitmer/Documents/Exec-Directives/ED-202213%E2%80%94Prop-3-final-signed.pdf",
      "https://www.acog.org/clinical/clinical-guidance/practice-bulletin/articles/2020/03/prelabor-rupture-of-membranes",
      "https://www.app.leg.wa.gov/billsummary?BillNumber=5241&Year=2023&Initiative=false",
      "https://onlinelibrary.wiley.com/doi/abs/10.1363/psrh.12118",
      "https://www.sourceonhealthcare.org/oregon-law-to-enhance-oversight-of-healthcare-mergers-acquisitions-faces-legal-challenge/",
      "https://www.ncbcenter.org/resources-and-statements-cms/transfer-of-care-vs-referral-a-crucial-moral-distinction",
      "https://www.ncbcenter.org/messages-from-presidents/highrisk",
      "https://pubmed.ncbi.nlm.nih.gov/31090565/",
      "https://pubmed.ncbi.nlm.nih.gov/31090565",
      "https://ncbcenter.org/messages-from-presidents/highrisk",
      "https://oregon.gov/oha/hpa/hp/pages/health-care-market-oversight.aspx#:~:text=In%202021%2C%20the%20Oregon%20Legislature,insurance%20companies%2C%20and%20provider%20groups."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hannah recht",
          "sentiment": "none"
        },
        {
          "name": "rachana pradhan",
          "sentiment": "none"
        },
        {
          "name": "jennifer chin",
          "sentiment": "none"
        },
        {
          "name": "beverly maldonado",
          "sentiment": "none"
        },
        {
          "name": "dan delong",
          "sentiment": "none"
        },
        {
          "name": "chin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "catholic",
          "sentiment": "positive"
        },
        {
          "name": "america news health subscriber only health",
          "sentiment": "positive"
        },
        {
          "name": "kff health news",
          "sentiment": "none"
        },
        {
          "name": "ob-gyn",
          "sentiment": "none"
        },
        {
          "name": "uw medicine",
          "sentiment": "none"
        },
        {
          "name": "tribune news service | tribune news service",
          "sentiment": "none"
        },
        {
          "name": "religious directives for catholic health",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "ascension saint agnes hospital",
          "sentiment": "none"
        },
        {
          "name": "maryland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T01:20:25.631+02:00",
    "updated": "2024-02-23T10:18:12.419+02:00"
  },
  {
    "uuid": "0d0c84157b61b687764a2300811b7170fc8c4947",
    "url": "https://www.readingchronicle.co.uk/news/national/24016337.thousands-homes-remain-without-power-wake-storm-gerrit/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-29T03:40:00Z",
    "title": "Thousands of homes remain without power in wake of Storm Gerrit | Reading Chronicle",
    "text": "Thousands of homes remain without power as the post-storm cleanup begins in the wake of Storm Gerrit. Around 1,500 homes in Scotland experienced their second night without power in Scotland while a lightning strike hit supplies in Wales on Thursday. Power company Scottish and Southern Electricity Networks said it had restored supply to more than 46,000 properties that lost power due to the storm, with people in the north east and Shetland worst affected. They said the remaining homes should be reconnected on Friday with welfare vans serving hot food and drink to affected customers from 9am. Operations director Andy Smith said: “This has been a difficult couple of days for the communities affected and I’m grateful to them for their patience and support as our teams work extremely hard to restore power.” National Grid UK said 36,000 properties were without power in Ceredigion on Thursday after lightning struck. Three men died after their 4×4 vehicle was submerged in the River Esk, near Glaisdale, on Thursday, North Yorkshire Police said. A supercell thunderstorm moved across the northwest of England on Thursday after a similar storm is thought to have resulted in a tornado that damaged homes in Greater Manchester on Wednesday. Around 100 properties were damaged by what police called a “localised tornado” in Stalybridge, Tameside and in the badly-hit village of Carrbrook. Hayley McCaffer, 40, who lives in Carrbrook, told the PA news agency that some of her neighbours’ houses “are an absolute disaster” with missing roofs and “squished” cars. Damage will be covered by standard property insurance policies, the Association of British Insurers has said. ScotRail said many lines have been reopened but urged passengers to check for the latest information before travelling, a message echoed by LNER, Avanti West Coast and London Northwestern Railway who suspensed or cancelled services due to damage or system faults. Friday will see significant disruption for travellers wishing to travel on the London Euston and Watford Junction lines with services expected to be up and running by the end of the day. In Wales, the aftermath of the recent severe weather will see rail services hampered until Monday. Ferry services also experienced cancellations and delays due to storm activity with operator DFDS confirming sailings between Dover and France were delayed due to strong winds in the English Channel. Air travel in and out of the UK saw cancellations but most services have returned to normal. The Met Office reported the worst of Storm Gerrit had passed with the last few days of 2023 forecast to be unsettled with strong winds, rain and even snow on higher ground. Met Office chief forecaster Steven Ramsdale said: “Heavy rain will spread across all but the far north on Saturday, affecting similar areas previously affected by Storm Gerrit. However, this rainfall will be a step down from that seen during Storm Gerrit.” Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "andy smith",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "north yorkshire police",
          "sentiment": "none"
        },
        {
          "name": "scottish and southern electricity networks",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "shetland",
          "sentiment": "none"
        },
        {
          "name": "scotland",
          "sentiment": "none"
        },
        {
          "name": "glaisdale",
          "sentiment": "none"
        },
        {
          "name": "river esk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T06:14:38.608+02:00",
    "updated": "2023-12-29T06:14:38.608+02:00"
  }
]