[
  {
    "uuid": "5f733b659f34f97db6b44e34f1b949982751c6c5",
    "url": "https://www.world-today-news.com/believers-prepare-for-good-friday-procession-despite-jerusalem-tensions-reuters",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2024-03-29T14:37:00Z",
    "title": "Believers Prepare for Good Friday Procession Despite Jerusalem Tensions: Reuters",
    "text": "Reuters Believers prepare for the Good Friday procession earlier today\nNOS Nieuws•vandaag, 14:24\nRobert Chesal\nForeign editor\nRobert Chesal\nForeign editor\nEaster weekend is normally very busy in Jerusalem. Thousands of Roman Catholics and Protestants from all over the world walk in the footsteps of Jesus on the Via Dolorosa – the Way of the Passion – and visit the Church of the Holy Sepulcher, on the spot where Jesus was crucified.\nBut during Holy Week and Easter, foreign believers stay away due to tensions in Jerusalem and violence in the occupied West Bank and Gaza Strip. It is much quieter than normal in the Christian district, which is economically highly dependent on tourism and pilgrimage from abroad. Dutch Christians have also refrained from a trip to the Holy Land en masse.\n“Around this time we always have a number of bookings for group trips and individual trips to Israel. Not this year,” says Jan van den Bosch, owner of Christian travel agency Beter Uit in Alphen aan den Rijn. “The risk is too high and the atmosphere is not good. We have had to cancel hundreds of trips.”\nTravel warning\n“I have been to Israel 150 times over the years. You can always miss Easter, it is so busy,” says Van den Bosch, who was the founder and long-time presenter of the EO Youth Day. “Our office in Israel has nothing to do this year. We have some diehards coming from America, but that’s it.”\nTravel organizations that focus on Roman Catholic pilgrims confirm this image. “We don’t organize trips now. Nobody dares to go,” says Jos van Bussel of Christoffel Reizen in Den Bosch. That has been true ever since travel warning of the State Department for Israel came into effect following the Hamas terror attacks on October 7.\nVan Bussel does notice that there is a need among his customers, especially to help Christian-Palestinian tour operators. “They have a difficult existence. Many companies in the tourism sector there will not survive. In the past we have supported them financially, because we want the travel infrastructure to be maintained. It remains difficult.”\nReutersThe procession on the Via Dolorosa is much less busy than usual this year\nPalestinian Christians from places like Bethlehem and Ramallah in the West Bank are also finding it much more difficult than usual to visit the Christian Quarter this year. Even before October 7, they had to ask for official permission for such a visit well in advance. Now the restrictions are even stricter.\nThis can be seen in this report from Al Jazeera.\nThe lack of religious tourism means a major loss of income for the district. The Benedictine Abbot Nikodemus Schnabel of the German-speaking Dormitio Abbey in Jerusalem asks a lot attention for this in the international press.\n“The biggest challenge right now is our finances,” he told the National Catholic Reporter, a well-read Roman Catholic publication. “We live on pilgrims and tourists. These days we sell maybe four cups of coffee a day. That doesn’t even cover the costs of electricity.”\nAmbiguous message\nAnother sound came today from the Archdiocese of the Roman Catholic Church for Israel, Palestine, Jordan and Cyprus – the Latin Patriarchate of Jerusalem. That pays no attention to the economic need on social media today. Instead, the archdiocese quotes from the Gospel: “Father forgive them. For they know not what they do.”\nThese are not just the words of Jesus on the cross, says Paul van Geest, professor of church history at Tilburg University. “It is also a message of peace addressed to both Israel and Hamas. I know Cardinal Pizzaballa of Jerusalem personally. He does not take sides in the conflict. But the war must stop, he wants to say.”\nAccording to Van Geest, the cardinal is also specifically concerned about the situation for the Christian minority in Israel and Palestine, which makes up around two percent of the population. For example in the Gaza Strip, where Easter is still celebrated despite the war.\n“The long-term trend is that fewer and fewer Catholics live in Israel and Palestine. And to that is the war in Gaza. Normally the Via Dolorosa is teeming with people on this day. This is an exceptional situation,” says Van Geest .\n2024-03-29 13:24:50\n#walk #heads #Easter #quiet #Jerusalem\nRelated posts: Oleg Tinkov transferred Tinkoff shares to a family trust Football Legend Aleksandr Kerzjakov Leaves Russia Due to War: Politicians Lash Out Against Him Riots Erupt in France Following Killing of Young Man by Police Chinese Family Bill, Parents Will Be Punished If Children Do Bad Things ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://indcatholicnews.com/news/49425|eventType=navigation|eventName=open",
      "https://www.akamai.vgc.no/v2/images/41ba39aa-c702-4496-9f88-5aeeff8a9f86?fit=crop&format=auto&h=1276&w=1900&s=6be6c0ff61dc39a79c79dfc7c7a41e2fa7fc9f5a)",
      "https://akamai.vgc.no/v2/images/41ba39aa-c702-4496-9f88-5aeeff8a9f86",
      "https://www.nederlandwereldwijd.nl/reisadvies/israel|eventType=navigation|eventName=open",
      "https://www.indcatholicnews.com/news/49425",
      "https://www.indcatholicnews.com/news/49425|eventType=navigation|eventName=open",
      "https://nederlandwereldwijd.nl/reisadvies/israel|eventType=navigation|eventName=open",
      "https://nederlandwereldwijd.nl/reisadvies/israel",
      "https://akamai.vgc.no/v2/images/41ba39aa-c702-4496-9f88-5aeeff8a9f86?fit=crop&format=auto&h=1276&w=1900&s=6be6c0ff61dc39a79c79dfc7c7a41e2fa7fc9f5a)",
      "https://indcatholicnews.com/news/49425",
      "https://www.nederlandwereldwijd.nl/reisadvies/israel"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rob",
          "sentiment": "negative"
        },
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "robert chesal",
          "sentiment": "none"
        },
        {
          "name": "jan van den bosch",
          "sentiment": "none"
        },
        {
          "name": "alphen",
          "sentiment": "none"
        },
        {
          "name": "rijn",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters reuters believers",
          "sentiment": "negative"
        },
        {
          "name": "beter uit",
          "sentiment": "none"
        },
        {
          "name": "chesal foreign",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "jerusalem",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "west bank",
          "sentiment": "none"
        },
        {
          "name": "dolorosa",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T17:40:27.507+03:00",
    "updated": "2024-03-29T17:40:27.507+03:00"
  },
  {
    "uuid": "09867eeeda240d07c1ac8b92a4a2e9492a78f0d4",
    "url": "https://www.topworldnewstoday.com/gerard-butler-reprising-how-to-train-your-dragon-role-for-live-action-remake/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Admin",
    "published": "2024-01-05T19:41:00Z",
    "title": "Gerard Butler Reprising ‘How to Train Your Dragon’ Role for Live-Action Remake - Top World News Today",
    "text": "Gerard Butler is returning to the , The Hollywood Reporter has confirmed. The actor will reprise the father role of Stoick the Vast in the live-action remake that hails from original co-director Dean DeBlois. How to Train Your Dragon fold The Black Phone‘s Mason Thames and The Last of Us‘ Nico Parker are leading the project, playing Hiccup (voiced by Jay Baruchel in the original) and Astrid (America Ferrera), respectively. Universal has set a June 13, 2025 date for the project. The original DreamWorks Animation trilogy was based on the books by Cressida Cowell, and told the story of a viking boy and his dragon, Toothless. The trilogy was released from 2010-19 and grossed more than $1.6 billion globally. Marc Platt is producing via Marc Platt Productions alongside Adam Siegel, president of Platt’s banner. Lexi Barta is overseeing for Universal. Butler broke out with the 2006 feature 300 and recently led the Lionsgate actioner Plane and the CIA thriller Kandahar. He is repped by Alan Siegel Entertainment and CAA. Deadline first reported the news. Nigel Lythgoe is leaving his on-camera and behind the scenes roles on Fox’s So You Think You Can Dance in the wake of a sexual assault lawsuit Bottom Dollar is closing shop. Starz has opted to cancel Minx, the comedy about the first porn magazine for women, after a two-season run. ESPN host Pat McAfee is still making headlines. Just days after he apologized when Jets quarterback Aaron Rodgers made an unfounded claim ab Jenn Sherman, the Peloton instructor who made headlines Thursday after Christopher Nolan recalled comments she made about Tenet during a Peloton",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.hollywoodreporter.com/t/gerard-butler/",
      "https://www.hollywoodreporter.com/movies/movie-news/how-to-train-your-dragon-live-action-movie-cast-1235503485/",
      "https://hollywoodreporter.com/movies/movie-news/how-to-train-your-dragon-live-action-movie-cast-1235503485/",
      "https://www.hollywoodreporter.com/movies/movie-news/how-to-train-your-dragon-live-action-movie-cast-1235503485",
      "https://www.hollywoodreporter.com/t/gerard-butler",
      "https://hollywoodreporter.com/t/gerard-butler/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gerard butler",
          "sentiment": "negative"
        },
        {
          "name": "adam siegel",
          "sentiment": "none"
        },
        {
          "name": "cressida cowell",
          "sentiment": "none"
        },
        {
          "name": "marc platt",
          "sentiment": "none"
        },
        {
          "name": "lexi barta",
          "sentiment": "none"
        },
        {
          "name": "alan siegel",
          "sentiment": "none"
        },
        {
          "name": "stoick",
          "sentiment": "none"
        },
        {
          "name": "jay baruchel",
          "sentiment": "none"
        },
        {
          "name": "dean deblois",
          "sentiment": "none"
        },
        {
          "name": "nigel lythgoe",
          "sentiment": "none"
        },
        {
          "name": "nico parker",
          "sentiment": "none"
        },
        {
          "name": "butler",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "caa",
          "sentiment": "none"
        },
        {
          "name": "astrid (america ferrera",
          "sentiment": "none"
        },
        {
          "name": "mason thames",
          "sentiment": "none"
        },
        {
          "name": "cia",
          "sentiment": "none"
        },
        {
          "name": "marc platt productions",
          "sentiment": "none"
        },
        {
          "name": "lionsgate",
          "sentiment": "none"
        },
        {
          "name": "dreamworks animation",
          "sentiment": "none"
        },
        {
          "name": "platt",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hollywood reporter",
          "sentiment": "none"
        },
        {
          "name": "kandahar",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T02:26:03.474+02:00",
    "updated": "2024-01-06T02:26:03.474+02:00"
  },
  {
    "uuid": "2145396aa23f296cc4943d90e2507cfc95bc43dc",
    "url": "https://thethaiger.com/hot-news/events/phist-strikes-again-with-southeast-asias-biggest-sustainable-tourism-event",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Selman Demirdoven, Full Stack Web Developer, https://github.com/demirdoven, sdemirdoven35@gmail.com, selman@thethaiger.com",
    "published": "2024-07-04T22:58:00Z",
    "title": "PHIST strikes again with Southeast Asia’s biggest sustainable tourism event | Thaiger",
    "text": "PHIST strikes again with Southeast Asia’s biggest sustainable tourism event PHIST ( [Phuket](https://thethaiger.com/news/phuket) Hotels for Islands Sustaining Tourism), Southeast Asia’s biggest sustainability event for the travel and hospitality sectors, will return to spark conversation and drive the green agenda this September, with an impressive line-up of key figures and industry innovators led by Peng Sum Choe, CEO of Pan Pacific Hotels Group. Organised by the [Phuket Hotels Association](https://www.phukethotelsassociation.com/), the non-profit organisation of hoteliers focused on creating a bright future for Phuket, PHIST 2024 will run under the theme One on One: Sustainability from the Top, as it reveals how senior company executives can successfully build a forward-thinking corporate culture and drive positive change, not only within their own companies but across the entire industry and beyond. Headlining this year’s event will be Peng Sum Choe, CEO of Pan Pacific Hotels Group, who has guided his company towards integrating sustainability into every aspect of its operations. This has led to the group achieving Global Sustainable Tourism Council (GSTC) Multi-Site certification for all eight of its properties in Singapore. He will come together with Jesper Palmqvist, Senior Director – Asia Pacific for hospitality analysts STR, to discuss the critical issue of green leadership. Also driving the conversation will be Jayne MacDougall, Executive Director of the Phuket Hotels Association, who will reveal the details of the Green Planet School Farm Project – an important initiative that is empowering the next generation of organic producers. Staged at Angsana Laguna Phuket in Phuket on 2 September 2024, PHIST is not just another conference; it is a highly immersive and interactive learning event that will feature a series of candid debates and discussions, 18 workshops, career development sessions and networking opportunities that will encourage attendees to confront conventional thinking and create meaningful solutions to a range of environmental and community-focused challenges. Last year’s conference was attended by more than 1,000 people. “I am grateful for the opportunity to address my industry colleagues at PHIST. Sustainability is a crucial issue, particularly for island communities, making this event an important platform for collaboration. I look forward to sharing my experiences and learning from the innovative solutions and insights of others,” said Peng Sum Choe, CEO of Pan Pacific Hotels Group. “We are thrilled to announce Peng Sum Choe and Jesper Palmqvist as our headline speakers; they will provide the perfect blend of expertise and insight to inspire guests to create sustainable futures for their own businesses,” said Jayne MacDougall, Executive Director, Phuket Hotels Association. PHIST 2024 is organized by the [Phuket Hotels Association](https://www.phukethotelsassociation.com/), and with co-founding partners [C9 Hotelworks](https://www.c9hotelworks.com/) and [Greenview](https://greenview.sg/) and support from the [American Chamber of Commerce Thailand (AMCHAM)](https://www.amchamthailand.com/), [QUO](https://www.quo-global.com/), [Creative Concept AV](https://inspiredintl.com/) [Thaiger Media](https://thethaiger.com/), [Brand TD](https://www.traveldailymedia.com/asia/) and [Delivering Asia Communications](http://www.deliveringcommunications.com/). To reserve a spot free at this special event, please register [here](https://www.eventbrite.com/e/phuket-hotels-for-islands-sustaining-tourism-phist-2024-tickets-925619080587?utm-campaign=social&utm-content=attendeeshare&utm-medium=discovery&utm-term=listing&utm-source=cp&aff=ebdsshcopyurl). [Events](https://thethaiger.com/hot-news/events) [Phuket Travel](https://thethaiger.com/travel/phuket-travel) [Press Room](https://thethaiger.com/guides/press-room) [Thailand Hotels](https://thethaiger.com/travel/hotels) [Thailand Travel](https://thethaiger.com/travel/thailand-travel)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://www.deliveringcommunications.com/).",
      "https://greenview.sg/)",
      "https://www.eventbrite.com/e/phuket-hotels-for-islands-sustaining-tourism-phist-2024-tickets-925619080587?utm-campaign=social&utm-content=attendeeshare&utm-medium=discovery&utm-term=listing&utm-source=cp&aff=ebdsshcopyurl).",
      "https://www.phukethotelsassociation.com/),",
      "https://www.c9hotelworks.com/)",
      "https://inspiredintl.com/)",
      "https://www.traveldailymedia.com/asia/)",
      "https://www.amchamthailand.com/),",
      "https://www.quo-global.com/),",
      "https://quo-global.com/),",
      "https://phukethotelsassociation.com/),",
      "http://deliveringcommunications.com/).",
      "https://www.eventbrite.com/e/phuket-hotels-for-islands-sustaining-tourism-phist-2024-tickets-925619080587",
      "https://www.greenview.sg/)",
      "https://traveldailymedia.com/asia/)",
      "https://www.inspiredintl.com/)",
      "https://eventbrite.com/e/phuket-hotels-for-islands-sustaining-tourism-phist-2024-tickets-925619080587?utm-campaign=social&utm-content=attendeeshare&utm-medium=discovery&utm-term=listing&utm-source=cp&aff=ebdsshcopyurl).",
      "https://amchamthailand.com/),",
      "https://c9hotelworks.com/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "peng sum choe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "phuket hotels association",
          "sentiment": "none"
        },
        {
          "name": "pan pacific hotels group",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "southeast asia",
          "sentiment": "none"
        },
        {
          "name": "phuket",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T09:32:03.186+03:00",
    "updated": "2024-07-05T09:32:03.186+03:00"
  },
  {
    "uuid": "94ea18c8cea12474e36f5c797ae04e3bec74ffd2",
    "url": "https://www.keysnews.com/news/national/on-target-athenea-del-castillo-celebrates-after-scoring-real-madrids-second-goal-in-their-2/image_7e9e4aa3-edb3-5081-9ce1-68df693ace65.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "JAVIER SORIANO",
    "published": "2025-03-19T22:03:00Z",
    "title": "On target: Athenea del Castillo celebrates after scoring Real Madrid's second goal in their 2-0 win over Arsenal",
    "text": "Tags\nAs featured on\nGoals in each half from Linda Caicedo and Athenea del Castillo gave Real Madrid a 2-0 win over Arsenal in their Women's Champions League quarter-final first leg on Tuesday while eight-time winners Lyon defeated Bayern Munich by the same scoreline.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "topics": [
      "Sport->soccer",
      "Human Interest->celebrity"
    ],
    "ai_allow": false,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:11:55.970+02:00",
    "updated": "2025-03-20T01:11:55.970+02:00"
  },
  {
    "uuid": "29bc56e7ed2f70615536e1c32d342ad869e0eb9c",
    "url": "https://ground.news/article/cctv-captures-terrifying-moment-epicentre-of-tornado-hit-greater-manchester-street_a48bfa",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Manchester Evening News",
    "published": "2023-12-28T21:05:00Z",
    "title": "Ground News - CCTV captures terrifying moment epicentre of tornado hit Greater Manchester street",
    "text": "Summary by Manchester Evening News The 'mini tornado ' left 100 homes damaged in Stalybridge and is thought to be the strongest to hit the UK in nearly 20 years Share menu More\nFilters 3 Articles 3 Articles All Left Center Right\nManchester Evening News Lean Left Mixed Factuality Media Conglomerate: Reach Plc CCTV captures terrifying moment epicentre of tornado hit Greater Manchester street The 'mini tornado' left 100 homes damaged in Stalybridge and is thought to be the strongest to hit the UK in nearly 20 years\n5 hours ago · Manchester, United Kingdom Read Full Article\nManchester Evening News Lean Left Mixed Factuality Media Conglomerate: Reach Plc\nCCTV captures terrifying moment epicentre of tornado hit Greater Manchester street The 'mini tornado' left 100 homes damaged in Stalybridge and is thought to be the strongest to hit the UK in nearly 20 years\n5 hours ago · Manchester, United Kingdom Read Full Article Adevarul Storm Gerrit wreaks havoc in Manchester. Canceled plane, train and ferry flights. A possible tornado damaged a hundred properties VIDEO A possible tornado broke windows and took away roofs during the night of Wednesday to Thursday in the city of Manchester in the United Kingdom. The region is affected by storm Gerrit.\n10 hours ago · Romania Read Full Article\nAdevarul\nStorm Gerrit wreaks havoc in Manchester. Canceled plane, train and ferry flights. A possible tornado damaged a hundred properties VIDEO A possible tornado broke windows and took away roofs during the night of Wednesday to Thursday in the city of Manchester in the United Kingdom. The region is affected by storm Gerrit.\n10 hours ago · Romania Read Full Article The London Economic Left Mixed Factuality Greater Manchester hit by tornado as Storm Gerrit wreaks havoc Tornado hits Greater Manchester. Thousands of homes remain without power and travellers are likely to face continued disruption.\n14 hours ago · London, United Kingdom Read Full Article\nThe London Economic Left Mixed Factuality\nGreater Manchester hit by tornado as Storm Gerrit wreaks havoc Tornado hits Greater Manchester. Thousands of homes remain without power and travellers are likely to face continued disruption.\n14 hours ago · London, United Kingdom Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.manchestereveningnews.co.uk/news/greater-manchester-news/stalybridge-tornado-greater-manchester-cctv-28360256?utm_source=ground.news&utm_medium=referral",
      "https://adevarul.ro/stiri-externe/europa/furtuna-gerrit-face-ravagii-in-manchester-curse-2327492.html?utm_source=ground.news&utm_medium=referral",
      "https://www.thelondoneconomic.com/news/greater-manchester-hit-by-tornado-as-storm-gerrit-wreaks-havoc-365783/?utm_source=ground.news&utm_medium=referral",
      "https://manchestereveningnews.co.uk/news/greater-manchester-news/stalybridge-tornado-greater-manchester-cctv-28360256?utm_source=ground.news&utm_medium=referral",
      "https://www.manchestereveningnews.co.uk/news/greater-manchester-news/stalybridge-tornado-greater-manchester-cctv-28360256",
      "https://thelondoneconomic.com/news/greater-manchester-hit-by-tornado-as-storm-gerrit-wreaks-havoc-365783/?utm_source=ground.news&utm_medium=referral",
      "https://adevarul.ro/stiri-externe/europa/furtuna-gerrit-face-ravagii-in-manchester-curse-2327492.html",
      "https://www.thelondoneconomic.com/news/greater-manchester-hit-by-tornado-as-storm-gerrit-wreaks-havoc-365783/",
      "https://www.adevarul.ro/stiri-externe/europa/furtuna-gerrit-face-ravagii-in-manchester-curse-2327492.html?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ground news - cctv",
          "sentiment": "neutral"
        },
        {
          "name": "manchester",
          "sentiment": "none"
        },
        {
          "name": "reach plc cctv",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "greater manchester",
          "sentiment": "none"
        },
        {
          "name": "stalybridge",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "manchester",
          "sentiment": "none"
        },
        {
          "name": "united kingdom",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:42.761+02:00",
    "updated": "2023-12-29T00:43:42.761+02:00"
  },
  {
    "uuid": "77fb3de7c49cd1841fccccc368399a93df508f4f",
    "url": "https://it.cibercuba.com/noticias/2025-02-20-u1-e43231-s27061-nid297525-cubana-miami-detenida-segunda-vez-administrar-casa",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CiberCuba",
    "published": "2025-02-20T21:28:00Z",
    "title": "Cubana di Miami arrestata per la seconda volta per gestire una casa di recupero chirurgico senza licenza",
    "text": "Video correlati:\nPer la seconda volta in meno di due anni, una cubana di Miami è stata arrestata per gestire una casa di recupero chirurgico che operava senza licenza.\nMónica Beatriz García e sua figlia Laura García, di 24 anni, sono sotto arresto con l'accusa di gestire senza autorizzazione una residenza dedicata alla convalescenza di pazienti sottoposte a interventi chirurgici estetici.\n\"Questi centri stanno operando senza una licenza assegnata dallo stato della Florida e, a parte ciò, molte di queste persone che stanno lavorando in questi stabilimenti non hanno la formazione e la certificazione adeguate per la cura di un paziente, come potrebbe avere un medico o un infermiere\", ha dichiarato a\nTelemundo 51 Ángel Rodríguez, portavoce dell'Ufficio dello Sceriffo di Miami-Dade.\nIl detective ricordò che García fu arrestata nel 2023 per gli stessi reati che affronta in questa occasione.\nSecondo la Polizia, l’imprenditrice offriva servizi a pazienti appena operati per un prezzo di centinaia di dollari al giorno, senza averne autorizzazione. Smaltiva inoltre rifiuti medici, come camici insanguinati, senza utilizzare un contenitore per rifiuti biologici.\n\"È un tipo di ricerca molto complicata e complessa perché stiamo considerando gli aspetti legali, ma più importante, la salute e il benessere dei pazienti che si trovano in questo tipo di centri\", ha sottolineato Rodríguez.\nSituato nel sud-ovest di Miami-Dade, il business si chiama Oasis Retreat Miami e offre soggiorni a 2.600 dollari a settimana, secondo le informazioni sui suoi social media.\nMónica Beatriz García è stata\narrestata nel 2023 per aver gestito illegalmente almeno tre centri di recupero per interventi di chirurgia estetica a Miami-Dade che offrivano alloggio, servizi infermieristici 24 ore su 24 e pasti per 250 dollari a notte.\nLa Polizia ha scoperto che raccoglieva le pazienti nei centri estetici e le portava a casa, dove diversi dipendenti si occupavano di lavarle, vestirle, nutrirle e somministrare i farmaci alle operate.\nIn quella occasione negò le accuse. Le fu imposta una cauzione di 21 mila dollari, ma non fu mai processata.\nArchiviato in:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Health"
    ],
    "topics": [
      "Crime, Law and Justice->arrest",
      "Health->drug rehabilitation",
      "Health->health facility"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.telemundo51.com/noticias/investiga/mujer-arrestada-por-segunda-vez-por-supuestamente-operar-una-casa-de-recuperacion-quirurgica-sin-licencia/2631065/",
      "https://www.telemundo51.com/noticias/investiga/mujer-arrestada-por-segunda-vez-por-supuestamente-operar-una-casa-de-recuperacion-quirurgica-sin-licencia/2631065",
      "https://telemundo51.com/noticias/investiga/mujer-arrestada-por-segunda-vez-por-supuestamente-operar-una-casa-de-recuperacion-quirurgica-sin-licencia/2631065/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T01:58:14.450+02:00",
    "updated": "2025-02-21T01:58:14.450+02:00"
  },
  {
    "uuid": "e2ba3e9ea04725980d5acb55e689ffc2942f7ad1",
    "url": "https://time.news/the-coldest-winter-in-60-years-is-approaching",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "times news cr",
    "published": "2024-12-13T06:04:00Z",
    "title": "The coldest winter in 60 years is approaching",
    "text": "The World Meteorological Association (WMO) has warned of a possible La Niña phenomenon in the ⁣coming winter season.\nAs Day.Az ‍reports, ⁣citing foreign sources, the probability of⁤ La Niña conditions occurring between December​ 2024 and February 2025 is⁢ estimated at 55%.\nWMO Secretary General Celeste Saulo noted that‌ despite the record​ heat caused by El‍ Niño, La Niña will not be able to fully offset​ the​ effects⁤ of global warming. ‌Saulo also ⁤highlighted the rise in extreme weather events such ‍as‌ record rainfall,flooding and severe⁢ storms due to‌ climate⁢ change.\nTurkish Academy of Sciences Professor Doğan Yaşar ​said the US National Oceanic​ and Atmospheric Management⁢ (NOAA) is predicting a severe winter. He added that nature ⁤strives for balance, alternating periods of ​heat and ⁣cold.\nExperts ⁢recalled that rare weather events have been observed in⁢ recent years,including severe flooding and record rainfall. forecasts indicate that the ‌coming winter could be one of the ‍coldest in 50-60 years.\nHow can communities prepare for possible severe weather conditions caused by La Niña​ and climate change? Interview with Professor Doğan Yaşar on the Upcoming La Niña Winter\nTime.news Editor : thank you for joining us today, Professor Yaşar.‌ We are hearing‌ significant concerns regarding the possibility of a La Niña phenomenon this winter.Can you explain what La ​Niña is and how it diverges from its ‌counterpart, El Niño?\nProfessor Doğan Yaşar : Certainly, and thank you for having me. La Niña is‍ a climate pattern ⁤characterized by⁢ cooler-than-average sea surface temperatures in ⁢the central and ⁣eastern Pacific Ocean. It ‌often leads to various global weather impacts, typically resulting in wetter conditions ‌in some regions ⁤and drier conditions in⁤ others. In contrast, El niño brings warmer sea surface ​temperatures, ‌causing ⁤diffrent and ​often extreme weather patterns, including record heat.\nTime.news Editor : The World Meteorological Association has estimated a 55%‌ probability of La Niña conditions occurring between December 2024 and February 2025. How⁢ significant ⁤is this prediction for the upcoming winter season?\nProfessor Doğan Yaşar : This is quite significant. A‍ potential La ‍Niña coupled with the current record heat from‍ El⁢ Niño indicates that we might experience a contrasting winter⁤ season. ⁣While La Niña may cool certain areas, it will not counterbalance the overarching‍ effects of global warming. We must remember that global warming ‌exacerbates extreme ​weather conditions, wich we are already witnessing through severe storms and flooding around the world.\nTime.news Editor : Speaking of extreme weather, WMO Secretary-General⁤ Celeste ​Saulo mentioned a rise in such events due to climate change. How do you ‍see this affecting communities this winter?\nProfessor Doğan Yaşar : Communities⁢ should prepare for ​fluctuations in weather ⁢patterns this⁣ winter. We could ⁣face one of the coldest ​winters in 50 to 60 years alongside ⁢the potential for intense storms due to climate change. Areas that typically experience mild winters ⁣might suddenly encounter severe cold ⁤spells, leading ‌to challenges in infrastructure and daily life.⁤\nTime.news Editor : What practical advice can you provide⁤ to individuals and communities in gearing up for this possibly severe ‍winter?\nProfessor Doğan Yaşar : First, ⁤it’s ⁣important to ⁢stay informed through reliable weather⁣ forecasts and updates. local authorities may implement winter preparedness plans, and citizens should heed those announcements. Stocking up on essential supplies and having an emergency plan in place ⁢can​ definitely‌ help mitigate the impact of severe weather. Additionally, individuals should consider insulating their homes and ​ensuring⁣ their heating systems⁣ are in working order to handle potential drops in temperature.\nTime.news Editor : As an expert on climate phenomena,what systematic measures do you think policymakers should consider in light ​of these predictions and climate change overall?\nprofessor Doğan Yaşar : Policymakers need to prioritize resilience in infrastructure to better withstand extreme conditions.Investments in⁣ climate ‍adaptation strategies—like improved drainage systems to handle increased⁢ rainfall and flood risks—are essential. Additionally, fostering public awareness about ⁢climate change can⁢ encourage preparedness and ‍sustainable practices⁣ within communities. This holistic approach will not only address the immediate impacts of la Niña but ​also help manage the long-term challenges of the climate crisis we face globally.\nTime.news Editor : Thank you, Professor‍ Yaşar, for your⁣ invaluable ⁤insights. As we brace for what’s ‍projected ⁢to‌ be a challenging winter ahead, it’s crucial that we understand both ⁣the ​science behind ‌these ‌phenomena and ⁢the steps we can take to adapt.\nProfessor Doğan⁣ Yaşar : Thank you for the opportunity⁢ to share​ this vital data. Staying informed and proactive is our best strategy in facing these climatic challenges.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Celeste Saulo",
          "sentiment": "none"
        },
        {
          "name": "Doğan Yaşar",
          "sentiment": "none"
        },
        {
          "name": "‌Saulo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "World Meteorological Association",
          "sentiment": "negative"
        },
        {
          "name": "Turkish Academy of Sciences",
          "sentiment": "none"
        },
        {
          "name": "NOAA",
          "sentiment": "none"
        },
        {
          "name": "WMO",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T11:38:21.537+02:00",
    "updated": "2024-12-13T11:38:21.537+02:00"
  },
  {
    "uuid": "bf1a30055251fdf585e4a017860f32eddadd4b4f",
    "url": "https://okdiario.com/curiosidades/estas-son-plantas-que-atraen-mala-suerte-ni-te-ocurra-tenerlas-casa-12137144",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@okdiario",
    "published": "2023-12-29T06:40:00Z",
    "title": "Estas son las plantas que atraen la mala suerte: ni se te ocurra tenerlas en casa",
    "text": "Estas son las plantas que atraen la mala suerte: ni se te ocurra tenerlas en casa ¡Decorar con plantas de interior es una excelente forma de conectar con la [naturaleza](https://okdiario.com/castilla-leon/disfrutar-naturaleza-gastronomia-cultura-estas-siete-posadas-reales-castilla-leon-12126864) sin complicaciones! Además, muchas de estas plantas se asocian con la buena suerte, lo que las hace aún más atractivas. Sin embargo, es sorprendente descubrir que algunas plantas están vinculadas a la mala suerte. Para evitar la entrada de malas energías en casa, te contamos cuáles son las plantas que es mejor evitar para tener una buena armonía. Plantas que atraen la mala suerte Las hortensias, apreciadas por su belleza y delicadeza, son unas de las plantas más admiradas. A pesar de ello, según los principios del Feng Shui, estas plantas simbolizan soledad, fracaso y aislamiento. Por esta razón, si disfrutas de estas plantas, se recomienda ubicarlas en exteriores para evitar posibles influencias negativas en el hogar. Aunque la planta conocida como «espina de Cristo» es visualmente atractiva como planta de interior, su aspecto espinoso puede generar nerviosismo y tensión en las personas cercanas a ella. Sin embargo, según algunas creencias, esta planta puede actuar como un protector contra las malas energías. Los claveles son comunes en la decoración de varias áreas de la casa, incluyendo salones, comedores e incluso baños. No obstante, según los principios del Feng Shui, se considera que esta planta tiende a absorber energías positivas y liberar las negativas. Por este motivo, se aconseja no tener claveles en el interior de la casa. El poto, aunque conocido por su resistencia y facilidad de cuidado como planta de interior, puede ser sorprendente al verlo en una lista relacionada con el Feng Shui. Se cree que esta planta tiene la capacidad de absorber tanto energía positiva como negativa, lo que podría generar cierto desequilibrio energético en los habitantes de la casa según algunas creencias. Se atribuye a la amapola una reputación negativa en el Feng Shui cuando se encuentra dentro del hogar. Esta flor se relaciona con la mala suerte, la desgracia y la mala fortuna debido a su efímera duración, ya que se marchita rápidamente. Además, históricamente se ha utilizado como analgésico, pero su uso incorrecto puede ser peligroso. La adelfa es una planta de exterior apreciada por su belleza y resistencia, pero en ciertas culturas se le atribuye la reputación de traer mala suerte y desgracia. Estas creencias se relacionan con el hecho de que todas las partes de la planta, especialmente las semillas, contienen un veneno potencialmente mortal si se ingiere en grandes cantidades. Por precaución y para evitar cualquier asociación negativa, se recomienda mantener la adelfa fuera de casa, en el jardín. La sansevieria, también conocida como lengua de suegra, es una planta de interior común. A pesar de ser resistente, duradera y de bajo mantenimiento, la forma peculiar y alargada de sus hojas puede generar rechazo y transmitir una sensación de energía negativa según algunas creencias. Se recomienda ubicar esta planta cerca de la ventana para equilibrar estas percepciones y aprovechar sus cualidades decorativas sin afectar el ambiente del hogar. El Feng Shui considera que ciertas plantas, como los geranios, pueden aportar energías negativas al interior de la casa. A pesar de ser favoritas para muchos, se recomienda ubicar los geranios en exteriores, donde pueden lucir más y, según esta perspectiva, no afectarán el ambiente interior. Los cactus se han vuelto muy populares en la decoración del hogar, pero es preferible ubicarlos en el balcón, la terraza o el jardín en lugar de en interiores. Se cree que los cactus transmiten una sensación de negatividad y malestar, posiblemente debido a su apariencia particular. A pesar de esto, tanto los cactus como otras suculentas son ideales para contrarrestar las radiaciones provenientes de dispositivos electrónicos. Temas: [Plantas](https://okdiario.com/noticias/plantas/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T09:46:28.437+02:00",
    "updated": "2023-12-29T09:46:28.437+02:00"
  },
  {
    "uuid": "ef51a92ad21782b487ca129345f57ebcaf6713a8",
    "url": "https://www.president.gov.ua/en/news/pidpisav-kilka-ukaziv-pro-shanu-dlya-nashih-voyiniv-pro-nash-88033",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "creator",
    "published": "2023-12-31T11:17:00Z",
    "title": "I signed several decrees on honoring our warriors and our gratitude to them – address by the President of Ukraine",
    "text": "I wish you health, fellow Ukrainians!\nDecember 31 of the second year of full-scale war, of our resistance.\nRecently I signed several decrees on honoring our warriors and our gratitude to them. And I want to talk about them today. Almost 700 warriors. The Army. The Air Force. The Navy. The Main Intelligence Directorate. Five Heroes of Ukraine, and four of them are intelligence officers, warriors of the Main Intelligence Directorate. Those whose heroic work cannot be disclosed yet, but whom we should all thank. Our heroes. Another \"Gold Star\" of the Hero of Ukraine is awarded to a warrior of the Armed Forces, Junior Sergeant Ihor Tymoshchuk. I personally presented him with the award during a trip to Avdiivka. He is a very strong guy. A strong commander. One of those who truly inspire. Four more warriors have now been awarded \"Crosses of Military Merit\": Soldier Oleh Duzhenkyi from the 130th separate reconnaissance battalion, Soldier Mykyta Kaliayev from the 115th separate mechanized brigade of the Reserve Corps of our Ground Forces, Captain Bohdan Mazurenko from the 35th separate marine brigade and Major Roman Stryzhobyk from the 47th separate mechanized brigade. Thank you, guys, to each of you! Behind these awards are names that speak for themselves and bravery that is the more eloquent the fewer words you add to it. Robotyne, Zaporizhzhia region. A suburb of Horlivka, Donetsk region. Kherson region, the left bank of the Dnipro River. Krasnohorivka and Stepove, Donetsk region.\nAll of these nearly 700 warriors who have been honored today, as well as the medics who have also been awarded and to whom we are all grateful for saving our military, have shown themselves on the front line in combat brigades, in the defense of our people and the whole of Ukraine. On December 31, January 1, on every holiday and every weekday, our Ukraine is defended by such people, such Ukrainians. They are the strength and pride of our nation. And I want to especially thank everyone who is in combat, at combat posts, on combat missions now! Everyone who is at the front. Everyone who is defending our Ukrainian skies right now, on this day – Kropyvnytskyi and the region. Unfortunately, there are Russian strikes again today. And the guys will defend our skies tonight and tomorrow. Everyone who treats our servicemen, who is on duty in the ranks of the State Emergency Service of Ukraine. In local authorities. And everyone who uses the New Year to complete another fundraiser for the guys on the front line. I thank everyone who works and will work at our defense enterprises seven days a week. And everyone who will continue to communicate with Ukraine's partners on January 1, tomorrow, without wasting time, so that next year our country will have as many capabilities as possible to fight the Russian evil.\nI thank you all!\nGlory to Ukraine!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bohdan mazurenko",
          "sentiment": "none"
        },
        {
          "name": "ihor tymoshchuk",
          "sentiment": "none"
        },
        {
          "name": "mykyta kaliayev",
          "sentiment": "none"
        },
        {
          "name": "oleh duzhenkyi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "army",
          "sentiment": "none"
        },
        {
          "name": "navy",
          "sentiment": "none"
        },
        {
          "name": "armed forces",
          "sentiment": "none"
        },
        {
          "name": "main intelligence directorate",
          "sentiment": "none"
        },
        {
          "name": "reserve corps",
          "sentiment": "none"
        },
        {
          "name": "air force",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "avdiivka",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T17:13:32.496+02:00",
    "updated": "2023-12-31T17:13:32.496+02:00"
  },
  {
    "uuid": "d1a98997dd77b85b333a87d74457b7667ae46525",
    "url": "https://www.ndtv.com/india-news/jammus-vaishno-devi-temple-sees-95-lakh-pilgrims-in-2023-most-in-10-years-4764883",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Asian News International",
    "published": "2023-12-29T11:32:00Z",
    "title": "Jammu's Vaishno Devi Temple Sees 95 Lakh Pilgrims In 2023, Most In 10 Years",
    "text": "In 2012, record 1 crore devotees paid obeisance at the holy shrine (File) The Holy cave shrine of Vaishno Devi in the Trikuta Hills of Katra town in the Reasi district has witnessed the arrival of over 95 lakh pilgrims this year, the highest in the past 10 years. About 94.35 lakh pilgrims have so far paid obeisance to Goddess Vaishno Devi this year. The highest number in the history of the pilgrimage journey was in 2012, with 1 crore 4 lakh 9 thousand and 5 hundred and 69 devotees paying obeisance at the holy shrine. Earlier, the highest record of pilgrims was seen in the year 2012 when 1 crore 4 lakh, 9 thousand and five hundred and sixty-nine devotees visited the sacred temple. Earlier this month, Deputy Inspector General (DIG) Udhampur-Reasi Range Mohd Suleman Choudhary conducted a security review and operational preparedness meeting of Shri Mata Vaishno Devi Shrine at Katra, the base camp of Yatra. The meeting was attended by SSP Reasi, Commandant CRPF 06 Bn, SP Katra, Jt CEO Shrine Board, SDPO Katra, and Dysp Bhawan Officers from the Special Branch, Army, CID, Traffic, Railway and District Special Branch. DIG UR took a detailed briefing from every officer present in the meeting regarding their preparation for better crowd management and security arrangements during the yatra. The officer also reviewed every security drill at the SMVD Shrine, the Yatra route, and the safety and security of pilgrims visiting to pay obeisance to the shrine every day. Promoted Listen to the latest songs, only on JioSaavn.com The meeting ended with a note on coordination and cooperation between all the security forces deployed for the security of the shrine. (Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI",
      "https://www.jiosaavn.com",
      "https://jiosaavn.com",
      "https://jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mohd suleman choudhary",
          "sentiment": "none"
        },
        {
          "name": "ishno devi",
          "sentiment": "none"
        },
        {
          "name": "vaishno devi",
          "sentiment": "none"
        },
        {
          "name": "shri mata vaishno devi shrine",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "vaishno devi temple",
          "sentiment": "negative"
        },
        {
          "name": "army",
          "sentiment": "none"
        },
        {
          "name": "ssp reasi",
          "sentiment": "none"
        },
        {
          "name": "shrine board",
          "sentiment": "none"
        },
        {
          "name": "crpf",
          "sentiment": "none"
        },
        {
          "name": "sdpo katra",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "jammu",
          "sentiment": "none"
        },
        {
          "name": "trikuta hills",
          "sentiment": "none"
        },
        {
          "name": "katra",
          "sentiment": "none"
        },
        {
          "name": "reasi",
          "sentiment": "none"
        },
        {
          "name": "udhampur",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T16:20:15.453+02:00",
    "updated": "2023-12-29T16:20:15.453+02:00"
  }
]