[
  {
    "uuid": "76941cce8f7798f4d3dbadadeec814f88e9ce07c",
    "url": "https://news.wjct.org/national-news/2023-12-28/sexual-assault-cases-are-formally-removed-from-the-u-s-military-chain-of-command",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Natalie Schachar",
    "published": "2023-12-28T21:59:00Z",
    "title": "Sexual assault cases are formally removed from the U.S. military chain of command | WJCT News 89.9",
    "text": "Sexual assault cases are formally removed from the U.S. military chain of command A new system that will put independent lawyers in charge of the prosecution of sexual assault cases in the U.S. military took effect on Thursday, marking a significant change to the way the Department of Defense tries those accused of an offense. As a result of the change, sexual assault and other serious crimes [will shift away from military commanders](https://www.npr.org/2023/07/28/1190731402/military-code-sexual-assault-biden-gillibrand) to legal organizations within each military service called the Offices of Special Trial Counsel. The reform comes after years of efforts by members of Congress and others to counter a troubling rise in sexual assaults within the armed forces. For fiscal year 2022, the Pentagon's [Annual Report on Sexual Assault in the Military](https://www.sapr.mil/sites/default/files/public/docs/reports/AR/FY22/DOD_Annual_Report_on_Sexual_Assault_in_the_Military_FY2022.pdf) showed incidents rose 13% in the Navy, 9% in the Air Force and 3.6% in the Marine Corps. While incidents in the Army fell 9%, there were still 8,942 reports of sexual assault across the entire force. Last year, Congress passed legislation to strengthen protections for service members, and in July, President Biden approved the system that takes effect today. In a [statement](https://www.defense.gov/News/Releases/Release/Article/3627334/statement-by-secretary-of-defense-lloyd-j-austin-iii-on-the-offices-of-special/), Defense Secretary Lloyd Austin called the reform a \"landmark change to the U.S. military justice system.\" \"It is the most important reform to our military justice system since the creation of the Uniform Code of Military Justice in 1950,\" he said. \"This reform aims to help strengthen accountability and increase all of our service members' trust in the fairness and integrity of the military justice system.\" The offices will be staffed by special trial counsel which will also have the authority to prosecute over a dozen other charges including murder, manslaughter, kidnapping, domestic violence, stalking, child pornography and most sexual misconduct within the military. The change aims to ensure decisions are not influenced by the inherent conflicts of interest and political pressures faced by commanders tasked with prosecuting members of their unit. But Rachel VanLandingham, the president emerita of the [National Institute of Military Justice](https://urldefense.com/v3/__https:/www.nimj.org/__;!!Iwwt!UbPCvSmbGISuvrCLw1BPxxJS6qOL83gyaz8yBDSEXfcqUNpX0M2GK3oeNrdji2ifc4zOhakHQBUDl2_hTJPlMVGkag$), said it remains to be seen whether the change will be effective. \"While the military lawyers are 'independent' in the sense that they no longer are part of the accused or victim's chain of command, instead working for civilian service secretaries, the entire military justice structure is one that lacks independence and impartiality and disserves service members,\" she said. The special trial counsels will now handle over a dozen crimes, but VanLandingham said the majority of offenses in the military code, including disobedience, dereliction of duty and insubordination, will still be handled by those in the chain of command who are no longer trusted to decide whether to charge murder or rape. \"The change, while in the right direction, establishes a two-track justice system depending on the alleged offenses, and thus creates due process concerns,\" VanLandingham said. Josh Connolly, a member of the board of directors of Protect Our Defenders, viewed the reform as a step forward, but said it would require truly impartial lawyers to achieve change. \"All this depends on how this is implemented,\" he said. \"If you don't have the right personnel in these divisions and they have bias, then this is all for naught.\" Copyright 2023 NPR. To see more, visit https://www.npr.org.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "Social Issue"
    ],
    "external_links": [
      "https://www.defense.gov/News/Releases/Release/Article/3627334/statement-by-secretary-of-defense-lloyd-j-austin-iii-on-the-offices-of-special/),",
      "https://www.sapr.mil/sites/default/files/public/docs/reports/AR/FY22/DOD_Annual_Report_on_Sexual_Assault_in_the_Military_FY2022.pdf)",
      "https://www.npr.org/2023/07/28/1190731402/military-code-sexual-assault-biden-gillibrand)",
      "https://www.npr.org.",
      "https://urldefense.com/v3/__https:/www.nimj.org/__;!!Iwwt!UbPCvSmbGISuvrCLw1BPxxJS6qOL83gyaz8yBDSEXfcqUNpX0M2GK3oeNrdji2ifc4zOhakHQBUDl2_hTJPlMVGkag$),",
      "https://defense.gov/News/Releases/Release/Article/3627334/statement-by-secretary-of-defense-lloyd-j-austin-iii-on-the-offices-of-special/),",
      "https://sapr.mil/sites/default/files/public/docs/reports/AR/FY22/DOD_Annual_Report_on_Sexual_Assault_in_the_Military_FY2022.pdf)",
      "https://npr.org/2023/07/28/1190731402/military-code-sexual-assault-biden-gillibrand)",
      "https://www.urldefense.com/v3/__https:/www.nimj.org/__;!!Iwwt!UbPCvSmbGISuvrCLw1BPxxJS6qOL83gyaz8yBDSEXfcqUNpX0M2GK3oeNrdji2ifc4zOhakHQBUDl2_hTJPlMVGkag$),",
      "https://npr.org."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "navy",
          "sentiment": "none"
        },
        {
          "name": "pentagon",
          "sentiment": "none"
        },
        {
          "name": "marine corps",
          "sentiment": "none"
        },
        {
          "name": "department of defense",
          "sentiment": "none"
        },
        {
          "name": "air force",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:21:31.433+02:00",
    "updated": "2023-12-29T00:21:31.433+02:00"
  },
  {
    "uuid": "4db170b26d366c8ae35fd921ce24fce1c2717c24",
    "url": "https://finance.yahoo.com/news/martin-marietta-materials-nyse-mlm-134308660.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "yahoo",
    "published": "2023-12-31T00:00:00Z",
    "title": "Martin Marietta Materials' (NYSE:MLM) investors will be pleased with their strong 194% return over the last five years",
    "text": "Simply Wall St. Martin Marietta Materials' (NYSE:MLM) investors will be pleased with their strong 194% return over the last five years Read full article editorial-team@simplywallst.com (Simply Wall St) December 31, 2023 at 3:43 PM · 3 min read\nWhen you buy shares in a company, it's worth keeping in mind the possibility that it could fail, and you could lose your money. But when you pick a company that is really flourishing, you can make more than 100%. For example, the Martin Marietta Materials, Inc. ( NYSE:MLM ) share price has soared 183% in the last half decade. Most would be very happy with that. It's also good to see the share price up 23% over the last quarter. But this move may well have been assisted by the reasonably buoyant market (up 12% in 90 days).\nSo let's investigate and see if the longer term performance of the company has been in line with the underlying business' progress.\nSee our latest analysis for Martin Marietta Materials\nTo paraphrase Benjamin Graham: Over the short term the market is a voting machine, but over the long term it's a weighing machine. One imperfect but simple way to consider how the market perception of a company has shifted is to compare the change in the earnings per share (EPS) with the share price movement.\nOver half a decade, Martin Marietta Materials managed to grow its earnings per share at 8.3% a year. This EPS growth is lower than the 23% average annual increase in the share price. This suggests that market participants hold the company in higher regard, these days. That's not necessarily surprising considering the five-year track record of earnings growth.\nYou can see how EPS has changed over time in the image below (click on the chart to see the exact values).\nearnings-per-share-growth We know that Martin Marietta Materials has improved its bottom line lately, but is it going to grow revenue? This free report showing analyst revenue forecasts should help you figure out if the EPS growth can be sustained.\nWhat About Dividends? As well as measuring the share price return, investors should also consider the total shareholder return (TSR). The TSR is a return calculation that accounts for the value of cash dividends (assuming that any dividend received was reinvested) and the calculated value of any discounted capital raisings and spin-offs. So for companies that pay a generous dividend, the TSR is often a lot higher than the share price return. In the case of Martin Marietta Materials, it has a TSR of 194% for the last 5 years. That exceeds its share price return that we previously mentioned. The dividends paid by the company have thusly boosted the total shareholder return.\nStory continues A Different Perspective We're pleased to report that Martin Marietta Materials shareholders have received a total shareholder return of 49% over one year. Of course, that includes the dividend. That's better than the annualised return of 24% over half a decade, implying that the company is doing better recently. Given the share price momentum remains strong, it might be worth taking a closer look at the stock, lest you miss an opportunity. I find it very interesting to look at share price over the long term as a proxy for business performance. But to truly gain insight, we need to consider other information, too. Consider risks, for instance. Every company has them, and we've spotted 1 warning sign for Martin Marietta Materials you should know about.\nBut note: Martin Marietta Materials may not be the best stock to buy . So take a peek at this free list of interesting companies with past earnings growth (and further growth forecast).\nPlease note, the market returns quoted in this article reflect the market weighted average returns of stocks that currently trade on American exchanges.\nHave feedback on this article? Concerned about the content? Get in touch with us directly. Alternatively, email editorial-team (at) simplywallst.com.\nThis article by Simply Wall St is general in nature. We provide commentary based on historical data and analyst forecasts only using an unbiased methodology and our articles are not intended to be financial advice. It does not constitute a recommendation to buy or sell any stock, and does not take account of your objectives, or your financial situation. We aim to bring you long-term focused analysis driven by fundamental data. Note that our analysis may not factor in the latest price-sensitive company announcements or qualitative material. Simply Wall St has no position in any stocks mentioned.\nTRENDING 1. MIDEAST STOCKS-Egyptian bourse registers biggest annual gain since 2016 2. Xi Pledges to Strengthen Economic Recovery After ‘Tough’ Year 3. Xi says China to consolidate and enhance economic recovery in 2024 4. UPDATE 1-China's Xi says 'reunification' with Taiwan is inevitable 5. Why Nvidia, AMD, and Intel will be hot stock stories in 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Labor"
    ],
    "external_links": [
      "https://s.yimg.com/ny/api/res/1.2/19d7xnzZWEwu76SXh51Ntg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwOA--/https://media.zenfs.com/en/simply_wall_st__316/89be364f7d878337527a81493bfc598f",
      "https://s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
      "https://media.zenfs.com/en/simply_wall_st__316/0879100571fc0755502bcfa39cd0a464",
      "https://simplywall.st/",
      "https://s.yimg.com/ny/api/res/1.2/NUA2o3431PKjKDe430Ho5A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwODtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
      "https://feedback.simplywall.st/article/MjgxMTMxNDpjY2M4ZGZlZmYwOWRiYTU0",
      "https://simplywall.st/discover/investing-ideas/19524/growth-stocks?blueprint=2811314&utm_medium=finance_user&utm_campaign=conclusion-grid&utm_source=yahoo",
      "https://www.feedback.simplywall.st/article/MjgxMTMxNDpjY2M4ZGZlZmYwOWRiYTU0",
      "https://www.simplywall.st/",
      "https://www.simplywall.st/discover/investing-ideas/19524/growth-stocks?blueprint=2811314&utm_medium=finance_user&utm_campaign=conclusion-grid&utm_source=yahoo",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
      "https://www.s.yimg.com/ny/api/res/1.2/NUA2o3431PKjKDe430Ho5A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwODtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
      "https://www.s.yimg.com/ny/api/res/1.2/19d7xnzZWEwu76SXh51Ntg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwOA--/https://www.media.zenfs.com/en/simply_wall_st__316/89be364f7d878337527a81493bfc598f",
      "https://www.media.zenfs.com/en/simply_wall_st__316/0879100571fc0755502bcfa39cd0a464",
      "https://simplywall.st/discover/investing-ideas/19524/growth-stocks",
      "https://simplywall.st"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "martin marietta",
          "sentiment": "positive"
        },
        {
          "name": "benjamin graham",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "simply wall st. martin marietta materials",
          "sentiment": "positive"
        },
        {
          "name": "martin marietta materials, inc.",
          "sentiment": "none"
        },
        {
          "name": "martin marietta",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-31T16:02:24.941+02:00",
    "updated": "2023-12-31T16:02:24.941+02:00"
  },
  {
    "uuid": "6002bfbbcf30488c1d5e5c7f4b758c26beed87fd",
    "url": "https://nowtoronto.com/news/mental-breakdowns-and-over-800k-in-personal-debt-heres-what-a-toronto-church-is-going-through-while-caring-for-refugees/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Osobe Waberi",
    "published": "2023-12-28T22:15:00Z",
    "title": "Mental breakdowns and over $800K in personal debt. Here’s what a Toronto church is going through while caring for refugees",
    "text": "When people think of a safe place to let their guard down, places of worship are high on that list for many, especially in a country where churches, mosques, synagogues and temples are abundant.\nHowever, for some religious institutions in Canada, they’re facing mounting hardships from taking care of those in need.\nFor half a year, volunteers and staff from multiple churches in Toronto have been working insane hours and paying out of pocket to feed and shelter hundreds of refugees who showed up at their doorstep.\nREAD MORE: ‘I have never seen these conditions,’ A shelter worker is sounding the alarm on how Black African refugees are living in Toronto\nNorth York’s Dominion Church and Etobicoke’s Pilgrim Feast Tabernacle have\nreportedly seen growing concerns and have endured mental breakdowns and personal credit card debt, according to the Toronto Star.\nLast month, Now Toronto\nspoke with a shelter worker who visited Etobicoke’s Pilgrim Feast Tabernacle and shared, and showed in a video, how Black refugees in the city are living, describing the conditions as something she’s never seen before.\n“I went inside and saw all of the suitcases stacked from the floor to the ceiling. People were sleeping on the floor,” Toronto social worker Ubah Idle told Now Toronto in November.\nREAD MORE: Toronto to open 250 shelter spaces for unhoused refugees\nNadine Miller, a director at Pilgrim Feast Tabernacle, told Now Toronto that things have taken an ugly turn as she feels refugees have been horribly abandoned by the Canadian government.\n“They’ve taken advantage and have violated the people of God,” she said in an interview on Thursday.\n“We’re not supposed to see someone in need and leave them on the streets. Whether a church or a mosque.”\nIn fact, according to Miller, some refugees are sleeping in mosques and eating in churches.\nShe says the treatment she’s witnessed is a clear violation of the\nGeneva Convention, which in short is international humanitarian laws consisting of protocols such as providing minimum protections, standards of humane treatment, and fundamental guarantees of respect to individuals who become victims of armed conflicts, in this case, refugees.\n“It’s the math of injustice.They need to look at this as a crisis.”\nTo paint a picture, Miller shares that in the first two weeks of welcoming refugees in July alone, the church had spent $250,000.\nSince then, the government has only reimbursed Pilgrim Feast Tabernacle a little over $280,000, she says.\nMiller confirms that now they are over $800,000 in debt.\nShe also says the city won’t reimburse the full amount because she hired staff and security to help with day-to-day operations of caring for hundreds of refugees as well as keeping everyone safe, a move the city apparently did not agree on.\n“We have 18 staff members who work 16 hours and only get paid for eight hours,” she shared.\nWith the funds given by the city, the church first pays the rent, then drops around $2,000 into the accounts of staff members (who are owed much more than that) and some goes to paying off debts.\nThe rest is allocated to continuing to care for refugees. And when donations aren’t enough, her team goes out and buys what’s needed out of their own pockets.\n“Think of a grocery bill for a family of four to six, now think about 100 people that you are now feeding.”\nMiller says the church was ready to close its doors this week, but the outpour that came from the announcement was enough to make her re-think that decision.\n“We wanted to close the doors today. But the calls we were getting and the cries from refugees, we decided to stay open.”\nRight now, she is looking to relocate to a new unit and go from paying $39,000 a month in rent to $15,000 instead.\n“We’re at the point of worry. We’re not millionaires.”\nMiller added that many refugees fear being taken to city shelters where they are at risk of being harassed, robbed and abused to a greater degree because they are newcomers.\nOverall, Miller believes a lot of the lack of care shown towards Black refugees is a direct result of racism, and that if it were any other group in crisis, the city would move “heaven and Earth.”\nIn November, the City of Toronto told Now Toronto that it meets weekly with the Pilgrim Feast Tabernacle to discuss ways of helping. And at the time, the city confirmed at least one payment of $150,000 was given back to the church.\n“This is one of a handful of churches that stepped forward to provide temporary emergency shelter, food, clothing and a sense of community to many asylum claimants from African countries until more permanent solution could be arranged,” Senior Communications Advisor with the City of Toronto Erin Whitton said in an email statement.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.thestar.com/news/gta/toronto-churches-forced-to-close-doors-to-refugees-citing-dwindling-government-support/article_1e87ce0e-a4d9-11ee-92a3-4396f54b528d.html",
      "https://www.icrc.org/en/document/geneva-conventions-1949-additional-protocols",
      "https://icrc.org/en/document/geneva-conventions-1949-additional-protocols",
      "https://thestar.com/news/gta/toronto-churches-forced-to-close-doors-to-refugees-citing-dwindling-government-support/article_1e87ce0e-a4d9-11ee-92a3-4396f54b528d.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "dominion church",
          "sentiment": "none"
        },
        {
          "name": "toronto star",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "toronto",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "etobicoke",
          "sentiment": "none"
        },
        {
          "name": "toronto north york",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:38:43.476+02:00",
    "updated": "2023-12-29T00:38:43.476+02:00"
  }
]