[
  {
    "uuid": "e9caaeba4e9364390a7126f6b85685b96c9c0f31",
    "url": "https://www.pressherald.com/2023/12/28/letter-bellows-should-sidestep-trump-ballot-fracas/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Deb Sayer",
    "published": "2023-12-28T21:44:00Z",
    "title": "Letter: Bellows should sidestep Trump ballot fracas",
    "text": "Federal and state justice systems are producing a feature film called, “The Martyring of Trump.” Our Maine Secretary of State, Shenna Bellows, needs to avoid being a main character in this black comedy film. It is vital that the power to determine who appears on the presidential ballot is determined by We the People and not unelected bureaucrats. It is the constitutional right of voters to choose their preferred eligible candidate based on their policies, qualifications and party platforms. It is imperative to respect our constitutional process. A good example of our Constitution’s intent is our elected officials not being subject to background checks. If there was actual and substantial evidence to challenge former President Donald J. Trump’s eligibility, then California governor and progressive darling Gavin Newsome would not have proclaimed the present attempt to keep Trump off the ballot as “a political distraction.” The Martyring of Trump will inevitably meet the same fate as recent Disney films, but in this case, a concurrent outcome will be another massive round of small-dollar donations for former President Trump. Does Secretary Bellows want to be the next big bundler for the Trump campaign? We will see, but my advice for the secretary is to focus on an original project like prosperity for youth in Maine. Allen Sarvinas Topsham Success. Please wait for the page to reload. If the page does not reload within 5 seconds, please refresh the page. Enter your email and password to access comments. Invalid username/password. Please check your email to confirm and complete your registration. Use the form below to reset your password. When you've submitted your account email, we will send an email with a reset code. [Send questions/comments](/feedback-form/) to the editors. [Letter: Mandating EV use will strain Mainers](https://www.pressherald.com/2023/12/28/letter-mandating-ev-use-will-strain-mainers/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "bellows",
          "sentiment": "negative"
        },
        {
          "name": "shenna bellows",
          "sentiment": "none"
        },
        {
          "name": "donald j. trump",
          "sentiment": "none"
        },
        {
          "name": "gavin newsome",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "disney",
          "sentiment": "none"
        },
        {
          "name": "state",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:45.805+02:00",
    "updated": "2023-12-29T00:22:45.805+02:00"
  },
  {
    "uuid": "3dc48c64b529d3ab3c34e7fe1279d12912af9f94",
    "url": "https://vnexplorer.net/prominent-disinformation-specialist-joan-donovan-speaks-out-again-on-separation-from-harvards-kennedy-school-s699417.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T02:03:00Z",
    "title": "Prominent disinformation specialist Joan Donovan speaks out again on separation from Harvard’s Kennedy School",
    "text": "Joan Donovan, a leading battler of online disinformation.\nOnline disinformation specialist Joan Donovan on Wednesday took to social media to post what she called the “full account” of her separation from Harvard’s Kennedy School.\nIn a series of evening Tweets, Donovan repeated previous charges with new furor, claiming that staff and colleagues at the Kennedy School “heisted all my research programs and millions in funding.” She further claimed that the school is holding onto her intellectual property as part of a wider attempt at preventing Donovan from continuing her research elsewhere. Following her departure from Harvard, Donovan joined Boston University’s faculty this year.\nShe posted a scorching, 123-page account to X, formerly Twitter, which had been previously released roughly three weeks ago as part of a 248-page whistle-blower complaint demanding “an urgent and impartial investigation” into allegations of improper donor influence at the Kennedy School. Donovan alleges in the complaint that she was fired after she began analyzing a trove of documents pointing to “significant public harm” caused by Facebook parent company Meta.\nThe controversy involving Donovan is just one publicity headache for Harvard, which is also reeling from plagiarism allegations lodged against President Claudine Gay and the continued fallout from Gay’s congressional testimony earlier this month relating to campus antisemitism.\n“If you think the plagiarism scandal or the failure to address antisemitism and Islamophobia are the biggest problems facing Harvard today, read my account of how donors from Facebook influenced Dean Elmendorf to shut down my research lab and prevent me from digging into Meta,” Donovan said Wednesday via X, where she boasts some 45,000 followers.\nHarvard has denied the allegations of donor interference, saying Facebook didn’t exert influence on research, and they say Donovan was not fired.\n“The [whistle-blower] document’s allegations of unfair treatment and donor interference are false,” said James F. Smith, a Kennedy School spokesperson, in a statement earlier this month. “The narrative is full of inaccuracies and baseless insinuations, particularly the suggestion that Harvard Kennedy School allowed Facebook to dictate its approach to research.”\nSmith declined further comment Thursday.\nReached via email Thursday, Donovan said she wants the “public to understand that HKS did not only shut me down, but are continuing my research programs and took over $3 million in funding earmarked for my research. It is academically dishonest to do such a thing.”\nIn her disclosure, Donovan alleges that Kennedy School leadership used her team’s “work and my credibility” to solicit donations, without the scholar’s knowledge, including a $5 million grant to the Shorenstein Center on Media, Politics, and Public Policy made by a donor who was vocally supportive of Donovan’s research.\nThe account says Donovan, now an assistant professor at BU, had been hired by the Kennedy School in December 2018 on an initial one-year contract as head of the school’s Technology and Social Change Project.\nShe was promoted in February 2020 to research director of the Kennedy School’s august Shorenstein Center, the account says.\nDonovan told the Globe via email Thursday that the center has failed “to cite me as the founder of these major programs, while also seeking additional funding on my legacy research.”\nThings initially became contentious in October 2021, as Kennedy School Dean Doug Elmendorf saw Donovan’s research as adverse to the school’s relationship with Facebook and Meta, according to her complaint, filed “under penalty of perjury.”\nElmendorf had no comment Thursday.\n“Ultimately, in August 2023, the Kennedy School culminated their years-long systematic effort to silence my team’s work by terminating my employment contract and shutting down a fully-funded research program within the Kennedy School,” Donovan says in her account.\nThe Ivy League university, which currently boasts a healthy endowment of $50.7 billion, has previously disputed Donovan’s account of her separation from Harvard.\nDonovan has aired her allegations through Whistleblower Aid, a legal nonprofit representing her. Neither Donovan nor the legal group had said whether she intends to formally sue Harvard for damages.\n“We filed this declaration with the Mass AG and Federal Dept of Ed. And are waiting to hear if they will investigate,” Donovan said Thursday via email. “I’ve also been meeting with Congressional staffers on both sides of the aisle, who are looking into ways to support me as I try to reclaim my research and funding.”\nDonovan said earlier this month through Whistleblower Aid that she’s asking the Department of Education’s civil rights division to investigate whether the university violated her right to free speech and her academic freedom. She’s also asking the state attorney general to investigate whether Harvard misused or donor funds earmarked for her research.\nIn addition to Whistleblower Aid, Donovan said, she’s hired counsel to address claims of wrongful termination, constructive dismissal, and violating her right to speech, though she hopes to avoid litigation. Donovan said she wants her intellectual property returned and demanded more than $3 million in donations be refunded to donors.\nThe Kennedy School said that when the faculty leader of Donovan’s project left Harvard, the school tried to find a replacement. “After that effort did not succeed, the project was given more than a year to wind down. Joan Donovan was not fired, and most members of the research team chose to remain at the School in new roles,” Smith said in the statement put out a few weeks ago.\nSmith also defended the school’s research.\n“Harvard University and Harvard Kennedy School continue to carry out pathbreaking research on misinformation and the role of social media in society,” Smith said. “For example, a Kennedy School faculty member has constructed and posted online the Facebook Archive, the only academic archive that makes available to researchers thousands of leaked Facebook documents.”\nBut Donovan alleges that Kennedy School leadership “suddenly began restricting” her research capabilities and directed Donovan to make her research and public profile less prominent in the fall of 2021.\nDonovan, who had a $3 million annual research budget, alleged that she faced internal resistance in hiring, bringing in fellows, and starting a podcast after Harvard accepted the $500 million donation.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Social Issue"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kZ2ky.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kZ2ky.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joan dono",
          "sentiment": "negative"
        },
        {
          "name": "joan donovan",
          "sentiment": "negative"
        },
        {
          "name": "donovan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "harvard’s kennedy school",
          "sentiment": "neutral"
        },
        {
          "name": "boston university",
          "sentiment": "none"
        },
        {
          "name": "kennedy school",
          "sentiment": "none"
        },
        {
          "name": "harvard",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T04:22:51.852+02:00",
    "updated": "2023-12-29T04:22:51.852+02:00"
  },
  {
    "uuid": "72b1afc94045d7be502ab8af43071db88a262975",
    "url": "https://www.mundodeportivo.com/us/futbol/liga-mx/20231228/672972/pumas-acusado-falta-seriedad-presentar-piero-quispe-nuevo-refuerzo.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Francisco Fernández",
    "published": "2023-12-28T20:24:00Z",
    "title": "Pumas, acusado de falta de seriedad por presentar a Piero Quispe como su nuevo refuerzo",
    "text": "El futbolista peruano Piero Quispe fue presentado oficialmente este miércoles 27 de diciembre como el nuevo refuerzo de los Pumas con miras al\nClausura 2024 luego de superar los exámenes médicos y completar los trámites necesarios; sin embargo, el Club Universitario de Perú ha acusado a los Felinos de falta de seriedad.\nA través de un comunicado en sus redes sociales, el equipo peruano aseguró que no se han completado los trámites de documentación legal para que Quispe pueda integrarse al conjunto auriazul y que se encuentran a la espera de finalizar el proceso de transferencia de su jugador.\n“Presentar oficialmente a un futbolista, sin haber completado la documentación legal correspondiente, evidencia la falta de seriedad de una de las partes en el proceso de traspaso. En el club velamos por el bienestar y éxito de nuestros futbolistas. Por ello esperamos tener toda la documentación, como corresponde, para formalizar la partida de Piero Quispe al exterior”, señaló el Club Universitario de Deportes en sus redes sociales.\nPumas responde al Universitario\nLuego de conocer el reclamo por parte del Club Universitario de Deportes, la respuesta de los Pumas de la UNAM no se hizo esperar y a través de redes sociales externaron su preocupación por aclarar lo que calificaron como “un malentendido”.\nLos Felinos señalaron que tanto el equipo mexicano como Quispe cumplieron con los procesos que se deben de seguir para realizar de manera exitosa una transferencia internacional, incluyendo en acuerdo de todas las partes involucradas, la documentación legal y los exámenes médicos para el jugador.\nLos Pumas aseguran que desde el pasado 26 de diciembre se firmó el contrato de transferencia con el equipo peruano por el jugador Piero Quispe y se anexó la factura correspondiente para completar el proceso.\n“El Club Universidad Nacional ha realizado un gran número de transacciones internacionales por diferentes jugadores y siempre ha mostrado un accionar ejemplar, por ello consideramos que es un malentendido. Todo se ha realizado de manera puntual, satisfactoria para ambas instituciones y para el jugador”, agregaron los Pumas al comunicado.\nEl malestar por parte del Universitario respecto al traspaso de Piero Quispe a los Pumas radicaría en que los peruanos preferían que su juvenil de 22 años firmara con un equipo de Europa antes que optar los de la Liga MX, de acuerdo con información del diario Récord.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T05:11:49.893+02:00",
    "updated": "2023-12-29T05:11:49.893+02:00"
  },
  {
    "uuid": "c5da118487518e4e7a5fcdf4e9fdb94b5f1c1991",
    "url": "https://www.agensir.it/europa/2024/03/29/settimana-santa-in-ucraina-mons-luchok-essere-anche-nelle-tenebre-della-guerra-uomini-e-donne-di-pace",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@agensir",
    "published": "2024-03-29T08:45:00Z",
    "title": "Settimana Santa in Ucraina. Mons. Luchok: “Essere, anche nelle tenebre della guerra, uomini e donne di pace” - AgenSIR",
    "text": "(da Mukachevo) “Se guardiamo alla Passione di Gesù che viviamo nella liturgia di questa Settimana Santa, ci accorgiamo che è molto vicina a quanto stiamo vivendo qui. Gesù è morto e anche i nostri familiari, i nostri amici, i nostri conoscenti muoiono. È una grandissima sofferenza. E stiamo parlando di una sofferenza vissuta da persone che non sono colpevoli come Gesù era innocente. Siamo nelle tenebre”. È mons. Mykola Petro Luchok, vescovo della Chiesa cattolica romana di Mukachevo, a raccontare, in questa intervista al Sir, come l’Ucraina sta vivendo questa Settimana Santa, per il terzo anno, in guerra. “Ci sono tante tenebre. Paura, insicurezza e incertezza. Non sappiamo cosa succederà in futuro”. Come stanno vivendo le persone in questa parte occidentale dell’Ucraina? Se ci si guarda attorno, ci accorgiamo che per le strade circolano le macchine, le persone comprano le cose, la vita apparentemente va avanti. Ma dentro c’è tanta sofferenza. Nel Getsemani, Gesù chiese ai suoi discepoli di pregare e vegliare ma loro si addormentarono. Erano stanchi. È il terzo anno che celebriamo la Pasqua in guerra e non se ne vede la fine. Nella prima fase della guerra, abbiamo cercato di rispondere concretamente all’emergenza. Poi c’è stato il momento dell’entusiasmo e della solidarietà, dopo è cominciata una fase altalenante tra momenti su e momenti giù. Adesso stiamo scendendo in basso. C’è poca luce. Nonostante il nostro sguardo, in questa Settimana, sia puntato a Gesù Risorto, spiritualmente ci troviamo nella Via Crucis. Quali sono le ferite che più fanno male? Dipende. C’è chi ha perso familiari. Chi ha paura per i parenti partiti al fronte. C’è chi si sente senza forze ed è sotto la Croce. Chi ormai è rovinato, si abbatte, è piegato a terra dal dolore, come Cristo sulla Croce, e chiede un miracolo. Dipende da dove si è e in quale fase ciascuno si trova. Ma anche se si reagisce in maniera diversa, la sofferenza tocca ogni persona. Nei giorni scorsi, per esempio, mi trovavo in una zona di campagna e ho sentito che 6 donne anziane si sono suicidate nell’ultimo periodo. Non ce l’hanno fatta. Quello che domina ovunque, è una grande sofferenza. E la sofferenza dell’anima e della psiche è spesso più forte di quella fisica. Nella Via Crucis, c’è Gesù che sale sul Calvario e attorno la gente che lo vede passare. C’è la sofferenza di chi è al fronte e c’è anche il grande dolore di chi rimane a casa ad aspettare. Il dolore più grande oggi per l’Ucraina qual è? Dio mio, Dio mio, perché mi hai abbandonato? Non vediamo una via d’uscita. La pace, appunto. Che idea ha lei della pace? Quali vie intravede per raggiungerla? La pace c’è quando la persona ha la pace nel cuore. Se parliamo della pace sulla terra, questo tipo di pace è frutto di un accordo. Ma se invece parliamo della pace che ha portato Gesù, è uno stato del cuore, che sa arrivare ad amare anche il nemico. Ma il mondo non ci può dare questa pace. Il mondo può mettersi d’accordo, stabilire un cessate-il-fuoco ma la vera pace è uno stato spirituale dell’anima. Ma è possibile avere la pace nel cuore in un contesto di guerra? Possiamo essere uomini di pace durante la guerra. Una difficoltà però a tutto questo, è il dolore. È il dolore che allontana dalla pace, porta le persone verso l’odio, fino all’aggressione. Quando tutto attorno c’è violenza, è difficile essere uomini di pace. C’è dunque anche una guerra spirituale in atto perché il diavolo vuole che ci sia l’odio, la vendetta e che odio e vendetta guidino le nostre azioni e i nostri sentimenti. Lui lavora su questo, diffonde questo spirito di odio. Ci vorrà una generazione per sanare queste ferite? Sì, le ferite sono tante e sono profonde. È difficile. In questo momento poi siamo nel processo e quando si è dentro un processo, è difficile curarsi. Però ci stiamo preparando. Abbiamo avviato programmi di psicoterapia, incontri spirituali. Al momento, però, non ci sono ancora le condizioni. Che messaggio vuole dare alla Chiesa italiana? Un messaggio molto semplice, avere la pace di Dio nel cuore. La guerra, in senso spirituale, ci spoglia di tutto. È una esperienza esistenziale che lascia solo quello che è importante. Se riusciamo ad essere profondamente uomini e donne di pace, allora ci sarà più pace in tutto il mondo. È questo il messaggio: essere persone di pace laddove ci troviamo; riempire ogni parola, ogni idea, ogni pensiero, ogni gesto, ogni rapporto, della pace che ci ha portato Cristo. Lui ha detto, “la pace sia con voi” ma lo ha detto perché la portiamo nel cuore e la doniamo agli altri. E poi vorrei far arrivare a tutta la Chiesa che è in Italia, il nostro grazie per quanto ci avete sostenuto e aiutato. Grazie!”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T12:06:02.228+03:00",
    "updated": "2024-03-29T12:06:02.228+03:00"
  },
  {
    "uuid": "e929f122accdbcb13ce1b0859b1ced5f29a09818",
    "url": "https://www.alsumaria.tv/news/international/529433/%D8%AA%D9%82%D8%B1%D9%8A%D8%B1-%D8%A5%D8%B3%D8%B1%D8%A7%D8%A6%D9%8A%D9%84-%D8%AA%D8%B3%D8%AA%D8%B9%D8%AF-%D9%84%D9%85%D9%87%D8%A7%D8%AC%D9%85%D8%A9-%D8%A5%D9%8A%D8%B1%D8%A7%D9%86-%D9%82%D8%B1%D9%8A%D8%A8%D8%A7-%D8%AF%D9%88%D9%86-%D9%85%D8%B3%D8%A7%D8%B9%D8%AF%D8%A9-%D8%A3%D9%85%D8%B1%D9%8A%D9%83%D9%8A%D8%A9",
    "ord_in_thread": 0,
    "author": "@alsumariatv",
    "published": "2025-06-12T07:19:00Z",
    "title": "تقرير: إسرائيل تستعد لمهاجمة إيران قريبا دون مساعدة أمريكية",
    "text": "الصفحة الرئيسية\nالبرامج\nالسومرية نيوز\nالصفحة الرئيسية\nآخر الاخبار\nأبرز الاخبار\nفيديوهات\nسياسة\nرياضة\nخاص السومرية\nأمن\nدوليات\nعالم السيارات\nاقتصاد\nتكنولوجيا\nنتائج الامتحانات\nإنفوغراف\nأخبار الطقس\nأخبار الأبراج\nالأبراج\nالاشعارات\nالبث المباشر\nالصفحة الرئيسية\nالبرامج\nالسومرية نيوز\nالصفحة الرئيسية\nآخر الاخبار\nأبرز الاخبار\nفيديوهات\nسياسة\nرياضة\nخاص السومرية\nأمن\nدوليات\nعالم السيارات\nاقتصاد\nتكنولوجيا\nنتائج الامتحانات\nإنفوغراف\nأخبار الطقس\nأخبار الأبراج\nالأبراج\nالتالي\nناس وناس\nمن\n11:00 AM\nالى\n12:00 PM\nLIVE\nالسومرية نيوز\nحقوق التأليف والنشر © 2025 Alsumaria.tv. جميع الحقوق محفوظة.\nحمّل تطبيق السومرية\nالمصدر الاول لاخبار العراق\nحقوق التأليف والنشر ©\n2025 Alsumaria.tv.\nجميع الحقوق محفوظة.\nالبث المباشر\nالصفحة الرئيسية\nالبرامج\nترفيه\nسياسة\nمسلسلات\nأرشيف المسلسلات\nبرامج سومر أف أم\nرمضان سومر\nرمضان السومرية\nبرامج سابقة\nلقطات\nالسومرية نيوز\nآخر الاخبار\nأبرز الاخبار\nفيديوهات\nسياسة\nمحليات\nالانتخابات النيابية 2025\nرياضة\nخاص السومرية\nأمن\nدوليات\nعالم السيارات\nاقتصاد\nتكنولوجيا\nنتائج الامتحانات\nفن وثقافة\nعلم وعالم\nللنساء فقط\nمنوعات\nإنفوغراف\nأخبار الطقس\nأخبار الأبراج\nالأبراج\nجدول البرامج\nتفضيلاتي\nالاستفتاءات\nفريق السومرية\nالترددات\nاعلن معنا\nمن نحن\nاتصل بنا\nحقوق التأليف والنشر ©\n2025 Alsumaria.tv.\nhttps://alsumaria.tv/uploadImages/DocumentImages/Doc-P-529433-638853096361450806.png\nتقرير: إسرائيل تستعد لمهاجمة إيران قريبا دون مساعدة أمريكية\nدوليات\n2025-06-12 | 10:19\nAlsumaria Tv\nhttps://alsumaria.tv/authors\n0 شوهد\nالسومرية نيوز\n– دوليات\nأفادت تقارير إعلامية أمريكية، اليوم الخميس، بأن\nإسرائيل\nتدرس توجيه ضربة عسكرية ضد\nإيران\nقريبا، من دون مساعدة أمريكية، وفي ظل المحادثات الأمريكية-الإيرانية الجارية.\nوقالت شبكة \"\nأن بي سي نيوز\n\" إن\nإسرائيل\nتدرس القيام بعمل عسكري ضد\nإيران\n- على الأرجح دون دعم أمريكي - في الأيام المقبلة، حتى في الوقت الذي يجري فيه\nالرئيس دونالد ترامب\nمناقشات متقدمة مع\nطهران\nبشأن اتفاق دبلوماسي لتقليص برنامجها النووي، وفقا لخمسة أشخاص مطلعين على الوضع.\nووفق التقرير الذي نشرته الشبكة، فإن إسرائيل أصبحت أكثر جدية بشأن توجيه ضربة أحادية الجانب لإيران، حيث تبدو المفاوضات بين\nالولايات المتحدة\nوإيران أقرب إلى اتفاق تمهيدي أو إطاري يتضمن أحكاما تتعلق بتخصيب اليورانيوم، والتي تعتبرها إسرائيل غير مقبولة، مشيرة إلى أن أي هجوم أو إجراء أحادي الجانب من قبل إسرائيل ضد إيران سيمثل قطيعة جذرية مع\nإدارة ترامب\n، التي عارضت مثل هذه الخطوة.\nوقال المصدر المطلع إن إسرائيل، التي تعتمد على المعلومات الاستخباراتية أو غيرها من المساعدات المباشرة واللوجستية من الولايات المتحدة، قد تكون في وضع يسمح لها باتخاذ إجراء أحادي الجانب ضد طهران.\nوأضاف أنه يمكن للولايات المتحدة أن تدعم بالوقود الجوي أو تبادل المعلومات الاستخباراتية بدلا من الدعم الحركي، لكن المصادر والمسؤولين لم يكونوا على علم بخطط لذلك حتى الآن.\nولفت التقرير إلى أنه في حين أن إسرائيل تفضل على الأرجح الدعم العسكري والاستخباراتي الأمريكي لشن ضربات - وخاصة ضد المنشآت النووية الإيرانية - إلا أنها أظهرت في أكتوبر قدرتها على القيام بالكثير بمفردها.\nوصرح\nمايكل نايتس\nمن\nمعهد واشنطن لسياسة الشرق الأدنى\nبأن إجلاء الموظفين غير الأساسيين في\nالسفارة الأمريكية\nفي\nالعراق\nسيرسل رسالة إلى طهران مفادها أن\nترامب\nلن يمنع إسرائيل بالضرورة من شن هجوم مهدد على إيران.\nوقال نايتس: \"الأمر يتعلق بمحاولة دفع إيران إلى احترام رغبات الرئيس\".\nوأضاف أن إيران لم تلتزم بالمهلة النهائية التي حددها ترامب للشهرين للتوصل إلى اتفاق بشأن الأنشطة النووية للبلاد، وأنه يشعر بالإحباط.\nوقال كل من نايتس ومصدر مطلع على الأمر إنه من غير الواضح ما إذا كانت إسرائيل ستشن ضربة عسكرية محدودة الآن أم ستنتظر حتى تتطور المفاوضات النووية.\nوأعرب ترامب عن إحباطه المتزايد إزاء موقف إيران في المحادثات غير المباشرة الأخيرة، واصفًا طهران بأنها متصلبّة وبطيئة الحركة.\nوقال ترامب للصحفيين يوم الاثنين: \"إنهم يطلبون فقط أشياء لا يمكنك فعلها. لا يريدون التخلي عما يجب عليهم التخلي عنه. إنهم يسعون إلى التخصيب. لا يمكننا السماح بالتخصيب\".\n>>\nتابع قناة السومرية على\nمنصةX\nمقالات ذات صلة\nاسرائيل\nايران\nضربة\n+A\n-A\nأول تعليق لمدرب المنتخب العراقي بعد الفوز على الأردن\nرياضة\n43.05%\n00:05 | 2025-06-11\nأول تعليق لمدرب المنتخب العراقي بعد الفوز على الأردن\n00:05 | 2025-06-11\nالأنواء الجوية تصدر تحذيرا هاما للعراقيين\nمحليات\n21.54%\n15:10 | 2025-06-10\nالأنواء الجوية تصدر تحذيرا هاما للعراقيين\n15:10 | 2025-06-10\nواتساب يقدم أداة جديدة\nتكنولوجيا\n18.69%\n14:48 | 2025-06-10\nواتساب يقدم أداة جديدة\n14:48 | 2025-06-10\nأسعار صرف الدولار في المحافظات العراقية اليوم\nاقتصاد\n16.72%\n11:06 | 2025-06-10\nأسعار صرف الدولار في المحافظات العراقية اليوم\n11:06 | 2025-06-10\nالمزيد\nأحدث الحلقات\nمايك السومرية\nمحمد الربيعي، مدير عام في امانة بغداد - الحلقة ١٠ | season 1\n23:30 | 2025-06-11\nمايك السومرية\nمحمد الربيعي، مدير عام في امانة بغداد - الحلقة ١٠ | season 1\n23:30 | 2025-06-11\nالعراق في دقيقة\n11-06-2025 | 2025\n20:00 | 2025-06-11\nالعراق في دقيقة\n11-06-2025 | 2025\n20:00 | 2025-06-11\nنشرة أخبار السومرية\nنشرة ١١ حزيران ٢٠٢٥ | 2025\n19:45 | 2025-06-11\nنشرة أخبار السومرية\nنشرة ١١ حزيران ٢٠٢٥ | 2025\n19:45 | 2025-06-11\nLive Talk\nكيف ينظر للرقص الغربي في العراق؟ - الحلقة ٤٩ | 2025\n17:30 | 2025-06-11\nLive Talk\nكيف ينظر للرقص الغربي في العراق؟ - الحلقة ٤٩ | 2025\n17:30 | 2025-06-11\nناس وناس\nبغداد الجديدة - الحلقة ٤٨ | الموسم 8\n12:00 | 2025-06-11\nناس وناس\nبغداد الجديدة - الحلقة ٤٨ | الموسم 8\n12:00 | 2025-06-11\nخط أحمر\nيكسر يده ويلقي بنفسه امام العجلات للحصول على المال - الحلقة ٨ | الموسم 8\n23:30 | 2025-06-08\nخط أحمر\nيكسر يده ويلقي بنفسه امام العجلات للحصول على المال - الحلقة ٨ | الموسم 8\n23:30 | 2025-06-08\nعشرين\nالاسلام السياسي ..دعوة وسلطة! - الحلقة ١٢ | الموسم 4\n23:30 | 2025-06-07\nعشرين\nالاسلام السياسي ..دعوة وسلطة! - الحلقة ١٢ | الموسم 4\n23:30 | 2025-06-07\nرحال\nجلسة جوبي ممتعة بمناسبة عيد الأضحى المبارك - الحلقة ٧ | الموسم 6\n21:30 | 2025-06-07\nرحال\nجلسة جوبي ممتعة بمناسبة عيد الأضحى المبارك - الحلقة ٧ | الموسم 6\n21:30 | 2025-06-07\nBiotic\nالشمرة من الحرارة، الذكاء الاصطناعي والطب، فقر الدم - الحلقة ٧ | الموسم 4\n22:00 | 2025-06-06\nBiotic\nالشمرة من الحرارة، الذكاء الاصطناعي والطب، فقر الدم - الحلقة ٧ | الموسم 4\n22:00 | 2025-06-06\nحصاد السومرية\nرواتب كردستان.. لقمة عالقة بحنجرة العملية السياسية - حلقة ٩ | الموسم 2\n20:30 | 2025-06-06\nحصاد السومرية\nرواتب كردستان.. لقمة عالقة بحنجرة العملية السياسية - حلقة ٩ | الموسم 2\n20:30 | 2025-06-06\nالأكثر مشاهدة\nمايك السومرية\nمحمد الربيعي، مدير عام في امانة بغداد - الحلقة ١٠ | season 1\n23:30 | 2025-06-11\nمايك السومرية\nمحمد الربيعي، مدير عام في امانة بغداد - الحلقة ١٠ | season 1\n23:30 | 2025-06-11\nالعراق في دقيقة\n11-06-2025 | 2025\n20:00 | 2025-06-11\nالعراق في دقيقة\n11-06-2025 | 2025\n20:00 | 2025-06-11\nنشرة أخبار السومرية\nنشرة ١١ حزيران ٢٠٢٥ | 2025\n19:45 | 2025-06-11\nنشرة أخبار السومرية\nنشرة ١١ حزيران ٢٠٢٥ | 2025\n19:45 | 2025-06-11\nLive Talk\nكيف ينظر للرقص الغربي في العراق؟ - الحلقة ٤٩ | 2025\n17:30 | 2025-06-11\nLive Talk\nكيف ينظر للرقص الغربي في العراق؟ - الحلقة ٤٩ | 2025\n17:30 | 2025-06-11\nناس وناس\nبغداد الجديدة - الحلقة ٤٨ | الموسم 8\n12:00 | 2025-06-11\nناس وناس\nبغداد الجديدة - الحلقة ٤٨ | الموسم 8\n12:00 | 2025-06-11\nخط أحمر\nيكسر يده ويلقي بنفسه امام العجلات للحصول على المال - الحلقة ٨ | الموسم 8\n23:30 | 2025-06-08\nخط أحمر\nيكسر يده ويلقي بنفسه امام العجلات للحصول على المال - الحلقة ٨ | الموسم 8\n23:30 | 2025-06-08\nعشرين\nالاسلام السياسي ..دعوة وسلطة! - الحلقة ١٢ | الموسم 4\n23:30 | 2025-06-07\nعشرين\nالاسلام السياسي ..دعوة وسلطة! - الحلقة ١٢ | الموسم 4\n23:30 | 2025-06-07\nرحال\nجلسة جوبي ممتعة بمناسبة عيد الأضحى المبارك - الحلقة ٧ | الموسم 6\n21:30 | 2025-06-07\nرحال\nجلسة جوبي ممتعة بمناسبة عيد الأضحى المبارك - الحلقة ٧ | الموسم 6\n21:30 | 2025-06-07\nBiotic\nالشمرة من الحرارة، الذكاء الاصطناعي والطب، فقر الدم - الحلقة ٧ | الموسم 4\n22:00 | 2025-06-06\nBiotic\nالشمرة من الحرارة، الذكاء الاصطناعي والطب، فقر الدم - الحلقة ٧ | الموسم 4\n22:00 | 2025-06-06\nحصاد السومرية\nرواتب كردستان.. لقمة عالقة بحنجرة العملية السياسية - حلقة ٩ | الموسم 2\n20:30 | 2025-06-06\nحصاد السومرية\nرواتب كردستان.. لقمة عالقة بحنجرة العملية السياسية - حلقة ٩ | الموسم 2\n20:30 | 2025-06-06\nاخترنا لك\n\"واشنطن بوست\" تكشف سبب وضع السفارات والقواعد الأميركية في المنطقة بحالة تأهب قصوى\n10:25 | 2025-06-12\nتصاعد التوتر.. اتساع رقعة التظاهرات إلى 13 ولاية أمريكية\n10:18 | 2025-06-12\nعُمان تُحدد موعد الجولة المقبلة من المفاوضات الأميركية ـ الإيرانية\n09:33 | 2025-06-12\nرصد تشويش لنظام GPS على الحدود العراقية الإيرانية\n00:32 | 2025-06-12\nكشف كواليس إنهاء الخلاف بين ترامب وماسك\n23:00 | 2025-06-11\nواشنطن تعلن تقليص بعثتها في العراق\n22:15 | 2025-06-11\nأبراج\nعلى السومرية\nاطلع على برجك\nإشترك بنشرتنا الاخبارية\nانضم الى ملايين المتابعين\nإشترك\nحمل تطبيق السومرية\nالمصدر الأول لأخبار العراق\nإشترك بخدمة التلغرام\nتحديثات مباشرة ويومية\nإشترك\nSoftimpact\nانضم الى ملايين المتابعين\nسياسة الخصوصية\nحمّل تطبيق السومرية\nالمصدر الاول لاخبار العراق\nحقوق التأليف والنشر © 2025 Alsumaria.tv. جميع الحقوق محفوظة.\nالمزيد\nعرض أقل\nحمل تطبيق السومرية\nالمصدر الأول لأخبار العراق\nتابع قناة السومرية\nحقوق التأليف والنشر © 2025 Alsumaria.tv. جميع الحقوق محفوظة.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "arabic",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "War, Conflict and Unrest->international military intervention",
      "Politics->defence",
      "Politics->international relations",
      "Politics->political crisis",
      "Social Issue->communities",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:31:07.960+03:00",
    "updated": "2025-06-12T07:39:20.000+00:00"
  },
  {
    "uuid": "b871a5965c7ea56293427e088100ab345f3db217",
    "url": "https://english.nv.ua/opinion/how-ukraine-destroyed-3-russia-fighter-jets-50380110.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Valeriy Romanenko",
    "published": "2023-12-28T22:00:00Z",
    "title": "How Ukraine destroyed 3 Russia fighter jets / The New Voice of Ukraine",
    "text": "On December 22 at noon, Ukrainian air defense shot down three Su-34s in the southern direction. This was most likely the work of Patriot systems, as we had received another unit from Germany. If you recall the \\\"Bryansk People's Republic,\\\" on May 13, it was a similar situation when two airplanes and three helicopters were shot down almost simultaneously.Here, we have a situation where the Russians were coming with missiles and bombs. On some days, they were dropping up to 100 cruise missiles (CABs) in the southern direction. Now, three vehicles were flying and were hit all at once. They did not take into account the fact that the Patriot has an aerodynamic range of 160 kilometers. Even if it is placed 70-80 kilometers away from the line of contact, they can still see Russian planes at the height where they drop bombs perfectly.We don't have a lot of systems, and the Patriot is just the maximum number of bets. We also have SAMP/T, which has a slightly shorter range, 10-15 kilometers, for aerodynamic targets. These systems will move around to whichever areas are most threatened. It will be safer in the south, for sure, because the Russians will now take this into account.The number of raids with CABs will decrease Now, they were just coming in masses, dropping 100 bombs daily. They drop these bombs in an assembly line mode. Now, they will carefully prepare each operation and check whether a Patriot is nearby because it has a characteristic electronic signature. They will check carefully and only then launch single aircraft, not in groups as they do now. The number of raids with CABs will decrease because the Russians are reacting very painfully to these losses.Their production of combat aircraft has dropped this year. The main emphasis is not on the Su-34, but on the Su-35, a fighter jet. Therefore, the Russians will try to minimize the risks during the subsequent raids with the CABs. We will see the reports of the Air Force and the Ground Forces.If we take the training of six pilots (and each Su-34 has a crew of two, who are officers), it costs about $150 million - the total cost of three aircraft with crews and weapons.The Russians do not keep their aircraft on the Ukrainian temporarily occupied territories. The Voronezh Regiment, for example, could have participated in this raid. The Morozov Regiment also uses Su-34s. But all of them, without exception, are stationed on the Russian mainland.This is one of the main points. You see, we have to scare them so that they drastically reduce the number of strikes with these cruise bombs. This is critical now because our ground forces are suffering from this, and we are suffering losses.For the Russians, these losses are shocking because, during the entire year, our air defense (I'm not talking about what the Russians themselves shot down) shot down only seven Russian planes. And then suddenly, at the end of the year, they made a round number – 10.I hope we will bring Russian losses to even higher double-digit numbers next year with the help of F-16s.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "samp/t",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new voice of ukraine",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        },
        {
          "name": "bryansk people's republic",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T06:17:24.335+02:00",
    "updated": "2023-12-29T06:17:24.335+02:00"
  },
  {
    "uuid": "d4e8a3bcaf827e5f9c531b4581d9e54a92c842eb",
    "url": "https://www.bitcoininsider.org/article/266456/beware-okx-exchange-issues-warning-over-harmful-firefox-extension",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Christian Encila",
    "published": "2025-01-09T23:00:00Z",
    "title": "Beware! OKX Exchange Issues Warning Over Harmful Firefox Extension",
    "text": "Latest news about Bitcoin and all cryptocurrencies. Your daily crypto news habit.\nSeychelles-based OKX has issued a warning about the proliferation of unauthorized OKX wallet add-ons, which are currently available in the Firefox plug-in store. According to user reports, the fake browser extension adds a third-party functionality within the site’s browser interface.\nAlthough Firefox’s plug-in store has recorded less than 100 downloads as of this writing, the crypto exchange immediately issued a statement warning users that it had not released any Firefox browser extensions.\nOKX Issues Official Statement\n[OKX](https://www.okx.com/join?channelid=35824736&af_xp=app&pid=T_Office_RE&gad_source=1&gclid=CjwKCAiAhP67BhAVEiwA2E_9gxvaBXE5_vGNWOXSsIArAYeqU4Rmolx3DdSbrsHgh4PEeeAbvuaqqBoCg5EQAvD_BwE) management immediately responded to the reports of fake extensions and used its official Twitter/X page to warn and advise its users. In a post shared on January 8th, OKX stated that the company has not formally released an official browser extension for its wallet and asked those who mistakenly downloaded the extension to secure and move their digital assets immediately.\n【重要公告】我们注意到近期 Firefox 浏览器插件商城中出现了假冒的 OKX Wallet 插件，请注意：OKX 官方目前尚未发布任何 Firefox 插件\n如果您已经使用该恶意插件请立即转移相关钱包资产，我们已经就此向 Firefox 官方投诉。…\n[pic.twitter.com/GjImvSA35l]— OKX中文 (@okxchinese)\n[January 8, 2025]\nOKX added that that they have already submitted a complaint to Firefox. The team further suggested that users download any plug-ins on its official website and asked its followers to report any suspected fake products or tools.\nFake Browser Plugins Now Used For Attacks, Phishing\nFake browser extensions are a growing problem online and have a huge impact on the financial community. Malicious browser extensions, like the fake OKX wallet add-ons, may allow unauthorized access to financial information, account credentials, and other data.\nReports have shown that bad actors also use these fake browser extensions for phishing activities that aim to trick users into sharing their login information.\nOver $1 Billion Lost To Phishing Scams In 2024\nAccording to Certik, hackers used phishing to steal [cryptocurrencies](https://coinmarketcap.com/) from unsuspecting victims in 2024. In its Hack3d: The [Web3 Security Report 2024](https://www.certik.com/resources/blog/3gKPgxHukAE46VW5J5Lvnq-hack3d-the-web3-security-report-2024), the security firm shared a list of costly and notorious crypto scams and threats. According to the firm, the industry lost over $1 billion, representing 296 phishing scams, an increase of 21% from 2023’s data.\nMcAfee, another security firm, discovered malware in September 2024 that affected Android mobile phones. The malware called SpyAgent appears to be a legitimate Android app, but it was a scam that affected nearly 300 fake apps. This malware uses Optical Character Recognition (OCR) to scan images and steal personal information, including crypto passcodes.\nLast September 19th, 2024, Decentraland lost access to its social media page. After controlling Decentraland’s Twitter/X account, hackers used it to promote phishing activities, luring unsuspecting users to click on fake links. Users who click on these fake links have lost some or most of their digital assets due to malware.\nFor OKX, there have been no reports on how many users were affected or if these fake browser extensions have compromised their digital assets.\nFeatured image from SCMP, chart from TradingView\nDisclaimer\nThe views and opinions expressed in this article are solely those of the authors and do not reflect the views of Bitcoin Insider. Every investment and trading move involves risk - this is especially true for cryptocurrencies given their volatility. We strongly advise our readers to conduct their own research when making a decision.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Science and Technology->scientific research",
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->foreign exchange market",
      "Social Issue->discrimination",
      "Social Issue->social networking",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.okx.com/join?channelid=35824736&af_xp=app&pid=T_Office_RE&gad_source=1&gclid=CjwKCAiAhP67BhAVEiwA2E_9gxvaBXE5_vGNWOXSsIArAYeqU4Rmolx3DdSbrsHgh4PEeeAbvuaqqBoCg5EQAvD_BwE",
      "https://www.certik.com/resources/blog/3gKPgxHukAE46VW5J5Lvnq-hack3d-the-web3-security-report-2024",
      "https://coinmarketcap.com/",
      "https://okx.com/join?channelid=35824736&af_xp=app&pid=T_Office_RE&gad_source=1&gclid=CjwKCAiAhP67BhAVEiwA2E_9gxvaBXE5_vGNWOXSsIArAYeqU4Rmolx3DdSbrsHgh4PEeeAbvuaqqBoCg5EQAvD_BwE",
      "https://coinmarketcap.com",
      "https://www.coinmarketcap.com/",
      "https://www.okx.com/join",
      "https://certik.com/resources/blog/3gKPgxHukAE46VW5J5Lvnq-hack3d-the-web3-security-report-2024"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T04:41:31.735+02:00",
    "updated": "2025-01-10T04:41:31.735+02:00"
  }
]