[
  {
    "uuid": "99094b089f9bbbe755e8e8e223ecd22c300c22f5",
    "url": "https://www.lapatilla.com/2024/03/29/nelson-chitty-la-roche-dios-no-ha-muerto",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Morán",
    "published": "2024-03-29T11:22:00Z",
    "title": "Nelson Chitty La Roche: ¡Dios no ha muerto!",
    "text": "“La igualdad universal, de la cual surgen los ideales de libertad, de vida colectiva solidaria, de conducta autónoma y emancipatoria, de moral individual y conciencia, de derechos humanos y democracia, es el legado directo de la ética judía y de la ética cristiana del amor. Este legado, sustancialmente sin modificarse, ha sido el objeto de una continua crítica y reinterpretación. Hasta este día, no hay alternativa a él… Todo lo demás es sólo discusión posmoderna”. Jürgen Habermas, Religión y racionalidad (2006)\nEn estos días más que otros, nosotros los cristianos, solemos hacer de la pasión, en nuestro fondo espiritual y evocando la extraordinariedad de la pasión de cristo una elegía.\nRecitamos perplejos los misterios dolorosos del rosario que, en mi caso, aprendí de niño en el internado del Colegio Santo Domingo Savio allá en los Teques con los curas salesianos y nos detenemos, abrumados, superados, seducidos, por su fuerza y convicción. Jesús, Cristo, ha sido sin dudas el hombre mas valiente que ha existido y el más generoso también y para lo que pienso y siento, es el Dios trascendente, por amor al hombre mismo.\nEmpero, reflexiono sobre el alegado “adelanto” que este cambio de época que vivimos representa y es menester afrontar. Este siglo XXI tan rápido, que parece instantánea amenaza con demoler y llevar hacia la nada posmoderna todo.\nHoy como nunca se aprecia, una terrible centrifuga que mueve al homo actualis bruscamente, en cada segundo, hacia el mundo digital, electrónico y matemático, lo va privando de su imaginación, lo vacía de su espiritualidad y lo conduce por una centrípeta de dependencia, lo individualiza y lo deshumaniza.\nLo cierto es que las iglesias se vaciaron, la familia no atrae sino pesa a muchos, la ideología LGBT que se ufana de evolutiva quiere convencer de que nadie es lo que es sino otra cosa y peor aún insiste en que debe corregirse a la mismísima naturaleza humana.\nPuede abundarse, pero reduzco al mínimo los comentarios que, como testigo de este momento, uno entre ocho mil millones me ocupo de hacer y quiero y debo hacer. Nietzsche cantó la muerte de Dios y no creo que debamos creer que era o puede entenderse literalmente. No trato de descifrarlo ni de interpretarlo, pero, tal vez fue mas un sarcasmo que una afirmación.\nEspeculo y perdónenme, no recurro a una pretendida erudición de la que carezco, pero, el filósofo se perdía en medio de su genialidad, como con otras frases se podría entender lo mismo leyendo a Dostoievski.\nEn todo caso, cualquiera podría inferir luego de lo anotado que admito una conexión, pero no, no es así, lo que mantiene al ser humano vivo y provisto de la perspectiva del amor y la solidaridad a toda costa, lo deja ver arriba la cita de Habermas; es el poder del Dios cristiano y su vigencia como referente de valores espirituales.\nCabe una cita más que entiendo pertinentísima, El novelista chino Gao Xingjian (Premio Nobel de Literatura 2000) hace eco de esta comprensión: “En mis obras hay una compasión muy cristiana. […] En la cultura cristiana, lo que me fascina, lo que me atrae, es que el hombre se encuentra en el centro siempre” citado por Joaquin C Bretel, En 5 grandes pensadores cristianos, 04/05/2021)\nFrente al odio y a la deshumanización, que cunde por el mundo hay un cosmocristianismo que los encara y es la fe; , ¡si Dios conmigo, quién contra mi!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T14:25:10.237+03:00",
    "updated": "2024-03-29T14:25:10.237+03:00"
  },
  {
    "uuid": "aee597b6f34617f214142fbd04b4bc4365a1b201",
    "url": "https://www.statesman.com/story/news/politics/2024/02/01/convoy-border-texas-standoff-eagle-pass-ranch-quemado-mexico/72438592007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nate Chute",
    "published": "2024-02-01T23:44:00Z",
    "title": "Border convoy heads to Texas-Mexico border near Eagle Pass",
    "text": "A caravan of residents from across the country is heading from Virginia to the U.S.-Mexico border to protest the migrant crisis overwhelming border communities. The convoy kicks off as the Senate is weighing a bipartisan border security bill and comes a week after the U.S. Supreme Court issued a ruling allowing federal border agents to cut razor wire Texas has installed along its shores of the Rio Grande to deter unauthorized immigration. The \"Take Our Border Back Convoy\" is broken into three groups, with one heading from Virginia to Texas, another splitting in Texas to Arizona, and a third from California to Arizona. Each of the final rallies is scheduled for Saturday. Here's what we know about the group and its plan for Saturday: In a news release from mid-January, Organizers said the convoy of \"concerned Americans\" would head to three states to protest the migrant crisis along the U.S.-Mexico border. Citing its First Amendment right to peaceably assemble, the group inaccurately suggest the border is open in their outline of reasons for the trip. As Axios notes, the U.S. hasn't had an open southern border for a century and almost 50 ports of entry staffed with Border Patrol officers are stationed along the southern border. More: Dripping Springs readies for rally from Take Our Border Back convoy bound for South Texas But a surge in migrants has strained federal and state resources and overwhelmed border communities. U.S. President Joe Biden has requested more funding for the Homeland Security Department and green-lit border wall construction in Texas last year. The U.S. Customs and Border Protection Department reported having 3.2 million encounters with migrants in fiscal year 2023. The Homeland Security Department added that between May and December 2023, officials removed or returned over 472,000 migrants, a record number. Convoy organizers also shared concerns over drug trafficking. Drugs like fentanyl, which are contributing to rising overdoes nationwide, are most often seized at official border crossings; though U.S. citizens make up more than half of those convictions, according to Border Patrol. The organizers outlined key reasons for their peaceful protest, as outlined by the group's assembly: As noted, there are three separate convoys heading to border communities. Organizer Kim Yeater told the New York Post that hundreds of thousands of people could gather for the protests. “We’ve got Canadian truckers, moms and dads. We’ve got motorcycles. If people could bring horses they’d bring horses,\" Yeater suggested. \"I know the numbers we are looking at are 700,000. I think it’ll possibly be bigger than that.” Along their journey, organizers have said greater numbers will join them as their near the border. But only 20 vehicles reportedly finished the first day of driving in Jacksonville after a 14 hour trip from Virginia Beach. And the organizer of the event in Texas expects less than one percent of that crowd to come to his ranch. The co-director of a ranch in Texas said they signed off on plans to bring the convoy to their property north of Eagle Pass. Loraine Mercer told USA TODAY they allowed Anson Bills, who has run the Texas Independence Project from their property, to organize the event. The project patrols nearby ranches and confronts migrants cutting through those properties, calling authorities and waiting until the migrants are hauled away. Bills said that after a man named Pete Chambers developed a plan for a convoy to come to the border, he helped the effort by making his ranch the destination for the group. He lauded Abbott's deployment of resources to address the surge in migrants. “The state of Texas is technically at war,\" Bills said. \"The federal government has failed us, and so has the Biden administration.” He said he expects about 6,000 people to show up for the three-day event at Cornerstone Children's Ranch, which is about 20 miles north of Eagle Pass in Quemado. Mercer said the ranch has provided underprivileged children along the border with food, clothing and medical supplies for more than 25 years. In a video shared on social media, Mike Forzano said the convoy should not head to Eagle Pass, citing the tense situation between state and federal officials in the city and the possibility of encountering counter protests. Yeater repeated this call to members on the communications app Zello, Vice reported. “Nobody associated with this convoy is going to Eagle Pass, period,” she said. “There is no desire to conflict with the National Guard, or interrupt their operations or anything.\" But the ranch hosting the convoy is near the Rio Grande, where downstream the state has installed razor wire and floating buoys to deter migrants. The Supreme Court ruled last week that federal agents could remove the razor wire after the Homeland Security Department testified that the wire has made apprehending migrants and rescuing migrants and officials in distress more difficult. Abbott, however, has said he instal more wire, leaving many residents in the city of 28,000 bracing for what could come next. Forzano said that no long guns will be allowed at the ranch and that mainstream media won't be allowed on the property. \"This is going to be a peaceful situation that is going to be well outside the border limits and Eagle Pass,\" he said. In a declaration posted on the convoy's website, members of the steering committee included Yeater and other partisan internet personalities, such as Noel Roberts, Robert Agee, Mark Anthony, Scotty Saks, Robert Agee and Mark Istratoff. The individuals have promoted the event on social media as has Chambers, a convoy organizer, who has spoken about the event with Tucker Carlson and Alex Jones on their online programs. “What this is going to do is it could bring light to the situation,” Chambers told Tucker Carlson.\" Organizers like Yeater have referred to the convoy as “God’s army.” “God’s army is rising up,” Yeater said on a recent convoy planning call, according to Vice . “We all have been chosen for this time.” The spiritual calls extend to the convoy's donation page, too. Linked from their website, the page features the option to submit prayers for the convoy, shares of the page and financial donations. The page, which had raised almost $160,000 as of Thursday afternoon, says the funds will be used for \"gas for lead busses and trucks, city permits, media-technology support, rally location expenses, communication equipment, staging at rally sites, lighting, supplies, etc.\" The fundraiser lists \"MISSION WTP HAGGAI 28\" as the entity receiving the funds. It is not clear who owns the group, but the title is believed to reference a Bible verse in Haggai 2:8. \"'The silver is mine, and the gold is mine,' declares the LORD Almighty,\" the verse reads.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.cbp.gov/newsroom/stats/nationwide-encounters",
      "https://www.vice.com/en/article/y3w45b/gods-army-convoy-militias-texas-border-dispute",
      "https://www.axios.com/2023/10/17/us-mexico-border-open-borders-myth",
      "https://fb.watch/pXKdFiMJE3/",
      "https://www.usatoday.com/videos/news/2023/11/27/migrant-children-families-rescued-from-rio-grande-by-border-patrol/71723519007/&#34;},&#34;promoBrief&#34;:&#34;Border",
      "https://downloadmedia.gannett-cdn.com/authoring/videos/zype/renditions/656526c7e924ae0001208453/1080p_30fps.mp4&#34;,&#34;origin&#34;:&#34;USA",
      "https://nypost.com/2024/01/30/news/take-our-border-back-convoy-were-just-ordinary-citizens/",
      "https://www.gannett-cdn.com/authoring/videos/wochit/renditions/72158494007/909a204d-5b1e-4f43-8efd-f2a230aa2946/1080p_30fps.mp4&#34;,&#34;origin&#34;:&#34;Wochit&#34;,&#34;pageURL&#34;:{&#34;long&#34;:&#34;https://www.statesman.com/videos/news/politics/2024/01/09/alejandro-mayorkas-congress-border-funding-migrants/72158494007/&#34;},&#34;promoBrief&#34;:&#34;Alejandro",
      "https://www.vice.com/en/article/5d9adk/trucker-convoy-eagle-pass-texas-border-dispute-christian-nationalism",
      "https://axios.com/2023/10/17/us-mexico-border-open-borders-myth",
      "https://www.fb.watch/pXKdFiMJE3/",
      "https://vice.com/en/article/5d9adk/trucker-convoy-eagle-pass-texas-border-dispute-christian-nationalism",
      "https://vice.com/en/article/y3w45b/gods-army-convoy-militias-texas-border-dispute",
      "https://gannett-cdn.com/authoring/videos/wochit/renditions/72158494007/909a204d-5b1e-4f43-8efd-f2a230aa2946/1080p_30fps.mp4&#34;,&#34;origin&#34;:&#34;Wochit&#34;,&#34;pageURL&#34;:{&#34;long&#34;:&#34;https://statesman.com/videos/news/politics/2024/01/09/alejandro-mayorkas-congress-border-funding-migrants/72158494007/&#34;},&#34;promoBrief&#34;:&#34;Alejandro",
      "https://fb.watch/pXKdFiMJE3",
      "https://cbp.gov/newsroom/stats/nationwide-encounters",
      "https://usatoday.com/videos/news/2023/11/27/migrant-children-families-rescued-from-rio-grande-by-border-patrol/71723519007/&#34;},&#34;promoBrief&#34;:&#34;Border",
      "https://www.nypost.com/2024/01/30/news/take-our-border-back-convoy-were-just-ordinary-citizens/",
      "https://www.downloadmedia.gannett-cdn.com/authoring/videos/zype/renditions/656526c7e924ae0001208453/1080p_30fps.mp4&#34;,&#34;origin&#34;:&#34;USA",
      "https://nypost.com/2024/01/30/news/take-our-border-back-convoy-were-just-ordinary-citizens"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "senate",
          "sentiment": "none"
        },
        {
          "name": "u.s. supreme court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "eagle pass",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        },
        {
          "name": "virginia",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "rio grande",
          "sentiment": "none"
        },
        {
          "name": "arizona",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T02:05:30.274+02:00",
    "updated": "2024-02-02T02:06:05.255+02:00"
  },
  {
    "uuid": "9c167b0f8c5896f377db7c4c36e17c1b624208dd",
    "url": "https://www.elnuevodia.com/noticias/locales/notas/departamento-de-salud-extiende-la-declaracion-de-epidemia-por-dengue",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "/autor/david-cordero-mercado/",
    "published": "2024-12-19T22:26:00Z",
    "title": "Departamento de Salud extiende la declaración de epidemia por dengue",
    "text": "La principal oficial de Epidemiología, Melissa Marzán, dice que las cifras siguen “muy lejos de estar por debajo del umbral epidémico”\n19 de diciembre de 2024 - 6:26 PM\nLa principal oficial de Epidemiología, Melissa Marzán, dice que las cifras siguen “muy lejos de estar por debajo del umbral epidémico”\n19 de diciembre de 2024 - 6:26 PM\nEl\n[Departamento de Salud](https://www.elnuevodia.com/topicos/departamento-de-salud/) extendió, al menos, hasta el 31 de marzo de 2025 la declaración de emergencia de salud pública y epidemia de [dengue](https://www.elnuevodia.com/topicos/dengue/) en Puerto Rico, enfermedad que no ha dado tregua desde principios de 2024, provocando la muerte de 10 personas.\n“Estamos bajo la epidemia de dengue y todavía muy lejos de estar por debajo del umbral epidémico”, subrayó la principal oficial de Epidemiología de Salud, Melissa Marzán.\n“Ahora mismo, en promedio semanal, estamos viendo unos 160 casos de dengue y, para tener una idea, lo esperado, para este momento del año, que se supone que ya vaya en bajada, no deberíamos tener más de 65 a 70 casos semanales. Así que por eso te digo que todavía estamos bastante distantes de ese umbral epidémico; todavía seguimos viendo mucha actividad”, dijo a El Nuevo Día.\nEn el informe más reciente de Salud –del 25 de noviembre al 1 de diciembre (semana 48)–, el número de casos se elevó a 5,591, con 170 nuevos diagnósticos solo en ese período. Como ha ocurrido desde principios de 2024, los números continúan por encima de la mediana histórica y el umbral epidémico, a dos semanas de que culmine el año.\n“Probablemente, va a cerrar el 2024 con más de 6,000 casos de dengue, porque todavía nos quedan semanas bajo vigilancia. Al momento, octubre ha sido el mes que mayor número de casos hemos tenido”, precisó Marzán.\nEn la distribución de casos acumulados por municipio para las semanas 1 a la 48, al tope está San Juan con 1,121 reportados (20.05%), seguido de Carolina con 322 (5.76%), Rincón con 246 (4.44%), Bayamón con 210 (3.76%) y Lares con 210 (3.76%).\nHasta la fecha, se han reportado 10 defunciones asociadas a dengue, y el informe indica que hay tres adicionales bajo investigación. Una adolescente de 17 años, de la región de San Juan, figura en la lista de fallecidos, lo que constituyó la primera muerte pediátrica del año por esta enfermedad. Además, en la lista, hay otras dos jóvenes de 31 años –de la región de Mayagüez– y de 25 años –de la región de San Juan–. El resto de los fallecidos va de los 61 a 92 años.\nPor otro lado, en una mirada a los casos de\n[influenza](https://www.elnuevodia.com/topicos/influenza/), en el informe más reciente publicado por Salud, que corresponde a la semana epidemiológica 49 –del 1 al 7 de diciembre–, se sumaron 1,265 nuevos contagios y 61 hospitalizaciones, colocando en 15,704 el total de casos reportados y 790 hospitalizaciones.\n“(Los casos) están por debajo de umbral de aviso, por debajo del umbral epidémico y por debajo, incluso, del promedio histórico. Así que, sí hay casos, pero dentro de lo esperado para este momento”, sostuvo Marzán.\nHasta la fecha, en lo que va de temporada, 36 muertes han sido asociadas a contagios de influenza.\nPrevio al inicio del 2024, Salud declaró una epidemia por el alza exponencial en contagios con este virus, decreto que continuó hasta que acabó la temporada el pasado 30 de junio, con 92,737 casos y 3,166 hospitalizaciones. Al comparar este diciembre con el mismo mes en 2023, Marzán dijo que, “el año pasado, ya para este momento, hubo semanas que teníamos 5,000 y 6,000 casos semanales. Estamos totalmente distantes ahora mismo de ese escenario”.\nLas noticias explicadas de forma sencilla y directa para entender lo más importante del día.\nTe invitamos a descargar cualquiera de estos navegadores para ver nuestras noticias:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Health->government health care",
      "Health->public health",
      "Health->communicable disease",
      "Social Issue->social services",
      "Social Issue->public housing",
      "Politics->healthcare policy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Melissa Marzán",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "Epidemiología de Salud",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Epidemiología",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T01:01:27.009+02:00",
    "updated": "2024-12-20T01:01:27.009+02:00"
  },
  {
    "uuid": "ba6690c5be9738953c9c75a525614d72b0143d01",
    "url": "https://finance.eastmoney.com/a/202506123428876559.html",
    "ord_in_thread": 0,
    "author": "人民日报",
    "published": "2025-06-12T06:57:00Z",
    "title": "五角大楼开始审查并可能废除\"奥库斯\"核潜艇协议，外交部回应 _ 东方财富网",
    "text": "人民财讯6月12日电，外交部发言人林剑主持6月12日例行记者会。\n　　路透社：中方一向反对美、英、澳的“奥库斯”安全联盟。现在，五角大楼开始审查“奥库斯”核潜艇协议，可能废除这一协议。中方对此有何评论？\n　　答：中方已多次就美、英、澳建立所谓“三方安全伙伴关系”，推进核潜艇及其他尖端军事技术合作表明立场。我们一贯反对制造阵营对抗，反对加大核扩散风险，加剧军备竞赛。\n（文章来源：人民日报）",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "topics": [
      "Politics->political development",
      "Politics->diplomacy",
      "Politics->international relations",
      "Social Issue->discrimination",
      "Social Issue->diversity, equity and inclusion",
      "Social Issue->communities",
      "War, Conflict and Unrest->international military intervention"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:18:26.795+03:00",
    "updated": "2025-06-12T07:23:34.000+00:00"
  },
  {
    "uuid": "fb7c529a40ac4e19318351938ecf95e9bb3f8707",
    "url": "https://www.zazoom.it/2024-12-13/nubifragio-a-roma-traffico-in-tilt-e-caos-in-citta/15999189",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "https://www.zazoom.it/blog/chisiamo.asp",
    "published": "2024-12-13T21:20:00Z",
    "title": "Nubifragio a Roma traffico in tilt e caos in città",
    "text": "Nubifragio a Roma traffico in tilt e caos in città Quotidiano.net | 13 dic 2024 traffico in tilt , disagi e caos . Un violento Nubifragio si sta abbattendo in questi minuti su Roma mandando in paralisi molte delle principali arterie stradali, già in difficoltà a causa dello sciopero dei mezzi pubblici. Divere strade sono allagate, in particolare nell'area sud della Capitale. Segnalati anche incidenti stradali e auto ferme. Particolarmente caotica la situazione nel centro storico, tra Colosseo, Circo Massimo e lungotevere, ma anche nell'area nord-ovest della città . Quotidiano.net - Nubifragio a Roma, traffico in tilt e caos in città\nLeggi su Quotidiano.net Nubifragio a Roma , traffico in tilt e caos in città Roma in ginocchio a causa di un nubifragio : traffico paralizzato e disagi per i cittadini Nubifragio a Roma , traffico in tilt e caos in città Nubifragio a Roma , traffico in tilt e caos in città Maltempo a Roma , violento temporale e strade allagate. Traffico in tilt in centro Roma : bomba acqua in centro, rami in strada e traffico in tilt Nubifragio a Roma, traffico in tilt e caos in città - (ANSA) - ROMA, 13 DIC - Traffico in tilt, disagi e caos. Un violento nubifragio si sta abbattendo in questi minuti su Roma mandando in paralisi molte delle principali arterie stradali, già in difficol ... (tuttosport.com) Sciopero generale oggi venerdì 13 a Roma: caos trasporti, metro Atac chiusa, traffico. Comunità ebraica contro Usb - In corso lo sciopero generale nazionale. Si registrano riduzioni di servizio per bus, tram e treni. Due i cortei in programma. E la Comunità ebraica chiede di non«strumentalizzare la piazza con slogan ... (msn.com) Divieto di transito a Roma: blocco del traffico in fascia Verde, le specifiche - Divieto di transito a Roma: blocco del traffico in fascia Verde, per una domenica – la prossima e imminente, quella del 1 Dicembre – che si preannuncia molto ‘movimentata’ da questo punto di vista. Il ... (italiasera.it) VIDEO | Giù il rudere di Pieve a Ranco, così riapre la strada arezzonotizie.it\nHay’at Tahrir al-Sham: un nuovo capitolo per la Siria o un ripetersi del passato? api.follow.it\nGeorgia al bivio. Verso la nomina del presidente. In pole l’ex calciatore filorusso quotidiano.net\nFirenze, al via il Florence International Film Festival dedicato al cinema indipendente lanazione.it\nIl Patriarca, anticipazioni sesta e ultima puntata 20 dicembre: Nina divisa tra Mario e Daniel fanpage.it\nIl ritorno di Paul Pogba dopo la squalifica si avvicina: il post sui social è più di un indizio fanpage.it\nScuole chiuse il 14 dicembre a Calcara e Pragatto ilrestodelcarlino.it\nVideo Nubifragio Roma Video Nubifragio Roma",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.quotidiano.net/image-service/view/acePublic/alias/contentid/YzA2NmRhMTgtYjk0ZS00/0/nubifragio-a-roma-traffico-in-tilt-e-caos-in-citta.jpeg?f=16:9&w=1200&h=630",
      "https://www.bing.com/th?id=OVFT.2TXSVTNhPq0f5z28SINNZi&pid=News",
      "https://www.bing.com/th?id=OVFT.5TJzBOKKraNMvbFPsPvByi&pid=News",
      "https://www.youtube.com/embed/2gVAzExCU7Y",
      "https://www.youtube.com/embed/2gVAzExCU7Y?si=yEdEGK8cgfaJM83f",
      "https://bing.com/th?id=OVFT.2TXSVTNhPq0f5z28SINNZi&pid=News",
      "https://bing.com/th?id=OVFT.5TJzBOKKraNMvbFPsPvByi&pid=News",
      "https://quotidiano.net/image-service/view/acePublic/alias/contentid/YzA2NmRhMTgtYjk0ZS00/0/nubifragio-a-roma-traffico-in-tilt-e-caos-in-citta.jpeg?f=16:9&w=1200&h=630",
      "https://www.youtube.com/embed/2gVAzExCU7Y",
      "https://youtube.com/embed/2gVAzExCU7Y?si=yEdEGK8cgfaJM83f",
      "https://youtube.com/embed/2gVAzExCU7Y",
      "https://www.quotidiano.net/image-service/view/acePublic/alias/contentid/YzA2NmRhMTgtYjk0ZS00/0/nubifragio-a-roma-traffico-in-tilt-e-caos-in-citta.jpeg",
      "https://www.bing.com/th"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T23:30:08.360+02:00",
    "updated": "2024-12-13T23:49:37.329+02:00"
  },
  {
    "uuid": "26d65c436b9e212076793085da566e89159a3acc",
    "url": "https://investir.lesechos.fr/actu-des-valeurs/la-vie-des-actions/volkswagen-rejette-les-propositions-syndicales-les-debrayages-menacent-2134926",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2024-11-29T17:39:00Z",
    "title": "Volkswagen rejette les propositions syndicales, les débrayages menacent | Investir",
    "text": "BERLIN, 29 novembre (Reuters) -La direction de Volkswagen a rejeté vendredi les propositions syndicales de réduction des coûts, un dialogue au point mort qui renforce la menace de grèves début décembre dans les usines allemandes du constructeur automobile.Le groupe allemand réclame une baisse de 10%…",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-29T21:01:19.861+02:00",
    "updated": "2024-11-30T00:00:55.381+02:00"
  }
]