[
  {
    "uuid": "c8bf8760ece117caa16738fc07d5b5f918c9e61d",
    "url": "https://www.healthcarebusinesstoday.com/unlocking-the-potential-of-assisted-stretching-in-traditional-medical-care/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dr. Jamie Snead",
    "published": "2023-12-28T07:04:00Z",
    "title": "unlocking the Potential of Assisted Stretching in Traditional Medical Care – Healthcare Business Today",
    "text": "Assisted stretching is a wellness concept that has been gaining popularity in recent years. It involves the use of a trainer to aid individuals in enhancing muscle flexibility and expanding their range of motion through stretching their muscles. [Projections](https://edition.cnn.com/2022/03/11/health/assisted-stretching-improve-flexibility-wellness/index.html) indicate substantial growth in the global stretching machines market, with an expected value of nearly $1 billion by 2027. The market is set to grow at an annual rate of 4.7% from 2020 to 2027, underscoring an increasing awareness of and appreciation for the advantages associated with consistent stretching and flexibility training. This heightened demand reflects a broader acknowledgment of the integral role these practices play in overall well-being. Why Do We Need to Stretch? Maintaining muscle flexibility, strength, and overall health through regular stretching is crucial for preserving musculoskeletal mobility. When muscles lack flexibility, they tend to shorten and tighten, resulting in weakness and an inability to fully extend during physical activity. This increases the risk of joint pain, strains, and muscle damage. The [Centers for Disease Control and Prevention](https://www.cdc.gov/pcd/issues/2016/16_0263.htm) (CDC) estimates that on average, Americans spend over half (55%) of their day sitting down. Prolonged periods of sitting, such as in a chair all day or on a couch, can lead to tight leg muscles, restricting leg extension and hindering proper knee movement, which can lead to impaired walking. When tight muscles are suddenly subjected to high-impact activities like running or weight lifting, abrupt stretching can cause damage and injured muscles may not provide adequate joint support, heightening the risk of joint injuries. That’s why consistent stretching, coincided with regular exercise, is key to promoting healthy and flexible muscles, preventing excessive force on the muscles during exertion. The Cooperative Relationship Between Wellness Concepts and Medical Practices The relationship between wellness concepts, such as assisted stretching, and medical practices being symbiotic is becoming increasingly apparent. More and more people are recognizing the importance of preventative healthcare practices and are willing to invest in services that contribute to their overall well-being. As this trend continues, it is likely that the healthcare landscape will witness an increase in the number of medical professionals who are leveraging their expertise to introduce innovative wellness solutions within their communities. The evolving paradigm underscores a collective recognition of the fundamental connection between holistic well-being and medical care, paving the way for a more comprehensive approach to health in the future. Assisted Stretching as a Proactive Approach to Maintaining Physical Health Engaging in regular stretching routines plays a pivotal role in enhancing musculoskeletal health and there is strong evidence suggesting it’s connected with preventing injuries and falls. This proactive health strategy not only helps individuals maintain overall physical well-being but also serves as a preventive measure against chronic conditions associated with poor flexibility and mobility. The challenge, however, lies in ensuring correct stretching techniques without proper guidance. This gap has led orthopedic experts to endorse innovative wellness concepts, such as assisted stretching, as complementary to traditional medical care. The Future of Wellness-Integrated Healthcare [StretchLab](http://www.stretchlab.com), a key player in the assisted stretching space offering one-on-one and group assisted stretching sessions, is one such wellness studio. With a mission to promote flexibility, mobility, and overall well-being, StretchLab attests that regular stretching can help individuals improve their posture, reduce muscle tension, and enhance their overall physical performance. The studio offers a variety of stretching routines that are tailored to the individual needs and fitness levels of their clients. The evolving landscape of healthcare recognizes the importance of holistic approaches to health and well-being and concepts like StretchLab may become standard offerings in comprehensive healthcare plans in the future. By incorporating assisted stretching into their wellness routines, individuals can maintain optimal health and maintain and even improve mobility in the long run. Dr. Jamie Snead Dr. Jamie Snead, Chief of Orthopedics at Sturdy Memorial Hospital, blends extensive medical expertise with a passion for fitness. A former Indiana high school All-State basketball standout, he pursued studies in chemistry and biology at Indiana University. Following medical school, Dr. Snead completed a five-year Orthopedic surgery residency at Ochsner clinic in New Orleans, and a one-year fellowship at Union Memorial Hospital in Baltimore, Maryland working with professional athletes from the Baltimore Ravens. Dr. Snead currently specializes in general orthopedics and sports medicine. In 2018, inspired by personal success at [StretchLab](https://www.stretchlab.com/), he and his wife opened the first Massachusetts location.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.stretchlab.com/),",
      "https://www.cdc.gov/pcd/issues/2016/16_0263.htm)",
      "http://www.stretchlab.com),",
      "https://edition.cnn.com/2022/03/11/health/assisted-stretching-improve-flexibility-wellness/index.html)",
      "https://www.edition.cnn.com/2022/03/11/health/assisted-stretching-improve-flexibility-wellness/index.html)",
      "https://stretchlab.com/),",
      "https://cdc.gov/pcd/issues/2016/16_0263.htm)",
      "http://stretchlab.com),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:12:56.664+02:00",
    "updated": "2023-12-29T01:12:56.664+02:00"
  },
  {
    "uuid": "c1602dba2c945b433695037bb29dee0cb70e0c33",
    "url": "https://www.newsbreak.com/news/3428190013844-israel-is-finally-moving-to-end-its-war-against-hamas-by-entering-rafah-count-on-it-to-succeed",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-05-06T22:40:00Z",
    "title": "Israel is finally moving to end its war against Hamas by entering Rafah — count on it to succeed",
    "text": "By Jonathan Sweet, Mark Toth ,\n29 minutes ago\nIsrael is finally moving to put an end to Hamas: On Monday, it began its long-awaited military operation in Rafah, after dismissing a claim that the terror group had accepted a cease-fire deal as a ruse.\nHamas’ political chief, Ismail Haniyeh, announced that his group had agreed to a deal brokered by Egypt and Qatar, yet Israel’s war cabinet said Jerusalem was pushing ahead with its Rafah plan anyway, calling the cease-fire proposal “far from Israel’s obligatory demands.”\nHamas was surely stalling. Yahya Sinwar, Hamas’ military commander in Gaza, knew an Israeli Defense Forces invasion of Rafah was imminent, and must’ve been trying to buy time to get himself and his leadership out of Dodge, and/or simply delay the inevitable: the fall of Rafah.\nIndeed, Hamas is clearly in trouble. Its last bastion of defense in Gaza is now squarely in the sights of the IDF.\nDespite President Biden’s repeated efforts to publicly deter Israeli Prime Minister Benjamin Netanyahu from destroying Hamas in Rafah, Israel is not going to agree to any cease-fire that allows Hamas to survive to fight another day.\nBibi continues to vow he’ll pursue Hamas until it’s destroyed, no matter what — with or without a deal.\nHamas, meanwhile, had reportedly claimed the United States, alongside Egypt , would guarantee Israel would permanently withdraw from all of Gaza as part of the cease-fire and that Israel ostensibly said it would stand down after the return of all of the surviving hostages.\nNeither are plausible.\nHamas changed cease-fire deal to count hostages as ‘alive’ or ‘bodies’ in proposed prisoner swap: report\nEssentially, Hamas wants to go back in time to Oct. 6 and call it a war.\nAgain, hostages or not, Israel is not going to do that.\nHamas, as a military threat to Israel, will be destroyed and Rafah ultimately seized by the IDF.\nAnd Sinwar, Haniyeh and even their benefactor, Iranian Supreme Leader Ayatollah Ali Khamenei, all know that.\nNetanyahu shutting down Qatari-owned Al Jazeera on Sunday was also notable from a battlefield-information standpoint.\nThe Israeli Prime Minister declared that it was “time to remove the Hamas mouthpiece from our country.”\nMoreover, Biden’s decision to place a “hold” on US ammunition shipments to Israel last week was highly significant and foretelling. It’s strong evidence the White House, too, knew Israel was set to act.\nThen came the IDF’s order telling 100,000 Palestinians in eastern Rafah to evacuate to nearby Muwasi.\nNot-so-Scientific American, Trump’s insane trial and other commentary\nThe limited 100,000 figure is significant.\nIt suggests the IDF is likely to take a sector-by-sector ground and air approach in Rafah, replicating the divide-and-conquer strategy it has deployed since Oct. 7.\nBy piecemealing its ground operations, Israel is likely attempting to temper or forestall any adverse Biden administration response, while systematically accomplishing its goals.\nBiden has warned of consequences for Israel if the IDF begins operations in Rafah absent adequate plans to safeguard Palestinian civilians.\nYet, Israel is determined to defeat Hamas with or without the White House’s support; it has no choice.\nNot just to wipe out the remaining Hamas cadres but because Rafah, which borders Egypt, is key to Hamas’ weapons-smuggling.\nAnd make no mistake: The IDF knows how to prosecute this battle in ways that not only to assure victory but also minimizes civilian casualties — despite the enormous difficulty of fighting in an urban setting with more than 1 million residents among whom Hamas has fighters have embedded (if they’re not hiding in tunnels).\nCLICK HERE TO SIGN UP FOR OUR MORNING REPORT NEWSLETTER\nBy needlessly emboldening Sinwar at the negotiating table in Cairo, Biden, in part, forced Israel’s action in Rafah as the only means of Jerusalem ending this phase of its wider war with Iran.\nPublicly threatening Israel with sanctions on IDF units, increasingly criticizing Jerusalem’s kinetic war on Hamas and having Democrats in general — including Sen. Chuck Schumer (D-NY) and Rep. Nancy Pelosi (D-Calif.) — calling for Netanyahu’s ouster are all proving self-defeating, in terms of Hamas and Iran.\nThose efforts are now boomeranging on Biden.\nSinwar and Khamenei, of course are more than willing to shed more Palestinian (and, if possible, Israeli) blood to battle the Jewish state.\nRafah, consequently, is caught in the crosshairs of a perfect storm of Sinwar, Khamenei and Biden’s making.\nBiden needs to wake up and read the room: Israel is not our enemy; Hamas and Iran are.\nSinwar wants his Götterdämmerung-like moment.\nKhamenei views Gaza as one more front in which to try to destroy Israel.\nAnd Israel views its war against Hamas as just the beginning phase of its existential war with Iran.\nCol. (Ret.) Jonathan Sweet served 30 years as a military intelligence officer. Mark Toth writes on national security and foreign policy.\nFor top headlines, breaking news and more, visit nypost.com.\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://nypost.com/2024/05/06/us-news/biden-warns-netanyahu-against-rafah-invasion-as-attack-appears-near/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3Djs8k_0sqJxY5T00",
      "https://urldefense.com/v3/__https:/www.timesofisrael.com/liveblog_entry/sinwars-deputy-quoted-saying-egypt-a-guarantor-war-wont-resume-after-truce-deal/__;!!F0Stn7g!FZl12L9Kswv7fxX_ebzqGwfB8WUy5VdAG9E0nz_Ii1ny8T0f5hPkyNF1Nq6cROiMlJWEBjDt4A-kxHMXLjYoHymRUoo%24",
      "https://nypost.com/2024/05/06/us-news/hamas-says-it-has-accepted-cease-fire-proposal-from-egypt-and-qatar/",
      "https://img.particlenews.com/image.php?url=3Djs8k_0sqJxY5T00",
      "https://nypost.com/2024/05/05/world-news/israel-to-close-local-al-jazeera-offices-as-cease-fire-tensions-rise/",
      "https://nypost.com/2024/05/06/world-news/israel-instructs-palestinians-to-evacuate-parts-of-rafah-as-ground-offensive-looms/",
      "https://nypost.com/2024/05/06/world-news/hamas-changed-ceasefire-deal-to-count-dead-hostages-report/",
      "https://email.nypost.com/morning-report/?c=fmu5i4jfoewqjfci",
      "https://nypost.com/",
      "https://nypost.com/2024/05/05/us-news/biden-admin-puts-hold-on-us-ammunition-shipment-to-israel-report/?utm_campaign=nypost&utm_medium=referral",
      "https://nypost.com/2024/05/06/opinion/not-so-scientific-american-trumps-insane-trial-and-other-commentary/",
      "https://nypost.com/2024/05/05/world-news/israel-to-close-local-al-jazeera-offices-as-cease-fire-tensions-rise",
      "https://nypost.com/2024/05/06/us-news/biden-warns-netanyahu-against-rafah-invasion-as-attack-appears-near",
      "https://www.email.nypost.com/morning-report/?c=fmu5i4jfoewqjfci",
      "https://nypost.com/2024/05/06/opinion/not-so-scientific-american-trumps-insane-trial-and-other-commentary",
      "https://www.img.particlenews.com/image.php?url=3Djs8k_0sqJxY5T00",
      "https://www.nypost.com/2024/05/05/us-news/biden-admin-puts-hold-on-us-ammunition-shipment-to-israel-report/?utm_campaign=nypost&utm_medium=referral",
      "https://nypost.com/2024/05/05/us-news/biden-admin-puts-hold-on-us-ammunition-shipment-to-israel-report/",
      "https://nypost.com/2024/05/06/world-news/hamas-changed-ceasefire-deal-to-count-dead-hostages-report",
      "https://nypost.com/2024/05/06/world-news/israel-instructs-palestinians-to-evacuate-parts-of-rafah-as-ground-offensive-looms",
      "https://www.nypost.com/2024/05/05/world-news/israel-to-close-local-al-jazeera-offices-as-cease-fire-tensions-rise/",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3Djs8k_0sqJxY5T00",
      "https://www.nypost.com/2024/05/06/us-news/biden-warns-netanyahu-against-rafah-invasion-as-attack-appears-near/",
      "https://www.nypost.com/2024/05/06/world-news/hamas-changed-ceasefire-deal-to-count-dead-hostages-report/",
      "https://www.nypost.com/2024/05/06/opinion/not-so-scientific-american-trumps-insane-trial-and-other-commentary/",
      "https://www.nypost.com/2024/05/06/world-news/israel-instructs-palestinians-to-evacuate-parts-of-rafah-as-ground-offensive-looms/",
      "https://www.nypost.com/",
      "https://email.nypost.com/morning-report/",
      "https://www.nypost.com/2024/05/06/us-news/hamas-says-it-has-accepted-cease-fire-proposal-from-egypt-and-qatar/",
      "https://nypost.com/2024/05/06/us-news/hamas-says-it-has-accepted-cease-fire-proposal-from-egypt-and-qatar",
      "https://nypost.com",
      "https://www.urldefense.com/v3/__https:/www.timesofisrael.com/liveblog_entry/sinwars-deputy-quoted-saying-egypt-a-guarantor-war-wont-resume-after-truce-deal/__;!!F0Stn7g!FZl12L9Kswv7fxX_ebzqGwfB8WUy5VdAG9E0nz_Ii1ny8T0f5hPkyNF1Nq6cROiMlJWEBjDt4A-kxHMXLjYoHymRUoo%24",
      "https://img.particlenews.com/image.php"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jonathan sweet",
          "sentiment": "neutral"
        },
        {
          "name": "mark toth",
          "sentiment": "neutral"
        },
        {
          "name": "benjamin netanyahu",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "ismail haniyeh",
          "sentiment": "none"
        },
        {
          "name": "yahya sinwar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "neutral"
        },
        {
          "name": "defense forces",
          "sentiment": "none"
        },
        {
          "name": "dodge",
          "sentiment": "none"
        },
        {
          "name": "idf",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "rafah",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "qatar",
          "sentiment": "none"
        },
        {
          "name": "jerusalem",
          "sentiment": "none"
        },
        {
          "name": "egypt",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-07T02:10:46.558+03:00",
    "updated": "2024-05-07T02:10:46.558+03:00"
  },
  {
    "uuid": "e4d58630fd7616ebfe01f8e41252cf7e209e52ef",
    "url": "https://itechfy.com/general/winters-coming-to-rockwall-a-quick-guide-to-heating-your-home",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michael",
    "published": "2024-01-15T19:50:00Z",
    "title": "Winter's Coming to Rockwall: A Quick Guide to Heating Your Home - itechfy",
    "text": "Hey there, Rockwall friends! It’s that time of the year again – when we swap out our T-shirts for cozy sweaters and start craving hot cocoa. But as we prepare for the winter chill, let’s not forget about our trusty sidekick: the HVAC system. Here’s a down-to-earth guide to keep your home snug and toasty, without needing a degree in thermodynamics. 1. Know Your Weather Winter in Rockwall can be as unpredictable as a plot twist in a Texas soap opera. Some days feel like spring, and others, well, it’s like Jack Frost decided to visit. Your HVAC needs to keep up with these mood swings, so understanding the local weather patterns is key. 2. The Pre-Winter Once-Over Before winter fully sets in, give your HVAC system a little TLC. Change those filters – it’s like giving your system a fresh breath of air. And hey, it’s a DIY job; no need to call in the pros for this one. 3. Call in the Cavalry: Professional Checkup Sure, we love a good DIY, but sometimes you need to [call in the experts](https://firehouseheatingandair.com/). A pro can spot things like a faltering pilot light or a sneaky leak. Think of it as a health check-up for your heating system. 4. Insulation: Your Secret Weapon Insulation is like the unsung hero of home heating. Check your attic, walls, and even your windows. Proper insulation is like wrapping your house in a warm hug – it keeps the heat in and the cold out. 5. Smart Thermostat: A Game Changer If you haven’t jumped on the smart thermostat bandwagon yet, now’s the time. These nifty gadgets adjust the temperature based on your routine. Plus, controlling your thermostat from your phone? Welcome to the future! 6. Safety First! A cozy home is great, but a [safe home is crucial](https://firehouseheatingandair.com/the-firefighters-approach-to-hvac-safety-and-efficiency/). Make sure your carbon monoxide detectors are working. It’s not just about warmth; it’s about safety too. 7. Keep an Eye on the Bill We all dread that winter energy bill. To keep costs down, try simple things like keeping your curtains open during the day (hello, natural heat!) and closed at night (bye, chilly drafts!). 8. Little Things Make a Big Difference Seemingly small actions can have a big impact. Try reversing your ceiling fans, or even just snuggling under a blanket. Sometimes, it’s the little things that count. 9. Consider an Upgrade If your heater is older than your favorite classic rock album, it might be time for an upgrade. Newer models are more efficient, which means they’re kinder to both the environment and your wallet. 10. Stay Informed Keep up with local weather forecasts. Knowing what to expect can help you adjust your heating needs in advance, preventing those last-minute thermostat scrambles. 11. Create Heat Zones If your house allows, create heating zones. This means you only heat the areas you’re using. Why heat the entire house when you’re cozied up in the living room? 12. DIY Weatherproofing Seal up those drafts with weather stripping or even a humble draft stopper under the door. It’s a small investment that can lead to big savings. 13. Humidity: The Secret Ingredient Rockwall’s winter air can be dry. A little humidity in your home can make it feel warmer. Consider a humidifier – it makes a world of difference. 14. Emergency Prep Have a plan in case of a heating emergency. Know who to call and ensure you have a backup heating source, like a space heater (but remember, safety first!). 15. Enjoy the Season Lastly, don’t forget to enjoy the winter season. Whether it’s gathering around a fire pit or watching the winter stars, there’s plenty to love about this time of year in Rockwall.Conclusion There you have it – a straightforward guide to keeping your home warm and welcoming this winter. Remember, a little preparation goes a long way. Stay warm, stay safe, and enjoy the beautiful winter season in Rockwall!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health",
      "Weather"
    ],
    "external_links": [
      "https://firehouseheatingandair.com/).",
      "https://firehouseheatingandair.com/the-firefighters-approach-to-hvac-safety-and-efficiency/).",
      "https://www.firehouseheatingandair.com/).",
      "https://www.firehouseheatingandair.com/the-firefighters-approach-to-hvac-safety-and-efficiency/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jack frost",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "rockwall",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-16T00:19:43.445+02:00",
    "updated": "2024-01-16T00:19:43.445+02:00"
  },
  {
    "uuid": "49182850034a38d8d3d9381a9b645194c88a6628",
    "url": "https://finance-commerce.com/2024/11/twin-cities-among-best-places-for-medtech",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dan Netter",
    "published": "2024-11-07T21:50:00Z",
    "title": "Twin Cities among best places for medtech",
    "text": "Dan Netter//November 7, 2024//\nThe Twin Cities metro is home to some of the strongest and largest medical technology and device companies in the nation, drawing strength and talent not only from the medical institutions of the area, but also from the nearby Mayo Clinic in Rochester.\nThe medtech industry’s presence is fueled not only by companies like 3M, Medtronic and Boston Scientific but also by mid-sized companies and small shops, according to one JLL Life Science executive.\nTravis McCready, JLL’s Head of Life Sciences for the Americas, said there are two trends in the metro (and Rochester) that make it a strong market: a highly skilled workforce and the number of companies located here.\n“The middle market is also importantly what’s driving the ecosystem,” he said in an October interview with Finance & Commerce.\nIn an analysis of the life science sector and its respective subsectors, including medtech, biomanufacturing, AI and talent, the Twin Cities metro was second only to Los Angeles as the area with highest concentration of groups — companies, hospitals, nonprofits — taking part of medical technology industry, a recent report from JLL showed.\nWhile it remains prominent in the medtech subsector, the metro fails to show up in the top five cities for any of the other subsectors, the report shows. McCready said if businesses and governments want to better position themselves elsewhere in the life science sector, there needs to be a “parallel focus” on biology and biopharma industries. McCready said JLL has recently picked up responsibility for two lab properties in the Destination Medical Center in Rochester where they hope to introduce more biological uses.\n“We are the strongest medtech community and we’re now inviting biopharma uses,” he said. “That’s an incredible global opportunity for us here in the Greater MSP.”\nReal estate space availability and proximity to talent can be important factors for the development of the sector. Michael Flynn, the senior director for Economic Development at the DMC, said real estate is critical for the medtech and health care industry because it’s not space that is in abundance. Something that the DMC focuses on is ensuring that technical and specified spaces exist for the life science industry in Rochester.\n“We think about how we make sure that that type of real estate is developed so we have turnkey space that are available and ready to go for companies that are going through a development process,” Flynn said.\nFlynn also emphasized that this real estate and the companies need an “anchor institution” to be successful.\n“Making sure that real estate is developed proximate to where research is happening, or a clinical or research setting, academic medical center,” he said. “That’s where your talent exists. Obviously if the real estate is very specialized, the talent a lot of times is very specialized as well.”\nHousing remains a persistent issue within the metro and Rochester, though McCready said “every major metropolitan area” is failing to keep pace with housing needs. He says housing is now an endogenous threat for the area.\nRELATED:\nDuPont buys warehouse for $15M as part of Donatelle acquisition\nDavis pays $72M for WestHealth complex in Plymouth\nMinnesota Chamber report cites regulation, housing shortage as holding back state’s growth",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Dan Netter",
          "sentiment": "positive"
        },
        {
          "name": "Travis McCready",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Finance & Commerce",
          "sentiment": "none"
        },
        {
          "name": "JLL Life Science",
          "sentiment": "none"
        },
        {
          "name": "Medtronic",
          "sentiment": "none"
        },
        {
          "name": "3M",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Americas",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T00:46:33.113+02:00",
    "updated": "2024-11-08T00:46:33.113+02:00"
  },
  {
    "uuid": "b77bd76af49351d05222c5b508aa0131e2362d9b",
    "url": "https://www.amarillo.com/story/news/nation/2024/01/19/wwii-era-bible-returned-to-new-york-veterans-family/72269065007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Saleen Martin",
    "published": "2024-01-19T13:37:00Z",
    "title": "'May this keep you safe from harm': WWII era Bible returned to New York veteran's family",
    "text": "Lost Bible returned to slain USAAF airman from World War II [Saleen Martin](https://www.usatoday.com/staff/7245115001/saleen-martin/) During World War II, a woman bought three brothers Bibles to protect their hearts and guide them as they set out for battle. The Bible had a metal cover on the front with the inscription “May this keep you safe from harm.\" Two of the brothers made it home, while the other, Lt. Edsel J. McKnight of the United States Army Air Forces, was shot down off the coast of France. His Bible was mailed to the family but was lost sometime after. This month, his family finally got it back. Ava Coogan's family is from Albany, New York and they found the Bible in late December while going through their late matriarch’s belongings. On Jan. 11, Coogan met Lt. McKnight’s sister-in-law and returned the Bible to her, allowing her to put it back in its rightful place, next to the ones his brothers brought back home from war. ‘I kept playing with it and flipping through the pages’ Coogan’s uncle and mother found the Bible in a stack of books. Their mother, Rosanne Vartanian, died nearly 20 years ago but was a collector and loved garage sales. “It’s just so random that my grandmother had the urge to pick that up,” she said. “She bought random things. There was no rhyme or reason to it. It was with a stack of other books.” Coogan decided to research the Bible and found out soldiers often took them to war. Some can be found in museums. “The whole premise of it was that the metal cover on the front is like a hard shield,” Coogan told USA TODAY. “They would put it in their coat pockets … like the front breast pocket … that cover would protect their heart from bullets.” Lt. McKnight’s name was also written in the Bible, said Coogan, who was drawn to the Bible for some reason. She couldn’t put it down, she recalled. “I kept playing with it and flipping through the pages,” she said. She noticed that the Bible’s front cover had a slice in it, almost like something was underneath it. She examined it more closely and found a piece of paper folded up inside. She asked her uncle for help, who carefully used a butter knife to get the slip of paper out. Once they retrieved the piece of paper from under the Bible’s cover, they saw that it was a plea for the Bible’s safe return to an address not too far away. Although there was no area code, there was a phone number listed, so the family added their own area code and called. “I was just hoping for the best,” Coogan said. “We found out that number worked.” Lieutenant was shot down off the coast of France When Coogan called the number written in the note, she spoke to a woman named Fay, Lt. McKnight’s sister-in-law. They organized a meetup on Jan. 11 to return the Bible to the family, who is from Porter Corners, part of Saratoga County in eastern New York. Lt. McKnight served in the U.S. Air Force’s 365th Fighter Group and 388th Fighter Squadron. He was flying in a Thunderbolt fighter aircraft in 1944 when he was shot down off the coast of France, [online records](https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/) show. Fay told Coogan and her family that Lt. McKnight has two brothers. All three of the brothers served in WWII. Fay’s husband, Ray, said his Bible saved his life. “He got shot during the war and it hit where the Bible was, covering his heart, and the bullet went into his arm instead,” Coogan said. Once Lt. McKnight was killed, his belongings were shipped back home to the family. His sister-in-law had all three Bibles on a bookshelf on display. One day, the family was preparing to go to church. Her nephew borrowed the Bible, but knew it was so precious, the family decided to write a note with contact information in case it were ever lost. “He didn't lose it,” Coogan said. “He brought it back after church and I guess what happened is after someone passed in their family, they had an estate sale … and it just accidentally went out with a stack of books.” It ended up in Coogan’s grandmother’s hands, she said. Returning the Bible to the McKnight family was quite the enlightening experience, Coogan said. “That was really cool because that's when we kind of got to hear their story,” she said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)",
      "https://www.usatoday.com/staff/7245115001/saleen-martin/)",
      "https://usatoday.com/staff/7245115001/saleen-martin/)",
      "https://www.rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "edsel j. mcknight",
          "sentiment": "none"
        },
        {
          "name": "coogan",
          "sentiment": "none"
        },
        {
          "name": "rosanne vartanian",
          "sentiment": "none"
        },
        {
          "name": "ava coogan",
          "sentiment": "none"
        },
        {
          "name": "mcknight",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united states army air forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "usaaf",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "albany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T16:20:59.088+02:00",
    "updated": "2024-01-19T16:20:59.088+02:00"
  },
  {
    "uuid": "8c31d051e3321229f7525265b7fa09b00776718d",
    "url": "https://www.laprensa.hn/deportes/upn-upnfm-olimpia-liga-nacional-honduras-clausura-2024-descenso-comisario-xavier-banegas-KB18913696",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "/cronologia/-/meta/victor-bustilo",
    "published": "2024-04-25T20:08:00Z",
    "title": "Comisario revela petición del Olimpia, ¿protestarán el partido?",
    "text": "[Clausura 2024](/cronologia/-/meta/clausura-2024) Faltaban cuatro minutos reglamentarios para finalizar el juego entre Lobos de la UPNFM y Olimpia por la jornada 17 del torneo Clausura 2024, hasta que se fue la energía eléctrica. Un problema recurrente en el estadio [ Emilio Williams de Choluteca](https://www.laprensa.hn/deportes/upn-vs-olimpia-en-vivo-horario-donde-verlo-liga-nacional-honduras-descenso-liderato-clausura-2024-FG18876157), provocó una enorme polémica por todo lo que se jugaba: [UPN,](https://www.laprensa.hn/deportes/upn-olimpia-orlando-lopez-liga-nacional-honduras-descenso-clausura-2024-OA18907768) descenso y [Olimpia](https://www.laprensa.hn/deportes/jerry-bengtson-olimpia-upn-choluteca-liga-nacional-honduras-clausura-2024-CA18906721), liderato. El árbitro del juego, Alex Morazán, decidió finalizar el cotejo, ya que la energía eléctrica no iba a regresar. Los futbolistas del [ Olimpia ](https://www.laprensa.hn/deportes/upn-olimpia-titular-secretaria-de-energia-erick-tejada-liga-nacional-honduras-clausura-2024-descenso-BB18910032)querían seguir el encuentro hasta el final, pero al final no se dio. Palabras del comisario del UPN vs Olimpia Xavier Banegas, comisario del juego, habló y explicó por qué finalizó el encuentro deportivo y la petición que hizo el equipo de [Pedro Troglio](https://www.laprensa.hn/fotogalerias/deportes/olimpia-pedro-troglio-upn-liga-nacional-honduras-bengtson-choluteca-NI18896649#image-1) . ”Se dio una espera prudencial tal y como lo estipula el reglamento de la Liga Nacional, se dieron los 15 minutos que corresponden para poder investigar lo que estaba sucediendo. Se nos notificó que el fluido eléctrico no iba a regresar y una vez que se nos informó eso, el árbitro decidió retirarse hacia su camerino y suspender el partido” Y agregó: ”Según el reglamento de la Liga Nacional con la suspensión oficial de los árbitros, se considera el artículo 32 de los estatutos del torneo” .¿En que minuto se puede finalizar un partido? ”Son cuatro tercios de partido, a partir del minuto 35 del segundo tiempo (80) se puede considerar suspendido de manera oficial, siempre y cuando el árbitro notifique no va a regresar”. ¿Qué pedía la gente de Olimpia? “Que diéramos más tiempo para ver si retornaba la luz y poder jugar los últimos cuatro minutos que estaban en el reglamento. Al final se hizo una comunicación con los entes de la zona y nos informaron que la energía no iba a regresar”. ¿Puede Olimpia protestar el juego? “Ellos tienen derecho a hacer su reclamo, como todo equipo en ciertas situaciones de juego, pero en este caso los árbitros se retiraron y notificaron que no iban a volver y nos basamos en el reglamento de la Liga Nacional”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:27:38.792+03:00",
    "updated": "2024-04-26T00:27:38.792+03:00"
  },
  {
    "uuid": "9bbd09dff674b56179fc60e095fede351fc27705",
    "url": "https://vanderbilthustler.com/2025/01/23/you-will-be-writing-letters-back-home-after-you-see-vobs-rendition-of-natasha-pierre-the-great-comet-of-1812",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "George Albu, Staff Writer and Photographer",
    "published": "2025-01-23T20:07:00Z",
    "title": "You will be writing 'Letters' back home after you see VOB's rendition of 'Natasha, Pierre & The Great Comet of 1812'",
    "text": "Being a fan of classical literature — even if I rarely have time for it now — “War & Peace” has been on my bucket list for years. You can only imagine my excitement when — at the end of their rendition of “ Chicago ” last year — Vanderbilt Off-Broadway announced their plans to perform a musical — written by composer Dave Malloy and presented in arrangement with Concord Theatricals — based off the Leo Tolstoy novel! I was curious to see how exactly a play could combine Russian folk with Electro-pop, purposefully refraining from listening to any music before watching Vanderbilt Off-Broadway’s dress rehearsal. If you would like to avoid any spoilers — or would like to just hear my verdict — I’d strongly suggest booking tickets to see the show, especially considering there is free entry for Vanderbilt students. The writing behind this play is already critically acclaimed, plus Vanderbilt Off-Broadway does not disappoint in their rendition. Now with all being said, let the curtains roll!\nAct One: The (not so much) cold open\nWe enter in the heart of Moscow, 1812. We are given a quite humorous prologue, explaining that the show is based on a “complicated Russian novel.” It was quite a great scene of exposition — by far beating the traditional “here is the program, try to squint in the dark while we start!”\nWe are then introduced to the drunkard aristocratic scholar Pierre and the youthful beauty Natasha, played by seniors Alex Tomack and Kate Mason, respectively. Straight off the bat, props to the costume design team. Genuinely, these outfits felt more like nobility — within their reasonable budget constraints — than a back-of-the-closet afterthought. I did wish that the costumes included more of the razzle-dazzle gemstones we are used to from “Chicago,” but that — likely — was not possible due to the script’s copyright. If it is possible, it would be an excellent addition, considering the strong lighting of Langford Auditorium. Another major kudos — especially for junior Jackson Smith’s performance as Old Prince Bolkonsky — goes to the cast’s impressions. It takes dedication to memorize lines; it takes an entirely different level of commitment to shuffle hunchbacks around the stage with the voice of a cranky geezer.\nIf I could highlight a segment from Act One, it would be “The Duel,” specifically the party scene. Besides the prologue, this was one of the first times synchronized chaos occurred on stage. From the cast careening across the stage to a full set light show for the party, this was one of my most memorable parts of the act — especially with its climactic, impromptu flintlock duel reminiscent of Hamiliton’s “Ten Duel Commandments.”\nAct Two: Pierre comes to help\nAct Two is chock full of stellar performances by the cast. From entire plot lines being developed in nonstop song, to “Bagala” — an Eastern European carriage driver, played by first-year Jay Lough — leading a full-on dance number, this act ran where Act One left off and flew away. I can not stress enough the amount of sheer energy this production had behind it, with elaborate dance numbers one after another. I especially loved “Pierre and Anatole,” performed by Tomack and Matthew Marcus, for its riveting dialogue and clever incorporation of props — such as Pierre threatening to hit Anatole with an inkwell from his desk — all supported by a punchy drumline. This then leads to my thoughts on the musicians’ pit. Conducted by junior Spencer Bowden, it only ran with occasional pauses. For the approximately two-hour run time. I truly could not give enough credit to the pit. Even if you don’t care for the plot, I’d recommend going purely to hear the soundtrack performed live. The bassy-oompfy rhythm had me tapping my foot continuously throughout.\nWhile Vanderbilt Off-Broadway incorporated in-audience choirs throughout the production, their performance in “The Great Comet of 1812” was especially superb, all coming together in a harmonized serenade. Words cannot do justice to the experience of live instruments and a surround-sound choir during this part; it’s something you must witness in person to truly appreciate.\nDespite technical difficulties at the start of dress rehearsal, it is clear that this tight-knit cast was not only well-versed but also committed to their roles. They ensured accent marks were placed where necessary, went the extra mile with integrating the aisleways of Langford Auditorium and in the end, celebrated through love and grief, ending the tale under the Great Comet of 1812.\nTickets for the show are currently on sale at Langford Auditorium. Admission is free for Vanderbilt students and faculty, while community members can attend for $5.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Arts, Culture and Entertainment->literature",
      "Arts, Culture and Entertainment->theatre",
      "Arts, Culture and Entertainment->culture",
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.theguardian.com/stage/2024/dec/17/natasha-pierre-and-the-great-comet-of-1812-review-donmar-warehouse-london",
      "https://boxoffice.vanderbilt.edu/Online/default.asp?BOset%3A%3AWScontent%3A%3ASearchCriteria%3A%3Avenue_filter=&BOset%3A%3AWScontent%3A%3ASearchCriteria%3A%3Acity_filter=&BOset%3A%3AWScontent%3A%3ASearchCriteria%3A%3Amonth_filter=&BOset%3A%3AWScontent%3A%3ASearchCriteria%3A%3Aobject_type_filter=&BOset%3A%3AWScontent%3A%3ASearchCriteria%3A%3Acategory_filter=&BOset%3A%3AWScontent%3A%3ASearchCriteria%3A%3Asearch_from=&BOset%3A%3AWScontent%3A%3ASearchCriteria%3A%3Asearch_to=&doWork%3A%3AWScontent%3A%3Ase",
      "https://boxoffice.vanderbilt.edu/Online/default.asp",
      "https://theguardian.com/stage/2024/dec/17/natasha-pierre-and-the-great-comet-of-1812-review-donmar-warehouse-london",
      "https://www.boxoffice.vanderbilt.edu/Online/default.asp?BOset%3A%3AWScontent%3A%3ASearchCriteria%3A%3Avenue_filter=&BOset%3A%3AWScontent%3A%3ASearchCriteria%3A%3Acity_filter=&BOset%3A%3AWScontent%3A%3ASearchCriteria%3A%3Amonth_filter=&BOset%3A%3AWScontent%3A%3ASearchCriteria%3A%3Aobject_type_filter=&BOset%3A%3AWScontent%3A%3ASearchCriteria%3A%3Acategory_filter=&BOset%3A%3AWScontent%3A%3ASearchCriteria%3A%3Asearch_from=&BOset%3A%3AWScontent%3A%3ASearchCriteria%3A%3Asearch_to=&doWork%3A%3AWScontent%3A%3Ase"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Pierre",
          "sentiment": "negative"
        },
        {
          "name": "Dave Malloy",
          "sentiment": "none"
        },
        {
          "name": "Leo Tolstoy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "VOB",
          "sentiment": "negative"
        },
        {
          "name": "Vanderbilt",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:40:05.238+02:00",
    "updated": "2025-01-24T00:40:05.238+02:00"
  }
]