[
  {
    "uuid": "0fbbf9edcad91084208d27b5aea7a429fd5af18a",
    "url": "https://www.newsherald.com/story/news/nation/2023/12/29/rogue-wave-ventura-california/72056173007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kinsey Crowley",
    "published": "2023-12-29T14:36:00Z",
    "title": "Rogue wave injures 8 in Ventura, California: Video",
    "text": "Rogue wave in Ventura, California injures 8, coastal watches issued in California, Hawaii [Kinsey Crowley](https://www.usatoday.com/staff/12271400002/kinsey-crowley/) [Wes Woods II](https://www.vcstar.com/staff/6965156002/wes-woods-ii/) [Cheri Carlson](https://www.vcstar.com/staff/4406860002/cheri-carlson/) Videos out of [Ventura, California captured the moment a rogue wave](https://shorturl.at/eENOX) jumped over a seawall Thursday, sweeping aside the cars and people in its path. Ventura isn't the only place experiencing tumultuous coasts. The National Weather Service has issued surf and flooding advisories along the California coast and in Hawaii. A video from Ventura officials opens on a seemingly tranquil scene. People are scattered along the seawall, leaning against it and watching the rolling waves in the distance. Suddenly, people start to back away from the wall moments before a wave spikes up in front of them. As it crashes down into the street, many of the people running get their feet knocked out from under them and a truck seems to skip forward in the waves. Another angle captured by [Facebook user Colin Hoag shows the waves chasing him](https://www.facebook.com/1 103854833/videos/339998562146021/) down the street. Officials urged people to avoid the ocean. [High surf is expected](https://forecast.weather.gov/product.php?site=LOX&issuedby=LOX&product=AFD&format=ci&version=1&glossary=1) through Saturday. Rogue waves: [A rogue wave caused a cruise ship tragedy. They occur more often than you think.](/story/news/nation/2022/12/06/rogue-wave-explained/10828252002/) 8 people injured in Ventura, California due to rogue wave The Ventura County Fire Department was called to the scene of the wave shortly before 11 a.m. Thursday. \"It ended up being a total of eight patients due to surf that came over the wall and flooded the streets,\" Ventura County Fire Capt. Brian McGrath said. The injured were taken to the nearby hospitals. Residents in the neighborhoods near the incident were advised to leave, said Cmdr. Ryan Weeks with the Ventura Police Department. The patrons of a nearby hotel were also asked to leave. Roads in and around those areas were also closed. California, Hawaii under coastal weather watch A National Weather Service meteorologist said a storm system over the Pacific is churning up swells. Here are the coastal weather warnings and watches issued by local NWS offices as a result of the storms: [NSW Los Angeles Office - \"Dangerous Beach Conditions](https://www.weather.gov/lox/)\" - Central Coast: 15-20 foot waves and potentially damaging coastal flooding - Ventura County Coast: 10-15 foot waves and potentially damaging coastal flooding - Santa Barbara South Coast and LA County Coast: 7-12 foot waves and moderate coastal flooding [NWS San Diego Office - \"Marine and Coastal Hazards\"](https://www.weather.gov/sgx/) - San Diego and Orange County - High surf warning with surf up to 15 feet through 2 a.m. Monday - Coastal flood advisory in effect for Orange County and San Diego County through 2 a.m. Monday [NWS San Francisco Office - All counties covered are under:](https://forecast.weather.gov/product.php?site=MTR&issuedby=MTR&product=SRF&format=CI&version=1&glossary=1&highlight=on) - Coastal flood advisory through 2 p.m. Friday - High surf advisory until 6 p.m. Friday Honolulu, [Hawaii](https://forecast.weather.gov/wwamap/wwatxtget.php?cwa=HFO&wwa=high%20surf%20warning) NWS Office - High surf warning is in effect until 6 a.m. local time Friday. Parts of the islands could see surf up to 35 feet - High surf advisory in effect for other parts of the islands until 6 p.m. Friday. Surfs could reach 15 to 20 feet.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Health",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.vcstar.com/staff/6965156002/wes-woods-ii/)",
      "https://www.vcstar.com/staff/4406860002/cheri-carlson/)",
      "https://forecast.weather.gov/product.php?site=MTR&issuedby=MTR&product=SRF&format=CI&version=1&glossary=1&highlight=on)",
      "https://www.weather.gov/lox/)",
      "https://forecast.weather.gov/wwamap/wwatxtget.php?cwa=HFO&wwa=high%20surf%20warning)",
      "https://forecast.weather.gov/product.php?site=LOX&issuedby=LOX&product=AFD&format=ci&version=1&glossary=1)",
      "https://www.usatoday.com/staff/12271400002/kinsey-crowley/)",
      "https://shorturl.at/eENOX)",
      "https://www.facebook.com/100000103854833/videos/339998562146021/)",
      "https://www.weather.gov/sgx/)",
      "https://vcstar.com/staff/6965156002/wes-woods-ii/)",
      "https://usatoday.com/staff/12271400002/kinsey-crowley/)",
      "https://www.forecast.weather.gov/product.php?site=MTR&issuedby=MTR&product=SRF&format=CI&version=1&glossary=1&highlight=on)",
      "https://weather.gov/sgx/)",
      "https://vcstar.com/staff/4406860002/cheri-carlson/)",
      "https://www.forecast.weather.gov/wwamap/wwatxtget.php?cwa=HFO&wwa=high%20surf%20warning)",
      "https://forecast.weather.gov/product.php",
      "https://facebook.com/100000103854833/videos/339998562146021/)",
      "https://forecast.weather.gov/wwamap/wwatxtget.php",
      "https://weather.gov/lox/)",
      "https://www.forecast.weather.gov/product.php?site=LOX&issuedby=LOX&product=AFD&format=ci&version=1&glossary=1)",
      "https://www.shorturl.at/eENOX)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kinsey cr",
          "sentiment": "negative"
        },
        {
          "name": "cheri carlson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hawaii",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:07:37.069+02:00",
    "updated": "2023-12-29T17:07:37.069+02:00"
  },
  {
    "uuid": "b0e7f49ca5e442cf17834d8b3f404bf73e8c0ef9",
    "url": "https://www.newsbreak.com/hibbing-mn/3280044616976-mustangs-tame-bluejacket-girls-5",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-29T00:01:00Z",
    "title": "Mustangs tame Bluejacket girls 5",
    "text": "HIBBING—The Hibbing High Schools basketball team left some points on the floor, and Mounds View took advantage of that en route to a 50-37 victory over the Bluejackets at the Hibbing High School Gymnasium Thursday. Hibbing had ample opportunity to pull away from the Mustangs, especially early in the first half. Mounds View was whistled for six early fouls, and the Bluejackets were in the bonus just eight minutes into the game, but they couldn’t take advantage of it. The Mustangs went scoreless for almost four minutes as well. “When we’re shooting free throws just two minutes into the first half, that’s something we have to take advantage of,” Hibbing coach Chris Hanson said. “We have to be aggressive by going to the hoop. “Give credit to them. They were able to adjust to the way things were going. I thought defensively we played well, but when you get those opportunities from the free throw line, those are the ones that tend to come back and haunt you. We have to do a better job with our confidence right from the start.” Hibbing did hold a 12-4 lead, but the Mustangs rallied back and took a 18-17 lead with 2:59 to play. They never looked back after that, taking a 23-19 lead into halftime. The Bluejackets’ shooting went cold for a while, which is what let Mounds View back into the game. “We had some good looks, but again, credit to them,” Hanson said. “They changed up their defense, and we had to adjust on the fly. I thought we did a nice job adjusting to that 1-2-2 that they did. “We had some nice looks, but that’s the game of basketball. Some of them fall, sometimes they don’t. They knocked down a couple of threes with the shot clock at one or two. That’s a difference maker just momentum-wise.” The Bluejackets did try to make a couple of runs at the Mustangs, but Mounds View was able to knock down some shots along the way to never let Hibbing back into the game. “For the majority of the game, when they made a shot, we did a nice job of responding,” Hanson said. “We cut those runs that they had shorter. We continue to learn. We continue to grow. “I’m proud of how we fought in that second half. They hit the shots they work on every summer. The muscle memory is there. That’s a goal of ours to get to that level where when the shot clock is running down on us, or when we get an open shot, it’s an opportunity for us to answer those shots as well.” Hibbing was led by Kate Toewe with 16 points. Jorie Anderson had 11, but the Bluejackets did leave a lot of points on the floor. “We get a couple of stops, but it’s unfortunate that we get one that goes through our hands, or we throw one or two away after we get a stop,” Hanson said. “Those are the points you hope to get. “We gave up a couple of offensive rebounds to them, then they find a couple of open shooters. It’s those second-chance points and fastbreak points that slip away from us that end up making a difference as well.” Mounds View was led by Bria Stenstrom with 23 points. Logan Kirk had 12. MV 23 27—50 HHS 19 18—37 Mounds View: Kate Roeber 6, Bria Stenstrom 23, Logan Kirk 12, Anna Poepard 1, Lily Ryan 3, Emma Bratland 3, Nora Schmidt 2. Hibbing: Tara Hertling 4, Jorie Anderson 11, Gracie Severson 2, Shaylee McLaughlin 4, Kate Toewe 16. Total Fouls: Mounds View 14; Hibbing 18; Fouled Out: None; Free Throws: Mounds View 12-18; Hibbing 10-22; 3-pointers: Stenstrom 2, Ryan, Bratland, Anderson 2. Boys Hockey Hibbing/Chisholm 3, Two Rivers 0 BLAINE — Therea Bluejackets scored three unanswered goals in the final two periods en route to a third-place finish at the Herb Brooks Holiday Classic Thursday at the NSC Super Rink. Landon Monsour scored for Two Rivers at 8:31 of the second period, then Hibbing/Chisholm took over. Jace Kampsula scored at 16:26 of the second period, then in third period, Isaiah Hildenbrand scored the go-ahead goal at 7:33, followed by a power-play goal by Jack Gabardi at 15:26. Rex Walli had 22 saves to get the win. Brady Altier had 23 stops for Two Rivers. HC 0 1 2 — 3 TR 0 1 0 — 1 First Period: No scoring. Second Period — 1. TR, Landon Monsour (Nate Rohrer, Ryan Rohrer), 8:31; 2. HC, Jace Kampsula (Benny Galli), 16:26. Third Period — 3. HC, Isaiah Hildenbrand (Ethan Sundvall), 7:33; 4. HC, Jack Gabardi (Tate Swanson, Sundvall), pp, 15:26. Goalie Saves — Hibbing/Chisholm, Rex Walli 8-8-6—22; Two Rivers, Brady Altier 8-7-8—23. Penalties — Hibbing/Chisholm 6-12; Two Rivers 5-10. Subscribe to Mesabi Tribune",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=4SuHF0_0qT2fLIT00",
      "https://img.particlenews.com/image.php?url=4SuHF0_0qT2fLIT00",
      "https://apg02.newzware.com/ss70v2/adams/common/template.jsp?skin=svh&init=start&initEdition=MDN",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?url=4SuHF0_0qT2fLIT00",
      "https://apg02.newzware.com/ss70v2/adams/common/template.jsp",
      "https://www.apg02.newzware.com/ss70v2/adams/common/template.jsp?skin=svh&init=start&initEdition=MDN",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=4SuHF0_0qT2fLIT00"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mustangs",
          "sentiment": "none"
        },
        {
          "name": "chris hanson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hibbing",
          "sentiment": "negative"
        },
        {
          "name": "hibbing high schools",
          "sentiment": "negative"
        },
        {
          "name": "mustangs",
          "sentiment": "none"
        },
        {
          "name": "hibbing high school",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hibbing",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T03:24:34.939+02:00",
    "updated": "2023-12-29T03:24:34.939+02:00"
  },
  {
    "uuid": "2b496ff3fb2c48fa4bd99b8255fc32d57fe882c8",
    "url": "https://www.canberratimes.com.au/story/8706919/locker-room-holly-ferling-calls-out-misogynistic-abuse-tom-greens-penalty",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@karenhardyCT",
    "published": "2024-07-25T15:25:00Z",
    "title": "Locker room: Holly Ferling calls out misogynistic abuse, Tom Green's penalty | The Canberra Times | Canberra, ACT",
    "text": "But after posting an off-season training video to her 100,000 followers on Instagram and more than 500,000 on Facebook, she decided to call out the abuse to prove a point.\\u003cbr\\u003eFerling has been inundated with support after taking to social media this week to highlight an issue that almost all female athletes face. It all started with a simple photo of her bowling at Meteors training at Chisholm. The video has been viewed 314,000 times, but one man took offence to Ferling's training.The social media troll clearly doesn't care for the Meteors, the Australian women's cricket team, the Matildas, the Opals, the Diamonds, the AFLW, the NRLW or any of the other elite competitions.Ferling took it in her stride but said the abuse was common. In fact, she said most men like to mansplain her bowling action and suggest changes she should make to her technique.\\u003cbr\\u003eFerling has a big social media following as she juggles work as a television commentator for Channel Seven and multiple gigs as an MC with her Meteors duties. Copping abuse has become far too common along the way.\\u003cbr\\u003eCanberra AFL star \\u003cb\\u003eTom Green\\u003c/b\\u003e has been hit with a breach notice by the AFL for his scathing assessment of the AFL's crackdown on dangerous tackles.Bedford was eventually cleared by the AFL Appeals Board. Green's comments went live, but were then taken down on Friday last week.The verbal lashing from one of the game's rising stars (Green will be a Brownlow contender for years to come) made ears prick up at the AFL, which is saying something given he's based in western Sydney and the Giants rarely rate a mention in Melbourne.After reviewing the comments, the AFL deemed Green had breached rule 19.18 (c) - excessive, unfair or unreasonable public comment and criticism).The dangerous tackle crackdown has caused plenty of uproar in AFL circles. But while many may have agreed with Marist College graduate Green, the AFL said it was unacceptable.The NRL has been overwhelmed at the keenness from Canberra fans who are desperate to see their team play in an international arena in the opening round next year.The colour-rush concept has been used for several years and is usually when a team's outfit is all one colour. So the Raiders v Warriors, for example, might be all green v all black playing strips.Raiders fans have also jumped at the opportunity to fly out of Canberra, with one Fiji Airways plan sold out for the Tuesday before the game.How much is the Vegas dream? Fans are shelling out thousands for flights and accommodation. As for tickets, members were able to start buying them this week. The cheapest was $A45 and the most expensive in the stands was $309.Reigning premiers Tuggeranong will be hoping for back-to-back titles on Sunday when they take on Canberra in the State League Division 1 netball grand final.Tuggeranong is confident going in, with only one loss all season. The last time the two teams met back in June Tuggeranong won 51-42. Canberra finished the regular season in third place, with only five wins from 12 games, but surprised Arawang in the preliminary final last weekend, winning 42-37. Grand final day also features the Division 2 match-up between Canberra and Arawang at 11am and the Men's League decider between South Canberra and Arawang at 1pm before the main game at 3pm.The State League grand final will be held at the Netball ACT headquarters in Lyneham. Entry is free with doors opening at 10am. In other netball news, the ACT will also take part in Netball Australia's pilot First Nations Tournament this September featuring under-23 aged teams from all states and territories. The three-day tournament hopes to provide accelerated and equitable opportunities for First Nations participants in netball. The game's governing model will take over the Brumbies' operational duties on August 1, leaving just five days to put the structures in place for a new board.Under the plan that divided the Canberra rugby community, Rugby Australia will take charge of the Super Rugby side of the Brumbies will community rugby will be split out and operate under the ACT Rugby Union board.In the past, the ACT Rugby Union stakeholders have elected the board of directors for the Brumbies. The changes coming in will see Rugby Australia appoint the majority of the board of the new organisational set up.He was retained while the Brumbies negotiated with Rugby Australia and because the club could not file its financial report until it had reached a deal with Rugby Australia.Given the new board will have a new constitution, Nobbs could conceivably continue. Whether he wants to - and to endure those sleepless nights and thankless tasks - is another thing.Nobbs has been crucial to the Brumbies' survival - first through COVID, and then ongoing battles with Rugby Australia. He brokered the deal with RA to ensure the Brumbies would remain in Canberra.Brumbies games record holder and current board member \\u003cb\\u003eBen Alexander\\u003c/b\\u003e continues to do great things in retirement. But after all these years, the last place he expected to be was back at the University of Canberra - his old haunt when he was a battling student unsure if rugby would be a career.Alexander has been a real driver in helping Running for Resilience's continued growth and now they have partnered with the university to promote student wellbeing at an event on Friday morning.The fun run will start at The Coffee Grounds on the university campus.Canberra runner \\u003cb\\u003eJarrett Anthoney\\u003c/b\\u003e will hit a special milestone when he competes in his 11\\u003csup\\u003eth\\u003c/sup\\u003e City to Surf on August 11.After racing for the first time in 2013, Anthoney is on the verge of breaking through the $100,000 barrier in terms of money raised for the Sydney Children's Hospital Foundation.\\u003cbr\\u003eAnthoney's younger sister died after a battle with brain cancer when she was just 11 years old. It prompted him to start the \\u003cb\\u003eDainere's Rainbow\\u003c/b\\u003e charity.\\u003cbr\\u003e",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tom green",
          "sentiment": "negative"
        },
        {
          "name": "holly ferling",
          "sentiment": "negative"
        },
        {
          "name": "ferling",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "canberra times",
          "sentiment": "negative"
        },
        {
          "name": "instagram",
          "sentiment": "negative"
        },
        {
          "name": "matildas",
          "sentiment": "none"
        },
        {
          "name": "nrlw",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canberra",
          "sentiment": "none"
        },
        {
          "name": "chisholm",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T04:46:20.659+03:00",
    "updated": "2024-07-26T08:49:24.302+03:00"
  }
]