[
  {
    "uuid": "e55af42bf6c7f625d86687ff5112748f053e49ef",
    "url": "https://vnexplorer.net/alitos-cries-of-religious-persecution-are-a-chilling-preview-of-supreme-court-in-another-trump-term-s1604945.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-02-23T20:18:00Z",
    "title": "Alito’s cries of religious persecution are a chilling preview of Supreme Court in another Trump term",
    "text": "Donald Trump; Samuel Alito Jabin Botsford/The Washington Post via Getty Images\nOn Tuesday, Justice Samuel Alito gave another startling indication of how troubled he is by recent changes in American society and law. In an unusual “statement” about a case from Missouri, the justice was clear that, in his view, those changes have advanced an egalitarian and secular agenda at the expense of religious beliefs and practices.\nThe same day that Alito made his statement, Politico broke a story about what it called “an influential think tank close to Donald Trump” that is “developing plans to infuse Christian nationalist ideas in his administration should the former president return to power.” Politico suggested that “Christian nationalists in America believe that the country was founded as a Christian nation and that Christian values should be prioritized throughout government and public life.”\nAs the country has become less religious and more diverse, those advancing a Christian nationalist agenda think that “Christians are under assault” and hope to use political and legal means to turn the tide.\nEnter Justice Alito. The statement he made this week offers a preview of what a Christian nationalist agenda might look like.\nAs the New York Times explains, Alito wrote to explain why the Supreme Court had rejected a request to hear a Missouri case about people who were not allowed to sit on a jury “after voicing religious objections to gay relationships.” Alito used the case to offer wide ranging comments about what he characterized as mistreatment of people who adhere to “traditional religious beliefs.”\nThe Missouri case involved jury selection in a suit brought by Jean Finney, a lesbian, who sued her employer, Missouri’s Department of Corrections, alleging employment discrimination. As the Times reports, Finney “claimed that after beginning a same-sex relationship with a co-worker’s former spouse, that co-worker made Ms. Finney’s job intolerable.”The colleague “spread rumors about her, sent demeaning messages and withheld information she needed to complete her work duties…. Ms. Finney sued the Department of Corrections, accusing the department of being responsible for the co-worker’s actions.”\nAt the start of the jury selection process, Finney’s lawyer asked all prospective jurors whether they “went to a conservative Christian church” and were taught that “people who are homosexual shouldn’t have the same rights as everyone else because what they did was a sin.” Several potential jurors answered the question in the affirmative.\nFinney’s lawyer then questioned each of them individually after which he moved to strike three people who explained their belief that the Bible condemns homosexuality and brands it a “sin.”\nThere was nothing out of the ordinary about the question Finney’s lawyer asked. It was a pretty standard effort to identify people whose views might predispose them against their client’s contentions.\nIndeed, a decade ago, a Florida court observed that lawyers have a duty during jury selection to help “ensure that our jury panels are comprised of only fair and impartial members.” Because public opinion research has repeatedly “shown that religious persons report more prejudice against homosexuality when compared to their non-religious counterparts,” it certainly seems reasonable that Finney’s lawyer would want to discharge that duty by asking about religiously-based views about homosexuality.\nMissouri trial judge Kate Schaefer agreed with Finney’s lawyer that “there’s no way somebody who looks at a gay person and says… You are a sinner… Could ever fairly consider case involving a lesbian plaintiff.” The trial judge excused the three potential jurors, explaining that she wanted to “err on the side of caution.”\nThe Missouri Court of Appeals agreed with the trial judge. As Alito says, that court affirmed the jurors’ dismissal because “it reasoned that the jurors belief that Finney’s conduct was sinful (meaning immoral and wrong) provided a sustainable ground for concluding that they could not impartially and fairly decide her claim that she was unlawfully harassed due to her homosexuality.” The appellate court found that the elimination of the prospective jurors was “based on their views on homosexuality – which the court called ‘a central issue in the case’ – and not because they were Christians.”\nBut Alito saw things differently.\nIn his view, what the lower courts did was just the latest example of our political and legal institutions sending a message that “Americans who do not hide their adherence to traditional religious beliefs about homosexual conduct will be ‘labeled as bigots and treated as such’ by the government.”\nAlito insisted that the jurors were excluded merely because of their religion. As he sees it, religious freedom does not end at the church door. Any American should be free to exercise their religious beliefs anywhere and everywhere, including into a jury room.\nAlito traced what he characterized as growing prejudice against religion in cases involving the rights of gays and lesbians to the Supreme Court’s decision in Obergefell v Hodges, the case disallowing state and federal bans on same-sex marriage. He argued that that case had tilted the playing field and given permission for differential treatment “predicated on religious status or religious belief.”\nWant a daily wrap-up of all the news and commentary Salon has to offer? Subscribe to our morning newsletter, Crash Course.\nAlito resisted the kind of careful balancing of interests done by the trial and appellate court in Missouri. He warned that religious discrimination of the kind he saw in the Finney case “may spread and may be a foretaste of things to come.”\nTuesday’s statement was not the first time that Alito has defended an extreme view of religious freedom against threats posed by secularism and the commitment to equal treatment under the law.\nTo take just one example, in a 2020 speech to the Federalist Society, Alito lamented that American society is no longer “inclusive enough to tolerate those with unpopular religious beliefs” and that many people saw any expression of sincere religious convictions just “an excuse for bigotry.”\n“Religious liberty,” he complained, “is fast becoming a disfavored right.”\nThis classic culture war move resonates with the views of many of former President Trump’s most avid supporters. It fits with Trump’s frequent charges on the campaign trail that “Under crooked Joe Biden, Christians and Americans of faith are being persecuted and government has been weaponized against religion like never before.”\nTrump has promised that “Upon taking office, I will create a new federal task force on fighting anti-Christian bias to be led by a fully reformed Department of Justice that’s fair and equitable. Its mission will be to investigate all forms of illegal discrimination, harassment, and persecution against Christians in America.”\nIncluded in this Trumpian effort would be the kind of “bias” that Alito insists was at work in the Finney case. In the Christian nationalist state Alito and Trump want to fashion, the question of decisions about the rights of gays and lesbians would be left to people whose religions teach that “homosexuals shouldn’t have the same rights as everyone else.”\nThis includes not only whether they should be protected from workplace harassment and whether, as Slate’s Mark Joseph Stern notes, religious people should “sit in judgment of a person whose very identity they view as sinful,” but also and most importantly whether gays and lesbians should retain the right to marry members of the same sex. Such a Supreme Court under a second Trump term should serve as a terrifying prospect.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1iLbcx.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1iLbcx.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alito",
          "sentiment": "negative"
        },
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "samuel alito jabin botsford",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "negative"
        },
        {
          "name": "politico",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "supreme court",
          "sentiment": "negative"
        },
        {
          "name": "washington post",
          "sentiment": "negative"
        },
        {
          "name": "politico",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "missouri",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T22:20:39.581+02:00",
    "updated": "2024-02-23T22:20:39.581+02:00"
  },
  {
    "uuid": "bcee1bd2fdbea491bd4d76554686a63e1828e84e",
    "url": "https://www.targatocn.it/2024/04/18/leggi-notizia/argomenti/top-news/articolo/roma-milan-2-1-giallorossi-in-semifinale-di-europa-league.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redazione",
    "published": "2024-04-18T21:21:00Z",
    "title": "Roma-Milan 2-1, giallorossi in semifinale di Europa League - Targatocn.it",
    "text": "ROMA (ITALPRESS) - Una grande Roma centra la semifinale di Europa League superando in casa il Milan per 2-1, dopo l'1-0 in trasferta dell'andata. Sono il \"solito\" Mancini e poi Dybala (con una perla) a far volare i padroni di casa, che gestiscono l'iniziale doppio vantaggio, fino al gol della bandiera di Gabbia nel finale, nonostante un'ora piena di inferiorità numerica (espulso Celik al 31'). Alla prima occasione, dopo 12 minuti, i giallorossi passano in vantaggio. Mancini si fa vedere in proiezione offensiva e serve Pellegrini che calcia a giro con il destro centrando il pallo: sulla ribattuta è lo stesso Mancini a ribadire in rete a porta vuota per l'1-0. Un gol dedicato a Mattia Giani, calciatore del Castelfiorentino morto a causa di un malore patito in campo domenica scorsa e ricordato con una t-shirt speciale durante il riscaldamento. Al 20' gli ospiti hanno una grande occasione per pareggiare, quando Loftus-Cheek centra la traversa con un destro ravvicinato. Gol sbagliato, gol subito. Al 22', Lukaku protegge palla alla grande sulla destra e mette la palla al centro, Gabbia libera male e serve involontariamente Dybala, che si sposta la sfera sul mancino e con un preciso tiro a giro sul secondo palo infila Maignan per il 2-0.Sei minuti dopo, Lukaku è costretto a uscire per un problema muscolare. Al 31', Celik commette una clamorosa ingenuità, intervenendo in scivolata da dietro su Leao che lo aveva saltato in scivolata. L'arbitro estrae il rosso diretto. Cinque minuti dopo, Spinazzola salva con la schiena sulla linea di porta un'incornata a botta sicura di Loftus-Cheek, ben servito da Leao dalla sinistra. Al 43', De Rossi si copre e decidere di togliere Dybala per inserire Llorente. Il primo tempo finisce 2-0. Pioli mette dentro Reijnders e Chukwueze a inizio ripresa, ma la musica non cambia. Al 13', Maignan deve salvare in tuffo su Spinazzola, lanciato in porta in contropiede da El Shaarawy. Il Milan non si rende pericoloso fino al 40', quando Gabbia firma il 2-1 della bandiera con un colpo di testa ravvicinato dopo un buon cross dalla sinistra di Leao. Il risultato non cambierà più. Al fischio finale esplode la gioia dei romanisti, che possono festeggiare la qualificazione alla semifinale, dove se la vedranno contro i campioni di Germania del Bayer Leverkusen. Festa doppia per De Rossi, oggi \"confermato\" come tecnico dalla società capitolina.- foto Image -(ITALPRESS). In Breve giovedì 18 aprile Che tempo fa Accadeva un anno fa Attualità Attualità TI RICORDI COSA È SUCCESSO L’ANNO SCORSO A APRILE? Ascolta il podcast con le notizie da non dimenticare [Ascolta \"Un anno di notizie da non dimenticare\" su Spreaker.](https://www.spreaker.com/podcast/un-anno-di-notizie-da-non-dimenticare--6041578)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://www.spreaker.com/podcast/un-anno-di-notizie-da-non-dimenticare--6041578)",
      "https://spreaker.com/podcast/un-anno-di-notizie-da-non-dimenticare--6041578)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:39:02.386+03:00",
    "updated": "2024-04-19T00:39:02.386+03:00"
  },
  {
    "uuid": "03fabf06a986e2903a4be3297ee13dc04193b428",
    "url": "https://www.lasexta.com/programas/al-rojo-vivo/criticas-transfobia-isabel-garcia-elegida-igualdad-dirigir-instituto-mujer_20231229658ec75e67d53e0001605245.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "al-rojo-vivo",
    "published": "2023-12-29T12:19:00Z",
    "title": "\"Dictadura queer\" y \"delirio queer\": los mensaje de la nueva directora del Instituto de Mujeres en contra de la ley trans",
    "text": "Polémica por el nombramiento\n\"Dictadura queer\" y \"delirio queer\": los mensaje de la nueva directora del Instituto de Mujeres en contra de la ley trans\nEl Instituto de la Mujeres, dependiente del Ministerio de Igualdad, está sumado en una polémica. Su nueva directora desde el miércoles, Isabel García, ha hecho comentarios abiertamente transfobos. El partido de Yolanda Díaz y varios colectivos han cargado contra su nombramiento. García había sido asesora en el Ministerio de Transportes entre el año 2019 y 2022. Actualmente ejercía como consulta de políticas de igualdad en el sector privado.\nEn redes sociales ha plasmado sus ideas y su firme oposición a la ley trans y a la autodeterminación de género con expresiones como \"dictadura queer\" o \"delirio queer\". También ha dicho que la ley trans \"amordaza a una parte de la sociedad\" y \"desprotege a los menores\". Del mismo modo, ha acusado abiertamente a Podemos de dividir el movimiento feminista. En un tuit también llegó a recriminar a la socialista Andrea Fernández que defendiera la ley trans.\nEl historial de la recién nombrada directora ha enfadado a algunos sectores progresistas. Sumar ha calificado de inaceptable su nombramiento. \"El nombramiento del Ministerio de Igualdad es inaceptable. La dirección del Instituto de las Mujeres no puede estar en manos de quien menosprecia e insulta a las mujeres y las personas LGTBI, cita la cuenta de la formación.\nTambién lo ha criticado abiertamente Elizabeth Duval. \"Este nombramiento del Ministerio de Igualdad es vergonzoso y envía un mensaje lamentable. El Instituto de las Mujeres no puede estar dirigido por alguien que sostiene la conspiración del borrado de las mujeres y critica la «dictadura queer»\", ha expresado.\nPor otro lado, la primer mujer trans diputada en España, Carla Antonelli, ha asegura que el Instituto de las Mujeres debe de ser para todas y cada una de las mujeres\". \"Esta mujer nos ha señalado a las mujeres trans, vejado e insultado\", añade.\n\"Comentario clasista\"\nAntonio Maestre, a la exalcaldesa de Pamplona: \"El trabajo de limpiadora es indigno por las condiciones, lo que es digno en la persona que lo ejerce\"\nMaestre cree que el de limpiar es un trabajo que debería pagarse mucho mejor o desaparecer. \"Que lo haga cada uno en su casa si no pueden otorgar las condiciones que exigen\", añade.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T15:27:07.540+02:00",
    "updated": "2023-12-29T15:27:07.540+02:00"
  },
  {
    "uuid": "b4b7280cf959a8cac9e50dae6638205f76a46c17",
    "url": "https://opinion.inquirer.net/175873/disproportionate-need-for-protection",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Philippine Daily Inquirer",
    "published": "2024-08-08T21:15:00Z",
    "title": "Disproportionate need for protection",
    "text": "In a telling instance that showed where their personal loyalty lies, allies of Vice President Sara Duterte on Monday turned the Senate probe on the Philippine National Police’s failure to arrest fugitive pastor Apollo Quiboloy—wanted for human trafficking and child abuse, among others—into a venue to lobby for the reinstatement of Duterte’s full security detail.\nSaying that more law enforcers on the ground would “support field operations more effectively and address other critical policing needs,” PNP chief Gen. Rommel Francisco Marbil on July 22 pulled out 75 of the Vice President’s police escorts, leaving her with 389 bodyguards, most of whom are from the Armed Forces of the Philippines.\nDespite that huge number, Sen. Ronald “Bato” dela Rosa, former PNP chief of the Duterte administration, pressed Marbil to return the police escorts “even if not the same number,” but at least “the cops from Davao … to give (VP Duterte) her peace of mind.” Faced with such public pressure, Marbil yielded.\nThe pressure escalated last week when Duterte sent a blistering open letter to the PNP chief, slamming the pullout of her bodyguards as “political harassment,” and saying that their relief “came after I resigned from DepEd, after I compared the Sona to a catastrophic event, and after the cocaine video [of the President] came out.”\nFEATURED STORIES OPINION Pilfering PhilHealth funds OPINION Greatness knows no bounds for Carlos Yulo OPINION Our young – today and tomorrow Silent and noncommittal Marbil, however, pointed out that there was “no threat” against the Vice President who has, after all, remained cautiously silent and noncommittal on high-stakes issues, among them the ongoing raids on illegal Philippine offshore gaming operator hubs, the worsening dispute with China over the West Philippine Sea (WPS), and the continued unsuccessful pursuit of Quiboloy, a firm ally of her father, former president Rodrigo Duterte.\nIn contrast to her seeming indifference to such national security concerns comes her belligerent defense of her personal security whose number, according to Justice Secretary Jesus Crispin Remulla, is “bigger than the President’s,” and those of her predecessors.\nIn fact, the Commission on Audit in its 2022 assessment of the Office of the Vice President (OVP) noted that Duterte’s bodyguards numbered 433, a 455-percent increase from the 78 security escorts previously assigned to former vice president Leni Robredo. The number also represents 63 percent or six out of 10 of Duterte’s OVP staff, leading one to wonder if, with more bodyguards than working personnel, how much real work could possibly be done? But why the need for so many security escorts? What is Duterte afraid of?\nThe Department of Budget and Management meanwhile placed the cost of the security detail at P25.308 million in 2023, with the military and uniformed personnel reportedly getting some P50,000 a month each.\nADVERTISEMENT Priority and proportion But more than the humongous amount poured into one office that might have found better use in other areas—sports development, to hear the latest clamor—is the question of priority and proportion.\nAs Marbil explained, rationalizing the deployment of police personnel was meant to move the PNP “closer to the ideal ratio of one cop for every 500 citizens.” Turning that number around to 500:1, meaning almost 500 personnel for one VIP, is how disproportionate—and alarming—the current situation is. The 75 police aides withdrawn from Duterte’s security detail have been redeployed to the National Capital Region Police Office, Marbil said. “The adjustments in security personnel reflect our commitment to adapting to current security needs while also adhering to directives that enhance overall police efficiency,’’ he said.\nADVERTISEMENT And rightly so. While giving attention to high-security threats to top government officials is part of its job, isn’t the police obliged as well to provide protection to other citizens, no matter their station in life? It is the police mandate, after all, to maintain peace and order in the community, mainly through visibility on the ground and accessibility when crime occurs.\nVice President’s tantrum And why not the same beefed up security for the Philippine Coast Guard and the Philippine Navy amid China’s aggressive maneuvers in the WPS?\nDuterte ally Sen. Christopher “Bong” Go, vice chair of the Senate committee on public order, himself urged the police to stay true to their sworn duty and not allow themselves to be used for any political agenda.\n“My advice to the police is to always be professional and just do what is right—protect the lives of every Filipino and perform your duties in accordance with the law,” Go said.\nYour subscription could not be saved. Please try again.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sara d",
          "sentiment": "negative"
        },
        {
          "name": "duterte",
          "sentiment": "none"
        },
        {
          "name": "ronald “bato” dela rosa",
          "sentiment": "none"
        },
        {
          "name": "rommel francisco marbil",
          "sentiment": "none"
        },
        {
          "name": "marbil",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "philippine national police",
          "sentiment": "none"
        },
        {
          "name": "senate",
          "sentiment": "none"
        },
        {
          "name": "pnp",
          "sentiment": "none"
        },
        {
          "name": "armed forces of the philippines",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "davao",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-09T00:20:55.056+03:00",
    "updated": "2024-08-09T00:20:55.056+03:00"
  },
  {
    "uuid": "09eda1c98c53a65381e9e530ba2598b866ece049",
    "url": "https://www.laweekly.com/man-killed-hit-and-run-pedestrian-accident-bishop-place-westminster-ca/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Maria Mallat",
    "published": "2023-12-28T22:31:00Z",
    "title": "Man Killed in Hit-and-Run Pedestrian Accident on Bishop Place [Westminster, CA]",
    "text": "36-Year-Old Man Fatally Struck in Pedestrian Collision near Brookhurst Street\nWESTMINSTER, CA (December 28, 2023) – One man died Saturday morning in a hit-and-run pedestrian crash on Bishop Place.\nAt approximately 4:43 a.m., first responders reached the location just west of Brookhurst Street. According to reports, a male pedestrian was struck by a vehicle whose driver fled the scene. The 36-year-old man from Garden Grove was declared dead by medical personnel.\nEmergency crews temporarily closed off the surrounding area for cleanup and initial procedures. Authorities are currently on the lookout for a small, dark-colored sedan that was last seen heading westbound on Bishop Street at Belgrade.\nIndividuals with additional information regarding the incident are urged to contact the Westminster Police Department Traffic Division at 714-548-3770. Further details about the pedestrian accident on Bishop Place will be provided once they become available.\nIn this sorrowful time, the Sweet James team would like to extend their heartfelt condolences to the family of the deceased man. May you find comfort and strength during this devastating time.\nLosing someone in a hit-and-run\npedestrian crash is always a traumatic experience for the surviving family. At Sweet James, they understand that the death of a loved one can leave a lasting impact on your emotional and financial well-being, and they are here to help. Their personal injury and wrongful death attorneys understand that the legal issues impose challenges to those involved. Let them help you through the legal process so that you can focus on the welfare of your family. Call their office today at [1-800-900-0000](tel:1-800-900-0000) to arrange a free and confidential case evaluation. For more accident news, click here. The original source can be found https://sweetjames.com/2023/12/28/man-killed-hit-and-run-pedestrian-accident-bishop-place-westminster-ca/.\nAdvertising disclosure: We may receive compensation for some of the links in our stories. Thank you for supporting LA Weekly and our advertisers.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident"
    ],
    "external_links": [
      "https://sweetjames.com/2023/12/28/man-killed-hit-and-run-pedestrian-accident-bishop-place-westminster-ca/.",
      "https://sweetjames.com/personal-injury/pedestrian-accident-attorney/",
      "https://www.sweetjames.com/personal-injury/pedestrian-accident-attorney/",
      "https://www.sweetjames.com/2023/12/28/man-killed-hit-and-run-pedestrian-accident-bishop-place-westminster-ca/.",
      "https://sweetjames.com/personal-injury/pedestrian-accident-attorney"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "james",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bishop place",
          "sentiment": "none"
        },
        {
          "name": "westminster police department traffic division",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "brookhurst street westminster",
          "sentiment": "none"
        },
        {
          "name": "garden grove",
          "sentiment": "none"
        },
        {
          "name": "belgrade",
          "sentiment": "none"
        },
        {
          "name": "brookhurst street",
          "sentiment": "none"
        },
        {
          "name": "bishop street",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:15:04.704+02:00",
    "updated": "2023-12-29T01:15:04.704+02:00"
  }
]