[
  {
    "uuid": "5d42b3e2106661b78c2c84106d384593c158b036",
    "url": "http://www.godlikeproductions.com/forum1/message5609136/pg1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Grumpyarse User ID",
    "published": "2023-12-29T13:39:00Z",
    "title": "Another Muslim related death just swept under the rug",
    "text": "Users Online Now:\n1,667\n(\nWho's On?\n)\nVisitors Today:\n404,664\nPageviews Today:\n787,114\nThreads Today:\n199\nPosts Today:\n4,134\n09:45 AM\nDirectory\nAdv. Search\nTopics\nForum\nBack to Forum\nPost New Thread\nReply\nView Favorites\nJoin Now, Free! (& No Ads!)\nForgot Your Password?\nEmail\nPassword\nRemember\nRate this Thread\nAbsolute BS\nCrap\nReasonable\nNice\nAmazing\nPage\n1\nSearch Replies\nPrevious Page\nNext Page\nSearch Terms:\nHighlight Matches\nAnother Muslim related death just swept under the rug\nGrumpyarse\nUser ID: 86635275\nUnited Kingdom\n12/29/2023 09:39 AM\nReport Abusive Post\nReport Copyright Violation\nAnother Muslim related death just swept under the rug\nA feud between two families erupted into a ‘bloodbath’ during the wedding of a young couple resulting in the death of a dad-of-two, it was reported.\nChristian Marriot, known as Chris, was out for a post-Christmas walk with his wife and two young sons when he spotted a woman lying unconscious in the street in the Burngreave area of Sheffield.\nAs the 46-year-old stopped to provide first aid, a car smashed into them both at 50 mph, it is claimed.\nFurther details about what led to the tragedy on Wednesday have been revealed.\nA celebration ceremony for the groom and the bride was taking place at the local mosque when her family – unhappy with the marriage – rushed to College Close in Sheffield to confront his relatives.\nWitnesses claim there were cries of ‘your son is not good enough’ from the group, who had opted not to go to the ceremony, despite relatives of the groom saying the bride was seemingly happy with the match, the Daily Mail reported.\nOne resident who wished to remain anonymous said: ‘It was mayhem with people going absolutely crazy.\n‘There was shouting and fighting in the street then a car sped along at 50mph and ploughed into the crowd.\nGrumpyarse\nPage\n1\nPrevious Page\nNext Page\nBack to Forum\nPost New Thread\nReply\nView Favorites\nRelated Threads\n1\nH1N1 Vaccination Death in Texas gets swept under the rug by local media.\n09/30/09\n2\nFemale lawyer who was swept to her death in front of her young children when she jumped into Russian ice hole to mark Epiphany\n01/26/22\n3\nAnybody else concerned with how quickly the story about the marines killed in TN a few weeks ago by a Muslim was swept under the rug?\n07/29/15\n4\nDr Kelly Death Swept Under The Carpet - The Guy That Said Iraq War Is Illegal\n06/09/11\n5\nSo this is what it is? Biden is prez and things will be crazy as we go? SWEPT UNDER RUG?\n02/27/21\n6\nHouses have been swept away by a landslide in Bolivia - no deaths were reported as authorities had cleared the area. VID\n05/01/19\n7\nMan swept to death by freak wave\n01/29/14\n8\nThe swept under the rug topics of late CRIMES AGAINST HUMANITY\n02/14/22\n9\nPOLL: Will the Benghazi thing be swept under the rug?\n10/13/20\n10\nVisualize yourself standing under a waterfall; imagine that your impurities are swept away & that you become as transparent as crystal\n03/19/18\n11\nOperation Shift Focus is a Success: Benghazi Has Been Swept Under The Rug\n06/07/13\nDisclaimer / Copyright Info\n-\nPrivacy Policy\n-\nTerms Of Use\n-\nCancellation Policy / Billing Help\nMail\nWebmaster\nwith questions or comments about this site.\nCopyright © 1999 - 2023 Godlikeproductions.com\nPage generated in 0.029s (10 queries)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chris",
          "sentiment": "none"
        },
        {
          "name": "christian marriot",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "burngreave",
          "sentiment": "none"
        },
        {
          "name": "sheffield",
          "sentiment": "none"
        },
        {
          "name": "united kingdom",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T16:45:17.292+02:00",
    "updated": "2023-12-29T16:45:17.292+02:00"
  },
  {
    "uuid": "b47f69b7d58db849bb9f1a78970bde21dff48674",
    "url": "https://hirecoders30649.ampedpages.com/about-hire-coders-51613894",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hirecoders",
    "published": "2023-12-28T19:11:00Z",
    "title": "About hire coders",
    "text": "Will be the project’s technical necessities Obviously outlined? Will the developer be aiding with their definition?\nfive out of 5 stars. That is with 99 per cent of reviewers indicating they'd recommend the corporate to a pal. A number of the positives of Doing work right here involve get the job done-lifestyle harmony, progress opportunities, and fewer operate strain.\nTo that stop, it’s truly worth using the services of a PHP engineer who is aware of several tricks about optimizing async phone calls to Relaxation APIs and dealing with their mistakes properly.\nTripcents wouldn't exist without having Toptal. Toptal Tasks enabled us to quickly produce our Basis with a product manager, lead developer, and senior designer. In only in excess of 60 days we went from concept to Alpha.\nWe provide transparent, adaptable billing selections with in-depth invoices for our on-desire developer aid solutions, which include packaged several hours, regular subscriptions, and yearly contracts. Speak to our sales group to debate the billing system that best fits your needs.\nA Toptal director of engineering will get the job done with you to grasp your ambitions, specialized wants, and group dynamics.\nShopper Testimonial“We trust and count on them as companions to fulfill our objectives and assistance us improve and be successful.”\nAs a small company with restricted resources we will not find the money for to produce pricey blunders. Toptal supplied us with a qualified programmer who was able to hit the bottom working and start contributing immediately. It's been an awesome knowledge and one we would repeat yet again in a very heartbeat.\nFunction with your new PHP developer for your trial time period (spend provided that happy), making sure They are the proper healthy before starting the engagement.\nUST is a fantastic enterprise to operate for. Many employee opinions on Glassdoor imply that the organization provides a very good work atmosphere while supporting tech expansion prospects. Staff have also praised the business’s constructive\nhire good coders get the job done-lifetime harmony.\nHTML, CSS, and JavaScript – In some ways, PHP’s Major output system would be to make HTML. Typically, passing info by way of JSON for the JavaScript working over a website page might be a handy talent even for just a PHP professional focused only on an app’s back finish, but a full-stack PHP coder will really want to learn CSS and\nhire coders JavaScript to complete their front-end ability established.\nOutsource Accelerator is the major outsourcing advisory for that Philippines, together with providing a complete spectrum of brokerage, incubation and co-management products and services.\nThrough his job, Ryan has regularly worked with startups and small software package shops in which Just\nwebsite to hire coders about every milestone was make-it or split-it. He enjoys infrastructure as code managed with Terraform in AWS. Ryan located his area of interest crafting DevOps tooling in Go and Bash and contributes for the open-supply community on a regular basis.\nThe method is completely confidential with the you, the shopper, and transparent and honest for all parties. It really is important for our mission that we continue to be a trustworthy intermediary by both of those the purchasers along with the outsourcing suppliers.\nAbout hire coders\nWill be the project’s technical necessities Obviously outlined? Will the developer be aiding with their definition?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://hire-coders80245.blog-a-story.com/3669898/5-tips-about-hire-coders-you-can-use-today",
      "https://hirecoders46791.theblogfairy.com/24138000/5-simple-techniques-for-hire-coders",
      "https://hire-coders80235.isblog.net/about-hire-coders-41221641",
      "https://www.hire-coders80235.isblog.net/about-hire-coders-41221641",
      "https://www.hirecoders46791.theblogfairy.com/24138000/5-simple-techniques-for-hire-coders",
      "https://www.hire-coders80245.blog-a-story.com/3669898/5-tips-about-hire-coders-you-can-use-today"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "php",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:13:00.453+02:00",
    "updated": "2023-12-29T00:13:00.453+02:00"
  },
  {
    "uuid": "e0c242623322295d090cdb3564e6112013e65036",
    "url": "https://jc.ne10.uol.com.br/colunas/saude-e-bem-estar/2024/04/04/hemobras-lula-inaugura-fabrica-em-pernambuco-para-abastecer-sus-com-medicamento-biotecnologico-para-hemofilia.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cinthya Leite",
    "published": "2024-04-04T18:06:00Z",
    "title": "Hemobrás: Lula inaugura fábrica em Pernambuco para abastecer SUS com medicamento biotecnológico para hemofilia",
    "text": "HEMOFILIA Hemobrás: Lula inaugura fábrica em Pernambuco para abastecer SUS com medicamento biotecnológico para hemofilia Unidade vai produzir medicamento para hemofilia\nCadastrado por Cinthya Leite\nPublicado em 04/04/2024 às 18:06 | Atualizado em 04/04/2024 às 18:08 Notícia X Notícia É o fato ou acontecimento de interesse jornalístico. Pode ser uma informação nova ou recente. Também diz respeito a uma novidade de uma situação já conhecida.\nArtigo Texto predominantemente opinativo. Expressa a visão do autor, mas não necessariamente a opinião do jornal. Pode ser escrito por jornalistas ou especialistas de áreas diversas.\nInvestigativa Reportagem que traz à tona fatos ou episódios desconhecidos, com forte teor de denúncia. Exige técnicas e recursos específicos.\nContent Commerce Conteúdo editorial que oferece ao leitor ambiente de compras.\nAnálise É a interpretação da notícia, levando em consideração informações que vão além dos fatos narrados. Faz uso de dados, traz desdobramentos e projeções de cenário, assim como contextos passados.\nEditorial Texto analítico que traduz a posição oficial do veículo em relação aos fatos abordados.\nPatrocinada É a matéria institucional, que aborda assunto de interesse da empresa que patrocina a reportagem.\nChecagem de fatos Conteúdo que faz a verificação da veracidade e da autencidade de uma informação ou fato divulgado.\nContexto É a matéria que traz subsídios, dados históricos e informações relevantes para ajudar a entender um fato ou notícia.\nEspecial Reportagem de fôlego, que aborda, de forma aprofundada, vários aspectos e desdobramentos de um determinado assunto. Traz dados, estatísticas, contexto histórico, além de histórias de personagens que são afetados ou têm relação direta com o tema abordado.\nEntrevista Abordagem sobre determinado assunto, em que o tema é apresentado em formato de perguntas e respostas. Outra forma de publicar a entrevista é por meio de tópicos, com a resposta do entrevistado reproduzida entre aspas.\nCrítica Texto com análise detalhada e de caráter opinativo a respeito de produtos, serviços e produções artísticas, nas mais diversas áreas, como literatura, música, cinema e artes visuais.\n\"Saúde é, sem dúvidas, uma das coisas mais urgentes\", disse Lula, em evento de inauguração da fábrica da Hemobrás - GABRIEL FERREIRA/JC IMAGEM *Reportagem em atualização\nO presidente Luiz Inácio Lula da Silva inaugurou, na tarde desta quinta-feira (4), a Fábrica de Medicamentos Produzidos por Biotecnologia do Complexo Industrial da Hemobrás, localizado no Parque Fabril de Goiana, na Zona da Mata Norte de Pernambuco.\nA nova unidade fabril da Hemobrás produzirá um medicamento para o tratamento da hemofilia do tipo A, doença que atinge atualmente cerca de 12 milhões de pessoas no Brasil.\nDurante o evento de inauguração, a ministra da Saúde, Nísia Trindade, destacou que a capacidade produtiva será de 1,2 bilhão de unidades do medicamento fator VIII recombinante (Hemo-8r) por ano.\nEla informou que a previsão é o medicamento chegar ao Sistema Único de Saúde (SUS) a partir de setembro.\nO Hemo-8r é fundamental para o tratamento da hemofilia A, com a ampliação da profilaxia, o que favorece a prevenção de sangramentos espontâneos.\n\"A produção terá um impacto enorme na vida das pessoas com hemofilia, que sofrem muito em função de traumatismos, hemorragias e que agora vão ter a garantia de uma autonomia dessa produção a partir desse trabalho da Hemobrás\", disse a ministra.\nAinda durante a inauguração da fábrica, Nísia destacou a necessidade de o Brasil diminuir a dependência com produtos agregados em todo o complexo industrial da saúde, que inclui medicamentos, insumos e equipamentos.\n\"A partir de setembro deste ano, teremos o fator VIII recombinante pela Hemobrás, mas ainda sem todas as etapas (de produção nacional).\"\nO fator VIII recombinante é um medicamento obtido por engenharia genética destinado ao tratamento da hemofilia A no Brasil. Ele já é fornecido para o SUS pela Hemobrás por meio de uma Parceria para o Desenvolvimento Produtivo (PDP).\nA previsão é que, em 2026, a Hemobrás possa operar todas as etapas de produção. Dessa maneira, será a maior fábrica de medicamentos hemoderivados da América Latina.\nCom o pleno funcionamento da fábrica, o Ministério da Saúde espera racionalizar o poder de compra, fomentar o desenvolvimento tecnológico e reduzir a dependência produtiva e tecnológica para atender as necessidades de saúde da população brasileira a curto, médio e longo prazo.\n\"É um medicamento que leva a uma qualidade de vida e que faz uma diferença enorme para quem tem a doença\", frisou Nísia.\nChama no Zap 👋🏻 Receba notícias na palma da sua mão.\nClique aqui e entre agora mesmo no nosso canal exclusivo do WhatsApp “A matéria apresentada neste portal tem caráter informativo e não deve ser considerada como aconselhamento médico. Para obter informações fornecidas sobre qualquer condição médica, tratamento ou preocupação de saúde, é essencial consultar um médico especializado.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "external_links": [
      "https://whatsapp.com/channel/0029Va4rlxK90x356JBQ2g0o",
      "https://www.whatsapp.com/channel/0029Va4rlxK90x356JBQ2g0o"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T00:14:23.039+03:00",
    "updated": "2024-04-05T00:14:23.039+03:00"
  },
  {
    "uuid": "fca6d01b4ac7a31c277dd57b42447f4a5cb0e7cf",
    "url": "https://www.einnews.com/pr_news/708538299/three-little-heroes-win-the-war-against-childhood-cancer-with-courage-and-resilience",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EIN News",
    "published": "2024-05-03T11:38:00Z",
    "title": "Three Little Heroes Win the War Against Childhood Cancer with Courage And Resilience - Culture News Today - EIN Presswire",
    "text": "News Search | All News Topics > Education ; Press Releases by Industry Channel > [All Education Press Releases](/pr_archive) Invitation to the End-Of-Treatment Parade and Public Bell Ringing for Childhood Cancer Heroes, Megan, Jake and Annie. Megan Venus at the Heroes Hangout with Childhood Cancer friends, Gianna and Callie doing a science experiment. Megan, Jake & Annie, who bravely battled Childhood Cancer will be honored with a Parade prior to publicly 'Ringing the Bell' signifying the End-Of-Treatment. EINPresswire.com / -- On Saturday May 4th the start of a new life for 3 young children who have beaten cancer will begin. After battling cancer for years, 10 Year old Megan Venus, 9 year old Jake Duenas, and 7 year old Annie Chavez, surrounded by family, friends and the community, will publicly 'Ring The Bell' signifying the End-Of-Treatment and the beginning of taking back their childhoods. As one can imagine, a child finishing cancer treatment is such a joyous occasion and one that needs to be celebrated in the grandest way possible. The road to this day for each of them and their families has been very long, filled with pain, torturous treatments, anxiety, and of course, constant fear. These children have all been a part of the Mystic Force Foundation Family throughout their years of treatment and the Foundation is beyond proud of them and so happy for them to continue their lives in as much normalcy as possible. They will still need to have routine scans and oncology checkups for years to come, but NO MORE CHEMO, radiation, surgeries, or harsh treatments! Instead, they will enjoy school, outdoor activities, sports, and new friendships made outside of the hospital. Friends, family, police & fire departments from surrounding cities, SuperHeroes, and members of the community will partake in this joyous event by arriving in the Heroes Hangout east side parking lot at 12:30pm to decorate their vehicles prior to the Parade. At the time of departure, the North Miami Beach Police Department will lead all the vehicles to slowly drive past the Heroes Hangout where the children and their families will be excitedly watching. Participants will be able to wave to the children, honk their horns, and blare their sirens, to share their excitement and support for this amazing time in each of their lives. Participants will then park in the West side parking lot and proceed to the Hangout where they will emotionally watch as each child has their special moment to ‘Ring the Bell’ signifying the true end of treatment. This will be the end of the public event and the families will then resume the celebration inside the Heroes Hangout. The Mystic Force Foundation was founded in 2008 by Dr. Steven & Silvia Vanni after their then 4-year-old son, Salvatore, was diagnosed with Stage IV Neuroblastoma Cancer. Salvatore lost his battle with cancer in 2011 but his legacy continues to change the lives of all children battling this devastating disease. This year is the Foundation’s 16-year Anniversary of raising awareness and desperately needed funds for Childhood Cancer Research, as well as advocacy in Washington, DC, granting ‘Wishes’, delivering toys, holding in-patient hospital parties, providing financial support to families in need, and bringing Hope, Joy, Happiness and Smiles to the littlest Heroes battling Childhood Cancer. This year also marks the 6 year Anniversary of the Foundation's Heroes Hangout, a Childhood Cancer Haven located in North Miami Beach that supports children and their families battling cancer from all over the world that are treated in South Florida Hospitals. At the Heroes Hangout children battling cancer celebrate their birthdays, attend monthly themed events and celebrations, as well as celebrate every holiday together with other children going through the same thing they are in a safe and loving environment. Media is invited to attend the End-Of-Treatment Parade & Public Bell Ringing Saturday May 4, 2024 12:30pm Heroes Hangout 1943 NE 164th Street North Miami Beach, FL 33162 Silvia Dominguez Vanni Mystic Force Foundation +1 305-726-1155 email us here Visit us on social media: YouTube Other Mystic Force Memories 2023 Culture, Society & Lifestyle , http://www.einpresswire.com/channel/education, Emergency Services , Healthcare & Pharmaceuticals Industry , World & Regional EIN Presswire does not exercise editorial control over third-party content provided, uploaded, published, or distributed by users of EIN Presswire. We are a distributor, not a publisher, of 3rd party content. Such content may contain the views, opinions, statements, offers, and other material of the respective users, suppliers, participants, or authors. Submit your press release",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Health"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://www.einpresswire.com/contact_author/708538299",
      "https://www.instagram.com/heroeshangout_/",
      "http://www.MysticForceFoundation.com",
      "https://www.instagram.com/northmiamibeachpd/",
      "https://www.einpresswire.com/?promo=4700",
      "https://www.facebook.com/MysticForceFoundation",
      "https://www.instagram.com/mysticforcefoundation/",
      "https://www.youtube.com/channel/UCLmHz3qM_tfmp9NTsJl8fJg",
      "http://www.instagram.com/mysticforcefoundation/",
      "https://youtube.com/channel/UCLmHz3qM_tfmp9NTsJl8fJg",
      "https://instagram.com/northmiamibeachpd/",
      "https://www.einpresswire.com/",
      "https://facebook.com/MysticForceFoundation",
      "https://instagram.com/heroeshangout_/",
      "https://instagram.com/mysticforcefoundation/",
      "https://www.instagram.com/mysticforcefoundation",
      "http://MysticForceFoundation.com",
      "https://einpresswire.com/?promo=4700",
      "http://instagram.com/mysticforcefoundation/",
      "http://einpresswire.com/contact_author/708538299",
      "https://www.instagram.com/northmiamibeachpd",
      "http://www.instagram.com/mysticforcefoundation",
      "https://www.instagram.com/heroeshangout_"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "megan",
          "sentiment": "none"
        },
        {
          "name": "jake",
          "sentiment": "none"
        },
        {
          "name": "callie",
          "sentiment": "none"
        },
        {
          "name": "annie chavez",
          "sentiment": "none"
        },
        {
          "name": "annie",
          "sentiment": "none"
        },
        {
          "name": "jake duenas",
          "sentiment": "none"
        },
        {
          "name": "megan venus",
          "sentiment": "none"
        },
        {
          "name": "silvia dominguez vanni",
          "sentiment": "none"
        },
        {
          "name": "gianna",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "public bell ringing for childhood cancer heroes",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "fl",
          "sentiment": "none"
        },
        {
          "name": "miami",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-03T14:42:50.756+03:00",
    "updated": "2024-05-03T19:11:53.378+03:00"
  },
  {
    "uuid": "8419999a66d1cd9a7caa16d08c4d2e6e1703aa41",
    "url": "https://answers.ea.com/t5/Reporte-de-Bugs/No-funciona-el-joystick-en-los-partidos-de-Rivals/m-p/14384670",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "jonicantero1192",
    "published": "2025-01-10T04:29:00Z",
    "title": "No funciona el joystick en los partidos de Rivals - Answer HQ",
    "text": "Producto : EA SPORTS FC 25\nPlataforma : PC\nPor favor, especifica el modelo de tu plataforma. Steam - PC\nNúmero de modelo AMD o Nvidia Nvidia GeForce RTX 2060\nIndica el tamaño de la memoria RAM en GB 16 GB\n¿En qué modo ha sucedido esto? Ultimate Team™\n¿Qué parte del modo? Rivals\n¿En qué fecha (DD/MM/AAAA) sucedió el error? 10/01/2025\n¿A qué hora viste el error? (HH:MM AM/PM) 01:10\n¿Cuál es tu zona horaria? GMT (UTC)\n¿Con qué frecuencia se produce el error? 100%\nPasos: ¿Cómo podemos encontrar el error? Cuando juego rivals\n¿Qué pasa cuando se produce el error? No funciona el joystick\n¿Qué debería ocurrir en su lugar? Debería funcionar el joystick y moverse los jugadores\n‌\nCuando juego rivals no puedo mover a los jugadores. Lo unico que puedo hacer es poner pausa. Perdí dos partidos por inactividad por culpa de este problema. Solucionenlo que no fue gratis el juego!!!!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Science and Technology"
    ],
    "topics": [
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "AMD",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T07:19:01.513+02:00",
    "updated": "2025-01-10T07:19:01.513+02:00"
  },
  {
    "uuid": "3af705f91ad462328c43911697f07cca18ec6ed4",
    "url": "https://bleedingcool.com/comics/joe-sacco-war-on-gaza-palestine-graphic-novel",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rich Johnston",
    "published": "2024-03-09T15:57:00Z",
    "title": "Joe Sacco's New Comic, The War On Gaza, Palestine Goes Back To Print",
    "text": "Posted in: Comics , Comics Publishers , Current News , Fantagraphics | Tagged: joe sacco , palestine , War On Gaza\nJoe Sacco's New Comic, The War On Gaza, Palestine Goes Back To Print Fantagraphics publishes Joe Sacco's new comic, The War On Gaza, weekly online, as his Palestine graphic memoir gets a new edition.\nPublished Sat, 09 Mar 2024 09:57:09 -0600 by Rich Johnston | Comments Fantagraphics announced they have sold through their recent reprint of Joe Sacco 's Palestine graphic memoir and are to publish a new edition of the book. And also launching a new weekly comic series on TCJ.com, about the current situation entitled The War on Gaza , concerning Palestine, Israel and the United States Of America. The first three episodes have already been posted.\nOriginally published 30 years ago, Palestine was recognised as a pioneering work of comics journalism, offering a nuanced, humanistic portrayal of the lives of Palestinians. After over 25 reprints of the original edition, this new edition is published as the latest chapter in the Israeli-Palestinian conflict hits all the headlines. The new edition will feature an essay by Israeli journalist Amira Hass , updated trade dress, and retain the foreword by the late Edward Said.\n\"The demand for Palestine has skyrocketed following the horrific events of October 7 and Israel's brutal response, indicating a yearning for understanding from readers all over the world,\" said Gary Groth, president and co-founder of Fantagraphics. \"We hope that the reissue of Palestine and the new series of graphic commentary 'The War on Gaza' will help awaken the world to the plight of the Palestinian people and illuminate the political context of the Israel-Palestinian conflict. Sadly, as Amira Hass makes clear in her new Afterword, Joe Sacco's deeply empathetic account of the Gazan people is even more relevant today than at any time since its original publication.\"\nPalestine Hardcover – September 3, 2024\nby Joe Sacco, Edward W. Said (Introduction), Amira Hass (Afterword)\nThe landmark work of comics journalism by Joe Sacco, in a new hardcover edition with a new afterword by Israeli journalist Amira Hass and an introduction by Palestinian American author and critic Edward W. Said. Joe Sacco's breakthrough work of graphic journalism ― a now-established genre almost single handedly invented by Sacco ― won the American Book Award upon its initial release in 1996, and has remained a perennial, essential work for understanding the Palestinian Israeli conflict in the Middle East. This new hardcover edition includes a new afterword by Israeli journalist Amira Hass and also features Palestinian academic and critic Edward W. Said's timeless 2001 introduction to the work.Based on several years of research and an extended visit to the West Bank and Gaza Strip in the early 1990s, where he conducted over 100 interviews with Palestinians and Jews, Palestine was the first major comics work of political and historical nonfiction by Sacco, whose name has since become synonymous with this graphic form of New Journalism. Like Safe Area Gorazde, Palestine has been favorably compared to Art Spiegelman's Pulitzer Prize-winning Maus for its ability to brilliantly navigate such socially and politically sensitive subject matter through the immersive lens of the comic book medium. Sacco has often been called the first comic book journalist, and he is certainly the best. Black-and-white illustrations throughout",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://news.google.com/publications/CAAqBwgKMPHflgsw1IauAw?hl=en-US&gl=US&ceid=US:en",
      "http://TCJ.com/author/joe-sacco",
      "http://www.TCJ.com/author/joe-sacco",
      "https://news.google.com/publications/CAAqBwgKMPHflgsw1IauAw",
      "https://www.news.google.com/publications/CAAqBwgKMPHflgsw1IauAw?hl=en-US&gl=US&ceid=US:en"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joe sacco",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "[comics publishers",
          "sentiment": "neutral"
        },
        {
          "name": "fantagraphics",
          "sentiment": "none"
        },
        {
          "name": "palestine",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "united states of america",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "palestine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-09T18:22:32.605+02:00",
    "updated": "2024-03-10T00:03:11.435+02:00"
  },
  {
    "uuid": "d9df45643e0d3c161b148308b0609a5725c52df3",
    "url": "https://es.marketscreener.com/noticias/ultimas/Celsius-Network-obtiene-la-aprobaci-n-judicial-para-su-giro-hacia-la-miner-a-de-bitcoin-45646397/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2023-12-28T21:44:00Z",
    "title": "Celsius Network obtiene la aprobación judicial para su giro hacia la minería de bitcoin - 28/12/2023 | MarketScreener",
    "text": "Top Capitalización España Europa América del Norte Asia Medio Oriente Búsqueda por sectores Agenda financiera Análisis Acciones Los más populares ALPHABET INC. MICROSOFT CORPORATION AMAZON.COM, INC. APPLE INC. TESLA, INC. BANCO SANTANDER, S.A. NVIDIA CORPORATION Índices Inicio Rankings Europa América Asia África Análisis de índices Noticias de Indices IBEX 35 PSI 20 CAC 40 DAX EURO STOXX 50 S&P 500 DOW JONES NASDAQ 100 Divisas / Forex Inicio Rankings Tipo de cambio cruzado Conversor de moneda Análisis de Forex Noticias de divisas EUR / USD EUR / GBP EUR / CHF EUR / RUB EUR / SEK Materias primas Inicio Energías Metales preciosos Productos agrícolas Metales industriales Ganadería y ganado ORO PETRÓLEO WTI PETRÓLEO BRENT PLATA PLATINO Criptomonedas Inicio Rankings Gráficos Análisis Noticias BITCOIN ETHEREUM BINANCE COIN SOLANA CARDANO FTX TOKEN Tipos de interés Inicio Países Desarrollados Países Emergentes ETF Tipos Derivados Resumen Screener Recomendaciones ETF Resumen Screener Noticias Todas Mundo España Europa América del Norte América del Sur Asia África Medio Oriente Emergentes Empresas Todas Recomendaciones analistas Rumores IPOs Transacciones Nuevos contratos Profit warnings Nombramientos Comunicados Acciones corporativas Publicaciones de resultados Nuevos mercados Nuevos productos Estrategias empresas Riesgos legales Recompra de acciones Fusiones y adquisiciones Call Transcripts Guidance Índices Divisas / Forex Materias primas Criptomonedas ETF Tasas Economía Temáticas Gestión de activos Activismo Clima y ESG Seguridad cibernética Geopolítica Bancos centrales Private Equity Inflación Líderes empresariales Sectores Todos nuestros artículos Noticias más leídas Noticias de última hora Análisis Todos los artículos Imperdibles Acciones Entrevistas Índices Todos los análisis Análisis intradía Análisis a Medio y Largo Plazo Divisas Materias primas ETF Criptomonedas Estrategias de traiding de acciones Todos América Europa Asia Emisiones Las Emisiones Estrategia Must Watch El dibujo de la semana La Crónica Bursátil Crypto Recap La Cifra Recomendaciones Todas nuestras inversiones Estados Unidos Europa Asia-Pacífico Carteras Carteras virtuales Inversor USA Inversor Europa Inversor Asia Listas Mis Listas Listas de acciones Mis últimas consultas Mis más consultados Los más populares Estilo de inversión Inicio Dividend Kings Top ROE Acciones subestimadas Acciones de rendimiento Dividend Aristocrats Valores ESG Temas de inversión Inicio In Vino Veritas ¡Vamos todos en bicicleta! Informática cuántica La movilidad del futuro Private Equity Oro y plata Rankings Top Variaciones Top Variaciones Volúmenes anormales Nuevo más alto Nuevo más bajo Largo plazo Top Fundamentales Top Fundamentales Crecimiento Ingresos Crecimiento Beneficios Rentabilidad Situación financiera Rankings Valorización Rankings Valorización P/E ratio Valor de la empresa Rendimiento Top Consenso Top Consenso Opinión de los analistas Precio objetivo Revisiones de las previsiones Divergencias Top Técnicos Top RSI GAPS STIM Rupturas Tendencias Volatilidad Clasificación ESG Clasificación ESG Medio ambiente Social Gobernanza Rankings Visibilidad Screeners Inicio Stock Screener Selecciones de inversión El mercado vegano Educación La Defensa La revolución genómica La movilidad del futuro Informática cuántica Indicadores Técnicos Acciones sobrevendidas Acciones sobrecompradas Cercanas a las Resistencias Cercanas a los soportes Fases de acumulación Acciones más volátiles Indicadores Fundamentales Top Nota Inversión Top Nota Trading Top Consensos Crecimiento máximo Dividendos máximos Valoraciones bajas Mis Screeners Todas mis acciones Listas de acciones Carteras virtuales Herramientas MarketScreener Stock Screener App iPhone Para expertos Stock Screener PRO Portfolio Creator Event Screener Gráfico dinámico Agenda financiera Agenda Económico Conversor de moneda ProRealTime Trading Servicios Nuestras suscripciones Selección de acciones Stock Screener Listas temáticas Carteras de MarketScreener Inversor Europa Inversor USA Inversor Asia Noticias de la bolsa de valores Todas Empresas Índices Divisas / Forex Materias primas Criptomonedas ETF Tasas Economía Temáticas Sectores Todos nuestros artículos Noticias más leídas Noticias de última hora Celsius Network obtiene la aprobación judicial para su giro hacia la minería de bitcoin 28 de diciembre 2023 a las 22:44",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:06.516+02:00",
    "updated": "2023-12-29T00:08:06.516+02:00"
  },
  {
    "uuid": "c925d557717dc9a97026772f4ceb687935ca9fec",
    "url": "https://www.usatoday.com/story/entertainment/celebrities/2024/08/30/leah-remini-divorce-angelo-pagan/75010567007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ", USA TODAY",
    "published": "2024-08-30T13:19:00Z",
    "title": "Leah Remini is divorcing her husband Angelo Pagán after 21 years",
    "text": "Leah Remini and Angelo Pagán have announced they're going their separate ways after 28 years. The Hollywood couple announced their split in a joint Instagram post Thursday, writing they were splitting \"after 28 years together and 21 years of marriage.\" \"This decision came after a lot of thought and care, and as hard as divorce is, we are approaching this with a positive outlook because we know it's what's best for us,\" they wrote. \"We are proud of how we have worked through this together.\" They continued: \"But here's the thing: we’ve been best friends for so many years. We are still celebrating holidays together, watching our favorite tv shows together, and gathering as a family.\" Leah Remini is 'screaming' over Beyoncé wax figure: 'Will take any and all comparisons' In the post, the pair called their marriage a \"success\" and said they're \"looking forward to creating even more cherished moments—just in a different way.\" \"We think a marriage that lasted this long and created so many beautiful memories, especially raising our incredible daughter, is something to celebrate,\" they wrote. In the Instagram post, they said they opened up publicly to help other couples. \"We would love for everyone to have more access to different kinds of relationship stories and not feel so isolated in navigating the changes that millions of couples make every year,\" they said. Remini is best known for her role on the long-running CBS sitcom \"The King of Queens,\" which she starred on for nine seasons alongside \"Paul Blart: Mall Cop\" actor Kevin James . She is also known for her outspoken criticism of Scientology in Hollywood as a former member of the church. Her work on the A&E documentary series \"Leah Remini: Scientology and the Aftermath\" garnered two Emmy wins. Pagán is an actor and \"Kings of Queens\" guest star. Jennifer Lopez files to divorce Ben Affleck on second wedding anniversary The news comes on the heels of Remini's longtime friend Jennifer Lopez filing for divorce early last week. On Aug. 20, JLo , 55, filed to divorce Ben Affleck , 52, in Los Angeles Superior Court, according to court filings obtained by USA TODAY. The date marked the second anniversary of the estranged couple's Georgia wedding ceremony. Contributing: KiMi Robinson",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/p/C_Rlu6AS3le/?utm_source=ig_embed&ig_rid=95d4dc79-2905-4dbc-b159-f5ec3e340a06",
      "https://instagram.com/p/C_Rlu6AS3le/?utm_source=ig_embed&ig_rid=95d4dc79-2905-4dbc-b159-f5ec3e340a06",
      "https://www.instagram.com/p/C_Rlu6AS3le/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "leah remini",
          "sentiment": "neutral"
        },
        {
          "name": "angelo pagán",
          "sentiment": "neutral"
        },
        {
          "name": "beyoncé",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "instagram",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T16:45:03.103+03:00",
    "updated": "2024-08-30T16:45:03.103+03:00"
  },
  {
    "uuid": "563df1ded68aac7284ba395c03082e12b67d3702",
    "url": "http://business.minstercommunitypost.com/minstercommunitypost/article/getnews-2025-4-2-180-the-concept-introduces-h6-20-redefining-facial-contour-anti-aging",
    "ord_in_thread": 0,
    "author": "The Community Post",
    "published": "2025-04-02T22:12:00Z",
    "title": "180 the concept Introduces H6 2.0 - Redefining Facial Contour Anti-Aging | User | minstercommunitypost.com",
    "text": "Founded by Gema Cabañero (Forbes Women 2024), a renowned expert in aesthetics and anti-aging, 180 the concept is a Spanish brand at the forefront of advanced nutricosmetic solutions. With over 30 years of dedicated research into the biological and cellular processes of aging, Cabañero has developed the High Precision Aesthetic Method in 6D®, a comprehensive approach that addresses the internal biological factors contributing to external aesthetic concerns. This method integrates insights from nutrition, aesthetics, pharmacy, biology, and chemistry, creating personalized anti-aging regimens tailored to individual needs.\nA Visionary Recognized for Scientific Excellence\nGema Cabañero's pioneering work in the beauty and wellness industry has earned her prestigious accolades, including the Collaborative Innovation Excellence Award from Spain’s National Research Council (CSIC). This recognition highlights her authority in developing scientifically-backed beauty solutions.\nThrough extensive clinical research involving thousands of cases, Gema identified that visible aging signs, such as skin laxity and bone loss, are driven by a cascade of dysfunctions in cellular organelles and macromolecular metabolism imbalances.\nRather than focusing on isolated aging markers, she pioneered a systemic intervention model, integrating insights from 12 key aging hallmarks into the development of the 6-Dimensional Nutritional System. To further strengthen the scientific foundation of her work,Gema collaborated with Nobel Prize-winning scientists George F. Smoot and Randy W. Schekman, aswell as scientists associated with CSIC research groups. These collaborations cement 180 the concept as a leader in scientific anti-aging innovation.\nH6 2.0 's New Efficacy: The Three-Dimensional Anti-Aging Network\nAt the core of H6 Capsules 2.0 is the Three-Dimensional Anti-Aging Network, designed to support facial bone structure longevity through three fundamental pillars:\n1. Stabilization\nThe upgraded HGH Activation Complex 2.0 works to stimulate endogenous growth hormone production. This addresses age-related bone density loss, reinforcing facial structure and providing a stable foundation for youthful contours.\n2. Lifting\nThe proprietary Isometric-Lifting Group restores dermal-fascial anchoring, enhancing the skin-fiber elasticity and mechanical stability necessary for a firmer, sculpted facial contour.\n3. Cellular Noutriment\nThe Cell Plant System 2.0 targets mitochondria, optimizing cellular metabolism and reversing mitochondrial dysfunction. This process improves skin vitality and helps maintain a youthful appearance by addressing the root causes of aging at the cellular level.\nEvidence: Clinically Proven Results\nThe effectiveness of H6 Capsules 2.0 has been validated by SGS, a global leader in scientific testing and certification. In a 28-day clinical study with 56 female participants, aged 30 to 60, visible contour lifting was achieved, with significant improvements in skin firmness and elasticity. The results confirm:\n- Visible contour lifting in just 28 days, with measurable improvements in skin firmness and elasticity.\nThis clinical validation provides real-world evidence that further solidifies 180 the concept’s position as a leader in nutricosmetic innovation and underscores the integration of scientific expertise in developing anti-aging solutions.\nShaping the Future of Nutricosmetic Solutions\nThe launch of H6 Capsules 2.0 marks a significant shift in 180 the concept’s approach, from general oral beauty to a highly specialized strategy focusing on bone structure anti-aging. By introducing its Six-Dimensional Nutritional Positioning System, the brand leads the next evolution in the nutricosmetic industry, setting a new standard for precision anti-aging.\nThis approach moves beyond superficial skincare and aims for a more holistic rejuvenation, with a focus on scientific rigor, Nobel Prize collaborations, and real-world clinical validation.\nFor more details, visit 180 the concept Official Website: WWW.180theconcept.com\nMedia Contact\nCompany Name: Globalnewsonline\nContact Person: Hysan Jiang\nEmail: Send Email\nCountry: United States\nWebsite: http://www.globalnewsonline.info/\nStock Quote API & Stock News API supplied by www.cloudquote.io\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nand .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "topics": [
      "Health->medical specialisation",
      "Health->health treatment and procedure",
      "Health->health care approach",
      "Science and Technology->scientific innovation",
      "Science and Technology->biomedical science",
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "http://WWW.180theconcept.com",
      "https://www.getnews.info/press_stat.php?pr=180-the-concept-introduces-h6-20-redefining-facial-contour-antiaging",
      "https://images.financialcontent.com/investcenter/fcon_dark.svg",
      "https://markets.financialcontent.com/stocks",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2025-4-2-180-the-concept-introduces-h6-20-redefining-facial-contour-anti-aging",
      "https://www.cloudquote.io",
      "http://www.universalpressrelease.com/?pr=180-the-concept-introduces-h6-20-redefining-facial-contour-antiaging",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "http://www.globalnewsonline.info/",
      "https://www.googletagmanager.com/gtag/js",
      "https://cloudquote.io/article/5",
      "https://www.markets.financialcontent.com/stocks",
      "http://www.globalnewsonline.info",
      "https://cloudquote.io/article/6",
      "http://globalnewsonline.info/",
      "https://getnews.info/press_stat.php?pr=180-the-concept-introduces-h6-20-redefining-facial-contour-antiaging",
      "https://cloudquote.io",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.getnews.info/press_stat.php",
      "http://www.universalpressrelease.com/",
      "http://www.WWW.180theconcept.com",
      "http://universalpressrelease.com/?pr=180-the-concept-introduces-h6-20-redefining-facial-contour-antiaging",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2025-4-2-180-the-concept-introduces-h6-20-redefining-facial-contour-anti-aging",
      "https://www.images.financialcontent.com/investcenter/fcon_dark.svg",
      "https://tracking.newsrpm.com/pixel"
    ],
    "entities": {
      "persons": [
        {
          "name": "Gema Cabañero",
          "sentiment": "neutral"
        },
        {
          "name": "George F. Smoot",
          "sentiment": "neutral"
        },
        {
          "name": "Randy W. Schekman",
          "sentiment": "neutral"
        },
        {
          "name": "Globalnewsonline",
          "sentiment": "neutral"
        },
        {
          "name": "Hysan Jiang\nEmail",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "Spain",
          "sentiment": "neutral"
        },
        {
          "name": "United States",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "Forbes Women",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Gema Cabañero's",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "the Collaborative Innovation Excellence Award",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "National Research Council",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "CSIC",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Isometric-Lifting Group",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "SGS",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "the Future of Nutricosmetic Solutions",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "API & Stock News API",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T01:30:22.656+03:00",
    "updated": "2025-04-03T01:30:22.656+03:00"
  },
  {
    "uuid": "92eaee6cd73cdaba02bb1621a6e47dfe692aca55",
    "url": "https://ground.news/article/at-a-table-in-his-living-room-lykketoft-delivers-a-startling-message-this-is-why-israel-is-losing-the-war-and-this-is-how-denmark-should-rea",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jyllands-Posten",
    "published": "2023-12-24T05:00:00Z",
    "title": "Ground News - At a table in his living room Lykketoft delivers a startling message: This is why Israel is losing the war — and this is how Denmark should react",
    "text": "Summary by Jyllands-Posten If one does not understand how extreme Benjamin Netanyahu and his government are, one does not understand the Israel-Palestine conflict at all, according to Mogens Lykketoft. Now he tells why Israel is in the process of losing the war and inflicting enormous damage on the West. And explains how the road to peace involves Denmark. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nJyllands-Posten At a table in his living room Lykketoft delivers a startling message: This is why Israel is losing the war — and this is how Denmark should react If one does not understand how extreme Benjamin Netanyahu and his government are, one does not understand the Israel-Palestine conflict at all, according to Mogens Lykketoft. Now he tells why Israel is in the process of losing the war and inflicting enormous damage on the West. And explains how the road to peace involves Denmark.\n27 minutes ago · Aarhus, Denmark Read Full Article\nJyllands-Posten\nAt a table in his living room Lykketoft delivers a startling message: This is why Israel is losing the war — and this is how Denmark should react If one does not understand how extreme Benjamin Netanyahu and his government are, one does not understand the Israel-Palestine conflict at all, according to Mogens Lykketoft. Now he tells why Israel is in the process of losing the war and inflicting enormous damage on the West. And explains how the road to peace involves Denmark.\n27 minutes ago · Aarhus, Denmark Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://jyllands-posten.dk/politik/ECE16696333/mogens-lykketoft-derfor-er-israel-ved-at-tabe-krigen-og-saadan-boer-danmark-reagere/?utm_source=ground.news&utm_medium=referral",
      "https://jyllands-posten.dk/politik/ECE16696333/mogens-lykketoft-derfor-er-israel-ved-at-tabe-krigen-og-saadan-boer-danmark-reagere/",
      "https://www.jyllands-posten.dk/politik/ECE16696333/mogens-lykketoft-derfor-er-israel-ved-at-tabe-krigen-og-saadan-boer-danmark-reagere/?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lykketoft",
          "sentiment": "neutral"
        },
        {
          "name": "benjamin netanyahu",
          "sentiment": "neutral"
        },
        {
          "name": "mogens lykketoft",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "jyllands-posten",
          "sentiment": "neutral"
        },
        {
          "name": "aarhus",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "denmark",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T07:26:51.844+02:00",
    "updated": "2023-12-24T07:26:51.844+02:00"
  }
]