[
  {
    "uuid": "8e06afd51713b9166f5d6ae3f32045c652f4ea78",
    "url": "https://odia.ig.com.br/brasil/2024/06/6864039-para-especialistas-fim-da-delacao-premiada-prejudica-investigacoes.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agência Brasil",
    "published": "2024-06-13T20:08:00Z",
    "title": "Para especialistas, fim da delação premiada prejudica investigações | Brasil | O Dia",
    "text": "O projeto de lei (PL) que proíbe que pessoas presas façam delação premiada, se aprovado, vai prejudicar as investigações policiais, podendo favorecer as organizações criminosas, segundo avaliação de especialistas consultados pela Agência Brasil. A urgência do PL 4.372 de 2016 foi aprovada nessa quarta-feira (13) na Câmara dos Deputados em votação simbólica, que é quando os parlamentares não precisam registrar o voto no painel eletrônico. O policial federal e doutorando na área de segurança pública, Roberto Uchôa, avalia que a delação premiada é fundamental para desvendar o funcionamento de uma organização criminosa.“Em determinadas situações, para conhecer como funciona uma organização criminosa, você precisa que membros dessa organização te contem como ela funciona. Isso poupa recursos do Estado, poupa tempo de trabalho. Isso facilita, inclusive, a descoberta de lavagem de dinheiro e repatriamento de capitais. São muitos benefícios”, destacou o membro do Fórum Brasileiro de Segurança Pública.Segundo Uchôa, dificilmente a polícia chegaria aos supostos mandantes do assassinato da vereadora Marielle Franco e do motorista Anderson Torres sem a delação do policial militar Ronnie Lessa, que já estava preso.“Sem a delação do Lessa não teria como descobrir o envolvimento do ex-chefe da Polícia Civil no caso. São situações em que a delação premiada é importante justamente por permitir que você tome conhecimento da dimensão da organização como um todo”, completou.Com a urgência aprovada, o mérito do texto pode ser pautado a qualquer momento no plenário, sem necessidade de passar por análise nas comissões. Apesar de a votação ter sido simbólica, lideranças do PT, PCdoB, PSB, PSOL, Rede, Novo e alguns parlamentares se manifestaram contra a aprovação dessa urgência.Delação revista A integrante da executiva-nacional da Associação Brasileira de Juristas pela Democracia (ABJD), Tânia Maria de Oliveira, também avalia que o projeto prejudica investigações. Ela lembra que o tema foi inicialmente proposto em 2016 pelo então deputado Wadih Damous (PT-RJ) como uma resposta aos supostos abusos da operação Lava Jato.“A delação passou a ser usada a partir de 2014 pela Operação Lava Jato de forma completamente abusiva e ilegal. Havia a regra na Lava Jato de prender para delatar”, destacou.Porém, a especialista alerta que brechas na lei que permitiam os abusos do uso da delação premiada foram sanadas pela Lei 13.964, aprovada em 2019 e conhecida como Pacote Anti-Crime. A legislação de 2019 proibiu delações sobre temas que não tivessem relação com a investigação, e vetou delações de crimes que o réu não tenha participado.“Hoje, para fazer delação, a pessoa tem que ter participado, está lá na Lei 13.964. Outra coisa é que todas as etapas da delação premiada são obrigatoriamente gravadas e a pessoa que delata fica com a cópia da delação”, argumenta.Para a jurista, o projeto em tramitação hoje na Câmara deve ter interesses para além dos possíveis efeitos jurídicos do projeto. “A gente tem muitas investigações em curso, muitas pessoas sendo ainda procuradas, que estão foragidas. Então, talvez eles estejam de olho nisso, de impedir novas delações de pessoas presas”.Tortura Ao defender a matéria no plenário, um dos autores do pedido de urgência, o deputado federal Luciano Amaral (PV-AL), argumentou que é preciso aprimorar a lei de colaboração premiada no Brasil.“[Temos que] impedir que colaborações de réus presos sejam feitas sob pressão, praticamente sob tortura. E também defendo que os terceiros imputados, os terceiros implicados naquele momento, tenham condição de impugnar o acordo de colaboração e a decisão homologatória”, afirmou.Em nota divulgada à imprensa, Luciano afirma que a medida tem “natureza eminentemente técnica” e que não serve para atingir investigações ou processos específicos. “Sustentar coisa semelhante é mesmo criar uma falsa narrativa com o espúrio objetivo de impedir que o parlamento brasileiro finalmente promova os aprimoramentos que há muito a academia tem reclamado\\\\\\\", completou.Além do deputado Amaral, o pedido de urgência foi assinado pelo líder do PL, Altineu Côrtes (RJ); pelo líder do Solidariedade, Aureo Ribeiro (RJ); pelo líder do União Brasil, Elmar Nascimento (BA); pelo líder do Podemos, Romero Rodrigues (PB); e pelo líder do MDB, Isnaldo Bulhões Jr (AL). O fato de cinco lideranças assinarem o pedido de urgência revela o importante apoio que o texto tem na Casa.Não retroage A dúvida se a aprovação do projeto teria o poder de retroagir para beneficiar os investigados acusados por delação de réu preso, é fruto de uma confusão que as pessoas fazem, segundo explicou a especialista da ABJD, Tânia Maria de Oliveira.“As pessoas fazem confusão. A lei penal retroage para beneficiar o réu. Mas, nesse caso, não se trata de lei penal, é lei processual. Então, as alterações processuais, elas são usadas a partir de quando a lei é sancionada”, explica.A jurista acrescentou ainda que os abusos usados como argumento para acabar com a delação de pessoa presa, como o uso da prisão para forçar delação, é um desvio da lei. “Você não pode usar prisão cautelar para forjar a delação. Isso é um desvio da lei, não é a lei. Isso é ilegal”.O especialista em segurança pública Roberto Uchôa acrescenta que, nesses casos de abusos, deve-se punir o servidor que violou a lei. “Quem determinou essa prisão [forjada para conseguir a delação] deve ser punido. Mas você não vai desmontar o instituto da delação por isso”.A jurista Tânia de Oliveira ressalta que o projeto de lei pode ser considerado inconstitucional por impedir a pessoa presa de acessar o benefício da delação para reduzir sua pena. “A pessoa tem o direito, se ela quiser, de acessar o recurso de fazer a delação, como direito ele tem”, sustenta Tânia.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:13:41.881+03:00",
    "updated": "2024-06-14T00:13:41.881+03:00"
  },
  {
    "uuid": "89ee809cb414059d6ca37b0052620b2b483f8ae0",
    "url": "https://flipboard.com/article/hey-abbott-talk-about-an-icon-abbott-elementary-fans-rave-as-beloved-star-j/f-0f01162e2c%2Fthe-sun.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The US Sun - Dan Roberts, Entertainment Reporter",
    "published": "2024-03-14T00:00:00Z",
    "title": "HEY, ABBOTT! ‘Talk about an icon!’ Abbott Elementary fans rave as beloved star joins show in ‘perfect casting’ and beg for her return | Flipboard",
    "text": "and beg for her return ABBOTT Elementary has fans clamoring for more of a special guest star. Veteran TV and voice actress Cree Summer joined the show as a new employee. Cree … [The US Sun](/@TheSunUS) flipped this story into [Entertainment](/@thesunus/entertainment-gv77b14hz)•1h Related storyboards More stories from [Abbott Elementary](/topic/abbottelementary) [ABBOTT ELEMENTARY Recap: (S03E07) Librarian](/topic/abbottelementary/abbott-elementary-recap-s03e07-librarian/f-dada88dbd5%2Fgeekgirlauthority.com) Abbott Elementary Season 3 Episode 7, “Librarian,” brings an unexpected friendship to the show. Even though the teachers have all established a … [You’ll Never Believe Which ‘Abbott’ Teachers Are Roommates](/topic/abbottelementary/you-ll-never-believe-which-abbott-teachers-are-roommates/a-WKPz63oUTa6Uu-cNaMW0Qw%3Aa%3A3199697-b1a6551bf8%2Fthedailybeast.com) We now have a new favorite, unexpected comedy duo on “Abbott Elementary.” It’s spring cleaning season on Abbott Elementary, and after tidying up her … [Modern Family Star Returns to ABC With New Comedy Pilot](/topic/abbottelementary/modern-family-star-returns-to-abc-with-new-comedy-pilot/a-NUEsJH77R5WbEyqr_heaaA%3Aa%3A3126235633-54aa169ccb%2Fcomicbook.com) It looks like Ty Burrell is returning to ABC! The actor won two Emmys playing Phil Dunphy on Modern Family, which aired for 11 seasons on the network. … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [entertainment news](/topic/entertainment) [Henry Cavill’s rumored new girlfriend is the last celebrity we’d expect](/topic/entertainment/henry-cavill-s-rumored-new-girlfriend-is-the-last-celebrity-we-d-expect/f-dd5e21f511%2Fsheknows.com) Get ready for the first awards show season shocker. Hunky Superman actor Henry Cavill was spotted at W magazine’s Golden Globes party with none other … [Emma Stone Got the Most Epic Photobomb on Oscars Night — While Reapplying Her Lipstick!](/topic/entertainment/emma-stone-got-the-most-epic-photobomb-on-oscars-night-while-reapplying-her-li/a-98mC3kSrRNmNLSAnD4pbxA%3Aa%3A13096440-776203446c%2Fpeople.com) Emma Stone's night at the 2024 Oscars included an epic photobomb! Apart from scoring her second Oscar in the Best Actress category for her work in Poor Things, Stone got a hilarious surprise from Charlize Theron, who photobombed her as she reapplied her lipstick at the Dolby Theatre. The photo showed …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "abbott",
          "sentiment": "positive"
        },
        {
          "name": "vetera",
          "sentiment": "neutral"
        },
        {
          "name": "cree summer",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "abbott elementary",
          "sentiment": "positive"
        },
        {
          "name": "abbott",
          "sentiment": "none"
        },
        {
          "name": "abbott elementary season",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:38:15.086+02:00",
    "updated": "2024-03-15T00:38:15.086+02:00"
  },
  {
    "uuid": "c18255371daa977fa0b0424858646d25a338e412",
    "url": "https://archerbnxgp.ampedpages.com/experience-perfection-rebound-party-rentals-for-every-single-event-51614974",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Archerbnxgp Ampedpages Com",
    "published": "2023-12-28T20:16:00Z",
    "title": "Experience Perfection: Rebound Party Rentals for every single Event!",
    "text": "Stress-Free Event Preparation: Rental Fee Every Little Thing You Required for a Perfect Event\nWith the alternative to lease every little thing you require for an excellent gathering, party planning can become easy and stress-free. Renting tables and decors, chairs and styles, and even amusement and tasks can save you time, money, and effort. Why stress and anxiety over event supplies and designs when you can lease every little thing you require for a smooth and remarkable event experience?\nBenefits of Renting for Party Preparation\nWhen it comes to celebration planning, there are numerous benefits to be acquired from renting out the required products. Leasing celebration items conserves time and effort. In general, renting out party products and equipment provides a functional, cost-efficient, and trouble-free option to guarantee a unforgettable and effective occasion.\nLeasing Tables and Chairs\nRenting tables and chairs for your celebration is a functional and effective solution that enables you to offer comfy seating and a designated area for your visitors. Whether you are hosting a large occasion or a little event, having enough seating options is crucial to make certain that your guests can take pleasure in the occasion and relax. Renting out chairs and tables gets rid of the requirement for you to acquire and save these items, saving you cash, time, and problem.\nOne of the primary advantages of renting out tables and chairs is the ease it uses. Event rental firms have a wide range of seating choices available, permitting you to pick the ones that ideal match your event's theme and style. From sophisticated eating chairs to casual collapsible chairs, there is something for every kind of celebration. In addition, rental companies can establish and deliver up the tables and chairs for you, saving you the time and initiative of carrying and preparing them yourself.\nAnother advantage of leasing tables and chairs is the adaptability it supplies. You can conveniently adjust the variety of chairs and tables based upon your visitor matter, guaranteeing that every person has a seat. This is especially useful for events with an ever-changing variety of participants, such as weddings or business functions.\nLeasing Decors and Motifs\nTo better improve the atmosphere of your gathering, consider renting styles and decors, which can be conveniently customized to suit your event's design and ambience. Furthermore, by integrating very carefully chosen decors, you can develop a aesthetically enticing and cohesive setting that will certainly leave a lasting impression on your guests.\nRenting designs and styles for your celebration supplies numerous benefits. Renting out permits you to choose from a broad range of choices, guaranteeing that you discover the best decorations to match your occasion.\nWhen picking designs and motifs for your celebration, think about the total aesthetic you wish to achieve. From table focal points and illumination components to props and backdrops, every aspect should work with each other harmoniously to create a natural atmosphere. Leasing allows you to mix and match different items, making sure that your occasion's design is special and individualized.\nLeasing Home Entertainment and Tasks\nAlong with renting themes and decors, one more vital facet of trouble-free celebration preparation is protecting entertainment and activities that will keep your guests engaged and delighted throughout the event. Planning the best home entertainment and activities can make a substantial distinction in the total success of your party.\nOne option for renting home entertainment is to employ a DJ or a live band. Songs is a crucial aspect of any celebration, and having an expert DJ or a talented live band can develop a enjoyable and vibrant ambience. Furthermore, think about renting out a dancing floor to encourage your guests to allow loose and have some fun.\nIf you're holding a family-friendly event, leasing blow up bounce residences or slides can offer hours of home entertainment for youngsters. You can likewise consider leasing games like cornhole, huge Jenga, or an image booth to maintain both children\nher responseand adults amused.\nFor more interactive amusement, take into consideration renting a karaoke device or a gambling enterprise table. These tasks can engage your visitors and produce an enjoyable and competitive atmosphere. In addition, leasing a projector and screen can be ideal for outdoor film nights or for presenting photo slideshows.\nTips for Stress-Free Event Planning\nBy adhering to a few crucial pointers, you can ensure that your party goes off without a drawback and that you can appreciate the event alongside your visitors. Additionally, consider producing a timeline for the day of the party, including when you need to begin setting up, when visitors are anticipated to show up, and when different activities or events will take location.\nAnother suggestion for trouble-free celebration planning is to delegate jobs to others. You don't have to do everything on your own. Whether it's asking a good friend or family members participant to aid with designs or employing the services of a professional event organizer, sharing the work can reduce anxiety and enable you to focus on other facets of the celebration.\nFurthermore, it is vital to set a reasonable allocate your celebration and adhere to it. This will help you stay clear of overspending and unneeded anxiety. Think about renting products and devices as opposed to acquiring them, as this can conserve you cash and make clean-up easier.\nFinally, don't fail to remember to take treatment of on your own during the preparation procedure. Make time for self-care tasks such as exercise, costs, or meditation time with loved ones. Looking after your very own wellness will guarantee that you can come close to the event with a calm and favorable attitude.\nVerdict\nFinally, renting out party supplies and devices can substantially decrease the tension of party planning. By renting tables and themes, designs and chairs, and home entertainment and tasks, hosts can easily create a perfect celebration without the headache of acquiring and saving these products. Renting out gives a affordable and practical solution for organizing a trouble-free celebration.\nWith the choice to rent out whatever you require for a perfect event, party planning can end up being trouble-free and easy. Why stress and anxiety over event materials and decors when you can rent out whatever you need for a smooth and remarkable celebration experience?\nWhen it comes to party preparation, there are many advantages to be obtained from renting out the essential products.Renting out decors and styles for your party supplies countless advantages\nthis content (Rebound Party Rentals).In find out here conclusion, renting celebration materials and equipment can significantly minimize the tension of event planning",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://adultweddingbouncycastleh75296.ka-blogs.com/77317244/planning-a-bash-discover-the-magic-of-rebound-party-rentals",
      "https://yehudayi2962.blogars.com/24046091/commemorate-in-style-with-rebound-party-rentals-your-occasion-essentials",
      "https://party-hire-brisbane48878.mybjjblog.com/create-long-lasting-memories-with-rebound-party-rentals-at-your-fingertips-37942217",
      "https://www.party-hire-brisbane48878.mybjjblog.com/create-long-lasting-memories-with-rebound-party-rentals-at-your-fingertips-37942217",
      "https://www.adultweddingbouncycastleh75296.ka-blogs.com/77317244/planning-a-bash-discover-the-magic-of-rebound-party-rentals",
      "https://www.yehudayi2962.blogars.com/24046091/commemorate-in-style-with-rebound-party-rentals-your-occasion-essentials"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "renting for party",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:30:45.077+02:00",
    "updated": "2023-12-29T01:30:45.077+02:00"
  },
  {
    "uuid": "c407eddef21644f273e17ad41ffc247672bcece9",
    "url": "https://www.local10.com/espanol/2024/08/02/se-esperan-alertas-de-tormenta-tropical-hoy-para-partes-de-florida",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michael Lowry",
    "published": "2024-08-02T14:44:00Z",
    "title": "Se esperan alertas de tormenta tropical hoy para partes de Florida",
    "text": "El jueves, el Centro Nacional de Huracanes (NHC por sus siglas en inglés) designó la fuerte perturbación tropical que ahora se mueve a través del este de Cuba como Invest 97L, un movimiento procedimental que permitió al NHC comenzar a ejecutar un conjunto especializado de modelos informáticos para interpretar mejor su futura fuerza y trayectoria.\nRecommended Videos\nA última hora de la mañana del viernes, aunque el sistema aún no se había convertido en una depresión tropical o tormenta tropical, su proximidad a tierra llevó al NHC a comenzar avisos sobre el posible ciclón tropical cuatro, lo que permitió la emisión de alertas y advertencias críticas antes del sistema en desarrollo.\nwatches and warnings. Una advertencia de tormenta tropical está ahora en efecto para el suroeste de Florida desde alrededor de Naples hacia el sur, incluida la isla Marco, lo que indica que se esperan vientos superiores a 39 mph en estas áreas dentro de las próximas 36 horas. Una alerta de tormenta tropical también está vigente para los Cayos de Florida y para la costa del Golfo de Florida desde el norte de Naples hasta alrededor de Tarpon Springs al norte de Tampa, incluida la Bahía de Tampa.\nSi se forma una tormenta tropical este fin de semana, el próximo nombre en la lista es Debby.\nLos modelos luchan con la formación del 97L Modelar los detalles exactos de la interacción de la onda tropical con el terreno complejo de las islas del Caribe es extremadamente difícil. Hemos visto el resultado final de esto, que es un cambio de dirección de los modelos de pronóstico de oeste a este y luego de nuevo hacia el este.\nOvernight model runs, including all ensemble members or scenarios from both the European and American GFS models. The “deterministic” or single runs of each model are denoted by the thicker lines, with the black line representing the average from all of our reliable global models. A large spread remains in possible tracks over the eastern Gulf this weekend. Credit: Tomer Burg/University of Oklahoma. Las corridas de modelos a principios de la semana sugerían que el centro de circulación podría formarse al norte de las islas, lo que favorecería una trayectoria cerca o frente a la costa este de Florida. Sin embargo, el sistema se mantuvo débil, y el movimiento más al sur y sobre las islas del norte del Caribe desplazó la zona de desarrollo del pronóstico al oeste de Florida y hacia el este del Golfo.\nLa onda tropical es cada vez más robusta, pero la amplia franja de baja presión de norte a sur ahora está atravesando Cuba. Si las tormentas eléctricas y el mayor giro se concentran cerca del lado norte o sur de este giro más amplio de vientos, impactará cuán lejos al oeste se organiza el sistema en el este del Golfo y cuánto tiempo tiene para desarrollarse sobre algunas de las aguas más cálidas del planeta.\nPreocupación creciente por las fuertes lluvias e inundaciones tierra adentro para la próxima semana Independientemente de cuánto se desarrolle el 97L, la posibilidad de fuertes lluvias este fin de semana y hasta principios de la próxima semana para partes de Florida y el sureste de EE.UU. es una preocupación creciente.\nPara aquellos de nosotros en el sureste de Florida y los Cayos, cualquier amenaza de inundación parece localizada en esta etapa, con totales generalmente en el rango de 2 a 4 pulgadas (con cantidades localmente mayores), alcanzando su punto máximo mañana y prolongándose hasta principios del domingo.\nLa mayor amenaza de inundación será a lo largo de la península occidental, Big Bend, y en partes del norte de Florida más tarde este fin de semana y principios de la próxima semana. Sin embargo, hasta que el sistema se acerque o se organice mejor, espere que el punto crítico de lluvia cambie, pero el sabor general de totales de lluvia de dos dígitos y la amenaza de inundaciones significativas persistirán para partes del sureste, extendiéndose quizás hasta las Carolinas costeras la próxima semana.\nEl hervidero del este del Golfo Como discutimos en el boletín de ayer, el este del Golfo de México es uno de los últimos lugares donde queremos ver un sistema de tormenta en desarrollo en los próximos días. Las temperaturas del agua no solo son las más cálidas registradas para esta época del año en esta área, sino que son algunas de las aguas más cálidas en cualquier parte del planeta en este momento.\nAreas of record or near-record water temperatures in the Atlantic for the week ending July 31st. Sea surface temperatures in the area outlined for development by NHC Friday morning across the eastern Gulf are running at record warmth for the time of year. En los últimos días, las boyas a lo largo de la costa del Golfo de Florida cerca y al norte de Tampa han medido temperaturas del agua tan calientes como 91 a 92 grados Fahrenheit.\nPlot of water temperatures since Monday at NOAA buoys at Clearwater Beach and Cedar Key along Florida’s Gulf Coast. Surface water temperatures have been as hot as 91 to 92 degrees Fahrenheit this week. Credit: NOAA. Las temperaturas récord del agua en el este del Golfo no solo son una fuente de combustible para posibles tormentas, sino que también pueden proporcionar una humedad abundante de bajo nivel para aumentar la amenaza de lluvias intensas.\nAdemás, como hemos cubierto extensamente en boletines esta semana, el este del Golfo estará bajo vientos muy ligeros de un área extensa de alta presión en altura. Esto significa poco en términos de cizalladura del viento hostil para impedir el desarrollo.\nLa pregunta es cuánto tiempo el sistema podrá pasar sobre el este del Golfo antes de moverse tierra adentro. Un giro más rápido hacia la costa oeste de Florida limitaría ese potencial de desarrollo, pero un giro más amplio más arriba en la costa daría más tiempo para fortalecerse antes de afectar la costa.\nImpactos esperados pronto Ráfagas de vientos y lluvias tropicales se moverán hacia el sureste de Florida en serio mañana y se prolongarán hasta el domingo. Aunque es posible que haya inundaciones localizadas, no esperamos problemas de inundaciones generalizadas ni vientos dañinos.\nLos intereses más arriba en la península de Florida y a lo largo de la costa del Golfo de Florida, incluido el Big Bend y el norte de Florida, deben seguir de cerca los pronósticos cambiantes. No se puede descartar una amenaza de viento más seria si el sistema se forma más al oeste o toma un giro más amplio.\nIndependientemente, las fuertes lluvias y la amenaza de inundaciones repentinas significativas pueden acompañar al sistema en partes del sureste de EE.UU. la próxima semana.\nLos Hurricane Hunters están programados para investigar el sistema esta tarde.\nCopyright 2024 by WPLG Local10.com - All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T17:51:31.449+03:00",
    "updated": "2024-08-02T20:03:45.305+03:00"
  },
  {
    "uuid": "53975acd1e004610a46bdb988819c3b814e611d0",
    "url": "https://gizmodo.com/a-protein-borrowed-from-tardigrades-could-give-us-radiation-body-armor-2000569388",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ed Cara",
    "published": "2025-02-27T21:40:00Z",
    "title": "A Protein Borrowed From Tardigrades Could Give Us Radiation Body Armor",
    "text": "The strangely adorable and resilient tardigrade, or water bear, just might hold the key to making cancer treatment a lot more (water-) bearable. That’s because a team of researchers just found evidence that a protein produced by these microscopic creatures could protect our healthy cells from the ravages of radiation therapy.\nScientists at MIT, the University of Iowa, and elsewhere conducted the new study, published this Wednesday in Nature Biomedical Engineering. In experiments with mice, the research team observed that the protein reduced radiation damage in normal cells, while still allowing the radiation therapyÂ to target cancerous cells. The findings could someday lead to an invaluable add-on treatment for many cancer patients, the researchers say.\nTardigrades are extremophiles, notorious for their remarkable ability to survive some of the most inhospitable conditions on Earth (and space). One of the conditions the hardy critters evolved to withstand is extreme doses of radiationâ€”thousands of times more than a human can handleâ€”and one of the tricks they use to resist that radiation is the production of something called the damage suppressor protein, or Dsup. This protein, as the name implies, is thought to suppress radiation-induced DNA damage by binding to DNA strands and preventing them from breaking apart as usual.\nThe research team decided to test whether it was possible to safely transfer the tardigrade’s body armor against radiation to other animals, starting with mice.\nUsing mRNA technology, the team made it possible for certain cells in its mice to temporarily produce Dsup (only a few hours), then they exposed the cells to radiation. The researchers specifically chose cells lining the mouth and rectum, since radiation is commonly used to treat cancers in these areas.\nJust as with tardigrades, the team’s mice appeared to have added protection against radiation damage, the researchers found. In experiments with mice that had oral cancer, they also demonstrated that the mRNA therapy didn’t impair radiation’s ability to kill off nearby tumor cells.\n“The strategy may be broadly applicable to the protection of healthy tissue from DNA-damaging agents,” the researchers wrote in their paper.\nOf course, this research still is a long way from being applicable to human cancer patients, and it will take more study and tweaking to make this technology safe and practical for medical use.\nThe scientists plan to create an upgraded version of the protein that’s less likely to provoke an unwanted response from our immune system, for instance. Researchers elsewhere have also recently discovered tardigrades that are even more resistant to radiation, suggesting that Dsup isn’t the only radiation-proofing tool we can borrow from them. But if the team’s work does continue to progress, it could eventually provide widespread benefits to the roughly 50 to 60% of cancer patients who undergo radiation therapy.\nThe protein could even possibly be used to protect astronauts from space-related radiation or to protect cancer patients from other sources of treatment-induced DNA damage, such as chemotherapy drugs, the researchers say.\nâ€œRadiation can be very helpful for many tumors, but we also recognize that the side effects can be limiting,” study co-author Giovanni Traverso, an associate professor of mechanical engineering at MIT and a gastroenterologist at Brigham and Womenâ€™s Hospital, told MIT News. “Thereâ€™s an unmet need with respect to helping patients mitigate the risk of damaging adjacent tissue.”\nTardigrades have long been one of the most fascinating animals around because of their manifold invulnerabilities. If we’re lucky, we might one day harness a bit of that superpower for ourselves.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health",
      "Environment"
    ],
    "topics": [
      "Science and Technology->biomedical science",
      "Science and Technology->medical research",
      "Science and Technology->scientific innovation",
      "Health->cancer",
      "Health->health treatment and procedure",
      "Health->medical specialisation",
      "Environment->energy resources",
      "Environment->sustainability",
      "Environment->nature"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://cancerblog.mayoclinic.org/2024/01/17/radiation-therapy-for-cancer-pain-relief/#:~:text=%22Radiation%20therapy%20is%20typically%20used,helping%20to%20ease%20agonizing%20aches.",
      "https://www.nature.com/articles/s41551-025-01360-5",
      "https://pmc.ncbi.nlm.nih.gov/articles/PMC6773438/",
      "https://news.mit.edu/2025/tiny-tardigrades-protein-may-help-cancer-patients-tolerate-radiation-therapy-0226",
      "https://www.cancerblog.mayoclinic.org/2024/01/17/radiation-therapy-for-cancer-pain-relief/#:~:text=%22Radiation%20therapy%20is%20typically%20used,helping%20to%20ease%20agonizing%20aches.",
      "https://pmc.ncbi.nlm.nih.gov/articles/PMC6773438",
      "https://nature.com/articles/s41551-025-01360-5",
      "https://www.news.mit.edu/2025/tiny-tardigrades-protein-may-help-cancer-patients-tolerate-radiation-therapy-0226",
      "https://www.pmc.ncbi.nlm.nih.gov/articles/PMC6773438/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "University of Iowa",
          "sentiment": "none"
        },
        {
          "name": "MIT",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T00:06:05.991+02:00",
    "updated": "2025-02-28T00:06:05.991+02:00"
  },
  {
    "uuid": "ba8b8ce20fb0f23d11ca0eeb5c0ee16fe068db73",
    "url": "https://ansabrasil.com.br/trentino/notizie/2025/01/16/australian-open-schoolkate-ko-sinner-al-terzo-turno_e875e82e-7bd2-46e6-82b8-45d36753a594.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redazione ANSA",
    "published": "2025-01-16T17:09:00Z",
    "title": "Australian Open: Schoolkate ko, Sinner al terzo turno",
    "text": "Jannik Sinner si è qualificato al\nterzo turno dell'Open d'Australia battendo l'australiano Tristan\nSchoolkate, ammesso al torneo con una wild card, col punteggio\ndi 4-6, 6-4, 6-1, 6-3, in circa due ore e 45 minuti di gioco.\nAl prossimo turno, il n.1 al mondo affronterà lo statunitense\nMarcos Giron, vincitore sull'argentino Tomas Etcheverry.\nRiproduzione riservata © Copyright ANSA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->regular competition",
      "Sport->tennis",
      "Sport->sport event"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Jannik Sinner",
          "sentiment": "none"
        },
        {
          "name": "Tristan",
          "sentiment": "none"
        },
        {
          "name": "Tomas Etcheverry",
          "sentiment": "none"
        },
        {
          "name": "Marcos Giron",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Open d'Australia",
          "sentiment": "none"
        },
        {
          "name": "ANS",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:07:53.996+02:00",
    "updated": "2025-01-17T00:07:53.996+02:00"
  },
  {
    "uuid": "1a15119a34486b2b05148b1612193b788d35c165",
    "url": "https://www.zerohedge.com/medical/significant-health-risk-how-everyday-items-fill-our-bodies-microplastics?ref=biztoc.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tyler Durden",
    "published": "2024-11-22T03:10:00Z",
    "title": "'A Significant Health Risk': How Everyday Items Fill Our Bodies With Microplastics",
    "text": "'A Significant Health Risk': How Everyday Items Fill Our Bodies With Microplastics by Tyler Durden Authored... Authored by Rachel Ann T. Melegrito via The Epoch Times (emphasis ours),\nThe shirt on your back, the carpet beneath your feet, and the takeout container from last night’s dinner share a troubling secret: They’re slowly breaking down into invisible particles that are turning up everywhere from Mount Everest’s peak to your bloodstream.\nKwangmoozaa/Shutterstock\nThese microscopic plastic fragments, ranging in size from invisible to no larger than the width of a pencil eraser, have silently invaded human bodies in ways scientists are only beginning to understand —and the implications are unsettling, according to a September scientific review.\n“ Microplastics pose a significant health risk , as they can persist in the environment and carry harmful chemicals,” Dr. Paul Savage, a toxin expert and founder and CEO of MDLifespan, told The Epoch Times.\n“A person might consume the equivalent of a credit card in plastic each week through food alone,” he said. “Once ingested, these particles can degrade into nanoplastics small enough to interfere with cellular DNA, potentially leading to genetic damage and chronic health issues.”\nEach year, between 10 and 40 million tonnes of microplastics are released into the environment . If current trends persist, this amount is projected to double by 2040.\nEven if all new emissions are stopped today, existing microplastic levels would continue to rise as older plastic debris breaks down into smaller particles.\nA review published in Science summarizes the current understanding of microplastic pollution two decades after the term “microplastic” was first introduced.\nHow Microplastics Enter Our Bodies Microplastics are solid plastic particles measuring less than 5 millimeters (smaller than a pencil-top eraser). They permeate ecosystems, seeping into our food and water, and have found their way into our bodies.\nMicroplastics mainly come from larger plastics breaking down but can also be released by plastic recycling, textiles, tires, paint, clothing, and soft furnishing .\nMany people do not realize that clothes are made of plastics, Aidan Charron, associate director of Global Earth Day, an organization dedicated to diversifying, educating, and activating the environmental movement worldwide, told The Epoch Times.\n“ Fast fashion is all made with polyester, nylon, spandex, etc., ” Charron said. “Fast fashion” is the mass production and sale of low-cost clothing. “Another ’secret' product often made of plastic textiles are carpets, curtains, and bedding,” he added, noting that these materials shed microplastics and toxic chemicals into the air we inhale.\n“ They tend to be some of the most harmful because of the shedding of fibers they do into our air and waterways once washed ,” he said. One study found that over 90 percent of microplastics indoors consist of polyester and manmade fiber, both derived from plastic.\nMicroplastics can enter our bodies through various means:\nInhalation: Microplastics are in the air we breathe. Skin Absorption: We can absorb them through contact. Oral Ingestion: Consuming food or beverages contaminated with microplastics, such as milk, soft drinks, canned goods, sugar, and salt, or via organisms like shrimp and fish, is another way they enter our bodies. Infants are also exposed through breast and formula milk. Microplastics in the Human Body Research indicates that microplastics have infiltrated various parts of the human body, including:\nBlood Vessels: Microplastics have been detected in carotid artery plaques and leg vein tissue samples . Brain: Studies show that microplastics may reach the brain through the nasal passage , bypassing the blood-brain barrier. A 2024 study also found that the brain has a higher concentration of microplastics than kidney and liver samples. Blood: One study identified four types of plastics in a plastic-particle concentration of 6 micrograms per milliliter in 22 healthy volunteers, with polyethylene being the most abundant. Polyethylene is a widely used plastic due to its versatility and is used in apparel, furniture, and consumer goods. There is still no established threshold or reference level for microplastics in human blood. However, for context, lead, commonly from sources like old paint and contaminated water, is considered concerning in children’s blood at levels above 3.5 micrograms per deciliter (1 deciliter is 100 milliliters). Saliva: One study found 21 types of microplastics in saliva samples from patients with respiratory diseases. Lungs: Microplastics were present in all regions of the lungs in 11 out of 13 study participants, with polypropylene and polyethylene terephthalate fibers being the most abundant. Higher concentrations of microplastics were found among smokers . Feces: In one study , 10 common types of plastics were found in stool samples. Children appear to be at greater risk, with findings showing that infants have 10 times more plastic in their feces than adults. This difference may stem from infants’ higher exposure to plastics through activities like crawling, chewing on textiles, and mouthing objects. Studies also found microplastics in meconium—the first stool passed by newborns. Placenta : Microplastics were detected in the part of the placenta, suggesting they can cross the placental barrier and potentially affect fetal development. Liver: Microplastics were seen in liver tissues of people with cirrhosis, with concentrations notably higher than in samples from those without liver disease. Colon: Microplastics were also detected in colon sections removed during surgeries, indicating they may remain in the digestive tract. While evidence that microplastics accumulate in the body exists, research on their health effects is still limited.\nHealth Implications of Microplastics Because microplastics are foreign bodies, they trigger an immune system response. However, unlike viruses and bacteria, the body cannot effectively eliminate them. This chronic presence may lead to oxidative stress and inflammation , potentially resulting in a range of health issues, including DNA damage, allergic reactions, cell death , and cancer.\nMicroplastics also contain chemicals that can disrupt normal hormone functions and metabolic processes. These harmful substances may leach from the microplastics and enter the body through skin absorption or ingestion.\n“Microplastics act as vectors that also carry viruses and bacteria, which then travel into our bodies if we inhale or ingest the microplastics,” Charron said.\nResearch has linked microplastic exposure to an increased risk of diseases. For instance, according to the study on saliva samples, exposure may put people at higher risk of pulmonary diseases characterized by coughing, shortness of breath, wheezing, and a more severe inflammatory bowel disease . Additionally, the presence of plastic in arteriosclerotic plaques, fatty deposits that build up in the arteries, increases the likelihood of heart attack, stroke, or death.\nDespite growing evidence of health risks, there is still no way to assess microplastic risks or measure human exposure.\n“One major barrier is the lack of standardized testing for microplastic release in drinking water and other consumables,” Savage said. Creating such testing requires more comprehensive studies and standardized protocols to evaluate exposure levels and health impacts, he added. The challenge of measuring these particles in biological samples is due to their wide variation in size and composition.\n“Improved detection methods will help researchers better understand the extent and impact of microplastics on human health , allowing for more comprehensive studies and effective intervention strategies,” he added.\nRead the rest here...\n0 Loading...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.thelancet.com/journals/ebiom/article/PIIS2352-3964(22",
      "https://pubs.acs.org/doi/10.1021/acs.est.0c00087",
      "https://www.acpjournals.org/doi/10.7326/M19-0618,",
      "https://www.sciencedirect.com/science/article/pii/S0048969722020009?via%3Dihubparticipants,",
      "https://pubs.acs.org/doi/10.1021/acs.est.3c08250",
      "https://www.science.org/doi/10.1126/science.adl2746",
      "https://translational-medicine.biomedcentral.com/articles/10.1186/s12967-024-05731-5#:~:text=Abstract,necessitating%20further%20research%20and%20elucidation.",
      "https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2823787?guestAccessKey=c7ff20a1-e12a-48d5-88e9-8a57ae084c10&utm_source=for_the_media&utm_medium=referral&utm_campaign=ftm_links&utm_content=tfl&utm_term=091624#google_vignette",
      "https://www.nejm.org/doi/full/10.1056/NEJMoa2309822",
      "https://pubs.acs.org/doi/10.1021/acs.est.1c03924",
      "https://pmc.ncbi.nlm.nih.gov/articles/PMC11100893/",
      "https://pubs.acs.org/doi/abs/10.1021/acs.estlett.1c00559",
      "https://www.sciencedirect.com/topics/pharmacology-toxicology-and-pharmaceutical-science/polypropylene",
      "https://www.sciencedirect.com/science/article/pii/S0160412022001258identified",
      "https://www.theepochtimes.com/health/hidden-in-plain-sight-how-everyday-items-fill-our-bodies-with-microplastics-5759666?utm_source=partner&utm_campaign=ZeroHedge&src_src=partner&src_cmp=ZeroHedge",
      "https://pubs.acs.org/doi/10.1021/acs.est.3c00716",
      "https://pmc.ncbi.nlm.nih.gov/articles/PMC7812470/",
      "https://www.sciencedirect.com/science/article/pii/S0160412020322297?via%3Dihub",
      "https://pubs.acs.org/doi/10.1021/acs.est.1c03859found",
      "https://www.sciencedirect.com/science/article/abs/pii/S0304389421028302?dgcid=author",
      "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0280594",
      "https://sciencedirect.com/science/article/pii/S0048969722020009?via%3Dihubparticipants,",
      "https://www.pubs.acs.org/doi/10.1021/acs.est.3c08250",
      "https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2823787",
      "https://acpjournals.org/doi/10.7326/M19-0618,",
      "https://sciencedirect.com/science/article/abs/pii/S0304389421028302?dgcid=author",
      "https://pmc.ncbi.nlm.nih.gov/articles/PMC11100893",
      "https://www.sciencedirect.com/science/article/abs/pii/S0304389421028302",
      "https://science.org/doi/10.1126/science.adl2746",
      "https://sciencedirect.com/topics/pharmacology-toxicology-and-pharmaceutical-science/polypropylene",
      "https://theepochtimes.com/health/hidden-in-plain-sight-how-everyday-items-fill-our-bodies-with-microplastics-5759666?utm_source=partner&utm_campaign=ZeroHedge&src_src=partner&src_cmp=ZeroHedge",
      "https://www.translational-medicine.biomedcentral.com/articles/10.1186/s12967-024-05731-5#:~:text=Abstract,necessitating%20further%20research%20and%20elucidation.",
      "https://www.journals.plos.org/plosone/article?id=10.1371/journal.pone.0280594",
      "https://www.sciencedirect.com/science/article/pii/S0160412020322297",
      "https://sciencedirect.com/science/article/pii/S0160412020322297?via%3Dihub",
      "https://pmc.ncbi.nlm.nih.gov/articles/PMC7812470",
      "https://www.pubs.acs.org/doi/10.1021/acs.est.0c00087",
      "https://www.pubs.acs.org/doi/10.1021/acs.est.3c00716",
      "https://sciencedirect.com/science/article/pii/S0160412022001258identified",
      "https://www.pmc.ncbi.nlm.nih.gov/articles/PMC7812470/",
      "https://thelancet.com/journals/ebiom/article/PIIS2352-3964(22",
      "https://www.pubs.acs.org/doi/abs/10.1021/acs.estlett.1c00559",
      "https://www.sciencedirect.com/science/article/pii/S0048969722020009",
      "https://journals.plos.org/plosone/article",
      "https://www.theepochtimes.com/health/hidden-in-plain-sight-how-everyday-items-fill-our-bodies-with-microplastics-5759666",
      "https://www.jamanetwork.com/journals/jamanetworkopen/fullarticle/2823787?guestAccessKey=c7ff20a1-e12a-48d5-88e9-8a57ae084c10&utm_source=for_the_media&utm_medium=referral&utm_campaign=ftm_links&utm_content=tfl&utm_term=091624#google_vignette",
      "https://nejm.org/doi/full/10.1056/NEJMoa2309822",
      "https://www.pubs.acs.org/doi/10.1021/acs.est.1c03859found",
      "https://www.pmc.ncbi.nlm.nih.gov/articles/PMC11100893/",
      "https://www.pubs.acs.org/doi/10.1021/acs.est.1c03924"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "1a15119a34486b2b05148b1612193b788d35c165",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-11-22T05:19:22.860+02:00",
    "updated": "2024-11-22T05:52:34.834+02:00"
  },
  {
    "uuid": "7648f440f6b4bbaea8404b2a2c0d4f34a0568845",
    "url": "https://www.whio.com/news/business/pizza-hut/5NFQY6YDA7CMMYFB3HDIJORO5Q/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kelly McCarthy via GMA",
    "published": "2023-12-28T21:47:00Z",
    "title": "Pizza Hut restaurants in California could lay off thousands as minimum wage law goes into effect – WHIO TV 7 and WHIO Radio",
    "text": "LOS ANGELES — With the minimum wage in California increasing to $20 an hour for fast food workers in 2024, some Pizza Hut franchisees say they're preparing to eliminate jobs as well as delivery options for customers. As first reported by ABC News Los Angeles station KABC, two major Pizza Hut franchisees with restaurants in Orange, Los Angeles, Riverside, San Bernardino and Ventura counties are planning layoffs that would impact 1,200 workers. The mass layoffs would also reportedly impact another 800 workers at Pizza Hut locations in Sacramento, Central California, Southern Oregon, and the Reno-Tahoe area, according to KABC. The cuts would eliminate the franchisees' delivery services for customers in those locations, they said. Customers will instead have to rely on services like Uber Eats or DoorDash. \"Pizza Hut is aware of the recent changes to delivery services at certain franchise restaurants in California,\" a company spokesperson said Thursday. \"Our franchisees independently own and operate their restaurants in accordance with local market dynamics and comply with all federal, state, and local regulations, while continuing to provide quality service and food to our customers via carryout and delivery.\" The chain, which is owned by Yum! Brands, said access to delivery would continue to be available via the Pizza Hut mobile app, website and phone ordering. Other fast food companies including KFC and Taco Bell did not immediately respond to ABC News' request for comment. The wage legislation, AB 1228, which was signed into law by California Gov. Gavin Newsom in late September, is the catalyst for this decision by operators, the franchisees say. The new law goes into effect in April and will boost minimum wage to $20 per hour for fast food workers, $4 more than the state minimum wage of $16 that will be effective Jan. 1. Other fast food companies, including McDonald's and Chipotle, previously said the new law would impact the respective chains' operating costs and could potentially change menu pricing for customers. Although a decision has not been made official, Chipotle CEO Jack Hartung said on a November earnings call that the pricing at the popular fast-casual Mexican restaurant would have to change \"to take care of the dollar cost\" and cover the new margins. \"We are definitely going to pass this on. We just haven't made a final decision as to what level yet,\" he said. Copyright © 2023, ABC Audio. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "whio",
          "sentiment": "negative"
        },
        {
          "name": "whio radio los angeles",
          "sentiment": "negative"
        },
        {
          "name": "pizza hut",
          "sentiment": "none"
        },
        {
          "name": "kabc",
          "sentiment": "none"
        },
        {
          "name": "abc news",
          "sentiment": "none"
        },
        {
          "name": "southern oregon",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "san bernardino",
          "sentiment": "none"
        },
        {
          "name": "central california",
          "sentiment": "none"
        },
        {
          "name": "sacramento",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "reno-tahoe",
          "sentiment": "none"
        },
        {
          "name": "orange",
          "sentiment": "none"
        },
        {
          "name": "riverside",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:12:34.778+02:00",
    "updated": "2023-12-29T00:12:34.778+02:00"
  },
  {
    "uuid": "478912bea8ebe80aee555d427301e691d012a37a",
    "url": "https://flipboard.com/topic/hearingloss/-/a--8aMxIvCSmq35Ev3pfbHKg%3Aa%3A201375877-%2F0",
    "ord_in_thread": 0,
    "author": "Digital Trends - By Michael Bizzaco",
    "published": "2025-04-02T21:36:00Z",
    "title": "Need a small OLED TV? The LG B4 has a $150 discount today | Flipboard",
    "text": "Need a small OLED TV? The LG B4 has a $150 discount today There’s no denying the fact that LG makes some of the best OLED TVs on the market. Oftentimes, though, many of these midrange and premium sets are …\nDigital Trends - By Michael Bizzaco • 1h",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Lifestyle and Leisure",
      "Science and Technology"
    ],
    "topics": [
      "Economy, Business and Finance->products and services",
      "Economy, Business and Finance->consumer goods",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->house and home",
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Michael Bizzaco • 1h",
          "sentiment": "neutral"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "LG",
          "sentiment": "positive",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T02:31:55.648+03:00",
    "updated": "2025-04-03T02:31:55.648+03:00"
  }
]