[
  {
    "uuid": "177732c85a999ad1c2adfddf511a056c862589b3",
    "url": "https://www.ocala.com/story/news/nation/2024/01/19/wwii-era-bible-returned-to-new-york-veterans-family/72269065007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Saleen Martin",
    "published": "2024-01-19T13:37:00Z",
    "title": "'May this keep you safe from harm': WWII era Bible returned to New York veteran's family",
    "text": "Lost Bible returned to slain USAAF airman from World War II [Saleen Martin](https://www.usatoday.com/staff/7245115001/saleen-martin/) During World War II, a woman bought three brothers Bibles to protect their hearts and guide them as they set out for battle. The Bible had a metal cover on the front with the inscription “May this keep you safe from harm.\" Two of the brothers made it home, while the other, Lt. Edsel J. McKnight of the United States Army Air Forces, was shot down off the coast of France. His Bible was mailed to the family but was lost sometime after. This month, his family finally got it back. Ava Coogan's family is from Albany, New York and they found the Bible in late December while going through their late matriarch’s belongings. On Jan. 11, Coogan met Lt. McKnight’s sister-in-law and returned the Bible to her, allowing her to put it back in its rightful place, next to the ones his brothers brought back home from war. ‘I kept playing with it and flipping through the pages’ Coogan’s uncle and mother found the Bible in a stack of books. Their mother, Rosanne Vartanian, died nearly 20 years ago but was a collector and loved garage sales. “It’s just so random that my grandmother had the urge to pick that up,” she said. “She bought random things. There was no rhyme or reason to it. It was with a stack of other books.” Coogan decided to research the Bible and found out soldiers often took them to war. Some can be found in museums. “The whole premise of it was that the metal cover on the front is like a hard shield,” Coogan told USA TODAY. “They would put it in their coat pockets … like the front breast pocket … that cover would protect their heart from bullets.” Lt. McKnight’s name was also written in the Bible, said Coogan, who was drawn to the Bible for some reason. She couldn’t put it down, she recalled. “I kept playing with it and flipping through the pages,” she said. She noticed that the Bible’s front cover had a slice in it, almost like something was underneath it. She examined it more closely and found a piece of paper folded up inside. She asked her uncle for help, who carefully used a butter knife to get the slip of paper out. Once they retrieved the piece of paper from under the Bible’s cover, they saw that it was a plea for the Bible’s safe return to an address not too far away. Although there was no area code, there was a phone number listed, so the family added their own area code and called. “I was just hoping for the best,” Coogan said. “We found out that number worked.” Lieutenant was shot down off the coast of France When Coogan called the number written in the note, she spoke to a woman named Fay, Lt. McKnight’s sister-in-law. They organized a meetup on Jan. 11 to return the Bible to the family, who is from Porter Corners, part of Saratoga County in eastern New York. Lt. McKnight served in the U.S. Air Force’s 365th Fighter Group and 388th Fighter Squadron. He was flying in a Thunderbolt fighter aircraft in 1944 when he was shot down off the coast of France, [online records](https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/) show. Fay told Coogan and her family that Lt. McKnight has two brothers. All three of the brothers served in WWII. Fay’s husband, Ray, said his Bible saved his life. “He got shot during the war and it hit where the Bible was, covering his heart, and the bullet went into his arm instead,” Coogan said. Once Lt. McKnight was killed, his belongings were shipped back home to the family. His sister-in-law had all three Bibles on a bookshelf on display. One day, the family was preparing to go to church. Her nephew borrowed the Bible, but knew it was so precious, the family decided to write a note with contact information in case it were ever lost. “He didn't lose it,” Coogan said. “He brought it back after church and I guess what happened is after someone passed in their family, they had an estate sale … and it just accidentally went out with a stack of books.” It ended up in Coogan’s grandmother’s hands, she said. Returning the Bible to the McKnight family was quite the enlightening experience, Coogan said. “That was really cool because that's when we kind of got to hear their story,” she said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)",
      "https://www.usatoday.com/staff/7245115001/saleen-martin/)",
      "https://usatoday.com/staff/7245115001/saleen-martin/)",
      "https://www.rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "edsel j. mcknight",
          "sentiment": "none"
        },
        {
          "name": "coogan",
          "sentiment": "none"
        },
        {
          "name": "rosanne vartanian",
          "sentiment": "none"
        },
        {
          "name": "ava coogan",
          "sentiment": "none"
        },
        {
          "name": "mcknight",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united states army air forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "usaaf",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "albany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T17:20:28.302+02:00",
    "updated": "2024-01-19T17:20:28.302+02:00"
  },
  {
    "uuid": "4250de998cb0547ad0e4cecbf66936f327e6db9c",
    "url": "http://www.canalextremadura.es/index.php/noticias/extremadura/las-lluvias-caen-en-el-campo-como-una-bendicion",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "juanra.martin",
    "published": "2024-03-29T00:00:00Z",
    "title": "Las lluvias caen en el campo como una \"bendición\" | Canal Extremadura",
    "text": "El arzobispo coadjutor de Mérida-Badajoz, José Rodríguez Carballo, ha lamentado que las lluvias de estos días estén impidiendo la salida de numerosas procesiones en la región, pero también ha dicho que \"la lluvia es una bendición\", porque \"está regando nuestros campos y nuestros ganados podrán alimentarse de la hierba verde de nuestros campos\". \"El cereal va espléndido, va de maravilla\" El sector agrario de la región ha corroborado que la lluvia está trayendo beneficios para la agricultura. Daniel Lara, agricultor de la Campiña Sur ha especificado que \"esto es magnífico para el campo, en nuestra zona que es prácticamente casi todo secano, pues el cereal va espléndido, va de maravilla\". También para la ganadería las lluvias traen muchas ventajas, haciendo crecer la hierba de las dehesas y pastizales y proporcionando así alimento fresco a los animales. \"A nivel general las lluvias son más beneficiosas que perjudiciales\" En el caso del regadío, también las lluvias vienen bien para comenzar la campaña, aunque con algún inconveniente al que restan importancia. Según Juan Metidieri, de APAG Extremadura ASAJA, el agua \"retrasará la siembra en algunas producciones de regadío, en los frutales también se retrasa la floración, pero a nivel general las lluvias son más beneficiosas que perjudiciales\". Las reservas de agua quedan garantizadas para una campaña normal de riego \"ya que tanto los pantanos recuperan de manera importante caudal, vamos a tener campaña de riego plena en Tajo y Guadiana y quedarán reservas para el año que viene\", ha asegurado Luis Cortés, de La Unión Extremadura. Para los cultivos permanentes como el olivar y la viña el agua ayudará a que pueda haber una buena producción.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Weather",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T17:51:26.372+03:00",
    "updated": "2024-03-29T17:51:26.372+03:00"
  },
  {
    "uuid": "1e53ff28ad69d79bbca055b318b34a4276f72c00",
    "url": "https://www.newsbreak.com/kansas-city-mo/3279680290024-kansas-city-physicians-ditch-rules-treating-white-people-s-kidney-disease-more-seriously",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-28T22:43:00Z",
    "title": "Kansas City physicians ditch rules treating white people’s kidney disease more seriously",
    "text": "Takeaways: If you drive around Kansas City with an eye to dialysis locations, something becomes clear. They’re clustered near the neighborhoods of people of color. Black people and, to a lesser degree, Hispanics, experience significantly higher rates of kidney failure than the white majority. Black people make up about 13% of the U.S. population, yet they comprise 35% of Americans with kidney failure and 40% of those on dialysis. In 2021, the rate of end-stage renal disease among Black Americans ran 3.8 times the rate for whites. For Native Americans, it was 2.3 times as high. And for Hispanics, twice as high. “There is truly an uneven burden of kidney disease among Blacks, and among Hispanics as well,” Said Dr. Emmanuel Adomako, a nephrologist, or kidney disease specialist, at the University of Kansas Health System. Until recently, one contributor to that inequity was baked into standard medical practice. Doctors used a different metric for Black people’s kidney function than for white people’s. “With the same level of creatinine (a key measure of kidney function), white people were classified as having more advanced kidney disease than Black people,” said Dr. Sylvia E. Rosas, a nephrologist in Boston who is also president of the National Kidney Foundation. “It affected Black people because they were referred later for transplant.” That delayed transplants, extended the sometimes-brutal time of relying on dialysis and increased their chance of dying while waiting for a new kidney. “That demonstrates the inequity,” said Kathy Elliston, a Black woman in the Northland who got a kidney transplant three years ago at St. Luke’s Hospital. “From the standpoint of people of color, they do not have the same advantages in access to medical care that anyone else has.” That’s changing. Since 2020, the medical community has revised the equation for diagnosing kidney disease. The new equation removes any race-based qualifiers. “We were using this variable that had nothing to do with your kidney,” Rosas said in an interview. “It’s not like the kidneys of Black people work differently from the kidneys of white people.” The new equation is being phased in rapidly. The University of Kansas is now using the revised algorithm in its hospitals and clinics, Adomako said. On the national level, CommonSpirit Health – a large Roman Catholic health system that operates 1,000 care sites and 140 hospitals in 23 states, including three hospitals in western Kansas – has implemented the change since it was introduced in 2021. “We expect that establishing more equitable measures will improve earlier diagnosis of kidney disease,” speed treatment and lead to quicker transplants, Dr. Ankita Sagar, CommonSpirit health system’s vice president for clinical standards and variation reduction, said in an email. This change in kidney care comes amid a national reconsideration of the ways racial assumptions or biases in health care may hurt patients. Other diagnostic tests, such as for breathing function and bone density, also have used race in the calculation. The burden of kidney disease falls most heavily on Black and Hispanic people, Native Americans and Pacific Islanders. The leading causes of kidney disease include diabetes, high blood pressure, obesity, heart disease and environmental factors – all of which are more prevalent among those racial and ethnic groups. Roughly 37 million Americans have diabetes and another 96 million have prediabetes. Many people of West African ancestry carry a gene that predisposes them to kidney disease, which can lead to high blood pressure and kidney failure. The gene for sickle-cell disease, most offen found in persons of African descent, also can affect the kidneys. “We are looking at the population of African-Americans who have increased risk of kidney disease, increased risk of dialysis, and at the same time the equation we are using to measure kidney health overestimates their kidney function,” Adomako said. “(That) means patients may not get their needed treatment.” The high death rate of Black and Hispanic Americans during the COVID pandemic brought renewed attention to the gap between health and care for different demographic groups. Kidneys are small but complicated organs. They eliminate waste, synthesize hormones, build bone health and regulate blood pressure. To evaluate kidney health, doctors rely on a variety of tests and lab results, some of them time-consuming and expensive. The “estimated glomerular filtration rate,” or eGFR, uses clearance of creatinine – a protein waste byproduct – to gauge the organs’ performance. The eGFR helps doctors decide on prognosis and treatment, including when a patient needs to go on dialysis or qualifies for a transplant. Healthy kidneys in a younger person might filter blood at a rate of more than 90 milliliters per minute. An older person with Stage 3 chronic kidney disease might be at an eGFR of 30 to 44. The lower your eGFR, the worse shape your kidneys are in. At 15 milliliters per minute, you are in kidney failure. When they can only process 20 milliliters of blood a minute, you might qualify for a transplant. If you were white. If you were a Black person, the eGFR threshold sat 16% higher. Under the new formula, the same standards apply regardless of race. Since the eGFR equation was first developed in the late 1990s, race has been included as a variable. The original algorithm was considered a step forward. The test was easy, cheap and widely available. Initial studies found that creatinine levels were higher in people who self-reported as Black, so the equation corrected for that — even when their actual measured kidney function was the same as non-Black people with lower creatinine levels. But the study size was small and Black people were underrepresented in the sample, Adomako said. Over time, he said, “we began to realize that there were issues with correcting for race. “Race is a social construct. I am originally from Ghana,” he said. “I had a classmate whose mother was Ukrainian. If she is categorized as Black, she would have a different eGFR range.” That would affect how soon she would be considered to have advanced kidney disease or be eligible for a transplant. Besides, Rosas said, “A lot of people are mixed – let’s say 40% Black. Who defines what’s Black?” And the delay in putting someone on a kidney transplant list can sometimes prove fatal. “If you are going to get on the list a couple of years faster than somebody, you are more likely to get your transplant before another person,” Adomako said. “This is a matter of life and death.” Dialysis can prove critical in the meantime, he said, but “dialysis is not a complete replacement for kidney function. The death rate is quite high.” Additionally, Rosas said, past diagnosis standards were inconsistent. Different regions, states and health systems used their own criteria to determine degrees of kidney failure. “You’re in Kansas City, and in Missouri you have one result from the formula, but you go across to Kansas, and you get another result from another formula,” she said. “If we are not using the same formula, you get incorrect results.” The National Kidney Foundation is encouraging all health systems and laboratories to use the 2021 equation that deletes racial considerations. The change to the eGFR equation is an outgrowth of the country’s renewed look at race after George Floyd’s murder and subsequent protests in summer 2020. Medical students raised the issue. In school, they were learning there is no difference biologically between Black, white and Asian patients. Then when they went into practice, they found a formula that used race. “Is it really Black race, or is it social determinants of health” producing these discrepancies? Rosas said. “Why are we doing things this way? It’s really about access to health care, neighborhoods where they live. The most likely determinant of your health is actually your ZIP code.” In July 2020, the National Kidney Foundation and the American Society of Nephrology jointly commissioned a review of the diagnostic guidelines and race . A final report came out in September 2021. Since then, Rosas said, the foundation has been working with laboratory partners, pathologists, physician practices and hospitals to implement the new algorithm. By March 2023, 68.5% of all laboratories were using the new equation, up from 30.3% a year earlier. Kathy Elliston, the successful transplant patient from Kansas City, North, struggled with her kidney failure. Her lungs started to fill up with fluid. “I almost drowned. You can’t breathe. You can’t walk. You can’t lay down, or the fluid starts coming up,” she said. “You have to be still.” She got a transplant three years ago. Now she is 70. “It’s going very well. I feel great,” Elliston said. “I am in better health than I have been in my life.” The post Kansas City physicians ditch rules treating white people’s kidney disease more seriously appeared first on The Beacon . Subscribe to our free newsletter",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://findadoctor.kansashealthsystem.com/provider/Emmanuel+A+Adomako/2258160?unified=Emmanuel%20Adomako&sort=networks%2Crelevance&from=search-list#provider-details-about",
      "https://usrds-adr.niddk.nih.gov/2023/end-stage-renal-disease/1-incidence-prevalence-patient-characteristics-and-treatment-modalities",
      "https://kcbeacon.org/stories/2021/04/05/covid-19-vaccine-distribution-for-kansas-citys-black-population-an-afterthought/",
      "https://www.commonspirit.org/",
      "https://www.commonspirit.org/news-and-perspectives/news/commonspirit-removes-race-based-algorithm-in-testing",
      "https://www.ucsf.edu/news/2021/10/421546/ucsf-leads-national-effort-improve-racial-equity-kidney-medicine",
      "https://www.kidney.org/about/board/board-member-sylvia-rosas-md-msce",
      "https://kcbeacon.org/stories/2023/12/28/kansas-city-physicians-kidney-disease-more-seriously/",
      "https://kcbeacon.org",
      "https://www.nih.gov/news-events/news-releases/nih-supported-study-suggests-alternative-race-based-kidney-function-calculations",
      "https://media.us20.list-manage.com/subscribe?u=1d03c0be794909186b0e35bc5&id=f3bc45d26d",
      "https://www.commonspirit.org",
      "https://nih.gov/news-events/news-releases/nih-supported-study-suggests-alternative-race-based-kidney-function-calculations",
      "https://www.usrds-adr.niddk.nih.gov/2023/end-stage-renal-disease/1-incidence-prevalence-patient-characteristics-and-treatment-modalities",
      "https://kcbeacon.org/stories/2021/04/05/covid-19-vaccine-distribution-for-kansas-citys-black-population-an-afterthought",
      "https://www.findadoctor.kansashealthsystem.com/provider/Emmanuel+A+Adomako/2258160?unified=Emmanuel%20Adomako&sort=networks%2Crelevance&from=search-list#provider-details-about",
      "https://kidney.org/about/board/board-member-sylvia-rosas-md-msce",
      "https://ucsf.edu/news/2021/10/421546/ucsf-leads-national-effort-improve-racial-equity-kidney-medicine",
      "https://findadoctor.kansashealthsystem.com/provider/Emmanuel+A+Adomako/2258160",
      "https://media.us20.list-manage.com/subscribe",
      "https://www.kcbeacon.org",
      "https://www.media.us20.list-manage.com/subscribe?u=1d03c0be794909186b0e35bc5&id=f3bc45d26d",
      "https://commonspirit.org/news-and-perspectives/news/commonspirit-removes-race-based-algorithm-in-testing",
      "https://commonspirit.org/",
      "https://www.kcbeacon.org/stories/2023/12/28/kansas-city-physicians-kidney-disease-more-seriously/",
      "https://www.kcbeacon.org/stories/2021/04/05/covid-19-vaccine-distribution-for-kansas-citys-black-population-an-afterthought/",
      "https://kcbeacon.org/stories/2023/12/28/kansas-city-physicians-kidney-disease-more-seriously"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "emmanuel adomako",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "university of kansas health system",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kansas city",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:45:58.458+02:00",
    "updated": "2023-12-29T00:45:58.458+02:00"
  },
  {
    "uuid": "986cefa4763916516c720d849aa7c131b4afa9bd",
    "url": "https://www.nbcconnecticut.com/news/business/money-report/2-9-billion-people-may-have-had-social-security-numbers-other-financial-data-compromised-what-it-means-for-you/3364107",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lorie Konish,CNBC",
    "published": "2024-08-15T20:19:00Z",
    "title": "2.9 billion people may have had Social Security numbers, other financial data compromised. What it means for you",
    "text": "About 2.9 billion people may have had their personal financial data compromised, a lawsuit alleges. “It’s not a matter of if, it’s a matter of when” you may be personally affected by a breach, one expert says. Experts say there’s one best step to take to protect your personal data. About 2.9 billion people may have had their personal information hacked , a new proposed class action lawsuit alleges.\nIf true, reports suggest all Americans may have had valuable personal information compromised — including full names, current and past addresses, Social Security numbers and information on parents, siblings and other relatives.\nThe alleged April 2024 breach occurred when a background check company doing business as National Public Data, owned by Jerico Pictures Inc., failed to properly safeguard information it scraped, the lawsuit states. The company provides instant search access to billions of records.\nNeither National Public Data nor Jerico Pictures returned requests for comment by CNBC.\n“If this turns out to be accurate … then it would just basically mean that everyone’s affected,” said Cliff Steinhauer, director of information security and engagement at The National Cybersecurity Alliance, a non-profit organization focused on cybersecurity awareness and education.\nHowever, this breach may not be as far-reaching as reports suggest, said James E. Lee, chief operating officer at the Identity Theft Resource Center, a non-profit organization working to minimize the risk of identity theft.\nFor example, if there were multiple records per individual compromised, that could reduce the total number of people affected. If other countries were affected too, that could reduce the number of Social Security numbers involved. In addition, much of the information leaked may have already been available elsewhere, he said.\n‘You’re vulnerable forever’ Massive data breaches are not new.\nA 2017 Equifax data breach was estimated to have affected half the U.S. population. A 2013 Yahoo data breach may have affected all the company’s accounts, or 3 billion people total.\nStill, experts say the news of this latest breach should put consumers on high alert.\n“It’s not a matter of if, it’s a matter of when,” Steinhauer said. “I’d be surprised [if] there are many people who haven’t been affected by a data breach like this already, just because of the sheer number of breaches that have happened that contain similar data.”\nMore from Personal Finance:\nSocial Security cost-of-living adjustment may be 2.6% in 2025\nHere’s the inflation breakdown for July 2024\nA U.S. construction boom is sending rents lower\nConsumers tend to find out their information may have been compromised through data breach notices from the companies affected.\n“We’ve got enough data now to say if you get a data breach notice, there’s a high likelihood that you’re going to suffer an identify crime at some point within 12 months,” Lee said.\nWhile it’s still not possible to directly correlate a breach to an identity crack, he said, the risks have no expiration date once your information has been exposed.\n“You’re vulnerable forever,” Lee said.\nFreezing your credit is the ‘number one piece of advice’ The best tip to protect your personal records is to put a security freeze on your credit reports, which will limit access to your records, experts say.\nIt’s also the best first step if you think your data has been compromised.\n“Freezing your credit is the single most important thing you can do when you get a data breach notice,” Lee said.\nThe process can be done quickly and for free by submitting separate requests to each of the three credit bureaus, which includes Equifax, Experian and TransUnion.\nWhile freezing your credit will limit access to your credit reports, it won’t block it completely. Your records will still be available to certain companies and under certain circumstances.\nThe freeze doesn’t just block bad actors. Notably, if you want to apply for a new credit card or auto loan, you may get rejected if you do not unfreeze your credit first.\nAs you freeze your credit, you should proceed with caution. Make sure you’re not clicking on a lookalike domain that purports to be one of the three major credit bureaus that could instead be operated by hackers, Steinhauer said.\nAdditionally, do not open your personal records on public Wi-Fi, he said.\nConsumers can purchase additional protection through dark web monitoring services, which will let you know when your information is compromised. While that step can provide peace of mind, it’s not going to stop anything from happening, Lee said.\nConsumers should also make sure they have strong and unique passwords that use multi-factor authentication, where two or more steps are used before access to an account is granted. Consumers may want to consider using a password manager, which can help generate strong passwords and store those codes, Steinhauer said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.cnbc.com/2024/08/14/social-security-cost-of-living-adjustment-may-be-2point6percent-in-2025-estimate.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=108021097",
      "https://regmedia.co.uk/2024/08/05/national_public_data_class_action_lawsuit.pdf",
      "https://www.experian.com/blogs/ask-experian/what-to-know-before-freezing-your-credit",
      "https://player.cnbc.com/p/gZWlPC/cnbc_global?playertype=synd&autoplay=true&byGuid=7000340787",
      "https://www.cnbc.com/2024/08/14/heres-where-rent-concessions-are-happening-the-most-in-the-us-.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=108021097",
      "https://www.cnbc.com/2017/10/03/yahoo-every-single-account-3-billion-people-affected-in-2013-attack.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=108021097",
      "https://www.nbcnews.com/tech/security/massive-equifax-data-breach-could-impact-half-u-s-population-n799686",
      "https://news.bloomberglaw.com/privacy-and-data-security/background-check-data-of-3-billion-stolen-in-breach-suit-says",
      "https://www.cnbc.com/2024/08/14/heres-the-inflation-breakdown-for-july-2024-in-one-chart.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=108021097",
      "https://www.cnbc.com/2024/03/11/cybercrime-underworld-has-removed-all-the-guardrails-on-ai-frontier.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=108021097",
      "https://cnbc.com/2024/08/14/heres-the-inflation-breakdown-for-july-2024-in-one-chart.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=108021097",
      "https://cnbc.com/2024/03/11/cybercrime-underworld-has-removed-all-the-guardrails-on-ai-frontier.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=108021097",
      "https://www.player.cnbc.com/p/gZWlPC/cnbc_global?playertype=synd&autoplay=true&byGuid=7000340787",
      "https://experian.com/blogs/ask-experian/what-to-know-before-freezing-your-credit",
      "https://cnbc.com/2017/10/03/yahoo-every-single-account-3-billion-people-affected-in-2013-attack.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=108021097",
      "https://player.cnbc.com/p/gZWlPC/cnbc_global",
      "https://www.regmedia.co.uk/2024/08/05/national_public_data_class_action_lawsuit.pdf",
      "https://www.cnbc.com/2024/08/14/heres-the-inflation-breakdown-for-july-2024-in-one-chart.html",
      "https://cnbc.com/2024/08/14/social-security-cost-of-living-adjustment-may-be-2point6percent-in-2025-estimate.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=108021097",
      "https://www.news.bloomberglaw.com/privacy-and-data-security/background-check-data-of-3-billion-stolen-in-breach-suit-says",
      "https://www.cnbc.com/2024/08/14/heres-where-rent-concessions-are-happening-the-most-in-the-us-.html",
      "https://www.cnbc.com/2024/08/14/social-security-cost-of-living-adjustment-may-be-2point6percent-in-2025-estimate.html",
      "https://cnbc.com/2024/08/14/heres-where-rent-concessions-are-happening-the-most-in-the-us-.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=108021097",
      "https://nbcnews.com/tech/security/massive-equifax-data-breach-could-impact-half-u-s-population-n799686",
      "https://www.cnbc.com/2017/10/03/yahoo-every-single-account-3-billion-people-affected-in-2013-attack.html",
      "https://www.cnbc.com/2024/03/11/cybercrime-underworld-has-removed-all-the-guardrails-on-ai-frontier.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "social security",
          "sentiment": "negative"
        },
        {
          "name": "cnbc",
          "sentiment": "none"
        },
        {
          "name": "national public data",
          "sentiment": "none"
        },
        {
          "name": "jerico pictures",
          "sentiment": "none"
        },
        {
          "name": "jerico pictures inc.",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T01:09:22.029+03:00",
    "updated": "2024-08-16T01:09:22.029+03:00"
  },
  {
    "uuid": "3607f624c67e17d2bd00651825bd2909f94f73aa",
    "url": "https://www.wmur.com/article/homeless-engagement-center-manchester-nh-122823/46245684",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Katherine Underwood",
    "published": "2023-12-28T22:29:00Z",
    "title": "Engagement center in NH reports new data on homeless population",
    "text": "Engagement center in Manchester reports new data on homeless population Officials say housing crisis biggest driver of homelessness Officials say housing crisis biggest driver of homelessness Officials say housing crisis biggest driver of homelessness Two months after Manchester's new homeless engagement center opened, new data is revealing more information about the city's homeless population. Advocates said the data is the first step toward finding solutions. The center opened in September as an expansion of the city's emergency shelter at 39 Beech St. It's open seven days per week and offers showers, bathrooms, warm meals, clothes, a place to pick up mail, and a chance to connect with mental health, housing and addiction services. \"We are going to give you a moment out of the cold and chaos to try to recollect you on what your goals are and support in any which way we can,\" said Adrienne Beloin, director of Manchester Housing Stability. Beloin said the center is the first location in the state that has started to collect well-rounded data on the people it serves. \"We are doing it,\" she said. \"We're not required, but we are doing it because we believe in having robust data to wrap our arms around the problems and create solutions.\" Beloin said that over the past two months, nearly 200 people used the engagement center. Fifty percent reported mental health disorders, 46% reported substance misuse and 47% reported a physical disability. Beloin said the lack of housing for everyone in the Granite State is now the primary driver of homelessness. \"A lot of people feel like mental health and substance misuse are primary drivers of homelessness, and in past years, that could've been true, but that's not true right now because we are in a housing crisis,\" she said. \"So, not surprisingly, we see older folks who have never been homeless before coming into our center. We see a lot of people living in their cars. We see people for lack of housing that are currently homeless.\" Beloin said the information could be used to secure more federal funding and to make decisions about new programs and services. \"Data is king,\" she said. \"We have not had really good data in New Hampshire on homelessness, and we are trying to improve that. It's one of the first stepping stones to truly problem solve in their community and figure out what kinds of things need to be added.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "beloin",
          "sentiment": "none"
        },
        {
          "name": "adrienne beloin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "manchester housing stability",
          "sentiment": "none"
        },
        {
          "name": "manchester",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "manchester",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:37:09.246+02:00",
    "updated": "2023-12-29T00:37:09.246+02:00"
  },
  {
    "uuid": "8f620f290d6bab1878dfe294e67653c5068f4bde",
    "url": "https://community.ebay.it/t5/Collezionismo/Oggetto-arrivato-danneggiato/td-p/1009905",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Scip",
    "published": "2024-08-30T16:04:00Z",
    "title": "Rif.: Oggetto arrivato danneggiato",
    "text": "Salve, vorrei avere un’informazione: ho ricevuto un’oggetto danneggiato!! La cifra è stata piuttosto alta con aggiunta di tasse doganali. Doveva essere in ottime condizioni ed inoltre ho chiesto al venditore doppia scatola di imballaggio proprio per evitare urti o rotture durante il trasporto!! Ovviamente arrivato il pacco ho visto subito che la mia richiesta del doppio box, nonostante avessi sollecitato, non è stata ascoltata, e come volevasi dimostrare l’oggetto si è rovinato. Ora: io ho scritto al venditore che comunque non è stato molto corretto, dato che io avevo fatto una richiesta esplicita, e che come minimo mi dovrebbe almeno rimborsare una parte dei soldi!! Perché ok che potrebbe essere stato il trasportatore ma se si fa un buon imballaggio e soprattutto se si ascolta il cliente, lui non avrebbe avuto alcuna responsabilità, invece in questo caso, non ha accolto la mia richiesta!! Perciò io lo vedo in parte responsabile!! Comunque all’inizio sembrava volesse venirmi incontro e rimborsarmi almeno le spese doganali!! Ma è completamente sparito!! E non risponde più!! Cosa mi consigliate di fare? Io non volevo procedere tramite PayPal, ma mi ci sta un po’ portando visto che se nè sta completamente fregando del problema!!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-30T20:13:56.223+03:00",
    "updated": "2024-08-31T00:16:29.053+03:00"
  },
  {
    "uuid": "e234765a0f9cc30149085c810e7482f72669471f",
    "url": "https://in.investing.com/news/indocanadian-charged-in-connection-with-hindu-temple-breakins-3953440",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "IANS",
    "published": "2023-12-29T00:00:00Z",
    "title": "Indo-Canadian charged in connection with Hindu temple break-ins - Investing.com India",
    "text": "Toronto, Dec 29 (IANS) A 41-year-old Indian-origin man has been arrested in connection with multiple robberies at Hindu temples in the Canadian province of Ontario in recent months, police said.\nJagdish Pandher from Brampton is facing charges for numerous offences and is currently being held for a bail hearing, the Durham Regional Police said on Thursday.\nInvestigators have linked Pandher to numerous break-and-enters at Hindu temples throughout the year, most of which occurred in Durham Region and around the Greater Toronto Area.\nIn a media release, police said that on October 8 at approximately 12:45 am its officers responded to reports of a break-and-enter in progress at a Hindu temple in the area of Bayly Street and Krosno Boulevard in Pickering.\nA male was seen on security surveillance breaking into the temple and taking a large quantity of cash from the donation boxes, the release said, adding that he fled the area prior to police arrival.\nHe was seen on surveillance footage later that morning committing additional break-and-enters at Hindu temples in Pickering and Ajax.\n\"Although these offences occurred at places of worship, they do not appear to be hate crimes or motivated by hate,\" Durham Regional Police said.\nAt least six Hindu temples were reportedly robbed in the month of September and October alone, mostly in the Greater Toronto Area, which included the Chintpurni Temple in Brampton, Rameshwar Mandir in Caledon and the Hindu Heritage Centre in Mississauga.\nAccording to local media reports, last year, close to half-a-dozen Hindu temples in the Greater Toronto Area were reportedly robbed in a span of ten days.\nThe Peel police in Toronto arrested three Canada-based Punjabi men in 2022 responsible for vandalism and theft in Hindu temples in the Greater Toronto Area from November 2021 until March 2022.\nPandher was one of the three accused, which also included Gursharnjeet Dhindsa and Parminder Gill from Brampton.\nThey were slapped with as many as 78 charges including Disguise with intent (13 counts each) and Break, enter and commit an indictable offence (13 counts each), according to media reports.\n--IANS\nmi/dan\nAdd Chart to Comment",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "althou",
          "sentiment": "none"
        },
        {
          "name": "pandher",
          "sentiment": "none"
        },
        {
          "name": "jagdish pandher",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hindu",
          "sentiment": "negative"
        },
        {
          "name": "ians",
          "sentiment": "negative"
        },
        {
          "name": "investing.com india toronto",
          "sentiment": "negative"
        },
        {
          "name": "durham regional police",
          "sentiment": "none"
        },
        {
          "name": "greater toronto area",
          "sentiment": "none"
        },
        {
          "name": "ajax",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "brampton",
          "sentiment": "none"
        },
        {
          "name": "bayly street",
          "sentiment": "none"
        },
        {
          "name": "pickering",
          "sentiment": "none"
        },
        {
          "name": "krosno boulevard",
          "sentiment": "none"
        },
        {
          "name": "ontario",
          "sentiment": "none"
        },
        {
          "name": "durham region",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:43:06.430+02:00",
    "updated": "2023-12-29T12:43:06.430+02:00"
  },
  {
    "uuid": "1eb722614802f88a96e24bb55392b21be7f3151a",
    "url": "https://www.zazoom.it/2024-12-20/autismo-la-storia-di-pietro-aspetta-da-sei-anni-un-centro-adeguato-che-lo-accolga/16037575",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@zazoomblog",
    "published": "2024-12-20T03:00:00Z",
    "title": "Autismo la storia di Pietro | aspetta da sei anni un centro adeguato che lo accolga",
    "text": "Autismo la storia di Pietro | aspetta da sei anni un centro adeguato che lo accolga\nLomazzo (Como) – Pietro è nello spettro autistico. Eppure vive in una comunità psichiatrica in provincia di Como. Ci si potrebbe fermare qui: è noto che l’Autismo non è una malattia, tanto meno mentale. Eppure Pietro passa tutte le sue giornate in una comunità psichiatrica. E non da oggi: è letteralmente cresciuto in comunità, ci vive da 13 anni, quando vi è entrato aveva 17 anni. A gennaio ne compirà 30. Sei anni fa la svolta: il Dipartimento di Salute Mentale dell’ASST Lariana fa sapere ai suoi genitori che la comunità psichiatrica non è il posto migliore per lui. Quasi mai lo è per chi è nello spettro. “Dal Dipartimento ci hanno detto che la struttura in cui si trova nostro figlio non è in grado di riabilitarlo – racconta Assunta Aiello, sua madre –. Così ci hanno chiesto di trovare un’altra soluzione, meglio se un centro per l’Autismo”.Leggi su Ilgiorno.it\nIlgiorno.it - Autismo, la storia di Pietro: aspetta da sei anni un centro adeguato che lo accolga\n- Autismo, la storia di Pietro: aspetta da sei anni un centro adeguato che lo accolga\n[Bombe su due scuole, è ancora strage di donne e bambini a Gaza](https://www.zazoom.it/2024-12-20/bombe-su-due-scuole-e-ancora-strage-di-donne-e-bambini-a-gaza/16037415/)ilmanifesto.it\n[Ue e migranti, Meloni rilancia il ‘modello Albania’](https://www.zazoom.it/2024-12-20/ue-e-migranti-meloni-rilancia-il-modello-albania/16037437/)sbircialanotizia.it\n[Joe Jonas dopo la doccia mostra tre tatuaggi particolari](https://www.zazoom.it/2024-12-20/joe-jonas-dopo-la-doccia-mostra-tre-tatuaggi-particolari/16037479/)biccy.it\n[“Io, ragazza col velo alla scuola cattolica”. La storia di Maryam, prima musulmana del liceo classico Faes di ...](https://www.zazoom.it/2024-12-20/io-ragazza-col-velo-alla-scuola-cattolica-la-storia-di-maryam-prima-musulmana-del-liceo-classico-faes-di-milano/16037581/)ilgiorno.it\n[Maxime Mbanda asfalta Lorenzo, che resta senza parole](https://www.zazoom.it/2024-12-20/maxime-mbanda-asfalta-lorenzo-che-resta-senza-parole/16037535/)biccy.it\n[Girona-Valladolid (venerdì 20 dicembre 2024 ore 21:00): formazioni, quote, pronostici. La prima gara della ...](https://www.zazoom.it/2024-12-19/girona-valladolid-venerdi-20-dicembre-2024-ore-2100-formazioni-quote-pronostici-la-prima-gara-della-giornata-sara-a-montilivi-2/16037543/)infobetting.com\n[Scopri i segreti haircare di Taylor Mega](https://www.zazoom.it/2024-12-20/scopri-i-segreti-haircare-di-taylor-mega/16037574/)donnemagazine.it\nVideo Autismo storia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Health->developmental disorder",
      "Health->mental health and disorder",
      "Health->health facility",
      "Social Issue->children",
      "Social Issue->social services",
      "Social Issue->disabilities",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Pietro",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T05:13:17.741+02:00",
    "updated": "2024-12-20T05:13:17.741+02:00"
  },
  {
    "uuid": "d25e85949a44f2c8e93796febfb2c8102268fe87",
    "url": "https://tylerpaper.com/news/national/lamine-yamal-is-in-the-spain-squad-which-will-take-on-the-netherlands-in-the/image_55b87c4b-0b37-5800-ae60-ba97484c544a.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "FILIPE AMORIM",
    "published": "2025-03-19T23:03:00Z",
    "title": "Lamine Yamal is in the Spain squad which will take on the Netherlands in the quarter-finals of the Nations League | National | tylerpaper.com",
    "text": "Spain coach Luis de la Fuente said Wednesday he had no problems with star forward Lamine Yamal observing Ramadan as his side prepared for their Nations League quarter-final clash with the Netherlands.\n\"May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit.\" (Romans 15:13)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->soccer"
    ],
    "ai_allow": false,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Lamine Yamal obser",
          "sentiment": "negative"
        },
        {
          "name": "Luis de la Fuente",
          "sentiment": "negative"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:33:09.940+02:00",
    "updated": "2025-03-20T01:33:09.940+02:00"
  }
]