[
  {
    "uuid": "89e3399134419533ef712edb3c21216f25071919",
    "url": "https://www.scmagazine.com/brief/alphv-blackcat-claims-of-us-military-data-compromise-under-federal-probe",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SC Staff",
    "published": "2024-02-01T22:35:00Z",
    "title": "ALPHV/BlackCat claims of US military data compromise under federal probe | SC Media",
    "text": "[CyberScoop](https://cyberscoop.com/technica-pentagon-alphv-ransomware/)reports that the U.S. Defense Counterintelligence and Security Agency has begun an investigation into the [ALPHV/BlackCat ransomware operation](https://www.scmagazine.com/brief/over-35m-impacted-by-cyberattack-against-vans-north-face-owner)'s alleged compromise of sensitive military-related data as part of its attack against Virginia-based IT services firm Technica. Technica had 300GB of data stolen during the attack, according to ALPHV/BlackCat, which also posted screenshots showing documents with individuals' names, clearance levels, designations, and Social Security numbers, as well as contracts for various government agencies, invoices, and data about government contractors. \"The Defense Counterintelligence and Security Agency is aware of the allegations of this incident and is coordinating with the appropriate law enforcement and security officials to address concerns,\" said Defense Department spokesperson Sue Gough. Meanwhile, Recorded Future ransomware researcher Allan Liska emphasized the severity of ALPHV/BlackCat's claims. \"Even if there aren't classified documents per se, there is a lot of sensitive data that can be garnered from even confidential or sensitive documents,\" noted Liska, who wanted about the potential use of compromised data in nation-state attacks.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Crime, Law and Justice",
      "Politics"
    ],
    "external_links": [
      "https://cyberscoop.com/technica-pentagon-alphv-ransomware/)reports",
      "https://www.cyberscoop.com/technica-pentagon-alphv-ransomware/)reports"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sue gough",
          "sentiment": "none"
        },
        {
          "name": "technica",
          "sentiment": "none"
        },
        {
          "name": "allan liska",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sc media",
          "sentiment": "negative"
        },
        {
          "name": "security agency",
          "sentiment": "none"
        },
        {
          "name": "social security",
          "sentiment": "none"
        },
        {
          "name": "technica",
          "sentiment": "none"
        },
        {
          "name": "defense department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s. defens",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "virginia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:14:55.782+02:00",
    "updated": "2024-02-02T01:14:55.782+02:00"
  },
  {
    "uuid": "fea4d4eab589cc1cbdab116bf7cde03b4d31588f",
    "url": "https://menafn.com/1107950819/White-House-US-Works-To-Open-New-Entry-Point-For-Humanitarian-Aid-Into-Northern-Gaza",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-03-07T04:10:00Z",
    "title": "White House: US Works To Open New Entry Point For Humanitarian Aid Into Northern Gaza | MENAFN.COM",
    "text": "( MENAFN - Kuwait News Agency (KUNA)) WASHINGTON, March 7 (KUNA) -- The White House affirmed Thursday working with the Israeli entity to facilitate the entry of humanitarian aid into the Gaza Strip.\nSpeaking at a news conference over the telephone, a senior official at the US National Security Council said \"we've been working with the Israelis to open a new crossing directly into north Gaza\".\n\"The UN confirmed today they're working, hopefully over the coming days, for a pilot transport through that new crossing. We began the airdrops; we had another one today, which we can talk about a little bit on this call,\" he added.\n\"As the UN confirmed today, we expect the first delivery to transit this crossing over the coming week, starting with a pilot and then ramping up\".\nHe pointed out that the Israeli government is also increasing the capacity of the direct land route from Jordan to Kerem Shalom, a route that has thus far seen around 48 trucks per week.\n\"We should soon see 50 or more trucks per day going across. But, we're not waiting on the Israelis. This is a moment for American leadership, and we are building a coalition of countries to address this urgent need,\" he said.\nThe official went to say that they continue to coordinate with international partners, including Jordan, Egypt, France, the Netherlands, and Belgium.\nThis morning, their airdrops added a cumulative total of 28,000 meals on top of CENTCOM's airdrops to Gaza. Importantly, this is part of a sustained effort, he said.\n\"Now, to conclude, I just wanted to say that to really address the urgent needs of the civilian population in Gaza and to enable humanitarian partners to safely distribute lifesaving aid throughout Gaza at the scale that is needed, it is essential that we see a temporary ceasefire in Gaza,\" he elaborated.\nThe path to a ceasefire is straightforward. There could be at least a six-week ceasefire today if Hamas would agree to release a defined category of vulnerable hostages, including women, elderly, sick, and the wounded, he said, stating that that deal is on the table now and has been for more than the past week.\nIt is a three-phase deal -- that is the concept of the deal -- with the first phase being a six-week ceasefire, which we have discussed.\n\"I do not want to discuss all the elements, but those elements have been under discussion. And there are arrangements -- as we had even during the ceasefire deal in November that led to 105 hostages coming out over seven days, repositioning of Israeli forces during that period, arrangements for movement -- all of that stuff has been negotiated,\" he concluded. (end)\nrsr\nMENAFN07032024000071011013ID1107950819\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.kuna.net.kw/articledetails.aspx?id=3141174",
      "https://www.kuna.net.kw/articledetails.aspx",
      "https://kuna.net.kw/articledetails.aspx?id=3141174"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kerem shalom",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "white house",
          "sentiment": "negative"
        },
        {
          "name": "kuwait news agency",
          "sentiment": "negative"
        },
        {
          "name": "us national security council",
          "sentiment": "none"
        },
        {
          "name": "un",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "jordan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T06:56:02.940+02:00",
    "updated": "2024-03-08T06:56:02.940+02:00"
  },
  {
    "uuid": "65b0a64f4306542a99699b7fdef1a40e18407323",
    "url": "https://www.espn.com.br/futebol/brasileirao/artigo/_/id/13952899/corinthians-gremio-renata-ruel-ve-razao-reclamacao-penalti-var-brasileiro-segue-sendo-vergonha",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ESPN.com.br",
    "published": "2024-07-26T00:19:00Z",
    "title": "Renata Ruel vê Grêmio prejudicado pelo árbitro",
    "text": "O [Grêmio](/futebol/time/_/id/6273/gremio) ficou na bronca com a arbitragem na partida contra o [Corinthians](/futebol/time/_/id/874/corinthians) nesta quinta-feira (25), na Neo Química Arena, pela 19ª rodada do [Campeonato Brasileiro](/futebol/liga/_/nome/bra.1/brasileiro). E tudo por conta da penalidade marcada para o Timão. Para Renata Ruel, comentarista de arbitragem dos canais ESPN, o Imortal tem razão em questionar a decisão do árbitro Alex Gomes Stefano que, com auxílio do VAR, assinalou falta dentro da área em cima de Romero. \"Não foi pênalti, o Grêmio vai reclamar com razão. Primeira análise é se o segurar gera impacto, pois nem todo segurar é falta. Segundo ponto, o jogador do Corinthians cai para frente em um puxão. A bola sobra para o companheiro de equipe do atacante que cabeceia livre. O VAR no Brasil segue sendo uma vergonha, é o tipo de lance que só por aqui há interferência e a arbitragem marca.\" O Grêmio abriu o placar com Rodrigo Ely, após cruzamento de Soteldo . Com a penalidade marcada, o Corinthians igualou com Yuri Alberto . O Imortal chegou a voltar a ficar na frente com gol de Cristaldo. No entanto, o VAR assinalou impedimento de Nathan no início da jogada. Próximos jogos do Corinthians: [Atlético-MG](/futebol/time/_/id/7632/atlético-mg)(F) - 28/07, 19h (de Brasília) - [Brasileirão](/futebol/liga/_/nome/bra.1/brasileiro) [Grêmio](/futebol/time/_/id/6273/gremio)(C) - 31/07, 21h30 (de Brasília) - [Copa do Brasil](/futebol/liga/_/nome/bra.copa_do_brazil) [Juventude](/futebol/time/_/id/6270/juventude)(C) - 04/08, às 16h (de Brasília) - [Brasileirão](/futebol/liga/_/nome/bra.1/brasileiro) Próximos jogos do Grêmio [Vasco](/futebol/time/_/id/3454/vasco-da-gama)(C) - 28/7, 16h (de Brasília) - [Brasileirão](/futebol/liga/_/nome/bra.1/brasileiro) [Corinthians](/futebol/time/_/id/874/corinthians)(F): 21h30 (de Brasília) - [Copa do Brasil](/futebol/liga/_/nome/bra.copa_do_brazil) [Athletico-PR](/futebol/time/_/id/3458/athletico-pr)(F) - 04/08, às 16h (de Brasíla) - [Brasileirão](/futebol/liga/_/nome/bra.1/brasileiro)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T04:36:57.363+03:00",
    "updated": "2024-07-26T10:51:21.405+03:00"
  },
  {
    "uuid": "5adc9dd2e916e0e582e1066b77ac7d46fd5e8bd7",
    "url": "https://www.richlandsource.com/2023/12/22/melvin-john-mel-trentman/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Penwell Turner Funeral Home",
    "published": "2023-12-23T05:34:00Z",
    "title": "Melvin John \"Mel\" Trentman",
    "text": "Melvin John “Mel” Trentman, age 100, longtime Shelby resident and currently of Mason, passed away early Friday morning, December 22, 2023 at Montage Mason where he resided. His death comes just 16 days shy of his 101st birthday. Mel was born January 7, 1923 in Delphos, Ohio to the late Joseph and Henrietta (Scharf) Trentman. Following high school, he briefly began his college education before serving his country in the United States Army as a Sergeant during World War II from 1942-1946. While stationed in France, heroic injury during battle resulted in being awarded numerous medals including a Purple Heart and two Bronze Stars. Following, he completed his college education earning a bachelor’s degree in engineering from Tri-State University in Angola, IN. On July 20, 1957, Mel married C. Jean (Christen) Trentman. Work ultimately brought he and Jean to Shelby, Ohio- a job at The Autocall Company. That occupation became a 40-year career from which he retired in 1986. Longtime members of Most Pure Heart of Mary Catholic Church, Mel was active in volunteering including the St. Mary School Board and assisting with bingo for many years. He was also a longtime member of the Shelby Knights of Columbus #1968 and thoroughly enjoyed fishing. In the early 2000s, Mel and Jean moved to Lebanon, Ohio to be closer to their children who all live in the greater Cincinnati area. While in Lebanon, they became members of St. Francis de Sales Catholic Church. His beloved Jean passed away January 7, 2016. Their children survive: Gerald (Ruth) Trentman, Patricia (John) Van Gilse, John (Evie) Trentman, and William Trentman. Also surviving are grandchildren: Steven Trentman, Christofer Trentman, Cullen Trentman, Lydia Trentman, Will Van Gilse, Haley Trentman, and Max Trentman; and nieces and nephews. Family and friends are welcome for visitation on Thursday, December 28, 2023 from 9:30-10:30 am at the Penwell Turner Funeral Home, 168 West Main Street, Shelby, Ohio 44875. Mass of Christian Burial will immediately follow at 11 am at Most Pure Heart of Mary Catholic Church, 26 West Street, Shelby, Ohio 44875. Fr. Chris Mileski will celebrate the Mass with military honors conducted by the Richland County Joint Veterans Burial Detail. Burial will follow in the church cemetery beside his wife, Jean. For those wishing, memorial contributions may be made Most Pure Heart of Mary Catholic Church. Online condolences may be left on Mel’s obituary on the funeral home’s website, [www.PenwellTurner.com](http://www.PenwellTurner.com), or their Facebook page, [www.Facebook.com/PenwellFuneral](http://www.Facebook.com/PenwellFuneral). Funeral Home: Penwell Turner Funeral Home Website: [www.PenwellTurner.com](http://www.PenwellTurner.com)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "http://www.PenwellTurner.com),",
      "http://www.Facebook.com/PenwellFuneral).",
      "http://www.PenwellTurner.com)",
      "http://PenwellTurner.com),",
      "http://PenwellTurner.com)",
      "http://Facebook.com/PenwellFuneral)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mason",
          "sentiment": "negative"
        },
        {
          "name": "mel",
          "sentiment": "negative"
        },
        {
          "name": "shelby",
          "sentiment": "negative"
        },
        {
          "name": "trentman melvin john",
          "sentiment": "negative"
        },
        {
          "name": "melvin john",
          "sentiment": "negative"
        },
        {
          "name": "henrietta (scharf",
          "sentiment": "none"
        },
        {
          "name": "joseph",
          "sentiment": "none"
        },
        {
          "name": "jean",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bronze stars",
          "sentiment": "none"
        },
        {
          "name": "autocall company",
          "sentiment": "none"
        },
        {
          "name": "most pure heart of mary catholic church",
          "sentiment": "none"
        },
        {
          "name": "united states army",
          "sentiment": "none"
        },
        {
          "name": "st. mary schoo",
          "sentiment": "none"
        },
        {
          "name": "montage mason",
          "sentiment": "none"
        },
        {
          "name": "tri-state university",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "delphos",
          "sentiment": "none"
        },
        {
          "name": "angola",
          "sentiment": "none"
        },
        {
          "name": "shelby",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T03:12:05.582+02:00",
    "updated": "2023-12-24T03:12:05.582+02:00"
  },
  {
    "uuid": "55f1fe9b4294db84d52670934d3c0a9accced41f",
    "url": "https://www.fox5atlanta.com/news/east-point-city-council-votes-to-decriminalize-weed-possession",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rob DiRienzo",
    "published": "2023-12-29T04:12:00Z",
    "title": "East Point City Council votes to decriminalize weed possession",
    "text": "EAST POINT, Ga. - East Point just became the 13th city in Georgia to vote to decriminalize small amounts of marijuana . The council voted unanimously to do so at its meeting on Dec. 18. Once the mayor signs the bill, the city will issue $75 tickets or community service for possession of less than an ounce. \"It puts a lot of our community out of harm’s way,\" said Council member Lance Robertson, who wrote the legislation. \"This is a nonviolent crime, so therefore, if anyone has less than an ounce gets caught with something, it’s just a ticket. Robertson also owns a CBD and hemp store on Cascade Road, both of which are already legal. However, according to Atlanta-based criminal defense attorney Joshua Schiffer, this new ordinance does not legalize marijuana itself. He explains, \"It means that the punishment has been reduced simply to a fine, much like a traffic ticket. A lot of people, especially youth of minorities, that’s how they’re getting harassed.\" Research from the NAACP found that although white and Black people smoke, vape, and eat THC at similar rates, Black people are six times more likely to get locked up for it. \"The police can be protecting our community, not patrolling our community,\" the council member said. \"Not looking for things that they shouldn’t be looking for.\" Robertson is now calling on state lawmakers to legalize marijuana altogether. Other cities that have already decriminalized the drug include Atlanta, Athens, Chamblee, and Forest Park. Multiple requests for comment from East Point Mayor Deana Holiday Ingraham went unreturned, so it’s not clear when the new measure would take effect in the city.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lance robertson",
          "sentiment": "none"
        },
        {
          "name": "robertson",
          "sentiment": "none"
        },
        {
          "name": "joshua schiffer",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "east point city council",
          "sentiment": "negative"
        },
        {
          "name": "naacp",
          "sentiment": "none"
        },
        {
          "name": "council",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ga. - east point",
          "sentiment": "none"
        },
        {
          "name": "georgia",
          "sentiment": "none"
        },
        {
          "name": "cascade road",
          "sentiment": "none"
        },
        {
          "name": "atlanta",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T07:31:52.225+02:00",
    "updated": "2023-12-29T07:31:52.225+02:00"
  },
  {
    "uuid": "7aeabe674109533858423c3246df94c980002bcb",
    "url": "https://trevorpcdx29624.ampedpages.com/boosting-your-house-with-qualified-doorway-set-up-in-kitchener-51614359",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Trevorpcdx",
    "published": "2023-12-28T19:39:00Z",
    "title": "Boosting Your house with Qualified Doorway Set up in Kitchener",
    "text": "Doorways are not only purposeful factors of a home; In addition they play a major purpose in its aesthetics, stability, and Electrical power performance. No matter whether You are looking to exchange previous, worn-out doors or want to give your house a refreshing seem, suitable door set up in Kitchener will make a environment of difference. In this weblog, we are going to take a look at the value of Specialist door set up, the choices readily available, and why Kitchener is an amazing place to improve your residence's entrance.\nhttps://panoramawindows.ca/<br>https://panoramawindows.ca/oshawa-windows-doors/<br>https://panoramawindows.ca/kitchener-windows-doors/\">Details\nThe significance of Professional Door Set up\nA nicely-put in doorway assures stability, Vitality effectiveness, and the general attraction of your own home. This is why Skilled door set up is significant:\nStability: Doorways are your very first line of defense from thieves. A correctly set up door by using a strong body and protected locks might help maintain your family Risk-free.\nEnergy Performance: An improperly set up door may result in drafts, creating your heating and cooling devices to work more durable and expanding energy bills. An expert set up guarantees a comfortable healthy, cutting down energy waste.\nAesthetics: The way a doorway is mounted can affect its visual appearance. A specialist installer will be sure that the doorway is degree, plumb, and aligned, enhancing your house's suppress attraction.\nLongevity: Suitable set up can lengthen the lifespan within your door, conserving you revenue on repairs and replacements In the long term.\nDoorway Alternatives in Kitchener\nKitchener features various doorway options to suit your desires and Tastes:\nEntrance Doorways: The entrance doorway will be the centerpiece of your property's exterior. You can Pick from A variety of elements, including Wooden, fiberglass, and metal, Each individual providing special Positive aspects with regard to aesthetics and protection.\nInterior Doors: No matter whether you like vintage or modern day interior doorways, Kitchener incorporates a large choice to pick from. These doors can enhance the move and magnificence of your house's inside.\nPatio Doors: Sliding glass or French doorways can connect your indoor and out of doors spaces fantastically. They also deliver sufficient natural gentle and views.\nSafety Doorways: For additional protection and comfort, consider putting in stability doorways, that happen to be designed to resist split-in tries.\nWhy Pick Kitchener for Doorway Set up?\nKitchener, situated in the guts of Ontario, is a great spot for doorway set up for quite a few causes:\nAssorted Range: Kitchener gives a range of doorway models, supplies, and patterns, which makes it effortless to search out the perfect doorway for your private home.\nExperienced Installers: Town offers quite a few professional doorway installation experts who can expertly tackle the set up approach, making certain high-quality and protection.\nNeighborhood Help: Selecting local gurus in your door set up indicates you can rely upon them for ongoing assist and maintenance.\nControl Appeal: Kitchener's charming neighborhoods and picturesque landscapes build an excellent backdrop to showcase your freshly installed doors.\nhttps://panoramawindows.ca/fibreglass-entry-doors-replacement-installation/\nSummary\nExpert door installation in Kitchener is really an investment decision that pays off with regard to stability, Power efficiency, aesthetics, and sturdiness. With an array of door alternatives readily available, professional installers, and town's welcoming environment, Kitchener is the perfect location to enhance the look and performance of your private home with new doorways. So, should you be thinking of door set up, glimpse no further more than Kitchener to rework your property into a safer, Vitality-effective, and delightful household.\nBoosting Your house with Qualified Doorway Set up in Kitchener\nDoorways are not only purposeful factors of a home; In addition they play a major purpose in its aesthetics, stability, and Electrical power performance. No matter whether You are looking to exchange previous, worn-out doors or want to give your house a refreshing seem, suitable door set up in Kitchener will make a environment of difference. In this weblog, we are going to take a look at the value of Specialist door set up, the choices readily available, and why Kitchener is an amazing place to improve your residence's entrance.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://panoramawindows.ca/oshawa-windows-doors/",
      "https://panoramawindows.ca/",
      "https://panoramawindows.ca/hamilton-windows-doors/",
      "https://panoramawindows.ca/fibreglass-entry-doors-replacement-installation/",
      "https://panoramawindows.ca/kitchener-windows-doors/",
      "https://panoramawindows.ca/oshawa-windows-doors",
      "https://panoramawindows.ca/hamilton-windows-doors",
      "https://www.panoramawindows.ca/fibreglass-entry-doors-replacement-installation/",
      "https://panoramawindows.ca/fibreglass-entry-doors-replacement-installation",
      "https://panoramawindows.ca",
      "https://www.panoramawindows.ca/",
      "https://panoramawindows.ca/kitchener-windows-doors",
      "https://www.panoramawindows.ca/oshawa-windows-doors/",
      "https://www.panoramawindows.ca/hamilton-windows-doors/",
      "https://www.panoramawindows.ca/kitchener-windows-doors/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "kitchener doorways",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "kitchener",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:51:37.137+02:00",
    "updated": "2023-12-29T01:51:37.137+02:00"
  },
  {
    "uuid": "ed003d3f95d1d8bf3a5dde5785fda8d11e301046",
    "url": "https://www.espn.com.br/olimpiadas/artigo/_/id/13950566/novo-phelps-esbraveja-contra-agencia-antidoping-nada-garante-que-vamos-competir-de-maneira-justa",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Guilherme Sacco, de Paris (FRA)",
    "published": "2024-07-25T17:44:00Z",
    "title": "'Novo Phelps' esbraveja contra agência antidoping: 'Nada garante que vamos competir de maneira justa' - ESPN",
    "text": "A [natação](/olimpiada/verao/natacao/) está envolta em polêmicas com a questão do doping antes das [Olimpíadas](/olimpiada/) de Paris-2024. Os atletas americanos estão reclamando das revelações feitas em abril que a WADA (Agência Internacional de Anti Dopagem) não puniu nenhum dos 23 nadadores chineses que testaram positivo antes de Tóquio-2020. Caeleb Dressel, um dos maiores nomes da natação mundial, foi mais um que fez coro às reclamações. \"Não, sinceramente não. Não acho que eles nos deram evidências o suficiente para a gente confiar neles do jeito que esse caso foi levado. Então, para responder sua pergunta, não\", disse o \"Novo Phelps\" ao ser perguntado se confiava que as autoridades iam \"garantir uma competição justa\" em Paris, durante entrevista coletiva nesta quinta-feira (25). A reclamação de Dresell deixou Brent Nowicki, diretor da World Aquatics, federação que cuida dos esportes aquáticos ao redor do mundo, chateado. \"Toda a organização trabalha demais. Todo dia eles vão trabalhar e colocam a alma no que fazem. Então quando você ouve alguém como Caeleb falando isso, obviamente não é o que você quer que um atleta fale\", disse, na mesma coletiva. As reclamações dos Estados Unidos são em relação a um grupo de 23 nadadores chineses que testaram positivo no doping antes da Olimpíada de Tóquio-2020, que foi disputada em 2021 por conta da pandemia. Em abril, foi revelado que a WADA ficou sabendo dos casos e aceitou a explicação chinesa de que os atletas não se doparam voluntariamente e, sim, foram vítimas de uma comida envenadada. A Agência Antidoping garante que conduziu uma investigação privada que chegou ao mesmo resultado.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T05:43:04.510+03:00",
    "updated": "2024-07-26T05:43:04.510+03:00"
  }
]