[
  {
    "uuid": "4b11d6995053b6275f2af41bbdbbef7358ad8459",
    "url": "https://tribuneonlineng.com/?p=893109",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Saheed Salawu",
    "published": "2024-05-31T04:35:00Z",
    "title": "BTA: Muslim body applauds Abiodun's support for Ogun hajj pilgrims",
    "text": "by Saheed Salawu May 31, 2024 in Eye of Islam Reading Time: 1 min read A A A A Reset Abiodun\nTHE Ogun State Muslim Council (OMC) has commended the state governor, Prince Dapo Abiodun for providing fund to augment the shortfall in the Basic Travel Allowance (BTA) for the state’s pilgrims for this year’s hajj.\nThe council, in a statement signed by the Secretary-General, Alhaji Kamaldeen Akintunde, described the governor’s gesture as one that would ease the affairs of the pilgrims in the holy land and enhance the smooth performance of the hajj rites.\nIt recalled that Governor Abiodun saved the pilgrims from the agonies of the shortfall in their Basic Travel Allowance (BTA) arising from the vagaries of the foreign exchange rates.\nRelated Posts APC chieftain says Abiodun’s commitment to Ogun residents unparalleled Sanwo-olu, Abiodun, others grace Pa Obasa’s 8th days fidau prayers Over 8,000 Ogun farmers receive support to boost food production According to the OMC, while NAHCON used N1,252.01 per dollar to calculate hajj fare (BTA inclusive) to give $500 as BTA to each pilgrim, the CBN released BTA at N1,530.86 per dollar, which gives each pilgrim $415 instead of $500.\nIt said for each pilgrim to get $500 at the new exchange rate of N1,530.86 per dollar, the differential to be paid for the state’s 934 pilgrims was N119,560,712.70, which Governor Abiodun paid in order to ensure that the pilgrims perform their hajj rites without stress.\nWith this gesture, the OMC said Governor Abiodun had exhibited the Islamic principles of tolerance, compassion and kind heartedness.\nThe Muslim body implored the governor to sustain what it described as his kind service to the people to enhance the realisation of the ‘Building Our Future Together’ agenda of his government.\nThe council implored the pilgrims to reciprocate the gesture by abiding by Saudi Arabia laws and avoid any act that could tarnish their names or damage Nigeria’s image.\nRead Also: Tinubu assures intelligence community of conducive working environment\nGet real-time news updates from Tribune Online! Follow us on WhatsApp for breaking news, exclusive stories and interviews, and much more.\nJoin our WhatsApp Channel now\nTags: abiodun Hajj pilgrims ogun Share Tweet Send Share Share Previous Post Trump found guilty in hush-money case Next Post Hush-money: What to know about Trump’s conviction Most Read Full lyrics of new national anthem ‘Nigeria, We Hail thee’ How I emerged UDUS best-graduating female student with 4.87 CGPA — 22-year-old Haleemah Why we spent N74bn on 15-year-old abandoned Wuye bridge — Wike How Makinde ended age-long agonies with 76km road in one year — Ogbomoso-Iseyin residents Why I regret making song about my ex — Adekunle Gold FG orders outgoing VCs to appoint deputies as acting vice-chancellors Court declares 25 Rivers Assembly seats vacant Tinubu condoles with Jimi Agbaje over son’s death WHO debunks fake HPV vaccination report in Anambra Biafra Day: WAEC candidates disguise as water fetchers to beat 'sit-at-home order' in Anambra Subscribe to e-Paper Frontpage Today EDITORIAL\nEditorial\nOpinion\nLetters\nBUSINESS\nCapital Market\nMoney Market\nEconomy\nENTERTAINMENT\nFriday Treat\nEntertainment\nRazzmattaz\nREGIONS\nSouth West\nNiger Delta\nArewa\nRELIGION\nTribune Church\nChurch News\nMuslim Sermon\nEye of Islam\nIslamic News COLUMNS\nAnike's Diary\nAplomb\nAsk The Doctor\nAutoclinic With The Mechanic\nAwo's Thought\nBorderless\nCrucial Moment\nEmpowered For Life\nFestus Adebayo's Flickers\nFinancewise\nGibbers\nIntimacy\nLanguage & Style\nLeaders' Forum\nLeadership & Management\nLynx Eye\nMonday Lines\nMum & Child\nNatural Health\nNotes from Atlanta with Farooq Kperogi\nOn The Lord's Day\nPENtagon\nPolitical Panorama\nVeritatem With Obadiah Mailafia\nVoice of Courage\nWhatsapp Conversation\nYou and Eye\nYour Life Counts\nWOMEN\nXquisite\nXquisite Food\nXquisite Style\nWondrous World of Women\nMORE\nBusiness Coach\nEducation\nEvent Digest\nCrime & Court\nDo It Yourself\nEcoscope\nProperty & Environment\nEnergy\nMaritime\nAviation\nBrands & Marketing\nAgriculture\nInfo Tech\nLabour\nLeadership & Management\nAchievers\nArewa Live\nArts & Culture\nArts & Reviews\nCampus Beat\nPolitics\nHealth News About Us Contact us Disclaimer Privacy Tribune Advertisement Rates © 2023 Tribune Online - an online publication of African Newspapers of Nigeria Plc. All rights reserved",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://whatsapp.com/channel/0029VaAVWVPChq6Tp9D1mC3w",
      "https://i0.wp.com/tribuneonlineng.com/wp-content/uploads/2024/05/ADEKUNLE-GOLD-e1716815262965.webp?resize=40%2C40&ssl=1",
      "https://i0.wp.com/tribuneonlineng.com/wp-content/uploads/2024/05/ADEKUNLE-GOLD-e1716815262965.webp?resize=80%2C80&ssl=1",
      "https://www.facebook.com/sharer.php?u=https%3A%2F%2Ftribuneonlineng.com%2Fbta-muslim-body-applauds-abioduns-support-for-ogun-hajj-pilgrims%2F",
      "https://www.dictionary.com/browse/Muslim",
      "https://i0.wp.com/tribuneonlineng.com/wp-content/uploads/2024/05/ADEKUNLE-GOLD-e1716815262965.webp?resize=120%2C120&ssl=1",
      "https://twitter.com/intent/tweet?text=BTA%3A%20Muslim%20body%20applauds%20Abiodun%E2%80%99s%20support%20for%20Ogun%20hajj%20pilgrims&url=https%3A%2F%2Ftribuneonlineng.com%2Fbta-muslim-body-applauds-abioduns-support-for-ogun-hajj-pilgrims%2F",
      "https://telegram.me/share/url?url=https%3A%2F%2Ftribuneonlineng.com%2Fbta-muslim-body-applauds-abioduns-support-for-ogun-hajj-pilgrims%2F&text=BTA%3A%20Muslim%20body%20applauds%20Abiodun%E2%80%99s%20support%20for%20Ogun%20hajj%20pilgrims",
      "https://i0.wp.com/tribuneonlineng.com/wp-content/uploads/2024/05/ADEKUNLE-GOLD-e1716815262965.webp?resize=60%2C60&ssl=1",
      "https://i0.wp.com/tribuneonlineng.com/wp-content/uploads/2024/05/ADEKUNLE-GOLD-e1716815262965.webp?resize=160%2C160&ssl=1",
      "https://www.linkedin.com/shareArticle?url=https%3A%2F%2Ftribuneonlineng.com%2Fbta-muslim-body-applauds-abioduns-support-for-ogun-hajj-pilgrims%2F&title=BTA%3A%20Muslim%20body%20applauds%20Abiodun%E2%80%99s%20support%20for%20Ogun%20hajj%20pilgrims",
      "https://i0.wp.com/tribuneonlineng.com/wp-content/uploads/2024/05/ADEKUNLE-GOLD-e1716815262965.webp?resize=40%2C40&#038;ssl=1",
      "https://www.whatsapp.com/channel/0029VaAVWVPChq6Tp9D1mC3w",
      "https://www.i0.wp.com/tribuneonlineng.com/wp-content/uploads/2024/05/ADEKUNLE-GOLD-e1716815262965.webp?resize=40%2C40&#038;ssl=1",
      "https://www.telegram.me/share/url?url=https%3A%2F%2Ftribuneonlineng.com%2Fbta-muslim-body-applauds-abioduns-support-for-ogun-hajj-pilgrims%2F&text=BTA%3A%20Muslim%20body%20applauds%20Abiodun%E2%80%99s%20support%20for%20Ogun%20hajj%20pilgrims",
      "https://telegram.me/share/url",
      "https://www.i0.wp.com/tribuneonlineng.com/wp-content/uploads/2024/05/ADEKUNLE-GOLD-e1716815262965.webp?resize=160%2C160&ssl=1",
      "https://i0.wp.com/tribuneonlineng.com/wp-content/uploads/2024/05/ADEKUNLE-GOLD-e1716815262965.webp",
      "https://www.i0.wp.com/tribuneonlineng.com/wp-content/uploads/2024/05/ADEKUNLE-GOLD-e1716815262965.webp?resize=80%2C80&ssl=1",
      "https://www.i0.wp.com/tribuneonlineng.com/wp-content/uploads/2024/05/ADEKUNLE-GOLD-e1716815262965.webp?resize=60%2C60&ssl=1",
      "https://www.linkedin.com/shareArticle",
      "https://www.i0.wp.com/tribuneonlineng.com/wp-content/uploads/2024/05/ADEKUNLE-GOLD-e1716815262965.webp?resize=120%2C120&ssl=1",
      "https://www.facebook.com/sharer.php",
      "https://www.i0.wp.com/tribuneonlineng.com/wp-content/uploads/2024/05/ADEKUNLE-GOLD-e1716815262965.webp?resize=40%2C40&ssl=1",
      "https://dictionary.com/browse/Muslim",
      "https://www.twitter.com/intent/tweet?text=BTA%3A%20Muslim%20body%20applauds%20Abiodun%E2%80%99s%20support%20for%20Ogun%20hajj%20pilgrims&url=https%3A%2F%2Ftribuneonlineng.com%2Fbta-muslim-body-applauds-abioduns-support-for-ogun-hajj-pilgrims%2F",
      "https://facebook.com/sharer.php?u=https%3A%2F%2Ftribuneonlineng.com%2Fbta-muslim-body-applauds-abioduns-support-for-ogun-hajj-pilgrims%2F",
      "https://twitter.com/intent/tweet",
      "https://linkedin.com/shareArticle?url=https%3A%2F%2Ftribuneonlineng.com%2Fbta-muslim-body-applauds-abioduns-support-for-ogun-hajj-pilgrims%2F&title=BTA%3A%20Muslim%20body%20applauds%20Abiodun%E2%80%99s%20support%20for%20Ogun%20hajj%20pilgrims"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "abiodun",
          "sentiment": "negative"
        },
        {
          "name": "saheed salawu",
          "sentiment": "negative"
        },
        {
          "name": "abiodun the ogu",
          "sentiment": "negative"
        },
        {
          "name": "pa obasa",
          "sentiment": "none"
        },
        {
          "name": "dapo abiodun",
          "sentiment": "none"
        },
        {
          "name": "alhaji kamaldeen akintunde",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "islam reading time",
          "sentiment": "negative"
        },
        {
          "name": "nahcon",
          "sentiment": "none"
        },
        {
          "name": "omc",
          "sentiment": "none"
        },
        {
          "name": "apc",
          "sentiment": "none"
        },
        {
          "name": "state muslim council",
          "sentiment": "none"
        },
        {
          "name": "bta",
          "sentiment": "none"
        },
        {
          "name": "cbn",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ogun",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-31T10:18:48.125+03:00",
    "updated": "2024-05-31T10:18:48.125+03:00"
  },
  {
    "uuid": "6ac08b7b420cda61c5a205d383f875ad70f732e7",
    "url": "https://www.forbes.com/sites/antoniopequenoiv/2024/06/13/senate-finds-clarence-thomas-received-three-more-undisclosed-trips-from-gop-megadonor-harlan-crow",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Antonio Pequeño IV",
    "published": "2024-06-13T00:00:00Z",
    "title": "Senate Probe Finds Clarence Thomas Received More Undisclosed Harlan Crow Trips",
    "text": "Breaking 34 minutes ago Princess Kate Will Attend First Public Event Since Announcing Cancer 35 minutes ago Bump Stocks: What To Know About Controversy Over Gun Devices As Supreme Court Drops Ban 36 minutes ago Biden Wanders Away From Other G7 Leaders—And Controversy Ensues: The Video Explained 2 hours ago ADHD Drug Shortage Could Worsen After Arrests Of 2 Telehealth Executives, CDC Warns 2 hours ago Elon Musk Says Tesla’s Optimus Robot Could Drive Company To $25 Trillion Valuation—Here’s What Experts Think 3 hours ago Will Billionaire Tiger Woods Make The Cut? Here Are U.S. Open's Top Contenders--And Highest Earners 3 hours ago Pentagon Launched Secret Anti-Vax Campaign To Discredit China During COVID Pandemic, Report Says 3 hours ago Donald Trump’s Georgia Election Interference Case Is Being Made Into A Documentary—Here’s What We Know 3 hours ago Biden Vs. Trump 2024 Election Polls: Trump Leads As Most Voters Unmoved By His Conviction, New Poll Shows 4 hours ago T20 Cricket World Cup: How Florida Rains Could Help Team U.S. Secure Shock 2nd Round Qualification 4 hours ago Bump Stocks Now Legal Again As Supreme Court Strikes Down Trump-Era Gun Device Ban 4 hours ago Trump Suggests He’s Settled On A Running Mate—And Will ‘Probably’ Announce At RNC 4 hours ago Supreme Court Ethics Controversies: New Clarence Thomas-Harlan Crow Trips Revealed 5 hours ago Adobe Soars In Premarket As AI Strategy Starts Paying Off 5 hours ago Heat Wave Threatens More Than 100 Million With Dangerously High Temperatures Next Week—Here’s Where 11 hours ago Trump Says He Had A Speech ‘Rewritten By AI’ And Decided ‘I’m Going To Use This’ 13 hours ago Connor McGregor’s Return Fight Canceled Over Injury—Meaning Pereira Vs Prochazka Will Headline UFC 303 16 hours ago Trevor Lawrence Reaches $275 Million Deal With Jaguars—Tying Joe Burrow As NFL’s Highest-Paid Player In Contract Extension 20 hours ago Tesla Shareholders Greenlight Elon Musk’s $50 Billion Pay Package 20 hours ago Senate Finds Clarence Thomas Received Three More Undisclosed Trips From GOP Megadonor Harlan Crow 21 hours ago Trump Promises Tax Cuts At Business Roundtable With CEOs, Including Apple’s Tim Cook And JP Morgan’s Jamie Dimon\nEdit Story Forbes\nBusiness Breaking Senate Finds Clarence Thomas Received Three More Undisclosed Trips From GOP Megadonor Harlan Crow Antonio Pequeño IV Forbes Staff Pequeño is a breaking news reporter who covers tech and more. Following Jun 13, 2024, 05:47pm EDT Updated Jun 14, 2024, 01:32pm EDT Share to Facebook Share to Twitter Share to Linkedin Topline\nA Senate Judiciary Committee ethics investigation found Thursday that Supreme Court Justice Clarence Thomas failed to disclose three private jet trips provided by GOP megadonor Harlan Crow—the latest scrutiny of Thomas after he recently amended a financial disclosure to include previously undisclosed vacations gifted to him by Crow.\nThe information revealed Thursday was sourced from a subpoena for information from Crow. (Photo by ... [+] Chip Somodevilla/Getty Images)\nGetty Images Key Facts The findings announced by the committee Thursday were collected through a subpoena for information from Crow and revealed Clarence did not disclose three domestic private jet trips from Crow between 2017 and 2021.\nSubpoenaed documents also showed further private jet travel and an eight-day yacht excursion Thomas did not disclose in his 2019 financial disclosure amendment last week.\nThomas’ financial disclosure amendment last week included the addition of two trips to the “reimbursement” section of the report; the trips involved flights to Bali and Crow’s private club in California, where Thomas’ food and lodging was covered by the donor.\nGifts of transportation are legally required to be disclosed by Supreme Court justices, unlike food, lodging or entertainment received as personal hospitality.\nCrucial Quote “Despite an approval rating near all-time lows and never-ending, self-inflicted scandals, Chief Justice Roberts still refuses to use his existing authority to implement an enforceable code of conduct,” U.S. Senate Majority Whip Dick Durbin, D-IL, said in a statement. “Until he acts, we will continue our push for the Supreme Court Ethics, Recusal, and Transparency Act to become law.”\nKey Background Thomas was embroiled in controversy last year when a ProPublica report found he accepted luxury flights and yacht trips from Crow without divulging them on legally required disclosures. Thomas also reportedly failed to disclose Crow-funded tuition payments given to his grandnephew, Mark Martin. Supreme Court Justice Samuel Alito has also faced ethics scrutiny over the flying of an upside-down American flag at his home after the 2020 election, as well as an “Appeal To Heaven” flag flown at his New Jersey home last year. The latter flag was also flown by Jan. 6 Capitol insurrection rioters. The controversies surrounding the justices come amid a push by Senate Democrats to introduce the Supreme Court Ethics, Recusal and Transparency Act, which would enshrine a code of conduct for Supreme Court justices. A Democratic push to pass the bill by unanimous consent was blocked yesterday by Sen. Lindsey Graham, R-S.C.\nFurther Reading Supreme Court Ethics Bill Blocked In Senate Amid Samuel Alito Controversies (Forbes)\nClarence Thomas Reports Two More Harlan Crow Trips On Supreme Court Disclosure (Forbes)\nClarence Thomas Discloses More Trips From GOP Megadonor Harlan Crow (Forbes)\nFollow me on Twitter or LinkedIn . Send me a secure tip . Antonio Pequeño IV Following\nEditorial Standards Print Reprints & Permissions Join The Conversation Comments One Community. Many Voices. Create a free account to share your thoughts.\nRead our community guidelines here . Forbes Community Guidelines Our community is about connecting people through open and thoughtful conversations. We want our readers to share their views and exchange ideas and facts in a safe space.\nIn order to do so, please follow the posting rules in our site's Terms of Service. We've summarized some of those key rules below. Simply put, keep it civil.\nYour post will be rejected if we notice that it seems to contain:\nFalse or intentionally out-of-context or misleading information Spam Insults, profanity, incoherent, obscene or inflammatory language or threats of any kind Attacks on the identity of other commenters or the article's author Content that otherwise violates our site's terms. User accounts will be blocked if we notice or believe that users are engaged in:\nContinuous attempts to re-post comments that have been previously moderated/rejected Racist, sexist, homophobic or other discriminatory comments Attempts or tactics that put the site security at risk Actions that otherwise violate our site's terms. So, how can you be a power user?\nStay on topic and share your insights Feel free to be clear and thoughtful to get your point across ‘Like’ or ‘Dislike’ to show your point of view. Protect your community. Use the report tool to alert us when someone breaks the rules. Thanks for reading our community guidelines. Please read the full list of posting rules found in our site's Terms of Service.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://capi.elements.video/tr/si?token=",
      "https://cds.elements.video/a/preload-resources-ovp.json",
      "https://www.judiciary.senate.gov/press/releases/senate-judiciary-committee-votes-to-authorize-subpoenas-for-harlan-crow-and-leonard-leo",
      "https://www.nytimes.com/2024/05/22/us/justice-alito-flag-appeal-to-heaven.html?smid=nytcore-ios-share&amp;referringSource=articleShare",
      "https://judiciary.senate.gov/press/releases/senate-judiciary-committee-votes-to-authorize-subpoenas-for-harlan-crow-and-leonard-leo",
      "https://www.cds.elements.video/a/preload-resources-ovp.json",
      "https://nytimes.com/2024/05/22/us/justice-alito-flag-appeal-to-heaven.html?smid=nytcore-ios-share&amp;referringSource=articleShare",
      "https://www.capi.elements.video/tr/si?token=",
      "https://www.nytimes.com/2024/05/22/us/justice-alito-flag-appeal-to-heaven.html",
      "https://capi.elements.video/tr/si"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "clarence thomas",
          "sentiment": "negative"
        },
        {
          "name": "thomas",
          "sentiment": "none"
        },
        {
          "name": "harlan crow",
          "sentiment": "none"
        },
        {
          "name": "crow",
          "sentiment": "none"
        },
        {
          "name": "thomas’",
          "sentiment": "none"
        },
        {
          "name": "clarence",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "supreme court justice",
          "sentiment": "negative"
        },
        {
          "name": "harlan crow trips topline a senate judiciary committee",
          "sentiment": "negative"
        },
        {
          "name": "senate",
          "sentiment": "negative"
        },
        {
          "name": "supreme court",
          "sentiment": "none"
        },
        {
          "name": "gop",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bali",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:49:08.297+03:00",
    "updated": "2024-06-14T20:50:55.001+03:00"
  },
  {
    "uuid": "6e622ebe2fe7fda5e612d890bc3a0fba9586a810",
    "url": "https://www.heraldnews.com/story/news/nation/2023/12/29/rogue-wave-ventura-california/72056173007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kinsey Crowley",
    "published": "2023-12-29T14:36:00Z",
    "title": "Rogue wave injures 8 in Ventura, California: Video",
    "text": "Rogue wave in Ventura, California injures 8, coastal watches issued in California, Hawaii [Kinsey Crowley](https://www.usatoday.com/staff/12271400002/kinsey-crowley/) [Wes Woods II](https://www.vcstar.com/staff/6965156002/wes-woods-ii/) [Cheri Carlson](https://www.vcstar.com/staff/4406860002/cheri-carlson/) Videos out of [Ventura, California captured the moment a rogue wave](https://shorturl.at/eENOX) jumped over a seawall Thursday, sweeping aside the cars and people in its path. Ventura isn't the only place experiencing tumultuous coasts. The National Weather Service has issued surf and flooding advisories along the California coast and in Hawaii. A video from Ventura officials opens on a seemingly tranquil scene. People are scattered along the seawall, leaning against it and watching the rolling waves in the distance. Suddenly, people start to back away from the wall moments before a wave spikes up in front of them. As it crashes down into the street, many of the people running get their feet knocked out from under them and a truck seems to skip forward in the waves. Another angle captured by [Facebook user Colin Hoag shows the waves chasing him](https://www.facebook.com/1 103854833/videos/339998562146021/) down the street. Officials urged people to avoid the ocean. [High surf is expected](https://forecast.weather.gov/product.php?site=LOX&issuedby=LOX&product=AFD&format=ci&version=1&glossary=1) through Saturday. Rogue waves: [A rogue wave caused a cruise ship tragedy. They occur more often than you think.](/story/news/nation/2022/12/06/rogue-wave-explained/10828252002/) 8 people injured in Ventura, California due to rogue wave The Ventura County Fire Department was called to the scene of the wave shortly before 11 a.m. Thursday. \"It ended up being a total of eight patients due to surf that came over the wall and flooded the streets,\" Ventura County Fire Capt. Brian McGrath said. The injured were taken to the nearby hospitals. Residents in the neighborhoods near the incident were advised to leave, said Cmdr. Ryan Weeks with the Ventura Police Department. The patrons of a nearby hotel were also asked to leave. Roads in and around those areas were also closed. California, Hawaii under coastal weather watch A National Weather Service meteorologist said a storm system over the Pacific is churning up swells. Here are the coastal weather warnings and watches issued by local NWS offices as a result of the storms: [NSW Los Angeles Office - \"Dangerous Beach Conditions](https://www.weather.gov/lox/)\" - Central Coast: 15-20 foot waves and potentially damaging coastal flooding - Ventura County Coast: 10-15 foot waves and potentially damaging coastal flooding - Santa Barbara South Coast and LA County Coast: 7-12 foot waves and moderate coastal flooding [NWS San Diego Office - \"Marine and Coastal Hazards\"](https://www.weather.gov/sgx/) - San Diego and Orange County - High surf warning with surf up to 15 feet through 2 a.m. Monday - Coastal flood advisory in effect for Orange County and San Diego County through 2 a.m. Monday [NWS San Francisco Office - All counties covered are under:](https://forecast.weather.gov/product.php?site=MTR&issuedby=MTR&product=SRF&format=CI&version=1&glossary=1&highlight=on) - Coastal flood advisory through 2 p.m. Friday - High surf advisory until 6 p.m. Friday Honolulu, [Hawaii](https://forecast.weather.gov/wwamap/wwatxtget.php?cwa=HFO&wwa=high%20surf%20warning) NWS Office - High surf warning is in effect until 6 a.m. local time Friday. Parts of the islands could see surf up to 35 feet - High surf advisory in effect for other parts of the islands until 6 p.m. Friday. Surfs could reach 15 to 20 feet.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.vcstar.com/staff/6965156002/wes-woods-ii/)",
      "https://www.vcstar.com/staff/4406860002/cheri-carlson/)",
      "https://forecast.weather.gov/product.php?site=MTR&issuedby=MTR&product=SRF&format=CI&version=1&glossary=1&highlight=on)",
      "https://www.weather.gov/lox/)",
      "https://forecast.weather.gov/wwamap/wwatxtget.php?cwa=HFO&wwa=high%20surf%20warning)",
      "https://forecast.weather.gov/product.php?site=LOX&issuedby=LOX&product=AFD&format=ci&version=1&glossary=1)",
      "https://www.usatoday.com/staff/12271400002/kinsey-crowley/)",
      "https://shorturl.at/eENOX)",
      "https://www.facebook.com/100000103854833/videos/339998562146021/)",
      "https://www.weather.gov/sgx/)",
      "https://vcstar.com/staff/6965156002/wes-woods-ii/)",
      "https://usatoday.com/staff/12271400002/kinsey-crowley/)",
      "https://www.forecast.weather.gov/product.php?site=MTR&issuedby=MTR&product=SRF&format=CI&version=1&glossary=1&highlight=on)",
      "https://weather.gov/sgx/)",
      "https://vcstar.com/staff/4406860002/cheri-carlson/)",
      "https://www.forecast.weather.gov/wwamap/wwatxtget.php?cwa=HFO&wwa=high%20surf%20warning)",
      "https://forecast.weather.gov/product.php",
      "https://facebook.com/100000103854833/videos/339998562146021/)",
      "https://forecast.weather.gov/wwamap/wwatxtget.php",
      "https://weather.gov/lox/)",
      "https://www.forecast.weather.gov/product.php?site=LOX&issuedby=LOX&product=AFD&format=ci&version=1&glossary=1)",
      "https://www.shorturl.at/eENOX)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kinsey cr",
          "sentiment": "negative"
        },
        {
          "name": "cheri carlson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hawaii",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T16:43:16.876+02:00",
    "updated": "2023-12-29T16:43:16.876+02:00"
  },
  {
    "uuid": "9c93b6c90176bc543f84d2de2ab199cb0862eef4",
    "url": "https://vnexplorer.net/z/1464702.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-07-18T15:55:00Z",
    "title": "Green Power Energia: «Ridurre la bolletta grazie all’energia rinnovabile: è possibile con le agevolazioni fiscali per le famiglie»",
    "text": "Green Power Energia: «Ridurre la bolletta grazie all’energia rinnovabile: è possibile con le agevolazioni fiscali per le famiglie» (Adnkronos) - In prima linea nel fornire soluzioni personalizzate nel settore dei servizi energetici e delle fonti rinnovabili, l’azienda di Roccella Ionica (RC) fornisce un supporto specialistico ai privati. Reggio Calabria,18 luglio 2024.Il grande aumento dei prezzi dell’energia negli ultimi anni ha messo in crisi molte famiglie italiane, alle prese con bollette sempre più salate. La consapevolezza di questa problematica è cresciuta esponenzialmente, tanto che sempre più persone sono alla ricerca di soluzioni alternative per ridurre i consumi energetici e diventare più indipendenti dal punto di vista energetico. «Fortunatamente oggi esistono diverse opportunitÃƒÂ per raggiungere questo obiettivoÃ‚Â», illustra Francesco Careri, con Igor Bruzzese titolare di Green Power Energia, azienda di Roccella Ionica (RC) da 15 anni leader nel settore delle soluzioni energetiche, quali impianti fotovoltaici, sistemi di accumulo, impianti di climatizzazione e soluzioni di illuminazione altamente efficienti ed ecocompatibili. «Oggi, anche per i privati esistono importanti opportunitÃƒÂ per risparmiare significativamente sulla bolletta energetica e raggiungere lÃ¢â‚¬â„¢indipendenza energetica. Cito, come esempio, il Conto Termico, che rappresenta un incentivo statale che mira alla promozione di interventi di efficienza energetica e produzione di energia termica da fonti rinnovabili per impianti di dimensioni ridotte. Il suo obiettivo principale ÃƒÂ¨ quello di favorire il risparmio sulle bollette energetiche, riducendo al contempo lÃ¢â‚¬â„¢impatto ambientale e valorizzando lÃ¢â‚¬â„¢immobile. Tra gli incentivi piÃƒÂ¹ noti spicca, poi, lÃ¢â‚¬â„¢Ecobonus, che offre detrazioni fiscali in costante evoluzione, per lÃ¢â‚¬â„¢installazione di pompe di calore, caldaie a condensazione e altri interventi finalizzati allÃ¢â‚¬â„¢efficienza energetica. Il Reddito Energetico ÃƒÂ¨ un sostegno economico destinato ai cittadini con basso Isee o in situazioni di forte disagio energetico: si tratta di una misura che fornisce i finanziamenti necessari per lÃ¢â‚¬â„¢installazione di pannelli fotovoltaici sul tetto delle abitazioni, promuovendo cosÃƒÂ¬ la produzione di energia per lÃ¢â‚¬â„¢autoconsumo. Questo incentivo si aggiunge alla serie di bonus e detrazioni fiscali del 50% per la parte fotovoltaica e del 65% per la parte termica, questÃ¢â‚¬â„¢ultima relativa alla produzione di acqua calda sanitaria, calore e aria condizionataÃ‚Â». I benefici concreti per le famiglie sono innegabili: risparmio economico sulla bolletta, maggiore autonomia energetica, miglioramento del comfort domestico, aumento del valore dell’immobile e contributo alla salvaguardia dell’ambiente. «Attenzione, perÃƒÂ² Ã¢â‚¬â€œ interviene Bruzzese -. Per individuare lÃ¢â‚¬â„¢agevolazione piÃƒÂ¹ adatta al proprio caso specifico, e soprattutto quella piÃƒÂ¹ conveniente, ÃƒÂ¨ fondamentale evitare scelte affrettate, magari attratti da offerte apparentemente convenienti. ÃƒË† preferibile rivolgersi ad aziende specializzate in consulenza energetica, che supportino il cliente in ogni fase del processo decisionale. Queste aziende forniscono una valutazione dettagliata, considerando attentamente il budget disponibile, i consumi energetici e le caratteristiche dellÃ¢â‚¬â„¢abitazione o dellÃ¢â‚¬â„¢edificio, offrendo soluzioni su misura, cucite sui bisogni della personaÃ¢â‚¬Â¦ in maniera praticamente sartoriale. Solo cosÃƒÂ¬ ÃƒÂ¨ possibile risparmiare, contribuire alla salvaguardia ambientale e, perchÃƒÂ© no, godere di comfort come lÃ¢â‚¬â„¢aria condizionata senza preoccuparsi eccessivamente dei costi in bolletta, ma sempre in modo consapevole. Il rispetto per il pianeta deve essere sempre una prioritÃƒÂ Ã‚Â». Sito internet: www.greenpowerenergia.it",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-19T02:59:06.839+03:00",
    "updated": "2024-07-19T02:59:06.839+03:00"
  },
  {
    "uuid": "28232a04aa34bb5a4b08aadd8b1d069523effa7c",
    "url": "https://www.healthfitnessrevolution.com/the-hidden-dangers-of-late-night-snacking-how-it-affects-your-health-and-weight",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Health Fitness Revolution",
    "published": "2024-12-19T19:14:00Z",
    "title": "The Hidden Dangers of Late-Night Snacking: How it Affects Your Health and Weight",
    "text": "We’ve all experienced those late-night cravings that seem to beckon us to the fridge for a quick snack. However, before you indulge, it’s important to understand the effects of eating late at night on your body. [Studies](https://news.harvard.edu/gazette/story/2022/10/study-looks-at-why-late-night-eating-increases-obesity-risk/) have shown that consuming food late at night can disrupt your metabolism and blood sugar levels, potentially leading to weight gain and interfering with your sleep. For instance, research from Brigham and Women’s Hospital found that eating four hours later can significantly impact hunger levels, calorie burning, and fat storage. Additionally, a [study](https://www.webmd.com/diet/features/diet-truth-myth-eating-night-causes-weight-gain) published in the journal Obesity revealed that eating at night led to twice as much weight gain, even when total calorie intake remained the same. Let’s explore the top reasons why late-night eating can be detrimental to your health and well-being.\nYou May Be At Risk For Metabolic Syndrome/Obesity\nWhen you eat late at night, you may be at risk for metabolic syndrome or obesity. Late-night eating is associated with either eating high fat or low nutrient food which puts you at risk for this syndrome. These metabolic syndromes may include diabetes or heart disease. Did you know that your eating habits have a strong relationship to obesity? Yes! When you eat too fast or too much, it can cause rapid weight gain. This is because the calories are stored in your body as fat rather than being burned throughout the day. [According to experimental research done by experts, women are at higher risk of metabolic syndrome based on their eating habits while in men there is no correlation](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6288903/). When you eat late at night, there is an increase in hunger and a decrease in your leptin levels, which puts you at risk when it comes to obesity. So, when you want to have a midnight snack, think about how this will affect your body in general. A [study](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-018-6262-3) by researchers at Northwestern University found that eating closer to sleep may lead to weight gain due to higher total daily caloric intake and a greater number of eating occasions.\nIt Increases Your Blood Sugar Levels\nEating late at night can disrupt your blood sugar levels leading to diabetes. [Based on an experiment conducted by professional experts, a late-night dinner may lead to higher blood glucose levels. ](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8308587/)When you eat at night time and wake up in the morning your blood sugar tend to rise. Our body has a natural circadian rhythm and when you eat late, you can be distorted with your natural rhythm which may lead to diabetes.This could also affect glucose balance and insulin responsiveness. There is a correlation between our eating habits and possibility of getting diabetes. Diabetes occurs when an increase in blood sugar level stems from the body’s failure to produce insulin. For example, a person with diabetes will have more complications because their body is already suffering from handling low blood sugar levels. Now if a diabetic person eats late at night, it can damage their glucose tolerance overnight leading to hyperglycemia. Did you know that one of the common causes of diabetes is an unhealthy eating pattern? Well now you know thanks to the HFR team!\nFurthermore, a [study published in the journal Diabetes Care](https://diabetesjournals.org/care/article/45/3/512/139258/Interplay-of-Dinner-Timing-and-MTNR1B-Type-2) found that individuals who consume late-night meals have a higher risk of developing impaired glucose tolerance and type 2 diabetes. This study highlights the importance of maintaining regular eating patterns to support overall metabolic health.\nMay Affect Digestion\nWhen you lie down to go to sleep after having a late-night snack, you may have problems with digestion. This is because it is quicker for acid in the stomach to come back up into your esophagus, which may lead to heartburn or irritation. [According to several studies, you are more likely to burn less calories when you sleep than when you are awake because the process of metabolism is slowed down. ](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7337187/#:~:text=Late%20eating%20can%20predispose%20to,by%20circadian%20rhythm%20(9).)The food you consume late at night takes a longer time to digest which can also lead to bloating when you wake up in the morning. A person who continues to eat late at night is at risk for gastrointestinal issues. We may wonder, well it’s just food, how can this happen? This happens because you are putting too much pressure on your digestive system and exposing it to stomach acid which may lead to swelling, burning or damage to the stomach wall and throat.\nA [study published in the American Journal of Gastroenterology](https://journals.lww.com/ajg/Abstract/2007/10000/Nocturnal_Reflux_Episodes_Following_the.4.aspx) found that late-night eating can exacerbate symptoms of gastroesophageal reflux disease (GERD), further emphasizing the risks of eating close to bedtime. Another study in the journal Current Opinion in Clinical Nutrition and Metabolic Care highlighted that nighttime eating is associated with metabolic dysregulation and increased risk of obesity and related health issues.\nIt Can Disturb Your Sleep Pattern\nEating too much or sugary snacks may cause you to wake up frequently overnight. Digestion takes a long process, now imagine eating food with high fat or heavy meals before you sleep. [Based on the result of experiments done by experts, it was concluded that food eaten near bedtime has a negative effect on sleep quality. ](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3227713/)Food with high calories and carbohydrates eaten before bedtime can increase the time it takes to fall asleep. Ideally, eating these meals approximately 4-5 hours before bedtime can decrease the time it takes to fall asleep. This will cause you to avoid restlessness while you are asleep. When you eat right before your bedtime, you are overworking the muscles that digest your food when they should be resting, this then causes your body to reach hence why you frequently wake up during your sleep. If you want a better sleep quality, remember to always avoid that late bedtime snacking. A [study published in the British Journal of Nutrition](https://www.cambridge.org/core/journals/british-journal-of-nutrition/article/associations-between-bedtime-eating-or-drinking-sleep-duration-and-wake-after-sleep-onset-findings-from-the-american-time-use-survey/72A5D22C25A35FA975A5B50991431E0C) found that eating or drinking less than one hour before bedtime is associated with longer sleep duration but increased wakefulness after sleep onset (WASO), highlighting the importance of avoiding late-night meals for uninterrupted sleep.\nIt Causes You To Make Unhealthy Food Choices\nLate-night cravings cause you to make poor food choices. Most people eat unhealthy foods such as beverages, caffeine, or sugary snacks right before bedtime. Emotional eating is another reason for people making unhealthy food choices at night time. They tend to crave high calorie food to either cope with stress or loneliness. Eating a balanced diet is the way to go! For example eating too much or little protein can cause you to have a low sleep quality. [According to research, low-energy food is not harmful to the body and is known to protect your cardio-metabolic health. ](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10899630/)Eating good quality food may be able to reverse the complications of eating late at night. Food such as fruits and vegetables is known to produce better sleep quality. Whenever you get the urge to eat past your bedtime, make sure to include healthy food options such as fruits or vegetables into your diet! Ideally it is not advisable to eat late at night but it is recommended that a healthy food option is much better rather than a low quality food.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Health->diet",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-018-6262-3",
      "https://news.harvard.edu/gazette/story/2022/10/study-looks-at-why-late-night-eating-increases-obesity-risk/",
      "https://journals.lww.com/ajg/Abstract/2007/10000/Nocturnal_Reflux_Episodes_Following_the.4.aspx",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6288903/",
      "https://diabetesjournals.org/care/article/45/3/512/139258/Interplay-of-Dinner-Timing-and-MTNR1B-Type-2",
      "https://www.cambridge.org/core/journals/british-journal-of-nutrition/article/associations-between-bedtime-eating-or-drinking-sleep-duration-and-wake-after-sleep-onset-findings-from-the-american-time-use-survey/72A5D22C25A35FA975A5B50991431E0C",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10899630/",
      "https://www.webmd.com/diet/features/diet-truth-myth-eating-night-causes-weight-gain",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3227713/",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7337187/#:~:text=Late%20eating%20can%20predispose%20to,by%20circadian%20rhythm%20(9",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8308587/",
      "https://www.bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-018-6262-3",
      "https://news.harvard.edu/gazette/story/2022/10/study-looks-at-why-late-night-eating-increases-obesity-risk",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6288903",
      "https://webmd.com/diet/features/diet-truth-myth-eating-night-causes-weight-gain",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC3227713/",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC10899630/",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC6288903/",
      "https://www.journals.lww.com/ajg/Abstract/2007/10000/Nocturnal_Reflux_Episodes_Following_the.4.aspx",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC8308587/",
      "https://www.news.harvard.edu/gazette/story/2022/10/study-looks-at-why-late-night-eating-increases-obesity-risk/",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10899630",
      "https://www.diabetesjournals.org/care/article/45/3/512/139258/Interplay-of-Dinner-Timing-and-MTNR1B-Type-2",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8308587",
      "https://cambridge.org/core/journals/british-journal-of-nutrition/article/associations-between-bedtime-eating-or-drinking-sleep-duration-and-wake-after-sleep-onset-findings-from-the-american-time-use-survey/72A5D22C25A35FA975A5B50991431E0C",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC7337187/#:~:text=Late%20eating%20can%20predispose%20to,by%20circadian%20rhythm%20(9",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3227713"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T00:53:53.352+02:00",
    "updated": "2024-12-20T00:53:53.352+02:00"
  },
  {
    "uuid": "1a58d4ca814472de917625c563de408596886275",
    "url": "https://www.calt.iastate.edu/node/10032",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ktidgren",
    "published": "2023-12-28T20:29:00Z",
    "title": "| Center for Agricultural Law and Taxation",
    "text": "Debtors operate a farming and cattle operation in Kansas that filed Chapter 12 bankruptcy in February 2021. Farmers State Bank (hereafter, “bank”) is a creditor that holds over 90% of the claims against debtors. Debtor and Bank signed a settlement agreement which the bankruptcy court approved in September 2021. The agreement required the debtors to make annual payments in June. The default language within the agreement allowed the 2022 and 2023 payments to be reduced by 20%, but also stated “[t]his provision shall be the limit of Debtors’ ability to modify the Chapter 12 Plan as to [bank].”\nIn December 2021, the court confirmed the Debtors’ §1222 plan. In the plan, the debtors “reserve the right to modify” the plan before the completion of payments to unsecured creditors as long as the requirements of 11 U.S.C. §1229 were met. The plan also states that bank’s claim is subject to the settlement agreement, and attached the agreement.\nIn June 2023, the debtors motioned the court for a modification of the plan when they were unable to make the 2023 payment to the bank. The debtors wanted a past payment to be recharacterized, which would allow for a portion of that payment to be applied to a future payment. The bank opposed the modification, arguing that the settlement agreement controlled, and that modification was not permitted.\nIn the opinion, the court succinctly stated the main issue before it. “[C]an a Chapter 12 debtor modify an agreed settlement, partially performed, because § 1229 permits modification of confirmed Chapter 12 plans and the settlement was incorporated into the plan?” The court found that the debtors cannot modify the agreement under this fact scenario. The anti-modification term in the settlement agreement controls since it was incorporated into the plan and was specific compared to the general modification provision found in the §1222 plan.\nIn Re Huninghake, No.21-40090-12 (Bankr. Kan. Dec. 15, 2023).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "bank",
          "sentiment": "none"
        },
        {
          "name": "u.s.c.",
          "sentiment": "none"
        },
        {
          "name": "farmers state bank",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kansas",
          "sentiment": "none"
        },
        {
          "name": "februar",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:22:02.765+02:00",
    "updated": "2023-12-29T01:22:02.765+02:00"
  },
  {
    "uuid": "eb1eeb6aaf7d386b329f7cac536007f25bd09ffc",
    "url": "https://www.infobae.com/america/agencias/2024/03/08/el-ministro-de-defensa-de-reino-unido-desde-kiev-garanticemos-que-la-libertad-triunfa-sobre-la-tirania",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsroom Infobae",
    "published": "2024-03-08T12:17:00Z",
    "title": "El ministro de Defensa de Reino Unido, desde Kiev: \"Garanticemos que la libertad triunfa sobre la tiranía\"",
    "text": "El ministro de Defensa de Reino Unido, Grant Shapps, ha alertado desde Kiev que es importante \"hacer sonar las alarmas\" sobre la situación actual en el frente de guerra en Ucrania y ha instado a la comunidad internacional a \"garantizar que la libertad triunfa sobre la tiranía\". En un vídeo difundido a través de sus redes sociales, Shapps ha señalado que es necesario \"asegurarse de que Ucrania gana esta guerra\". \"Estoy en Kiev para hacer un llamamiento al mundo democrático\", ha dicho antes de matizar que Reino Unido ha realizado su mayor contribución militar hasta la fecha. \"Todas las naciones deben ahora hacer lo mismo para asegurarse de que la libertad triunfa sobre la tiranía\", ha afirmado. \"¿Qué diremos si dejamos que un país democrático sea tomado por un dictador como (Vladimir) Putin?\", ha manifestado. \"¿Qué diría esto de nuestros valores y nuestra democracia?\", ha sostenido. \"No tiene por qué ser así. Tenemos recursos en Occidente y podemos usarlos si así lo deseamos. Así que el mensaje es simple: esto es un llamamiento al mundo para que despierte\", ha aclarado. El jueves, el ministro británico confirmó la entrega de 10.000 nuevos drones a Ucrania, una decisión que convierte a Londres en el \"mayor proveedor\" de este tipo de artefactos al país. \"Los drones están cambiando el curso de la guerra\", dijo entonces antes de matizar que las autoridades han aumentado el presupuesto hasta los 325 millones de libras (380 millones de euros).\nEl ministro de Defensa de Reino Unido, desde Kiev: \"Garanticemos que la libertad triunfa sobre la tiranía\"\nDEPORTES\nTata Martino explicó cómo terminó el partido Lionel Messi tras la brutal patada que recibió\nLisandro López, el último ídolo de Racing, tuvo su Last Dance en el Cilindro: crónica de una despedida silenciosa llena de amor y respeto\nLe otorgaron salidas transitorias a uno de los asesinos de Gonzalo Acro: la estrategia del barra de River para conseguir el beneficio\nLa carpeta de Riquelme en Boca: de la figura extranjera que no llegó por falta de cupo a sus preferidos en el mercado local\nENTRETENIMIENTO\nQuién fue Akira Toriyama, el reservado mangaka que moldeó a generaciones en todo el mundo con “Dragon Ball”\nUn éxito en taquilla con Timothée Chalamet y no es “Dune”: Max estrena esta película que adapta otro clásico\nEl atrevido look de Katy Perry que dejó su tanga al descubierto en los Premios Billboard Women in Music 2024\nGoldie Hawn y las emocionantes últimas palabras de su padre antes de morir: “Significó mucho para mí”\nTENDENCIAS\nDía Internacional de la Mujer: cómo la inteligencia artificial las ha empoderado en Latinoamérica\nCómo invertir en criptomonedas paso a paso y cuál es su precio este 8 de marzo\nEl tratamiento con Ozempic podría beneficiar a pacientes con hígado graso",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-08T14:23:11.376+02:00",
    "updated": "2024-03-08T14:23:11.376+02:00"
  }
]