[
  {
    "uuid": "e29cdcc1b4b76e15b9c8aa4ee8e14f70fa45ace1",
    "url": "https://lacrossetribune.com/aquinas-trophy/image_09860360-29cf-11ef-85aa-6329baaf437f.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SEAN DAVIS LEE SPORTS WISCONSIN",
    "published": "2024-06-13T00:00:00Z",
    "title": "Aquinas trophy",
    "text": "Aquinas trophy - SEAN DAVIS LEE SPORTS WISCONSIN - - 0 Most Popular - [Man arrested for killing woman in La Crosse County was found not guilty of violent 2009 attack](/news/local/crime-courts/la-crosse-man-arrested-homicide/article_6d74ccb4-2770-11ef-9e90-0f1902353c67.html) - [Onalaska man faces charges after reckless driving incident on Highway 53](/news/local/crime-courts/onalaska-man-faces-charges-after-reckless-driving-incident-on-highway-53/article_dc7a52e2-2346-11ef-bd69-8f0495dd32e7.html) - [Bail set at $1M for man prosecutors say killed his wife in La Crosse County home Monday](/news/local/crime-courts/la-crosse-man-accused-murder/article_23d0463e-2823-11ef-9730-6bcbc552d054.html) - [After a year of deep cuts, 7 UW system schools remain $17.4 million in debt](/news/state-regional/education/uw-system-budget-deficit-oshkosh/article_beaf3751-0b66-5b02-9a3c-b26ae75c821f.html) - [One man arrested, two at large after police say shots were fired during home invasion in La Crosse](/news/local/crime-courts/home-invasion-arrest-la-crosse/article_4decd626-28f5-11ef-a6e5-b7ef7e968eb3.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sean davis",
          "sentiment": "negative"
        },
        {
          "name": "aquinas",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "uw",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wisconsin",
          "sentiment": "none"
        },
        {
          "name": "la crosse county",
          "sentiment": "none"
        },
        {
          "name": "onalaska",
          "sentiment": "none"
        },
        {
          "name": "la crosse",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:59:50.699+03:00",
    "updated": "2024-06-14T00:59:50.699+03:00"
  },
  {
    "uuid": "60345ae0a2150e9234dbeb14ef2f58af3c6663a3",
    "url": "https://www.infobae.com/wapo/2024/05/10/se-pronostican-tormentas-severas-en-el-sur-despues-de-dias-de-clima-destructivo-en-estados-unidos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Matthew Cappucci",
    "published": "2024-05-10T00:55:00Z",
    "title": "Se pronosticaron tormentas severas en el sur después de días de clima destructivo en Estados Unidos",
    "text": "Durante dos semanas consecutivas, Estados Unidos ha sido golpeado por tornados todos los días. Esta constante oleada de tormentas ha culminado en múltiples brotes de tornados mortales, siendo el último el miércoles. Se pronostican más tormentas peligrosas para el jueves y, una vez más, será posible la formación de tornados.\nLa zona de riesgo del jueves atraviesa el sur de Estados Unidos, extendiéndose desde Texas hasta el sureste y curvando hacia el sur del Atlántico Medio. En Texas, la principal preocupación serán los granizos grandes a gigantes. Para el profundo sur, los vientos dañinos de múltiples complejos de tormentas se mezclarán con los vientos rugientes de la corriente en chorro. Dallas y Atlanta se encuentran entre varias grandes ciudades que podrían verse afectadas.\nEl miércoles fue un día prolífico para el clima severo en el este de Estados Unidos desde Missouri hasta las Carolinas. Al menos tres personas murieron debido a las tormentas en Tennessee y Carolina del Norte, y cientos de miles de clientes perdieron electricidad. Alrededor de 200,000 permanecieron sin luz el jueves por la mañana, la mayoría en Carolina del Norte y Tennessee.\nUna ráfaga de tornados atravesó la zona desde el sur de Missouri hasta Tennessee y el norte de Alabama. Un tornado en Columbia, Tennessee, lanzó escombros hasta 8,230.8 metros sobre el suelo y llevó al Servicio Meteorológico Nacional a declarar una emergencia de tornado “extremadamente grave”. Esto es una advertencia de tornado intensificada para situaciones inmediatas de vida o muerte cuando un tornado grande, fuerte a violento está ocurriendo.\nOtras emergencias de tornado fueron declaradas en Michigan el martes y en Barnsdall, Oklahoma, el lunes, ya que un tornado mortal EF4 en la escala de Intensidad Fujita Mejorada de 0 a 5 asedió la pequeña ciudad de aproximadamente 1,000 habitantes.\nOtro tornado tocó tierra en el área metropolitana de Huntsville, Alabama, el miércoles por la noche, devorando bosques y estructuras mientras atravesaba terreno montañoso. Esto impulsó la emisión de una emergencia de tornado en Henagar, en el noreste de Alabama. Los empleados de la estación de televisión local WAAY-TV se vieron obligados a buscar refugio mientras transmitían en vivo la cobertura del tornado.\nTambién se reportó granizo del tamaño de una toronja en el condado de Phelps, Missouri, mientras que granizo del tamaño de una pelota de béisbol fue avistado en el oeste de Carolina del Norte. Se espera más granizo enorme para el jueves. Las tormentas del miércoles también produjeron inundaciones repentinas desde Missouri hasta Alabama, incluso provocando una emergencia de inundación repentina en el centro-norte de Tennessee, cerca de la frontera con Kentucky, después de recibir hasta 20.32 centímetros de lluvia en solo unas horas. Las inundaciones cerraron caminos y provocaron numerosos rescates en aguas altas.\nLa zona de riesgo de clima severo del jueves cubre gran parte de Texas, la costa del Golfo y el sureste. Pero es el último día significativo de clima severo por un tiempo. Un patrón más templado, con solo tormentas esporádicas, llegará durante el fin de semana.\nLas tormentas del jueves\nÁreas afectadas\nExiste un amplio riesgo de nivel 3 de 5 de clima severo desde el corredor de la Interestatal 35 en Texas, que corre entre Dallas, Waco y Austin, hasta la costa de Georgia. Shreveport y Alexandria en Luisiana; Jackson, Miss.; Birmingham y Tuscaloosa en Alabama; y Savannah y Atlanta en Georgia están en esta zona.\nAlrededor de eso hay un riesgo severo nivel 2, que incluye los suburbios al norte de San Antonio y Houston, así como áreas al norte de Nueva Orleans, Mobile, Alabama, Tallahassee y Jacksonville. Columbia y Charleston en Carolina del Sur también están en la zona de nivel 2.\nUn frente frío extendido está colocado desde cerca de Dallas hasta el río Ohio y estaba bajando hacia el sureste hacia la costa. Estaba comprimiendo aire cálido y húmedo hacia el sureste. Tormentas fuertes a severas brotarán dentro de esa masa de aire cálido y húmedo. Muchas de ellas serán fuertes a severas.\nUn fuerte chorro de corriente, mientras tanto, estará corriendo de oeste a este por encima. Eso ayudará a que estas tormentas se intensifiquen. Varios complejos de tormentas estaban en curso al mediodía, con vigilancias de tornado en Alabama, Georgia y Carolina del Sur. Varias advertencias de inundaciones repentinas abarcaban el norte de Alabama, incluyendo Huntsville, donde cayeron ampliamente de aproximadamente 5 y 10 centímetros de lluvia durante la noche.\nHabrá dos áreas de tormentas a primera hora de la tarde: se formarán tormentas eléctricas rotativas o supercélulas en el centro de Texas y otras tormentas continuarán avanzando por el sur.\nLas supercélulas de Texas existirán en un entorno de inestabilidad explosiva, o combustible para tormentas, y amplia cizalladura (vientos que cambian con la altura) para ayudar a que las tormentas giren. Eso generará granizo de gran tamaño a muy grande, quizás más grande que bolas de billar, que podría afectar áreas alrededor de Dallas.\nMás al este, las tormentas se organizarán en grupos y líneas arqueadas a medida que avanzan por el sur y el sureste. Se denominan complejos convectivos de mesoescala y mezclan eficientemente fuertes vientos de corriente en chorro hasta la superficie. Es probable que haya ráfagas de 96.56 km/h o más, y es probable que se produzcan algunos tornados en rotación a medida que esos complejos avanzan desde Luisiana hasta Georgia.\nA media tarde o tarde, las tormentas de granizo de Texas, una o dos de las cuales también pueden ser capaces de producir un tornado, se fusionarán en una línea propia, que puede desplazarse hacia el este, hacia Alabama o Mississippi, durante la primera parte de la tarde. durante la noche.\nEl viernes llega una marcada disminución en las posibilidades de clima severo.\n(c) 2024 , The Washington Post\nÚltimas Noticias\n[Conocer el significado de nuevas palabras ayudará a incrementar el conocimiento y vocabulario por igual](/tecno/2024/05/10/glosario-de-tecnologia-que-significa-reloj-inteligente/)\nGlosario de tecnología: qué significa Reloj inteligente\n[Lo decidió la Justicia. Además, se ordenó que le realicen pericias psiquiátricas. Este jueves despidieron los restos de Hebe Yolanda Leguiza (71)](/sociedad/policiales/2024/05/10/el-adolescente-acusado-de-matar-a-una-jubilada-a-mazazos-en-la-calle-fue-internado-con-un-cuadro-psicotico/)\nEl adolescente acusado de matar a una jubilada a mazazos en la calle fue internado con un cuadro psicótico\n[Terminaron su relación hace más de siete años y ella comenzó una nueva vida en Estados Unidos. Pero ahora, se volvieron a ver las caras en una entrevista](/teleshow/2024/05/10/el-reencuentro-de-anita-pauls-y-clemente-cancela-luego-de-su-separacion-y-un-elogio-de-mirta-busnelli-el-mejor-yerno/)\nEl reencuentro de Anita Pauls y Clemente Cancela luego de su separación y un elogio de Mirta Busnelli: “El mejor yerno”\n[“Estamos profundamente entristecidos por la pérdida de vidas y la devastación”, expresó el portavoz del Departamento de Estado, Matthew Miller](/america/america-latina/2024/05/10/eeuu-ofrecio-ayuda-a-brasil-para-hacer-frente-a-la-devastacion-causada-por-las-inundaciones-en-el-sur-del-pais/)\nEEUU ofreció ayuda a Brasil para hacer frente a la devastación causada por las inundaciones en el sur del país\n[La empresa de energía presentó los resultados de los primeros tres meses del año. Se realizaron inversiones por USD 1.252 millones](/economia/2024/05/10/ypf-mejoro-su-rentabilidad-en-el-primer-trimestre-del-ano-y-su-produccion-crecio-gracias-a-vaca-muerta/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T04:02:55.511+03:00",
    "updated": "2024-05-10T04:02:55.511+03:00"
  },
  {
    "uuid": "ec827ab845b5505db657d0bb457d830cdd0f4a97",
    "url": "https://mexico.quadratin.com.mx/entregan-adrian-rubalcava-y-reyes-magos-8-mil-juguetes-en-cuajimalpa/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "coeditormexico",
    "published": "2024-01-07T18:43:00Z",
    "title": "Entregan Adrián Rubalcava y Reyes Magos 8 mil juguetes en Cuajimalpa",
    "text": "CIUDAD DE MÉXICO, 7 de enero de 2024.- Disfrazado de Avispón Verde, acompañado de los Reyes Magos y diversos súper héroes, Adrián Rubalcava Suárez, titular de la alcaldía Cuajimalpa de Morelos, realizó la entrega de 8 mil juguetes a niñas y niños.\nLos pequeños estuvieron acompañados por sus padres, teniendo una afluencia de más de 16 mil personas.\nDisfrutaron no sólo de un show espectacular, también pudieron degustar de un pedazo de Rosca de Reyes, leche y aguinaldos.\nBajo un operativo de seguridad con elementos de la Policía Auxiliar, Sector Yaqui y Sector Cuajimalpa, Protección Civil y Servicios Médicos, así como de funcionarios de la alcaldía, las niñas y niños disfrutaron este día dentro de un ambiente familiar contagiados de emoción y suspenso por la rifa llevada a cabo donde hubo Xbox, bicicletas, triciclos, patín del diablo, avalanchas, balones de futbol y muñecas, entre muchos otros juguetes más.\nCabe mencionar, que los mismos, en particular, fueron adquiridos con recursos propios de los servidores públicos de esta alcaldía y por el alcalde.\nLas y los niños, además de recibir su “aguinaldo” y juguetes de primera calidad, disfrutaron a la par de un show de payasos, música infantil, y un stand para tomarse la tradicional foto del recuerdo con los reyes magos.\nEn su intervención el edil agradeció a los cuajimalpenses el celebrar juntos este día tan especial por los niños. “Muchos de los que están aquí los vi crecer, y muchos de los que hoy ya no son niños, me tocó verlos desde niños. Durante quince años, vi transformarse esta alcaldía, y les quiero decir que me duele en el corazón tenerme que ir porque esta es mi casa, ustedes son mi familia.\nDurante todos estos años construimos juntos muchas cosas, y me viene a la mente todavía aquellos años cuando nos regalaban los juguetes chafas, ¿Se acuerdan?, que nos daban los juguetes de luchadores de plástico, las pelotas baratas, cando todo mundo venía aquí y decía que iba a hacer cosas por el pueblo y no estaban presentes.\nQuiero decirles que, desde la trinchera en la que esté, siempre trabajaré a favor de ustedes. Les pido q la persona q quede, le exijan siempre cosas de calidad, porque Cuajimalpa ha tenido un crecimiento importante y eso es gracias a ustedes mismos. Desde donde esté siempre buscaré la manera de darles lo mejor y eventos de calidad como hasta ahora”.\nFinalmente, Rubalcava Suárez se despidió ya que es el último evento de día de reyes que estuvo presente como alcalde.\nAsimismo, señaló que llevará juguetes con motivo de día de reyes a otros pueblos de la demarcación para quienes no pudieron acudir a la entrega de juguetes en la explanada de la alcaldía, esto con el fin de que más niños puedan disfrutar de los juguetes de calidad y entregar de propia mano los juguetes que los Reyes Magos trajeron para las y los pequeños.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:32:08.790+02:00",
    "updated": "2024-01-08T00:32:08.790+02:00"
  },
  {
    "uuid": "2e2b4e3c8852b3bc03a856db5425d36e5cc25060",
    "url": "https://newsrnd.com/news/2023-12-29-flood-situation-in-germany-could-worsen--dwd-makes-threatening-rain-forecast.r1gzOoZ2Pa.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-29T09:03:00Z",
    "title": "Flood situation in Germany could worsen: DWD makes threatening rain forecast - The Limited Times",
    "text": "Last updated: 29.12.2023, 09:52 a.m.\nBy: Jennifer Lanzinger\nCommentsPrint Share\nFor days, numerous regions in Germany have been struggling with the floods. The situation remains tense, the DWD fears further rain. The news ticker.\nMunich/Dresden – On Friday, the situation in numerous flood areas in Germany remains threatening. The situation could deteriorate further, with the German Weather Service predicting some heavy rainfall. The situation continues to be particularly tense in Lower Saxony. There, emergency services now even have to rescue animals from the Serengeti Park. Fire brigades are also in continuous operation in many places in eastern Germany.\nThe rainy weather that has now been announced could significantly exacerbate the situation in the affected areas. In the reservoirs of the Bergisches Land and the Siegerland in North Rhine-Westphalia as well as the Harz Mountains, continuous rain must be expected from Friday morning until the night to Saturday. Up to 40 liters per square meter could fall within 24 hours.\nLower Saxony continues to be severely affected by floods – evacuations prepared In Lower Saxony, areas along the rivers Aller, Leine and Weser in the southern and central parts of the state are affected. There, the situation worsened further on Thursday. The dikes were no longer able to withstand the masses of water everywhere. Thousands of relief workers are deployed across the country. Evacuations were prepared in some places. In the municipality of Langlingen in the district of Celle, about 120 people left their houses and apartments as a precaution on Friday night. On Friday morning, the state government wants to give an update on the flood situation at a press conference.\nPrime Minister Stephan Weil (SPD) said on Thursday that there had never been a flood of this magnitude before. \"Experts have long warned that the increasing frequency of weather extremes is linked to climate change,\" he said. According to the Ministry of the Interior, a so-called extraordinary event was detected in six districts as well as the city of Oldenburg. With this measure, for example, counties can more easily access auxiliary staff.\nFlood situation is also causing problems in Bremen – numerous residents have left their homes There is also no all-clear yet around Bremen. According to the authorities on Thursday evening, numerous houses along the Wümme in the Katrepel area are surrounded by water and without electricity. Most of the residents have left this area. In the district of Timmersloh, the water is standing on the dikes. Roads and fields are flooded. According to the information provided by the Interior Ministry, measures to secure the dike have already had to be carried out several times.\nFlood situation: No all-clear yet in Dresden either On the Elbe in Dresden, rising water levels are expected. Early Thursday afternoon, 5.92 meters were measured. This was still just below the six-metre mark from which the second-highest alert level 3 would apply. The state flood control center expected this limit to be exceeded on Friday morning - but only very slightly with a maximum of 6.01 meters. A normal water level of 2.00 meters in the Elbe in the state capital is normal.\nMy news Discharged water from reservoir threatens places in Thuringia\nLake in Baden-Württemberg is the largest in the country – it is often overlookedread\nThe oldest butcher's shop in Germany comes from Baden-Württemberg read\nThief fills 189 liters in canister reading\nClimate glue makes Lufthansa poisoned offer after claim for damages - \"Hand on it\"Read \"Hand on it\"\nThese outlet centers in Baden-Wurttemberg areRead more\nThe hydrologists expected a decrease in the Elbe flood water from Friday, as a spokesman for the State Office for the Environment, Agriculture and Geology said. Only locally light rain is expected, in the Czech catchment area of the Elbe neither precipitation nor snowmelt until Friday.\nDownstream in Magdeburg and Schönebeck in Saxony-Anhalt, the State Agency for Flood Protection and Water Management opened the Pretzien weir on Thursday. This means that about a third of the Elbe's water is channelled past the two cities through a flood channel and across meadows and fields before flowing back into the Elbe.\nEmergency services drain water from Kelbra dam In the north of Thuringia, the focus is on the Kelbra dam, from which water has been drained. In the village of Mönchpfiffel-Nikolausrieth, there was therefore a threat that about 30 houses would be flooded, as a spokesman for the Ministry of the Interior announced on Thursday. Emergency services had set up 6000,<> sandbags on the riverbank to prevent this. According to the information, the water was about ten centimeters below the edge of the bank.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jennifer lanzinger",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "dwd",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "munich",
          "sentiment": "none"
        },
        {
          "name": "saxony",
          "sentiment": "none"
        },
        {
          "name": "dresden",
          "sentiment": "none"
        },
        {
          "name": "harz mountains",
          "sentiment": "none"
        },
        {
          "name": "lower saxony",
          "sentiment": "none"
        },
        {
          "name": "serengeti park",
          "sentiment": "none"
        },
        {
          "name": "siegerland",
          "sentiment": "none"
        },
        {
          "name": "north rhine-westphalia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:11:03.743+02:00",
    "updated": "2023-12-29T11:11:03.743+02:00"
  },
  {
    "uuid": "3a2dcdab0303f4d8917b784c08b8c01af827690d",
    "url": "https://correio.rac.com.br/agenciabrasil/casos-respiratorios-graves-seguem-em-alta-apos-volta-as-aulas-1.1627561",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agência Brasil",
    "published": "2025-02-20T17:36:00Z",
    "title": "Casos respiratórios graves seguem em alta após volta às aulas",
    "text": "Os casos de Síndrome Respiratória Aguda Grave - SRAG - entre crianças e adolescentes de até 14 anos permanecem em alta após a volta às aulas no Distrito Federal e em cinco estados: Goiás, Espírito Santo, Rio de Janeiro, São Paulo e Sergipe.\nÉ o que aponta a última edição do Boletim Infogripe, divulgado nesta quinta-feira (20), no Rio de Janeiro, pela Fiocruz. O termo SRAG designa os casos de síndrome gripal que evoluem com comprometimento da função respiratória, geralmente exigindo hospitalização.\nNotícias relacionadas:União firma acordo e indenizará enfermeiros de MG vítimas da covid-19.Quase 19% das pessoas que tiveram covid-19 têm sintomas persistentes.Casos de covid-19 aumentam nas regiões Norte e Nordeste.\"As crianças passam mais tempo em ambientes fechados e em maior contato, favorecendo a transmissão dos vírus respiratórios\", explica a pesquisadora Tatiana Portella. O boletim acende também um alerta para as infecções por vírus sincicial respiratório - VSR - no Distrito Federal e em Goiás, o que tem provocado aumento de casos de SRAG entre bebês de até 2 anos.\nGeralmente, o VSR circula mais durante o inverno, mas somente este ano foram registrados mais de 460 casos de SRAG motivados pelo vírus em todo o país, com 16 mortes. Covid-19\nNo entanto, a covid-19 continua sendo a infecção viral mais letal: as mortes por SRAG este ano passam de 1 mil e mais de 81% dos óbitos com diagnóstico confirmado de algum vírus foram causados por covid-19. A maioria das vítimas eram idosos.\nEm quatro estados, a pesquisa observou aumento de casos com sinais característicos de covid-19: Mato Grosso, Roraima, Sergipe e Tocantins. Neste último, chama a atenção a quantidade de ocorrências entre jovens e adultos.\nAlém disso, sete unidades federativas apresentam níveis de alerta ou risco nas tendências de curto e longo prazo, independentemente da causa: Amazonas, Distrito Federal, Goiás, Rondônia, Roraima, Sergipe e Tocantins.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Health->communicable disease",
      "Health->medical condition",
      "Social Issue->children",
      "Social Issue->social services",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T00:05:55.472+02:00",
    "updated": "2025-02-21T00:05:55.472+02:00"
  },
  {
    "uuid": "e684e1e02fdb514a1fe1920af8c66171f0e94a6c",
    "url": "https://heraldodemexico.com.mx/nacional/2024/9/26/hallan-los-cuerpos-de-mujeres-embolsados-en-hermosillo-sujetos-ejecutados-en-la-costa-641039.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gerardo Moreno Valenzuela",
    "published": "2024-09-26T23:12:00Z",
    "title": "Hallan los cuerpos de mujeres embolsados en Hermosillo y sujetos ejecutados en la costa | El Heraldo de México",
    "text": "Durante los últimos dos días se han localizado al menos seis cuerpos desmembrados o en estado de descomposición en el municipio de [Hermosillo](https://heraldodemexico.com.mx/nacional/2024/9/24/ken-salazar-inaugura-nuevo-edificio-del-consulado-de-estados-unidos-en-hermosillo-640462.html), capital del estado de [Sonora](https://heraldodemexico.com.mx/nacional/2024/9/26/buscan-la-nina-kamar-migrante-africana-que-fue-reportada-como-desaparecida-en-sonora-640955.html), donde se alerta de mujeres y hasta una persona decapitada. Según el reporte de la Policía Municipal de Hermosillo el primer hallazgo se realizó a las 12:40 horas del miércoles, sobre el bulevar José Alberto Healy Noriega y calle Maldonado, al norte de la ciudad. Así fueron encontrados los cuerpos en bolsas Ahí unas personas que caminaban por el lugar encontraron unas bolsas negras en una parte donde se construyen casas y en una de ellas salía un brazo, por eso llamaron al 911, al lugar llegaron elementos de la Fiscalía General de Justicia del Estado y del Servicio Médico Forense y servicios periciales, encontrando en el interior de las bolsas de plástico restos humanos desmembrados. De manera preliminar se habló que se trataría de restos de al menos dos mujeres sin vida en ese lugar, donde una de ellas podría ser menor edad, sin embargo, las autoridades informaron que se deben terminar las pruebas forenses. El segundo hallazgo ocurrió la mañana de este jueves en la costa de Hermosillo, donde personas que pasaban por la Calle 4 Sur, se percataron que había dos cuerpos en estado de descomposición y un esqueleto en un predio e inmediatamente realizaron el reporte al 911. Al lugar llegaron elementos de la Policía Preventiva de Hermosillo, quienes lograron encontrar el cuerpo de dos personas con aparentes signos de violencia y un esqueleto sin cráneo, también se localizó más arriba una osamenta más. La zona fue acordonada por elementos del Ministerio Público y del Servicio Médico Forense, quienes levantaron los cuerpos y las pruebas necesarias para iniciar las investigaciones correspondientes. Investigarán el feminicidio en Sonora Ante estos hechos, el Fiscal General de Justicia del Estado, Gustavo Rómulo Salas Chávez, aclaró que deberán ser las autoridades federales quienes realicen la investigación de estos casos y esclarecer qué sucedió. En el caso de las mujeres encontradas desmembradas en bolsas de plástico señaló que una de las hipótesis es que fueron privadas de su libertad desde el mes de abril y estarían relacionadas con personas dedicadas a actividades “peligrosas”. “No puedo dar mayor información, insisto es un tema que está en el ámbito de la autoridad federal y no estaría yo en condiciones de proporcionar mayor información, sin embargo, si es otra circunstancia muy particular y directamente relacionada con sujetos peligrosos por supuesto vinculados a actividades ilícitas” Sin precisar el dato sobre el número de víctimas el titular de la Fiscalía de Sonora aclaró que por tratarse de hechos relacionados con presuntos delincuentes de alta peligrosidad la investigación corresponderá a la Fiscalía General de la República. Por su parte, el alcalde Antonio Astiazarán Gutiérrez lamentó los hechos y aseguró que será la FGR quien está investigando los hechos y ellos buscan que se esclarezca la situación y sobre todo se encuentre y castigue a los culpables. Sigue leyendo: [Ante niveles de inseguridad, Sonora aplica mando único en estos 3 municipios](https://heraldodemexico.com.mx/nacional/2024/9/24/ante-niveles-de-inseguridad-sonora-aplica-mando-unico-en-estos-municipios-640265.html) [Plan Sonora une relación Sonora y Estados Unidos coinciden Gobernador Durazo y embajador Ken Salazar](https://heraldodemexico.com.mx/edicion-impresa/2024/9/25/plan-sonora-une-relacion-sonora-estados-unidos-coinciden-gobernador-durazo-embajador-ken-salazar-640598.html) DRV",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T03:18:57.152+03:00",
    "updated": "2024-09-27T03:18:57.152+03:00"
  },
  {
    "uuid": "93b1a096f6a9b5a70bae5e47eca0688d9dae22a0",
    "url": "https://www.publimetro.com.mx/noticias/2025/04/16/blindan-corridas-de-toros-aguascalientes-declara-la-fiesta-brava-un-patrimonio-cultural",
    "ord_in_thread": 0,
    "author": "@PublimetroMX",
    "published": "2025-04-16T21:56:00Z",
    "title": "¡Blindan corridas de toros! Aguascalientes declara la Fiesta Brava un Patrimonio Cultural",
    "text": "A unos días de arrancar la Feria de San Marcos y en medio del debate de la prohibición de las corridas de toros, el Congreso de Aguascalientes aprobó declarar a la “Fiesta Brava” como “Patrimonio Cultural” de la entidad, esto con 26 votos a favor y abstenciones.\nLa tauromaquia es una de las tradiciones más antiguas en el estado de Aguascalientes, por lo que el colectivo “Vive Libre” celebró la decisión, ello pese a las protestas que se registraron a las afueras del recinto legislativo.\nCon esta acción el estado de Aguascalientes se convierte en una única entidad del país en blindar las corridas de toros, peleas de gallos y la charrería.\n¿Qué dice esta Ley?\nLa propuesta reciente aprobada modifica los artículos 1,2, 4 y 7 de la Constitución de Aguascalientes y destaca que la entidad deberá respetar, promover y garantizar las expresiones culturales, siempre que no afecte la dignidad de las personas o implique actos de discriminación.\n¿Cuándo es la Feria de San Marcos?\nDel 19 de abril al 11 de mayo se lleva a cabo esta festividad en Aguascalientes, por lo que se espera una asistencia de 8 millones de personas y una derrama económica de 10 mil millones de pesos.\nEn esta edición varios artistas del regional mexicano se presentarán en el escenario para interpretar sus temas musicales más emblemáticos:\nEn el Palenque de la Feria de San Marcos\n- 19 y 20 de abril: Grupo Firme\n- 25 y 26 de abril: Alejandro Fernández\n- 3 de mayo: Natanael Cano\n- 4 de mayo: Christian Nodal\n- 5 de mayo: Alfredo Olivas\n- 7 de mayo: Junior H\n- 11 de mayo: Banda MS\nEn el Foro de las Estrellas de la Feria de San Marcos:\n- 20 de abril: Ángeles Azules\n- 24 de abril: Pitbull\n- 26 de abril: Mike Towers\n- 29 de abril: Los Acosta\n- 9 de mayo: Pepe Aguilar\n- 1 de mayo: Cuisillos\n- 11 de mayo: The Killers",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Arts, Culture and Entertainment->customs and tradition",
      "Arts, Culture and Entertainment->cultural development",
      "Social Issue->communities",
      "Social Issue->social condition",
      "Social Issue->indigenous people",
      "Politics->civil rights",
      "Politics->cultural policies",
      "Politics->political process"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Congreso de Aguascalientes",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T01:10:57.465+03:00",
    "updated": "2025-04-17T01:10:57.465+03:00"
  }
]