[
  {
    "uuid": "024bafecd3219c3a59463d4697d0ef284c6372b9",
    "url": "https://kyivindependent.com/deputy-pm-denies-alleged-pressure-on-eu-to-return-refugees-to-ukraine",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kateryna Denisova",
    "published": "2024-01-25T20:28:00Z",
    "title": "Deputy PM denies alleged pressure on EU to return refugees to Ukraine",
    "text": "Ukraine is discussing with its partners how to handle the return of Ukrainian refugees from abroad in the future, but Kyiv is not pushing for aid to be cut to them in EU countries, Deputy Prime Minister for European and Euro-Atlantic Integration Olha Stefanishyna [told](https://www.radiosvoboda.org/a/news-stefanishyna-uriad-bizhentsi/32791802.html) Radio Svoboda in Brussels on Jan. 25. Stefanishyna's comment came after Politico, citing unnamed European diplomats, [reported](https://www.politico.eu/article/kyiv-puts-pressure-to-tighten-rules-as-eu-mulls-future-of-ukrainian-refugees/) that Ukraine is allegedly negotiating with the EU to establish new rules to encourage the return of Ukrainian refugees in 2025. According to Politico, Kyiv hadn’t sent an official request, but EU diplomats said there was \"some pressure\" from the Ukrainian side to tighten future migration rules to bring people back. Stefanishyna said that the return of refugees to Ukraine is \"a very difficult issue to discuss\" and that calls alone will not be enough. “Definitely, it is not Ukraine's direct position that Ukrainians should go back, and therefore, any aid to them should be reduced. Absolutely not. This is an ongoing discussion,\" she noted. According to the deputy PM, Kyiv's position is that Ukrainian refugees staying in the EU should be entitled to temporary protection in 2025 and beyond, “even if the hostilities end.” However, the issue of financial payments and social guarantees to them should be solved, as Russia’s all-out war has been going on for almost two years and the countries “have reached a certain point,” she said. “But this is not radical communication at all, not negative. This dialog is ongoing, and it has been so since the beginning of the war,” Stefanishyna added. The EU initially activated the Temporary Protection Directive for Ukrainian refugees in March 2022, shortly after the start of Russia's full-scale invasion. The European bloc has extended the measure several times since then, most [recently](https://kyivindependent.com/eu-officially-extends-protections-for-ukrainian-refugees/) in October 2023. The U.N. [records](https://data.unhcr.org/en/situations/ukraine) approximately 6 million refugees residing abroad as a result of Russian aggression.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "external_links": [
      "https://twitter.com/share?text=Deputy%20PM%20denies%20alleged%20pressure%20on%20EU%20to%20return%20refugees%20to%20Ukraine&url=https://kyivindependent.com/deputy-pm-denies-alleged-pressure-on-eu-to-return-refugees-to-ukraine/",
      "https://www.politico.eu/article/kyiv-puts-pressure-to-tighten-rules-as-eu-mulls-future-of-ukrainian-refugees/",
      "https://www.radiosvoboda.org/a/news-stefanishyna-uriad-bizhentsi/32791802.html",
      "https://www.linkedin.com/shareArticle?mini=true&url=https://kyivindependent.com/deputy-pm-denies-alleged-pressure-on-eu-to-return-refugees-to-ukraine/&title=Deputy%20PM%20denies%20alleged%20pressure%20on%20EU%20to%20return%20refugees%20to%20Ukraine",
      "https://data.unhcr.org/en/situations/ukraine",
      "https://www.facebook.com/sharer/sharer.php?u=https://kyivindependent.com/deputy-pm-denies-alleged-pressure-on-eu-to-return-refugees-to-ukraine/",
      "https://politico.eu/article/kyiv-puts-pressure-to-tighten-rules-as-eu-mulls-future-of-ukrainian-refugees/",
      "https://radiosvoboda.org/a/news-stefanishyna-uriad-bizhentsi/32791802.html",
      "https://linkedin.com/shareArticle?mini=true&url=https://kyivindependent.com/deputy-pm-denies-alleged-pressure-on-eu-to-return-refugees-to-ukraine/&title=Deputy%20PM%20denies%20alleged%20pressure%20on%20EU%20to%20return%20refugees%20to%20Ukraine",
      "https://www.facebook.com/sharer/sharer.php",
      "https://twitter.com/share?text=Deputy%20PM%20denies%20alleged%20pressure%20on%20EU%20to%20return%20refugees%20to%20Ukraine&url=https://kyivindependent.com/deputy-pm-denies-alleged-pressure-on-eu-to-return-refugees-to-ukraine",
      "https://www.politico.eu/article/kyiv-puts-pressure-to-tighten-rules-as-eu-mulls-future-of-ukrainian-refugees",
      "https://www.linkedin.com/shareArticle",
      "https://www.facebook.com/sharer/sharer.php?u=https://kyivindependent.com/deputy-pm-denies-alleged-pressure-on-eu-to-return-refugees-to-ukraine",
      "https://facebook.com/sharer/sharer.php?u=https://kyivindependent.com/deputy-pm-denies-alleged-pressure-on-eu-to-return-refugees-to-ukraine/",
      "https://www.twitter.com/share?text=Deputy%20PM%20denies%20alleged%20pressure%20on%20EU%20to%20return%20refugees%20to%20Ukraine&url=https://www.kyivindependent.com/deputy-pm-denies-alleged-pressure-on-eu-to-return-refugees-to-ukraine/",
      "https://twitter.com/share",
      "https://www.data.unhcr.org/en/situations/ukraine"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kateryna denisova",
          "sentiment": "negative"
        },
        {
          "name": "stefanishyna",
          "sentiment": "none"
        },
        {
          "name": "kyiv",
          "sentiment": "none"
        },
        {
          "name": "olha stefanishyna",
          "sentiment": "none"
        },
        {
          "name": "michael matthey",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "eu",
          "sentiment": "negative"
        },
        {
          "name": "facebook share",
          "sentiment": "negative"
        },
        {
          "name": "politico",
          "sentiment": "none"
        },
        {
          "name": "atlantic integration",
          "sentiment": "none"
        },
        {
          "name": "radio svoboda",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "messebahnhof laatzen",
          "sentiment": "none"
        },
        {
          "name": "brussels",
          "sentiment": "none"
        },
        {
          "name": "laatzen",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:41:47.046+02:00",
    "updated": "2024-01-26T02:25:17.225+02:00"
  },
  {
    "uuid": "76f5f3e1a4354536367f166cd058b0e6bdcc0e4a",
    "url": "https://www.wisbechstandard.co.uk/news/national/24016269.woman-believed-held-hostage-gaza-declared-dead/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-28T21:39:00Z",
    "title": "Woman believed to be held hostage in Gaza declared dead | Wisbech Standard",
    "text": "A hard-hit Israeli kibbutz has announced the death of Judith Weinstein — an American-Canadian-Israeli woman who had been thought to be held hostage in Gaza. The news came six days after Ms Weinstein’s husband, Gad Haggai, was also declared dead. Ms Weinstein, 70, and Mr Haggai, 73, were taking an early morning walk near their home in Kibbutz Nir Oz on the morning of October 7 when Hamas militants burst across the border into Israel, killing about 1,200 people and kidnapping 240 others. In the early hours of the morning, Ms Weinstein was able to call emergency services and let them know that both she and her husband had been shot and send a message to her family. Ms Weinstein and her husband had been thought to be among the hostages still held in captivity in Gaza. But six days ago, the kibbutz announced that Mr Haggai was killed on October 7 and his body was taken to Gaza. On Thursday, the kibbutz said it had learned that Ms Weinstein was also killed on October 7 and her body is also being held in Gaza. It was not immediately clear how Israeli authorities determined their deaths. The couple are survived by two sons and two daughters and seven grandchildren, the kibbutz said. US President Joe Biden said he was “devastated” to learn of Ms Weinstein’s death, especially after hearing about the couple during a meeting with their daughter. The families “have been living through hell for weeks. No family should have to endure such an ordeal”, he said in a statement. Ms Weinstein was born in New York and was an active member of Kibbutz Nir Oz, a small community near the Gaza border where she taught English to children with special needs. The kibbutz said she also taught meditation techniques to children and teenagers who suffered from anxiety as a result of rocket fire from Gaza. Mr Haggai was a retired chef and jazz musician. “Judy dedicated her life to serving others, spending years teaching English and using her passions for poetry, puppeteering, and mindfulness to empower children of all backgrounds,” her family said in a statement. Al Haggai, one of the couple’s sons, told Israel’s Channel 13 that the family had originally hoped their mother’s multiple citizenships would allow her to be released during the week-long ceasefire in late November, when 105 hostages were let go. Almost all were women and children. He said that when his mother’s name was not on any of the daily lists, he started to suspect that something had happened to her. According to Israeli Prime Minister Benjamin Netanyahu’s office, at least 23 of the approximately 129 hostages believed to be held in Gaza have either died or been killed in captivity. Nir Oz was one of the hardest-hit Israeli communities on October 7, with roughly a quarter of its residents killed or kidnapped. The families of missing hostages have drawn widespread support and sympathy in Israel as they press the government to reach a new ceasefire deal to bring home their loved ones. Mr Netanyahu met on Thursday in Tel Aviv with some of the families, where he told them there were behind-the-scene efforts to bring the hostages home, according to a statement from his office. “I can’t elaborate on the details, we are working to return everyone,” he said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "judith weinstein",
          "sentiment": "negative"
        },
        {
          "name": "weinstein",
          "sentiment": "none"
        },
        {
          "name": "haggai",
          "sentiment": "none"
        },
        {
          "name": "gad haggai",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wisbech standard",
          "sentiment": "negative"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "kibbutz",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:03:10.280+02:00",
    "updated": "2023-12-29T00:03:10.280+02:00"
  },
  {
    "uuid": "fbdbd25c72fe3f2ec830ca534d0e92aee9d5f1d5",
    "url": "https://www.knkx.org/2024-03-10/readers-wishes-for-ramadan-cease-fire-in-gaza-peace-on-earth-and-more-empathy",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Suzanne Nuyen",
    "published": "2024-03-10T12:00:00Z",
    "title": "Readers' wishes for Ramadan: Cease-fire in Gaza, peace on Earth and more empathy | KNKX Public Radio",
    "text": "Readers' wishes for Ramadan: Cease-fire in Gaza, peace on Earth and more empathy Updated March 10, 2024 at 2:31 PM ET Ramadan, the holiest month on the Islamic calendar, will begin on Monday, according to moon sightings in various countries. During this time, Muslims celebrate the month in which God revealed the first verses of the Quran to the prophet Muhammad. Those who observe Ramadan will fast from sun-up to sundown. At the end of the month, they celebrate a major holiday called Eid al-Fitr, or the \" [Festival of the Breaking of the Fast](https://ing.org/resources/for-all-groups/calendar-of-important-islamic-dates/ramadan-information-sheet/).\" \"The power of this month really is in the fact that every Muslim in the world is fasting and praying together in this holy month,\" Saman Naquvi of Brooklyn, N.Y., said. \"It drives home the fact that our community isn't just local but global.\" This year, NPR asked readers about their Ramadan prayers. More than 600 people responded. These were some of the major themes NPR readers are praying for and reflecting on. Responses have been edited for length and clarity. Peace in Gaza and the rest of the world Readers overwhelmingly wished for a cease-fire in Gaza. More than 30,000 Palestinians have been killed since the war began, according to Gaza's health ministry. \"We all have personal prayers for ourselves and our loved ones,\" Huma Husain of Silver Spring, Md., said. \"This year however they are all overshadowed by one thing: cease-fire and a peaceful resolution in Gaza.\" Hundreds of readers included prayers for peace in other areas of the world as well. Many called for the release of all hostages taken by Hamas on Oct. 7. \"I'm praying for the end of suffering for all those from [Palestinian territories] to Sudan to Congo,\" Nasra Nimaha of Hempstead, N.Y., said. Afshan Hamid, 57, wished for \"peace and justice for [Palestinian territories], Kashmir, Pakistan, Yemen, Rohingya Muslims and all people who are oppressed, [including] Ukrainian people [and] immigrants at our borders.\" \"I wish that Muslims, Jews, and Christians in Israel, the West Bank, and Gaza could live together in peace,\" Randall Rick of Lone Tree, Colo., said. \"Outside the Middle East, I wish for peace in any land where there is conflict between Muslims and non-Muslims. Lastly, I wish for peace between any groups that are in conflict with each other.\" Family The health and happiness of family members stood out among readers' personal prayers. This year is the first Ramadan since Wajiha Akhtar's mom died. \"I'll be praying that she's no longer in pain,\" the 38-year-old said. Afifa Yusufi's mother has COPD and pneumonia. \"I'm praying [for her] ... to be with us a little longer,\" she said. \"I'm praying for all my family and friends and loved ones to be healthy and safe, and for people to care for their mental health.\" Zuhaira Razzack of Houston, Texas, wants her children to \"achieve success, happiness, love, security, and fulfillment in their lives and to maintain bonds of family, friendship and community.\" Sana Shaikh of Marlboro, N.J., wants her children to \"grow up as kind, giving and helpful human beings to their communities and world.\" The environment There was no shortage of prayers for the health of the Earth, either. \"I'm praying for a Ramadan of collective liberation and restoration of ecological balance on our bleeding mother Earth,\" Nazish Qureshi of Washington, D.C., said. Afhsan Hamid hopes humanity will be provided the \"intelligence and capacity to solve and lead climate change and environmental issues.\" And Hamza Ettarbaoui of Morocco said, \"I'm praying for a world [where] I can breathe clean air.\" Gratitude Many readers said they were reflecting on everything they have to be grateful for, especially while so much of the world is suffering. \"In the tranquil moments of Ramadan, our hearts are filled with gratitude for the blessings bestowed upon us,\" Wajeha Barakat of Raleigh, N.C., said. \"We seek peace not only within ourselves but also for our brothers and sisters around the world, hoping that the divine light of this sacred month will bring an end to conflicts and suffering.\" \"This Ramadan, I'm grateful for my life, my loved ones, my community, and my country,\" Nas Kazi of Yorba Linda, Calif., said. \"I am grateful for the opportunities I have been given and the ability to overcome any obstacles that may be in my future. I am also aware that many people around the world do not enjoy the same opportunities and their challenges are dire compared to what I endure.\" \"We are choosing to go without food and water so that we can acknowledge with gratitude that it is a choice we have the privilege to make,\" Saman Naquvi said. \"Others ... are not given the luxury of that choice. And so we will pray that they have food to break their fasts with, and shelter from the bombs to pray under and that they and their families will live long enough to celebrate Eid together.\" \"This is a bittersweet Ramadan as we get to open our fasts with an abundance of food while praying for babies and toddlers that are being starved to death,\" Nazia Sheriff, 43, said. \"Our hearts are so heavy as a community and carry a collective despair, the extent of which we can't even fully express.\" \"It feels wrong to be comfortable and enjoying life with my family while there are people out there who are starving and getting bombed at the same time,\" Natasha Kha of Newton, Mass., said. \"While fasting, I will be thinking about what the kids in Gaza go through while they are hungry. Yet it won't be the same because I will get to break my fast while they cannot.\" Free and fair elections and kind global leaders Many readers in America extended prayers to U.S. leaders and politicians as the nation gears up for a presidential election. Saima Ahmad of Suwanee, Ga., hopes for \"an outcome of the election that is best for the country.\" Minha Kauser of Vienna, Va., hopes the next president \"cares about building peace.\" Sophia Jafri of East Windsor, N.J., hopes for \"morally upright politicians who stand for all rights.\" Kimberly Alostaz is from Kuwait and now lives in Ohio. \"I am praying for morally strong, intelligent, knowledgeable, respectable, empathetic, humble and unbiased leaders around the world who are capable of truly making decisions that benefit their people and all people around the world,\" she said. More empathy and understanding As readers reflected on the many conflicts taking place around the world, they overwhelmingly called for more empathy, understanding and equality in humanity. \"I pray that every human being is given the same worth and value around the world; not based on the color of their skin, the God they follow or the city they live in,\" Zuleqa Husain of Silver Spring, Md., said. \"I pray for healing. I pray for justice. I pray for mercy. I pray for patience. I pray for steadfastness. I pray for the ability of humanity to move beyond base impulses to serve and deeply care for one another, this planet, and all that inhabit it,\" 38-year-old Nadia Massoud said. \"As a Palestinian, I'm praying that humanity and compassion prevail and that people recognize that killing, destruction and wars never solve any conflicts. Instead, they create more destruction,\" Hind Jarrah of McKinney, Texas, said. Copyright 2024 NPR. To see more, visit https://www.npr.org.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://ing.org/resources/for-all-groups/calendar-of-important-islamic-dates/ramadan-information-sheet/).",
      "https://www.npr.org.",
      "https://www.ing.org/resources/for-all-groups/calendar-of-important-islamic-dates/ramadan-information-sheet/).",
      "https://npr.org."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "muhammad",
          "sentiment": "none"
        },
        {
          "name": "saman naquvi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "knkx public radio readers",
          "sentiment": "negative"
        },
        {
          "name": "npr",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "earth",
          "sentiment": "none"
        },
        {
          "name": "n.y.",
          "sentiment": "none"
        },
        {
          "name": "brooklyn",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-10T23:01:21.151+02:00",
    "updated": "2024-03-10T23:01:21.151+02:00"
  },
  {
    "uuid": "ead1a1a57c896d0149a12289564013ed40b16808",
    "url": "https://www.elnacional.cat/es/sociedad/salud-papa-francisco-empeora-sufrir-crisis-asmatica_1368446_102.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ElNacional.cat",
    "published": "2025-02-22T18:54:00Z",
    "title": "La salud del papa Francisco empeora tras sufrir una crisis asmática",
    "text": "La salud del papa Francisco ha empeorado este sábado, después de que haya sufrido una crisis respiratoria por la cual ha necesitado la aplicación de oxígeno de alto flujo, según ha informado el Vaticano en un comunicado esta tarde. \"Esta mañana, el papa ha presentado una crisis respiratoria asmática prolongada\", ha informado a la Santa Sede, de que ha advertido que el estado del pontífice \"sigue siendo crítico\", aunque el diagnóstico se mantiene reservado. Por otra parte, en el último análisis de sangre se le ha detectado una plaquetopenia —bajada anormal del número de plaquetas—, asociada a la anemia, que ha requerido una transfusión de sangre. \"El Santo Padre continúa atento y ha pasado el día en un sillón, aunque con más dolor que ayer,\" ha concluido el comunicado del Vaticano. El pontífice, de 88 años, llevaocho días ingresado en el hospital Gemelli de Roma, inicialmente por una bronquitis por infección polimicrobiológica a la cual se sumó más tarde una neumonía bilateral.\nIGLESIA CATÓLICA\nLa salud del papa Francisco empeora tras sufrir una crisis asmática\nEl Santo Padre ha requerido una transfusión de sangre y la aplicación de oxígeno de alto flujo\nMalena Ramajo\nBarcelona. Sábado, 22 de febrero de 2025. 19:54\nTiempo de lectura: 1 minuto\nLa redacción de ElNacional.cat está trabajando para ampliar esta información. Para leer la última hora de la noticia, actualiza la página.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Religion and Belief",
      "Human Interest"
    ],
    "topics": [
      "Health->health facility",
      "Health->medical condition",
      "Health->hospital",
      "Religion and Belief->christianity",
      "Religion and Belief->religious leader",
      "Religion and Belief->pope",
      "Human Interest->funeral and memorial service"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-22T21:07:39.664+02:00",
    "updated": "2025-02-22T21:07:39.664+02:00"
  },
  {
    "uuid": "0e5928819c73a0ab8075349a082a5e784cef230d",
    "url": "https://geektyrant.com/news/hayden-christensen-recalls-apologizing-to-the-youngling-he-terrified-in-star-wars-revenge-of-the-sith",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Joey Paur",
    "published": "2024-02-29T20:57:00Z",
    "title": "Hayden Christensen Recalls Apologizing To The Youngling He Terrified in STAR WARS: REVENGE OF THE SITH — GeekTyrant",
    "text": "Hayden Christensen recently looked back on his time shooting the dark scene in Star Wars: Revenge of the Sith where Anakin Skywalker slaughtered a group of younglings. There was one young actor in particular that he had to terrify for that scene, Ross Beadman , and to get the reaction that George Lucas was looking for, Christensen had to let him have it.\nWhile speaking with Empire Magazine about the intensity of the sequence and trying to get a reaction of true fear from Beadman, Christensen said:\n\"Kids seem to forget about that scene when they meet me! There's not any fear or intimidation. They're just excited to meet Anakin. There was a lot of talk about us doing that scene, and I love that George [Lucas] did it. It was a bold move. And it's shocking.\n\"When we were filming that, we were having a hard time getting the reaction that we wanted from the kid. And so I shouted, or growled at him, because we needed a genuine moment of him being startled. It got the response that we needed, and it makes that scene work really well.”\nChristensen eventually reunited with Beadman and amusingly admitted that he oplogized for scaring the young boy.\n“ I saw him years later. I said, 'Sorry about how that went.'\"\nYou can’t hear the scream or growl, but you can definitely see Beadman’s reaction from it when Anakin ignites his lightsaber.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "http://www.youtube.com/watch?v=lBbQg8r8tdc",
      "https://www.empireonline.com/movies/features/hayden-christensen-star-wars-interview/",
      "http://youtube.com/watch?v=lBbQg8r8tdc",
      "https://www.empireonline.com/movies/features/hayden-christensen-star-wars-interview",
      "https://empireonline.com/movies/features/hayden-christensen-star-wars-interview/",
      "http://www.youtube.com/watch"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hayden christensen",
          "sentiment": "negative"
        },
        {
          "name": "christensen",
          "sentiment": "none"
        },
        {
          "name": "george [lucas",
          "sentiment": "none"
        },
        {
          "name": "anakin skywalker",
          "sentiment": "none"
        },
        {
          "name": "anakin",
          "sentiment": "none"
        },
        {
          "name": "george lucas",
          "sentiment": "none"
        },
        {
          "name": "ross beadman",
          "sentiment": "none"
        },
        {
          "name": "beadman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "empire magazine",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:05:28.530+02:00",
    "updated": "2024-03-01T02:00:25.729+02:00"
  }
]