[
  {
    "uuid": "f1e0bd966066e4c0b1930557993b269d202fdfd9",
    "url": "https://andaluciainformacion.es/andalucia/1668597/un-sacerdote-de-florida-muerde-a-una-mujer-en-un-intento-de-defender-la-comunion",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "publicacionesdelsur@gmail.com (Publicaciones del Sur)",
    "published": "2024-05-25T08:02:00Z",
    "title": "Un sacerdote de Florida muerde a una mujer en un “intento de defender la comunión”",
    "text": "Un sacerdote de Florida, en Estados Unidos, es investigado por morder la mano de una feligresa durante la Eucaristía dominical en un supuesto “intento de defender la comunión”, según la declaración jurada del caso citada este viernes por medios estadounidenses. El incidente ocurrió el pasado 19 de mayo en la Iglesia de Santo Tomás de Aquino en la ciudad de St. Cloud, al sur de Orlando. Según información de CNN, en la misa de la mañana el sacerdote Fidel Rodríguez se negó a darle la Comunión a una mujer porque ella no se había confesado. El sacerdote bendijo a la mujer y le aconsejó “recibir el sacramento de la Penitencia (confesión) antes de recibir la sagrada Eucaristía”, explicó en un comunicado la Diócesis de Orlando. La mujer regresó para la misa del mediodía y cuando fue a recibir la Comunión, el padre Rodríguez le preguntó nuevamente si se había confesado, y ella respondió que “no era asunto suyo”. Luego, la mujer metió la mano en la bandeja de la Comunión, agarró las hostias y comenzó a romperlas. El padre Rodríguez intentó sujetar a la mujer, pero ella se negó a detenerse. Durante el forcejeo, la feligresa empujó al sacerdote. En respuesta, él le mordió la mano. Tras el incidente, la Diócesis defendió las acciones del padre Rodríguez.\"Si bien la Diócesis de Orlando no tolera altercados físicos como este, de buena fe, el padre Rodríguez simplemente estaba intentando evitar un acto de profanación de la Sagrada Comunión, que, como sacerdote, está obligado a proteger\", dijeron en un comunicado. El padre Rodríguez admitió lo sucedido a la Policía y dijo que estaba actuando en defensa propia. La mujer se negó a recibir atención médica y las autoridades fotografiaron la marca de la mordedura, según los documentos judiciales citados por CNN. La policía de St. Cloud ha enviado el caso a la Oficina del Fiscal de Florida para que decida si impone cargos al sacerdote. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T12:20:15.561+03:00",
    "updated": "2024-05-25T12:37:54.644+03:00"
  },
  {
    "uuid": "db32438b092d678c9648ffa585c57a1038cebdc7",
    "url": "https://www.varesenews.it/2024/07/gruppo-cap-presenta-il-nuovo-piano-di-sostenibilita-lacqua-prima-di-tutto/1982379",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tommaso Guidotti",
    "published": "2024-07-05T09:17:00Z",
    "title": "Gruppo Cap presenta il nuovo piano di sostenibilità: l'acqua prima di tutto",
    "text": "Gruppo Cap presenta il nuovo piano di sostenibilità: l’acqua prima di tutto La green utility lombarda ha sviluppato la strategia che guiderà l’azienda fino al 2033. Frutto del lavoro corale del management e degli stakeholder, nasce dalla valutazione dei risultati raggiunti, dall’analisi del contesto esterno, e dall’ascolto di tutti gli attori della catena del valore Impegnarsi nella decarbonizzazione e aumentare la quantità di rifiuti trattati secondo i principi dell’economia circolare. Supportare i comuni nello sviluppo del drenaggio urbano sostenibile. Aumentare il numero di impianti gestiti da remoto e quelli digitalizzati con l’applicazione dell’Intelligenza artificiale. Creare un ecosistema virtuoso di responsabilità sociale d’impresa condivisa e diffusa, attraverso la sensibilizzazione dei fornitori. Valorizzare le persone, abbattere il gender pay gap e promuovere la diversity inclusion. E, soprattutto, ampliare le proprie attività attraverso la gestione del rischio idraulico, lo sviluppo di infrastrutture per incrementare la resilienza del territorio, la produzione di energia da fonti rinnovabili. Sono alcuni dei nuovi obiettivi che Gruppo CAP, la green utility che gestisce il servizio idrico della Città metropolitana di Milano, ha inserito nel suo nuovo Piano di Sostenibilità, un documento volto a guidare le scelte dell’azienda per i prossimi anni e che nasce dalla valutazione dei risultati raggiunti sinora, ma anche dall’analisi del contesto esterno, profondamente mutato rispetto al 2019, anno in cui la green utility ha pubblicato il suo primo piano. DA UTILITY DELL’ACQUA A GREEN UTILITY Il nuovo piano di sostenibilità è innanzitutto una strategia di sviluppo sostenibile, con una visione a lungo periodo, che guarda fino al 2033 e identifica le sfide del settore, i risultati già ottenuti e i prossimi obiettivi. Rappresenta il completamento del percorso di ridefinizione del modello di business, attraverso il quale CAP ha integrato la sostenibilità nell’attività industriale. L’obiettivo è di garantire nel tempo la generazione del valore per gli shareholder, i collaboratori, gli stakeholder e il territorio, e porre le basi di un futuro più sostenibile per le prossime generazioni. Spiega il Presidente di Gruppo CAP, Yuri Santagostino: «Ogni passo compiuto nel trasformare il nostro business rendendolo più sostenibile è stato fatto con approccio partecipativo, coinvolgendo le nostre persone, la comunità locale, tutti i partner, i collaboratori, i fornitori e i clienti. Oggi un dialogo approfondito con gli stakeholder è ancor più necessario, soprattutto alla luce del nuovo ruolo che stiamo assumendo come abilitatori alla transizione green dei territori. Se l’obiettivo è dunque fare dell’acqua e dell’innovazione i pilastri su cui costruire processi di economia circolare, insieme al passaggio a modelli produttivi sostenibili, la partecipazione di tutti è fondamentale per una condivisione del valore prodotto, vera missione di una società interamente pubblica come Gruppo CAP. Per queste ragioni l’aggiornamento del Piano di Sostenibilità nasce grazie al concorso di una pluralità di soggetti, che hanno tracciato insieme a noi la nuova rotta fino al 2033 e ai quali ci lega un dovere di trasparenza e credibilità. Con questo nuovo documento ci poniamo obiettivi più ambiziosi e ampliamo i nostri orizzonti. Perché la sostenibilità non è una medaglia da appuntarsi sul petto, ma un processo continuo, faticoso ed entusiasmante che non ha mai fine, ma solo nuovi inizi». LA NUOVA STRATEGIA DI SOSTENIBILITÀ DI GRUPPO CAP In quest’epoca, caratterizzata da crisi climatica e instabilità sociopolitica ed economica, che hanno sgretolato convinzioni che sembravano radicate, CAP ha scelto di investire nella trasformazione del settore idrico e ambientale integrando la sostenibilità nel business, per diventare ciò che è oggi: la utility green capace di abilitare la transizione del territorio. La strategia di sostenibilità di CAP si articola attorno a 3 pilastri fondamentali che descrivono l’identità di CAP e delle sue persone: Sensibili, Resilienti e Innovatori. Sensibili ai bisogni delle persone, per aumentare il benessere e la fiducia di comunità sempre più consapevoli ed esigenti. Resilienti negli asset, nella governance e nella gestione per proteggere un bene essenziale per la vita. Innovatori nel mercato, per anticipare le normative e alimentare la capacità di fare rete. I tre pilastri sono a loro volta suddivisi in 9 macro-obiettivi, per un totale di 45 indicatori di performance. In continuità con il documento sviluppato nel 2019, per costruire il nuovo Piano di Sostenibilità, Gruppo CAP ha adottato un approccio partecipativo e ha coinvolto i collaboratori, la comunità locale, i partner, i clienti e gli stakeholder. Il documento è quindi il frutto del lavoro corale del management di CAP, che ha tracciato una nuova rotta dopo l’attento ascolto di tutti gli attori della catena del valore. Monitoraggio annuale dei KPI, analisi dello scenario per l’aggiornamento di target e obiettivi, e infine analisi dei mutamenti del contesto interno dell’evoluzione dell’azienda: è sulla base di questi tre input che Gruppo CAP ha individuato i 3 driver di cambiamento: l’attualità, intesa come l’insieme di cambiamenti normativi e socio-ecologici che determinano la necessità di rivedere target e obiettivi, la coerenza, che ha imposto alla green utility di allineare la propria strategia al business e a tutti gli strumenti di governance e pianificazione strategica e, infine, la razionalizzazione secondo il metodo SMART, per il quale ogni target è Specifico, Misurabile, Assegnato, Realistico, Temporizzato. Inoltre, i tre pilastri – Sensibili, Resilienti e Innovatori – sono stati connessi a tre direttrici di business individuate dal nuovo piano industriale di CAP: il primo, l’innovazione del servizio idrico, cuore e il punto di partenza della strategia, che riguarda le innovazioni che connettono acqua, energia e rifiuti; il secondo, fondato sulle partnership per la transizione green, che proiettano CAP nella gestione regionale e nazionale degli impianti di economia circolare e di infrastrutture idriche resilienti; infine il più ambizioso, che apre a CAP i nuovi mercati per la sostenibilità mettendo a pieno frutto le sinergie territoriali e di sostenibilità. L’ACQUA, PRIMA DI TUTTO L’innalzamento della temperatura, la siccità e gli eventi meteorologici estremi hanno evidenziato l’importanza dell’acqua. Quindi il comparto idrico deve ripensare le proprie strategie integrando i piani industriali con azioni di mitigazione e adattamento. Per Gruppo CAP questo si traduce nella necessità di allargare il perimetro delle attività ad ambiti contigui, come la gestione del rischio idraulico, la realizzazione di infrastrutture per aumentare la resilienza del territorio, la produzione di energia da fonti rinnovabili. L’acqua si conferma quindi al centro della strategia industriale di Gruppo CAP. I RISULTATI AL 2023 A cinque anni dall’elaborazione del primo Piano di Sostenibilità, è possibile confermare che la strategia adottata risulta credibile e che l’azienda ha costruito un percorso per raggiungere i propri obiettivi di sostenibilità integrandoli nella propria azione industriale. Gli impegni di sostenibilità si stanno traducendo in azioni concrete che generano impatti positivi. Tra i principali successi, emergono i numerosi interventi di drenaggio urbano sostenibile e l’alto tasso di innovazione. Su questo fronte, CAP ha attivato progetti per circa 70 milioni di euro con l’obiettivo di rinnovare le infrastrutture. Verrà anche completata la mappatura in 3D di tutte le reti per simulare gli interventi in studio, così da minimizzare l’impatto sul suolo. Ci sono però anche obiettivi in cui è necessario impegnarsi di più o che vanno ridisegnati, per essere più sfidanti e in linea con i tempi, come quello relativo al consumo di acqua pro-capite e a quello dell’acqua del rubinetto rispetto all’uso dell’acqua in bottiglia che rappresenta un dato critico, nonostante le risorse impiegate in attività di sensibilizzazione. Nei prossimi anni sarà inoltre opportuno focalizzarsi sul tema della decarbonizzazione, sul quale Gruppo CAP ha definito i propri target in linea con le indicazioni di SBTi che ha confermato la solidità degli obiettivi dell’Utility lombarda. Per quanto riguarda, invece, la riduzione delle perdite idriche, Gruppo CAP è in linea con gli obiettivi prefissati ma non ha ancora raggiunto il target del 15% fissato per il 2033. Inoltre, la green utility guarda a best practice europee come la Germania, che già nel 2001 registrava una quota di perdite idriche del 7%. I MACRO OBIETTIVI AL 2033 Sensibili Acqua prelevata dall’ambiente (l/abitanti/giorno): 325,49 Cittadini che dichiarano di bere solo o quasi solo acqua del rubinetto (% cittadini da survey annuale): 70% Gender pay gap (Differenza retributiva oraria media per livello): ≤5% (obiettivo 2030) Resilienti Percentuale di riduzione della CO2: -25% (obiettivo 2030) Percentuale ricavi allineati alla tassonomia: 77% (obiettivo 2030) Acqua drenata nel territorio servito (incremento % rispetto alla baseline): +28,6 Innovatori Processi gestiti con integrazione intelligenza artificiale (n. processi): 21 Fornitori con punteggio ESG maggiore o uguale a 70/94 nella valutazione Vendor Rating: 28% Progetti di ricerca in collaborazione con enti di ricerca, università, player dell’innovazione e imprese di settore: 17 [Leggi i commenti](#comment-area) [Accedi](#) o [registrati](https://www.varesenews.it/registrati/) per commentare questo articolo. L'email è richiesta ma non verrà mostrata ai visitatori. Il contenuto di questo commento esprime il pensiero dell'autore e non rappresenta la linea editoriale di VareseNews.it, che rimane autonoma e indipendente. I messaggi inclusi nei commenti non sono testi giornalistici, ma post inviati dai singoli lettori che possono essere automaticamente pubblicati senza filtro preventivo. I commenti che includano uno o più link a siti esterni verranno rimossi in automatico dal sistema. [La community di VareseNews](https://www.varesenews.it/comunita-varese-news/) Loro ne fanno già parte Ultimi commenti [Felice su Più pubblicità e meno canone, la proposta di Candiani per riformare il finanziamento della Rai](https://www.varesenews.it/?p=1980576#comment-area) [Castegnatese ora Insu su La Commissione Ue dà il via libera alla cessione di Ita Airways a Lufthansa](http://www.varesenews.it/2024/07/la-commissione-ue-da-il-via-libera-alla-cessione-di-ita-airways-a-lufthansa/1980354/#comment-area) [lenny54 su Il legionario italiano che combatte in Ucraina: “Ho lasciato la mia famiglia, tra i commilitoni ne ho trovata un'altra\"](https://www.varesenews.it/?p=1978143#comment-area) [Roberto Ganna su Alle Bustecche con carabinieri e polizia va in scena lo spettacolo teatrale anti truffe](https://www.varesenews.it/?p=1976898#comment-area) [massimiliano_buzzi su Aveva falsificato la targa dell'auto con del nastro adesivo: pizzicato e denunciato a Besozzo](https://www.varesenews.it/?p=1975092#comment-area) [Otto01 su Orari ridotti per slot machines e sale scommesse: Varese mette un freno al gioco d'azzardo compulsivo](https://www.varesenews.it/?p=1975935#comment-area)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Corporate Governance and CSR",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T13:21:33.606+03:00",
    "updated": "2024-07-05T13:21:33.606+03:00"
  },
  {
    "uuid": "05fe410b1edc4e08118e47594f94d306f34da7b4",
    "url": "https://www.eleconomista.es/motor/noticias/12897605/07/24/el-coche-electrico-con-la-bateria-que-todos-desean-recarga-del-10-al-80-en-menos-de-cinco-minutos-alta-autonomia-y-1-millon-de-kms-de-vida-util.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "elEconomista.es",
    "published": "2024-07-05T00:00:00Z",
    "title": "El coche eléctrico con la batería que todos desean: recarga del 10 al 80% en menos de cinco minutos, alta autonomía y 1 millón de kms de vida útil",
    "text": "Nuevas baterías en un prototipo de coche deportivo eléctrico han pasado del 10% al 80% de carga en menos de cinco minutos, el doble de la velocidad de los vehículos que circulan hoy por las carreteras, recoge Europa Press. Además de estos tiempos de carga ultrarrápidos, estas baterías desarrolladas por Nyobolt -una empresa derivada de la Universidad de Cambridge- no sufren los problemas de degradación asociados a las baterías de iones de litio. Las pruebas del primer prototipo de vehículo eléctrico Nyobolt en funcionamiento se utilizarán para validar el rendimiento de la batería de la empresa en un entorno de alto rendimiento, según un comunicado de Cambridge. Nyobolt, con sede en Cambridge, ha utilizado sus materiales patentados de ánodo de carbono y óxido de metal, diseño de celdas de baja impedancia, electrónica de potencia integrada y controles de software para crear baterías y sistemas de carga de alta densidad energética. Estos apoyan la electrificación de aplicaciones como camiones todoterreno de servicio pesado, vehículos eléctricos, robótica y dispositivos de consumo que demandan alta potencia y ciclos de recarga rápidos. Autonomía de 250 kms Las pruebas iniciales en el vehículo con cargadores rápidos de CC de 350 kW (800 V) confirmaron que la batería del Nyobolt EV se puede cargar del 10% al 80% en cuatro minutos y 37 segundos, y una carga completa permite que el prototipo alcance una autonomía de 250 kilómetros. Eso es el doble de la velocidad de la mayoría de los vehículos de carga más rápida de la actualidad. Las pruebas independientes de la tecnología confirmaron que las baterías más duraderas y sostenibles de Nyobolt pueden alcanzar más de 4.000 ciclos de carga rápida, o 965.000 kilómetros, manteniendo una retención de capacidad de la batería de más del 80 %. Esto es mucho más que las garantías de baterías de vehículos eléctricos mucho más grandes que se encuentran en la carretera hoy en día. Por otra parte, el tamaño compacto del paquete de baterías permite vehículos eléctricos energéticamente eficientes que son más baratos de comprar y operar, y fundamentalmente utilizan menos recursos para fabricarse. Volumen de producción Los planes de ensamblaje de baterías de Nyobolt podrían estar en producción a bajo volumen dentro de un año, aumentando a 1.000 paquetes en 2025. El modelo de fabricación flexible de Nyobolt permite volúmenes de hasta dos millones de celdas por año. La tecnología de Nyobolt se basa en una década de investigación sobre baterías liderada por los científicos Clare Grey y Sai Shivareddy, quienes inventaron supercondensadores de última generación. La clave para la capacidad de la empresa de ofrecer una carga ultrarrápida sin afectar la vida útil de la batería son sus celdas de baja impedancia que generan menos calor, lo que facilita la gestión de niveles de potencia tan altos durante la carga. Sus materiales de ánodo en las celdas de batería de iones de litio permiten una transferencia más rápida de electrones entre el ánodo y el cátodo. Nyobolt está en conversaciones con otros ocho fabricantes de vehículos sobre la adopción de su tecnología. Junto con las aplicaciones automotrices, la tecnología de carga rápida de Nyobolt se utilizará este año en robótica.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Product and Services News",
      "Science and Technology",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T15:22:16.373+03:00",
    "updated": "2024-07-05T15:22:16.373+03:00"
  },
  {
    "uuid": "99abf77b74e19c218ec9dd8f9fe4c86c0b875df1",
    "url": "https://www.kctv5.com/2025/03/06/fierce-winds-storm-causes-tree-damage-ignites-house-fire-overland-park",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jiani Navarro",
    "published": "2025-03-06T00:23:00Z",
    "title": "Fierce winds from storm causes tree damage, ignites house fire in Overland Park",
    "text": "By Jiani Navarro Published: Mar. 5, 2025 at 6:23 PM CST | Updated: 7 hours ago Email This Link\nShare on Facebook\nShare on X (formerly Twitter)\nShare on Pinterest\nShare on LinkedIn\nJOHNSON COUNTY, Kan. (KCTV) - Many are still feeling the impacts from the storm that swept across the Kansas City metro late Tuesday.\nCrews and residents got a better look at the damage Wednesday morning after high winds and snow.\n“The wind was crazy,” said Victoria Shelton, who lives in Lenexa.\nShelton and her family couldn’t open their front door. Wind gusts completely uprooted the tree in their front yard, blocking them in.\n“Around like 2, 3 a.m. I heard a loud boom, and it startled me out of bed,” she said, “when I woke up this morning and saw it, I was kind of shocked.”\nEvergy crews were out fixing power lines, as nearly 190,000 residents were without power after the storm.\nMeanwhile, tree removal crews wasted no time cutting through the mess as calls continued to come in throughout the morning.\n“With all the saturation with the rain that we had yesterday, leaving to this red wood here, there was a root system that was failing,” said Will Garner, with Timber Tree Service LLC, “not to mention all the high winds and all there was a lot of wait from this wet snow that basically caused it to tip over and up root.”\nAcross town in Overland Park a large tree snapped, falling over onto a powerline, causing a house fire.\nIn Overland Park a large tree snapped, falling over onto a powerline, causing a house fire. (KCTV5) “The wind was blowing straight out of the north, blowing this way and it just literally snapped it off about 6-8 foot up and its laying across my fence,” said Mike Hyde.\nHyde said his neighbor’s home, that belongs to an elderly woman in her mid-90′s was inside.\nHe said smoke was coming from her garage and wasn’t able to walk, so the neighbor across the street ran in to save her.\n“Her smoke alarm went off, but she had no power she was disoriented in her house, he said, “Andy went in quickly, got her, carried her over to his house across the street.”\nHyde explained it was a freighting situation and happened all so quick, but is just glad everyone is okay and pushes everyone to check their trees.\n“It snapped it off like a twig, so yeah that’s probably a good thing, if you think you got trees that are damaged, I would definitely probably look to have them cut down or trimmed up,” he said.”\nCopyright 2025 KCTV. All rights reserved.\nMost Read Man, woman dead in shooting at Northland home Prosecutors charge 2 suspects in deaths of 3 men found frozen at Northland home TRAFFIC ALERT: Crashes, slick roads cause road closures, delays across KC metro SCHOOL CLOSINGS: Power outages, poor visibility leads to school closures, delays FIRST WARN FORECAST: Severe wind storm and blizzard into the morning National Weather Service Blizzard Warning Tuesday into Wednesday Days after Kansas restaurants shut down, Salty Iguana closes Independence location FIRST WARN FORECAST: Snow ends, extreme wind persists in Kansas City area Latest News Fans flock to KC for Big 12 Women’s Basketball Tournament Prosecutors charge 2 suspects in deaths of 3 men found frozen at Northland home Prosecutors charge 2 suspects in deaths of 3 men found frozen at Northland home Kansas Legislature creates COGE, a government efficiency portal mirroring federal program Fans flock to KC for Big 12 Women’s Basketball Tournament Kansas Sen. Jerry Moran expresses support for veterans impacted by VA cuts IRS prepares for more cuts as tax deadline looms Are we done with winter? A flip back to spring is ahead.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Environment",
      "Health"
    ],
    "topics": [
      "Disaster and Accident->fire",
      "Disaster and Accident->natural disaster",
      "Environment->climate change",
      "Environment->environmental pollution",
      "Health->injury",
      "Health->emergency care"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://gray-kctv-prod.gtv-cdn.com/resizer/v2/GOIFICSTZZBTRJ4HF4VB253UIU.jfif?auth=cd33b4e4ddd84a694df8a8cdc75af9d94204f791c49a60c6977fdaa6730c1632&width=980&height=735&smart=true",
      "https://gray-kctv-prod.gtv-cdn.com/resizer/v2/GOIFICSTZZBTRJ4HF4VB253UIU.jfif?auth=cd33b4e4ddd84a694df8a8cdc75af9d94204f791c49a60c6977fdaa6730c1632&width=540&height=405&smart=true",
      "https://gray-kctv-prod.gtv-cdn.com/resizer/v2/GOIFICSTZZBTRJ4HF4VB253UIU.jfif?auth=cd33b4e4ddd84a694df8a8cdc75af9d94204f791c49a60c6977fdaa6730c1632&width=720&height=540&smart=true",
      "https://gray-kctv-prod.gtv-cdn.com/resizer/v2/GOIFICSTZZBTRJ4HF4VB253UIU.jfif?auth=cd33b4e4ddd84a694df8a8cdc75af9d94204f791c49a60c6977fdaa6730c1632&width=1300&height=975&smart=true",
      "https://www.gray-kctv-prod.gtv-cdn.com/resizer/v2/GOIFICSTZZBTRJ4HF4VB253UIU.jfif?auth=cd33b4e4ddd84a694df8a8cdc75af9d94204f791c49a60c6977fdaa6730c1632&width=720&height=540&smart=true",
      "https://www.gray-kctv-prod.gtv-cdn.com/resizer/v2/GOIFICSTZZBTRJ4HF4VB253UIU.jfif?auth=cd33b4e4ddd84a694df8a8cdc75af9d94204f791c49a60c6977fdaa6730c1632&width=980&height=735&smart=true",
      "https://www.gray-kctv-prod.gtv-cdn.com/resizer/v2/GOIFICSTZZBTRJ4HF4VB253UIU.jfif?auth=cd33b4e4ddd84a694df8a8cdc75af9d94204f791c49a60c6977fdaa6730c1632&width=540&height=405&smart=true",
      "https://www.gray-kctv-prod.gtv-cdn.com/resizer/v2/GOIFICSTZZBTRJ4HF4VB253UIU.jfif?auth=cd33b4e4ddd84a694df8a8cdc75af9d94204f791c49a60c6977fdaa6730c1632&width=1300&height=975&smart=true",
      "https://gray-kctv-prod.gtv-cdn.com/resizer/v2/GOIFICSTZZBTRJ4HF4VB253UIU.jfif"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Victoria Shelton",
          "sentiment": "none"
        },
        {
          "name": "Will Garner",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "JOHNSON COUNTY",
          "sentiment": "none"
        },
        {
          "name": "Kan.",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "KCTV",
          "sentiment": "negative",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T02:29:18.499+02:00",
    "updated": "2025-03-06T09:05:24.888+02:00"
  },
  {
    "uuid": "7cbf757f9e6b00cf8faa43a4d24117874802a90a",
    "url": "https://actu.orange.fr/monde/autriche-trois-islamistes-presumes-arretes-securite-renforcee-pour-noel-CNT000002aSZUw.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2023-12-24T00:00:00Z",
    "title": "Autriche: trois islamistes présumés arrêtés, sécurité renforcée pour Noël : Actualités - Orange",
    "text": "© MAX SLOVENCIK, AFP - Une voiture de police devant la cathédrale Saint-Étienne de Vienne, le 24 décembre 2023 Trois personnes soupçonnées d'être impliquées dans un réseau islamiste ont été arrêtées en Autriche, ont annoncé dimanche les autorités alors que Vienne et Berlin ont renforcé la sécurité autour des églises et marchés de Noël en raison d'un \"risque accru\". \"Intervenant sur un réseau islamiste\", les autorités autrichiennes ont arrêté quatre personnes samedi, a indiqué le ministère de l'Intérieur. Un porte-parole du ministère a ensuite indiqué que parmi ces quatre, trois restaient détenues dans l'attente d'investigations complémentaires. Citant \"un risque accru\", la police a par ailleurs renforcé les contrôles, notamment autour des églises, cérémonies religieuses et marchés de Noël à Vienne. \"Il n'y a pas de menace immédiate d'attaque à Vienne\", a néanmoins précisé le porte-parole de la police. Samedi, la police autrichienne avait indiqué dans un communiqué que \"des agents terroristes en Europe appellent à mener des attaques contre des évènements chrétiens, spécialement autour du 24 décembre\". Les autorités allemandes ont en parallèle annoncé avoir renforcé les mesures de sécurité dans et autour de la cathédrale de Cologne notamment, l'une des plus visitées du pays, en raison d'un risque de sécurité lié à une menace qualifiée d'\"islamiste\". Les fidèles se rendant aux services religieux de Noël doivent se soumettre à de stricts contrôles à l'entrée notamment. \"Nous apprécions tous nos traditions de Noël et nous ne nous laissons pas intimider\", a déclaré la ministre allemande de l'Intérieur, Nancy Faeser, dimanche au groupe de presse régional Funke. \"Mais nous prenons la menace terroriste islamiste très au sérieux et sommes extrêmement vigilants\", a-t-elle ajouté, \"nos services de sécurité surveillent les milieux islamistes et agissent en conséquence, comme le montrent les mesures en cours\". Selon le site du quotidien allemand Bild samedi, des services de sécurité en Autriche, Allemagne et Espagne ont reçu des indications selon lesquelles un groupe islamiste voudrait commettre plusieurs attentats en Europe, possiblement à la Saint-Sylvestre et à Noël. Selon le journal, les cibles de ces attentats pourraient être des messes de Noël à Cologne, Vienne et Madrid. Il affirme également qu'une personne a été interpellée en Allemagne. D'après Bild, les personnes arrêtées sont des Tadjiks soupçonnés d'avoir voulu perpétrer des attaques au nom de l'Etat islamique au Khorassan (EI-K), branche locale de l'EI en Afghanistan. Des fouilles avec des chiens renifleurs effectuées samedi soir par la police dans la cathédrale de Cologne n'ont pas abouti à la découverte d'objets suspects. En juillet, une cellule d'islamistes présumés de l'EI-K avait été démantelée en Allemagne et aux Pays-Bas. Les personnes arrêtées en Allemagne étaient soupçonnées de vouloir commettre une attaque dans le pays. publié le 24 décembre à 16h29, AFP",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T17:42:03.818+02:00",
    "updated": "2023-12-24T17:42:03.818+02:00"
  },
  {
    "uuid": "55e74f81d04c599592cca268baf969bdd240f189",
    "url": "https://www.newsbreak.com/news/3628931482390-photos-auroras-seen-across-the-first-coast-in-florida-and-georgia-thursday-night",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "First Coast News",
    "published": "2024-10-11T03:29:00Z",
    "title": "PHOTOS: Auroras seen across the First Coast in Florida and Georgia Thursday night",
    "text": "First Coast News 30 minutes ago 30 minutes ago Read in NewsBreak Comments / Add a Comment YOU MAY ALSO LIKE Jacksonville Today14 hours ago Jacksonville Today3 days ago Jacksonville Today14 days ago Mike Connors ('Mannix') and Barbara Hale ('Perry Mason') Both Died on the Same Day: January 27, 2017 Herbie J Pilato3 hours ago Herbie J Pilato6 hours ago M Henderson6 days ago Maria Shimizu Christensen1 day ago The Suicide of Lea Nikki Bacharach, Daughter of Angie Dickinson & Burt Bacharach: 17 Sad Years Later Herbie J Pilato6 days ago The Black Hills are thick with lions. But those that leave are unlikely to repopulate the East, study finds. WyoFile10 days ago The HD Post7 days ago The HD Post16 days ago Jacksonville Today9 days ago Mississippi News Group9 days ago WyoFile8 days ago The Current GA25 days ago Uncovering Florida26 days ago Alameda Post15 days ago Jacksonville Today12 days ago Business Debut10 hours ago Report says 1,114 bank branches have closed in California – predicts branches become extinct by 2037 The HD Post23 days ago Alameda Post19 days ago WyoFile9 days ago Jacksonville Today7 days ago The HD Post21 days ago Maria Shimizu Christensen5 days ago WyoFile13 days ago Wisconsin Watch7 days ago Northern Kentucky Tribune4 days ago Robert Russell Shaneyfelt9 days ago Get updates delivered to you daily. Free and customizable. It’s essential to note our commitment to transparency: Our Terms of Use acknowledge that our services may not always be error-free, and our Community Standards emphasize our discretion in enforcing policies. As a platform hosting over 100,000 pieces of content published daily, we cannot pre-vet content, but we strive to foster a dynamic environment for free expression and robust discourse through safety guardrails of human and AI moderation.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Lea Nikki Bacharach",
          "sentiment": "none"
        },
        {
          "name": "Angie Dickinson",
          "sentiment": "none"
        },
        {
          "name": "Burt Bacharach",
          "sentiment": "none"
        },
        {
          "name": "Maria Shimizu",
          "sentiment": "none"
        },
        {
          "name": "Mike Connors",
          "sentiment": "none"
        },
        {
          "name": "Barbara Hale",
          "sentiment": "none"
        },
        {
          "name": "Perry Mason",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T07:01:58.604+03:00",
    "updated": "2024-10-11T07:01:58.604+03:00"
  }
]