[
  {
    "uuid": "4f1c456e2344c53896995f762c376b642156af21",
    "url": "https://www.wicz.com/story/50286965/walmart-recalls-magnetic-balls-after-cpsc-warns-of-choking-and-injury-hazards",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "wicz.com",
    "published": "2023-12-28T00:00:00Z",
    "title": "Walmart recalls magnetic balls after CPSC warns of choking and injury hazards - WICZ",
    "text": "News Local Teacher of the Week National International Entertainment Videos Sports Local High School 4th & Goal Binghamton University SUNY Broome Binghamton Rumble Ponies Binghamton Black Bears Plays of the Week Greater Binghamton Sports Hall of Fame Amphenol Aerospace Athlete of the Week Love at First Shot: Celebrating 50 Years of Hockey Videos Weather Closing & Delays Alerts Community Community Calendar Highway Heroes Legacy Landmarks Lesko Financial Services Hometown Heroes 100 Years Ago Today United Way Campaign Destination: Cayuga Lake Attractions Submit Event Deals The Clubhouse Card Tour of Italy Pizza and Pasta Rewards Card FOX 40 Half Off Deals Bid 2 Buy Contact Us Schedule Meet The Team Employment About Us Closed Caption Contact Contests Holiday Helping Hand YourSay Your View Search GO News Walmart recalls magnetic balls after CPSC warns of choking and injury hazards Thursday, December 28th 2023, 5:03 PM EST By Ramishah Maruf, CNN\nNew York (CNN) — Regulators have issued a recall for high-powered magnetic balls after the US Consumer Product Safety Commission issued several warnings for the toy kits, citing the risk of injury or even death.\nWalmart recalled the “Relax 5mm Science Kit, Large Hematite Magnets Magnetic Stones Building Blocks,” sold exclusively on the site through Joybuy.\nEarlier in December, CPSC said these magnets, often marketed for children, are small enough to fit into the CPSC’s small parts cylinder (which simulates the width of a child’s throat), and are also magnetically stronger than permitted. If swallowed, the high-powered magnets can attract to each other or to other metals inside the digestive system, leading to “perforations, twisting and/or blockage of the intestines, infection, blood poisoning and death.”\nThe agency broadly estimated 2,500 emergency room visits over magnet ingestions from 2017-2021 and seven deaths, two of which were outside of the United States.\nThe recall affects about 4,240 units. The CPSC said customers should take away the balls from children immediately and contact Joybuy for a pre-paid label to return the recalled products for a full refund. The toy kit was sold from February 2022 through April 2023 for between $14 and $15 and is made of small magnetic balls in purple, black, green, blue, orange and red.\nThe-CNN-Wire\n™ & © 2023 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.cnn.com/2023/12/07/business/magnetic-ball-recall-warning/index.html",
      "https://tockify.com/tkf2/submitEvent/30a3dd11108c11e6b21395d105002c19",
      "https://www.cpsc.gov/Business--Manufacturing/Business-Education/Business-Guidance/Small-Parts-for-Toys-and-Childrens-Products",
      "https://wicz.incentrev.com/Binghamton/9000395-clubhouse-card",
      "https://wicz.incentrev.com/category/local",
      "https://wicz.incentrev.com/Binghamton/9000308-tour-of-italy-pizza-and-pasta-rewards-card",
      "https://wicz-auction.irauctions.com/listing/0",
      "https://www.cpsc.gov/Recalls/2024/High-Powered-Magnetic-Balls-Recalled-Due-to-Ingestion-Hazard-Sold-Exclusively-on-Walmart-com-through-Joybuy",
      "https://www.wicz-auction.irauctions.com/listing/0",
      "https://www.wicz.incentrev.com/Binghamton/9000395-clubhouse-card",
      "https://cnn.com/2023/12/07/business/magnetic-ball-recall-warning/index.html",
      "https://www.tockify.com/tkf2/submitEvent/30a3dd11108c11e6b21395d105002c19",
      "https://cpsc.gov/Business--Manufacturing/Business-Education/Business-Guidance/Small-Parts-for-Toys-and-Childrens-Products",
      "https://www.wicz.incentrev.com/Binghamton/9000308-tour-of-italy-pizza-and-pasta-rewards-card",
      "https://cpsc.gov/Recalls/2024/High-Powered-Magnetic-Balls-Recalled-Due-to-Ingestion-Hazard-Sold-Exclusively-on-Walmart-com-through-Joybuy",
      "https://www.wicz.incentrev.com/category/local"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ramishah maruf",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cpsc",
          "sentiment": "negative"
        },
        {
          "name": "walmart",
          "sentiment": "negative"
        },
        {
          "name": "week national international entertainment videos sports local high school",
          "sentiment": "negative"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "us consumer product safety commission",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:45:28.713+02:00",
    "updated": "2023-12-29T00:45:28.713+02:00"
  },
  {
    "uuid": "0b83f37b0b4f884119bcd070150daf29685b4020",
    "url": "https://www.newsbreak.com/new-york-city-ny/3279764819115-new-york-palestinian-restaurant-faces-backlash-for-using-from-the-river-to-the-sea-on-its-menu-openly-genocidal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-28T19:24:00Z",
    "title": "New York Palestinian Restaurant Faces Backlash for Using ‘From the River to the Sea’ on Its Menu: ‘Openly Genocidal’",
    "text": "Controversy is on the menu at a newly opened Palestinian restaurant in New York City that labeled its menu's seafood section \"From the river to the sea\" — a slogan Jewish groups recognize as antisemitic and people in the neighborhood are calling \"openly genocidal,\" according to a report. Ayat opened earlier this month in the Ditmas Park section of Brooklyn and its menus feature the phrase over the eatery's selection of branzino, red snapper and shrimp and salmon kebabs. Residents of the neighborhood, on their Facebook page, took offense at the owners, Abdul Elenani and Ayat Masoud, for using the controversial phrase in their menu, with one user condemning it being \"openly genocidal,\" the Daily Beast reported. The American Jewish Committee says the expression symbolizes \"control over the entire territory of Israel's borders, from the Jordan River to the Mediterranean Sea.\" The full phrase, \"From the river to the sea, Palestine will be free,\" \"is a rallying cry for terrorist groups and their sympathizers, from the Popular Front for the Liberation of Palestine (PFLP) to Hamas, which called for Israel’s destruction in its original governing charter in 1988 and was responsible for the October 7, 2023 terror attack on Israeli civilians,\" the organization says. Elenani says that's not how she sees it, saying rather it's a non-violent plea for justice. “Our interpretation on it is just simply freedom and rights to the Palestinian people between the Jordan River and Mediterranean Sea,” he told the Daily Beast. “We’re just against the Zionist mentality of, like, eliminate or flatten Gaza now.” “Our neighbors are Jews, our friends are Jews, we work with Jewish people all day every day. We do not hate Jewish people. It’s the opposite,” he added. “Judaism and Islam, they are the two most similar religions.” Dahlia Schweitzer, who moved to Ditmas Park in 2020, told the outlet that the \"river to the sea\" language offends her, and dismisses the restaurant's claim that \"they're just advocating for freedom.\" \"They’re poking the hornets’ nest,\" Schweitzer said. “The best analogy that I could think [of] is if a restaurant that had Southern food had the Confederate flag on their menu, and tried to spin it as ‘Oh, this is just Southern pride.’ And it’s like, you know, don’t be coy,\" she said. Elenani said he tried to explain his position on Facebook but that he was censored by the social network administrators. He said he wanted to impress that his \"brand\" consists of two elements: “Number one is that I will always mention the occupation of the Palestinian people. And number two is that we will always advocate for peace,\" he said. The slogan has been part of demonstrations by pro-Palestinian protesters on college campuses after Hamas militants invaded Israel on Oct. 7.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.ajc.org/translatehate/From-the-River-to-the-Sea",
      "https://themessenger.com/news/campus-controversy-israel-hamas-war-divided-colleges-across-us",
      "https://themessenger.com/politics/schumer-urges-americans-to-condemn-antisemitism-with-full-throated-clarity",
      "https://themessenger.com/news/iran-hamas-war-of-words-attack",
      "https://ayatditmas.hrpos.heartland.us/menu",
      "https://www.thedailybeast.com/palestinian-restaurant-ayat-opens-in-ditmas-park-divides-neighbors?ref=home",
      "https://thedailybeast.com/palestinian-restaurant-ayat-opens-in-ditmas-park-divides-neighbors?ref=home",
      "https://www.ayatditmas.hrpos.heartland.us/menu",
      "https://www.themessenger.com/politics/schumer-urges-americans-to-condemn-antisemitism-with-full-throated-clarity",
      "https://www.thedailybeast.com/palestinian-restaurant-ayat-opens-in-ditmas-park-divides-neighbors",
      "https://www.themessenger.com/news/iran-hamas-war-of-words-attack",
      "https://ajc.org/translatehate/From-the-River-to-the-Sea",
      "https://www.themessenger.com/news/campus-controversy-israel-hamas-war-divided-colleges-across-us"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ayat masoud",
          "sentiment": "none"
        },
        {
          "name": "ayat",
          "sentiment": "none"
        },
        {
          "name": "abdul elenani",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "new york palestinian restaurant faces backlash",
          "sentiment": "neutral"
        },
        {
          "name": "american jewish committee",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "popular front for the liberation of palestine",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "river",
          "sentiment": "none"
        },
        {
          "name": "jordan river",
          "sentiment": "none"
        },
        {
          "name": "ditmas park",
          "sentiment": "none"
        },
        {
          "name": "brooklyn",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "mediterranean sea",
          "sentiment": "none"
        },
        {
          "name": "palestine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:53:33.733+02:00",
    "updated": "2023-12-29T01:53:33.733+02:00"
  },
  {
    "uuid": "a1ddd83425eff634d65a9ca930aec5cd68a1745c",
    "url": "https://www.forbes.com.mx/apple-permitira-uso-de-piezas-usadas-en-reparaciones-de-algunos-de-sus-iphone",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Forbes Staff",
    "published": "2024-04-11T21:12:00Z",
    "title": "Apple permitirá uso de piezas usadas en reparaciones de algunos de sus iPhone",
    "text": "Apple anunció que a partir de este otoño permitirá en algunos de sus modelos iPhone a clientes y proveedores independientes emplear piezas de Apple usadas -incluidas pantallas, baterías y cámaras- para reparar averías.\nEn su anuncio oficial de este jueves, la compañía no indicó cuáles serían los modelos de teléfonos inteligentes que se beneficiarán de esta medida, pero en una entrevista con The Washington Post dijo que solo serán los propietarios del último modelo de iPhone, el 15, o posterior.\nHasta ahora, los usuarios de iPhone solo podían reparar sus teléfonos inteligentes y mantener la misma calidad del dispositivo usando piezas de repuesto nuevas y costosas de Apple.\nOtra opción es usar piezas de repuesto fabricadas por proveedores externos o piezas usadas extraídas de otros iPhones, pero estas no garantizan la misma calidad que las originales.\nEsto se debe a que las piezas están ligadas o bloqueadas en el dispositivo con el que vinieron originalmente, una práctica comúnmente conocida como “emparejamiento” de piezas.\nLee:\nApple despide a más de 600 empleados tras cerrar su proyecto de movilidad autónoma\nEn tanto, la única forma de restaurar y garantizar la misma calidad es usando piezas nuevas de Apple que no están emparejadas con ningún teléfono.\n“Las piezas de Apple usadas se beneficiarán de la misma funcionalidad y seguridad que proporciona la calibración en fábrica para las piezas nuevas”, señaló la compañía hoy en su comunicado.\nApple agregará el ‘bloqueo de activación’\nAdemás, Apple anunció que “añadirá la popular prestación ‘bloqueo de activación’ a las piezas del iPhone para evitar que se extraigan de dispositivos robados”.\n“Esta prestación, muy solicitada por los clientes y las autoridades, está diseñada para impedir la reactivación de un iPhone perdido o robado mediante su bloqueo y, de esta manera, reducir el número de robos.\nDurante una reparación, si un dispositivo detecta que una pieza compatible procede de un producto con ‘bloqueo de activación’ o el ‘modo perdido’ habilitados, se restringirán las opciones de calibración para dicha pieza”, asegura la empresa.\nCon información de EFE\nSíguenos en Google Noticias para mantenerte siempre informado",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [
      "http://bit.ly/2smr5VR",
      "http://www.bit.ly/2smr5VR"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T01:30:18.678+03:00",
    "updated": "2024-04-12T01:30:18.678+03:00"
  },
  {
    "uuid": "8fbadd2cebd5c7c8efdc7755be7f25ba27721248",
    "url": "https://dodbuzz.com/the-value-of-outsourcing-services/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alexis Alden",
    "published": "2023-12-29T10:24:00Z",
    "title": "The Value of Outsourcing Services",
    "text": "The modern economy means it more important than ever for businesses to run a tight ship. With that in mind, many companies are turning to outsourcing to improve their capacity and reduce costs.\nIn this article, the\nSupportYourApp team discusses the value of outsourcing and why it might be a viable option for your business.\nCost Efficiency\nMost companies look into outsourcing initially to cut costs. It’s an effective strategy because you don’t have to maintain an in-house team. Many providers operate in countries where the cost of living is relatively low, meaning they can provide competitive pricing.\nIf you factor in the ancillary costs that you save, like recruiting, training, and eqquipping a team, the savings add up quickly.\nAccess to Global Talent Pool\nOutsourcing opens the door to a global talent pool, enabling you to tap into expertise and skills that may not be readily available locally. Whether it’s IT services, customer support, or specialized tasks, outsourcing allows you to collaborate with professionals from diverse backgrounds and regions.\nThis can foster innovation and bring a wealth of knowledge to the organization. You might find this particularly useful when expanding into a new region, especially if the team’s multi-lingual.\nFocus on Core Competencies\nOutsourcing non-core functions allows you to concentrate on your business and strategic objectives. Rather than allocating valuable internal resources to tasks you don’t have the expertise to handle, you can delegate them.\nYou can also farm out routine and time-consuming activities, like data capture, to external service providers. This strategic focus enhances overall efficiency and accelerates progress toward key business goals.\nScalability and Flexibility\nBy partnering with a flexible provider, you can easily scale your support up or down depending on the changing demands and market conditions. External service providers can quickly scale their operations to accommodate increased workloads during peak seasons or in response to sudden surges in demand.\nThis flexibility provides you with a dynamic and responsive framework for adjusting your resources as needed.\nRisk Mitigation\nSharing operational responsibilities with outsourcing partners helps distribute and mitigate risks. That is, it does when you choose your provider carefully. However, the thinking here is that the outsourcer will have established processes and protocols in place to address potential challenges and uncertainties.\nThis can become particularly important when you’re expanding into a new region or need to navigate complex regulatory requirements.\nTime Savings\nOutsourcing services save valuable time for you by streamlining processes. Their expert teams will usually use advanced technology to complete tasks faster and more accurately than your team could.\nThis time-saving aspect is particularly beneficial for project-based work or tasks with tight deadlines.\nAccess to Advanced Technology\nKeeping up to date with all the tech out there would cripple any business. Partnering with a company that specializes in a particular area makes this unnecessary. The outsourcer will automatically invest in those tools that benefit their core operations, and you benefit by association.\nTechnology-intensive functions, such as software development,\nno code development, data analytics, or cybersecurity, in particular, benefit from the expertise and investment of outsourcing partners.\nCustomer Focus\nOutsourcing services allow businesses to enhance their customer focus by redirecting internal resources toward customer-centric activities. For example, customer support outsourcing enables organizations to:\nProvide 24/7 assistance\nImprove response times, and\nDeliver a better overall customer experience.\nBy outsourcing non-core functions, you can prioritize customer satisfaction and loyalty.\nQuality Assurance\nReputable outsourcing partners often specialize in specific services, bringing a level of expertise and quality assurance to the table. Such providers see it as in their best interest to maintain a high quality service, which means that they strive to uphold their service level agreements.\nRegulatory Compliance\nNavigating the complex landscape of regulatory compliance is a challenge for many businesses. Outsourcing providers, particularly those with expertise in specific industries, are well-versed in these requirements.\nWhen you partner with these companies, you buy the expertise you need to minimize legal risks and potential liabilities.\nBusiness Continuity Planning\nWhat would happen if your headquarters flooded tomorrow? An ancillary benefit of outsourcing is that it separates your business divisions. If a natural disaster or war strikes in one area, the other can still continue, allowing for uninterrupted service delivery.\nHowever, it’s important here to consult with your partner to see what their contingency plans are. You’ll need to work on one together as well, so that there are clearly defined processes and reporting lines in case something goes wrong.\nConclusion\nIn today’s fast-paced business landscape, outsourcers offer companies a quick and effective way to scale up operations. Firms can now access a global talent pool for a reasonable price and improve customer satisfaction along the way.\nWhile this isn’t the right move for every company, it’s worth considering the benefits it might hold for your\nbusiness. From there, run a cost-benefit analysis to see if it’s a worthwhile move.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [
      "https://supportyourapp.com/",
      "https://unicoconnect.com/no-code-tools",
      "https://www.supportyourapp.com/",
      "https://www.unicoconnect.com/no-code-tools",
      "https://supportyourapp.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T12:50:06.459+02:00",
    "updated": "2023-12-29T12:50:06.459+02:00"
  },
  {
    "uuid": "5b49155ba5af3ec8a4b10143ac9f9c4d45f030d6",
    "url": "https://www.zawya.com/en/economy/global/5000-ethena-ena-tokens-distributed-marking-a-368-surge-alphax-celebrates-success-of-inaugural-airdrop-event-xnommw99",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Media OutReach Newswire",
    "published": "2024-04-11T19:07:00Z",
    "title": "5000 Ethena ENA Tokens Distributed, Marking a 368% Surge: AlphaX Celebrates Success of Inaugural Airdrop Event",
    "text": "AlphaX Exchange proudly announces the triumphant conclusion of its inaugural airdrop event\nADELAIDE, AUSTRALIA - Media OutReach Newswire - 12 April 2024 - AlphaX Cryptocurrency Exchange proudly announces the triumphant conclusion of its inaugural airdrop event, a testament to its commitment to providing value-driven opportunities to users. The event witnessed the distribution of 5000 ENA tokens, resulting in an astounding surge of 368%, highlighting the overwhelming response from the community.\nThe top recipient of the event was awarded 1000 ENA tokens , emerging as the frontrunner in this exciting journey towards wealth creation.\nContinued Commitment to Value-Driven Airdrop Events As a pioneer in the cryptocurrency trading landscape, AlphaX Exchange reaffirms its dedication to empowering users with value-driven opportunities. Following the success of the inaugural airdrop event, AlphaX is thrilled to announce that it will continue to roll out a series of airdrop events, offering users the chance to participate in the next wave of wealth creation.\nNext Airdrop Event Launching April 15, 2024 Save the date! AlphaX Exchange is gearing up to launch its next airdrop event on April 15, 2024. Stay tuned for updates on this highly anticipated event, as AlphaX continues its mission to redefine the standards of excellence in the crypto space.\nHashtag: #airdrop #alphax #ena #crypto #slerf #bome #pepe #bonk #wif #doge #sol\nhttps://alphax.com/en-us/\nhttps://www.linkedin.com/company/alphax-cryptocurrency-exchange\nhttps://twitter.com/alphaxworld\nhttps://www.facebook.com/alphaxworldwide/\nhttps://www.instagram.com/alphax_global/ The issuer is solely responsible for the content of this announcement.\nAbout AlphaX\nAlphaX is a pioneering cryptocurrency trading platform dedicated to discovering and promoting value-driven cryptocurrencies. With a strong foundation built by industry veterans and a commitment to user security and satisfaction, AlphaX is your gateway to the future of investment. Join us as we continue to explore the frontier of the crypto market, one successful airdrop at a time.\nAlphaX",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://alphax.com/en-us/airdrop/QYSGDA/",
      "https://twitter.com/alphaxworld",
      "https://www.facebook.com/alphaxworldwide/",
      "https://www.linkedin.com/company/alphax-cryptocurrency-exchange",
      "https://alphax.com/en-us/market/all/",
      "https://alphax.com/en-us/",
      "https://www.instagram.com/alphax_global/",
      "https://www.media-outreach.com",
      "https://alphax.com/en-us/market/all",
      "https://www.facebook.com/alphaxworldwide",
      "https://facebook.com/alphaxworldwide/",
      "https://www.instagram.com/alphax_global",
      "https://linkedin.com/company/alphax-cryptocurrency-exchange",
      "https://alphax.com/en-us/airdrop/QYSGDA",
      "https://alphax.com/en-us",
      "https://www.alphax.com/en-us/",
      "https://instagram.com/alphax_global/",
      "https://media-outreach.com",
      "https://www.alphax.com/en-us/market/all/",
      "https://www.alphax.com/en-us/airdrop/QYSGDA/",
      "https://www.twitter.com/alphaxworld"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "alphax exchange",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "adelaide",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T02:12:21.593+03:00",
    "updated": "2024-04-12T02:12:21.593+03:00"
  },
  {
    "uuid": "23e0d5ab0a33fb48190df60312f2a95c5d1ec61b",
    "url": "https://news.knowledia.com/ch/fr/articles/une-pression-terrible-un-mal-etre-pourquoi-les-salaries-de-la-ad8b1dccbbfcc6e912a035f646a0194cd529f115",
    "ord_in_thread": 0,
    "author": "Thibaut Chevillard",
    "published": "2025-03-27T16:29:30Z",
    "title": "« Une pression terrible, un mal-être »… Pourquoi les salariés de la Société Générale sont à bout",
    "text": "L'ensemble des syndicats de la banque appellent à une journée de grève ce mardi après l'échec en fin d'année des négociations annuelles obligatoires «Slawomir, ne pense pas qu'à ta tirelire. » Au siège de la Défense comme dans plusieurs villes de France, la banque Société générale faisait face à un mouvement de grève mardi à l'appel des syndicats, pour la première fois depuis l'arrivée de son patron, Slawomir Krupa, en 2023. Mécontents des négociations sur les salaires, l'ensemble des syndicats du groupe ont appelé à la grève, chose rare dans le secteur bancaire.\nUne cinquantaine de salariés étaient réunis dans la matinée près de Paris. Les manifestants ont placardé de part et d'autre de l'entrée du bâtiment des affiches visant le directeur général de la banque.\n« La goutte d'eau »\nL'intersyndicale a lancé ce mouvement après l'échec des négociations annuelles obligatoires (NAO) fin 2024, qui a été « la goutte d'eau », explique à l'AFP Jean-Benoît Robitaillie, de la CFTC, mobilisé devant le siège. Le syndicaliste dénonce « un dialogue social au point mort ». « Alors que c'est la troisième année consécutive de suppressions d'emplois et que le groupe fait 4,2 milliards de bénéfices [bénéfice net pour l'année 2024], ça ne passe pas du tout ».\nPour la première fois depuis 2020, les représentants du personnel ont boycotté la dernière réunion sur les NAO et refusé de signer l'accord. La direction étant « restée sourde à nos demandes », elle nous «…\nThibaut Chevillard",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Labor"
    ],
    "topics": [
      "Labor->employee",
      "Labor->labour dispute",
      "Labor->unions"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.20minutes.fr/economie/4145284-20250325-pression-terrible-mal-etre-pourquoi-salaries-societe-generale-bout?at_medium=display&at_campaign=149",
      "https://www.20minutes.fr/economie/4145284-20250325-pression-terrible-mal-etre-pourquoi-salaries-societe-generale-bout",
      "https://20minutes.fr/economie/4145284-20250325-pression-terrible-mal-etre-pourquoi-salaries-societe-generale-bout?at_medium=display&at_campaign=149"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-27T18:29:30.312+02:00",
    "updated": "2025-03-27T18:29:30.312+02:00"
  },
  {
    "uuid": "be3394517a4a112959d148889ef14be2e59f62c0",
    "url": "https://www.lapatilla.com/2024/06/23/milagroso-rescate-nino-latino-de-cuatro-anos-sobrevivio-casi-24-horas-perdido-en-bosque-de-california",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Elizabeth Gutiérrez",
    "published": "2024-06-23T19:30:00Z",
    "title": "Milagroso rescate: niño latino de cuatro años sobrevivió casi 24 horas perdido en bosque de California",
    "text": "Un niño hispano de 4 años del sur de California fue encontrado a salvo después de extraviarse durante casi un día en un bosque del Condado de Fresno.\nPor\nLa Opinión\nEl pequeño, identificado como Christian Ramírez, se encontraba junto con su familia, que reside en Torrance, de campamento en Ranchería Campground, en el área de Huntington Lake, informó en las redes sociales la Oficina del Sheriff del Condado de Fresno.\nPoco antes de las 10:00 a.m. del 20 de junio, Christian desapareció, y durante aproximadamente una hora la familia buscó en el área antes de decidir comunicarse con las autoridades para solicitar ayuda.\nDurante las labores de búsqueda participaron más de 50 elementos de rescate, agentes y voluntarios, quienes acudieron al lugar donde la familia tenía su campamento y comenzaron a rastrear al menor hispano durante la tarde y noche, sin que se encontraran señales de él.\n“Desapareció ayer (jueves) por la mañana alrededor de las 10:00 a.m. y recibimos una llamada más cerca de las 11:00. Nuestra búsqueda comenzó en ese momento y luego desplegamos a nuestro personal de búsqueda y rescate. Así que desde las 11:00 a.m. de ayer hemos estado buscando y no hemos parado“, dijo el teniente Brandon Purcell, de la Oficina del Sheriff del Condado de Fresno.\nA las 8.00 a.m. del viernes 21 de junio, miembros del Equipo de Búsqueda y Rescate del Condado de Tulare localizaron a Christian aproximadamente a un cuarto de milla de donde supuestamente desapareció.\nEl pequeño hispano fue encontrado acurrucado debajo de un árbol.\nLea más en\nLa Opinión",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.laopinion.com/2024/06/23/asombroso-rescate-nino-hispano-de-4-anos-sobrevive-casi-24-horas-perdido-en-bosque-de-california/",
      "https://laopinion.com/2024/06/23/asombroso-rescate-nino-hispano-de-4-anos-sobrevive-casi-24-horas-perdido-en-bosque-de-california",
      "https://laopinion.com/2024/06/23/asombroso-rescate-nino-hispano-de-4-anos-sobrevive-casi-24-horas-perdido-en-bosque-de-california/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-24T00:18:25.106+03:00",
    "updated": "2024-06-24T00:18:25.106+03:00"
  },
  {
    "uuid": "ffcf0988334dc1c720bdf75bd860e6a00452e669",
    "url": "https://www.elespanol.com/mundo/europa/20240823/ucrania-expone-carencias-rusas-ataque-masivo-crimea-explota-ferry/880162472_0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Guillermo Ortiz",
    "published": "2024-08-23T00:00:00Z",
    "title": "Ucrania expone las carencias rusas con un ataque masivo sobre Crimea: explota un ferry",
    "text": "En la mañana del jueves, Ucrania lanzó sobre el estrecho del Kerch una serie indeterminada de misiles Neptuno que dañaron las instalaciones del puerto de Kavkaz y hundieron el buque Conroe Trader . Se trata de un ataque importantísimo pues no sólo ha acabado con el único navío que hacía la ruta Moscú-Crimea con varios tanques de combustible a bordo , sino que ha vuelto a exponer las carencias rusas en materia anti-áérea. En el puerto de Kavaz desembarcan buena parte de las provisiones y las armas rusas que luego van, vía Mariúpol, al frente del Donbás.\nAparte de las connotaciones militares, todo ataque sobre Crimea en verano es un recordatorio a la ciudadanía rusa de que la guerra también va con ellos y de que su gobierno ni sabe ni puede defenderlos en condiciones. No lo está haciendo en Kursk , donde la supuesta superioridad aérea rusa está brillando por su ausencia, ni lo hace en el Kerch. Recordemos que los ataques sobre Crimea son esenciales para el general Oleksandr Syrskyi , jefe de las fuerzas militares ucranianas, por su componente simbólico y por el daño a las infraestructuras rusas y sus vías de suministro El puente del Kerch ha sido objeto a lo largo de estos dos años y medio de varios ataques, para desesperación del Pentágono, que nunca ha visto su utilidad.\nDesde el punto de vista ruso, es difícil justificar un fracaso de este tamaño: sabiendo como sabe el alto mando que Crimea es un objetivo claro, el puerto de Kavkaz, debería ser una zona donde las defensas antiaéreas trabajaran sin descanso . No sabemos si es que también se han llevado las baterías al frente del Donbás o si simplemente el ataque les ha pillado por sorpresa, lo que se debería considerar una negligencia, teniendo en cuenta la duración del mismo y su devastador resultado.\nTodo al frente del Donbás Y es que, con todo, Rusia se niega a ceder la iniciativa en el frente Kupiansk-Toretsk. Tanto han repetido sus generales y propagandistas que el frente está a punto de derrumbarse que ahora no quieren soltar el bocado. La evidencia, sin embargo, va por otro lado: es cierto que Rusia está a las puertas de varios emplazamientos importantes , como pueden ser Vuhledar, Toretsk, Niu York o Chasiv Yar, pero, pese a su ventaja numérica y su mayor número de municiones, no consiguen romper la resistencia local.\nPara hacerse una idea de lo que están siendo los avances rusos y colocarlos en perspectiva, hace cuatro meses que se plantaron a las puertas de Chasiv Yar , donde aún siguen, sin poder cruzar el canal que da acceso al centro de la ciudad. Una ciudad que, por otro lado, está a menos de 15 kilómetros de Bakhmut , conquistada por el Grupo Wagner en mayo del año pasado. En otras palabras, los rusos han avanzado algo más de 10 kilómetros en esa dirección en 15 meses. No da ni para un kilómetro al mes.\nAlgo parecido se puede decir de los progresos a partir de Avdiivka , la otra gran conquista rusa en el último año y pico de guerra. La ciudad vecina a Donetsk capital cayó en manos de los invasores en febrero de este año, es decir, hace poco más de seis meses. En aquel momento, se calificó su toma como un punto de inflexión y se temió, de nuevo, por una desbandada ucraniana. Desde entonces, Rusia ha conseguido avanzar hasta Hrodivka , lo que supone, con diferencia, el mayor éxito de las fuerzas de Gerasimov. Ahora bien, la distancia entre ambas ciudades es de menos de 40 kilómetros… y Hrodivka sigue bajo control local.\nUna segunda ofensiva en Briansk Comparar estos avances con los de la propia Ucrania en Kursk dejan en entredicho al ejército ruso . Es cierto que Rusia ha emprendido una guerra de conquista y que, por lo tanto, debe asentar tropas y organizar algo parecido a una administración allá por donde pasa. Eso toma tiempo. Lo de Ucrania en Kursk es, sobre todo, una maniobra de distracción y una demostración de poder . No hay intención alguna de anexionarse esos territorios y, en consecuencia, las distintas unidades pueden avanzar sin prestar mucha atención a lo que dejan atrás.\nCon todo, hablamos de más de 3.000 kilómetros cuadrados de zona de influencia en menos de un mes. Y lo que puede estar por venir. A lo largo del jueves, fuentes rusas publicaron vídeos de enfrentamientos entre ambos ejércitos en la frontera de Ucrania con la región de Briansk , donde los ucranianos están intentando otra incursión. Hace tiempo que se venía hablando de la necesidad de abrir ese segundo frente en territorio ruso para ver si así Putin y Gerasimov mueven más tropas del frente ucraniano y se alivia la presión sobre las defensas. Parece que ha llegado el momento.\nEn cuanto a la ofensiva de Kursk como tal, lo que se está jugando ahora mismo es la posibilidad de embolsar a cientos de soldados rusos al este del río Seim . La situación apenas ha variado desde el pasado martes: los rusos están arrinconados entre la frontera con Ucrania y las tropas que han entrado en la provincia. Intentan montar puentes de pontones para huir… pero Ucrania se los derriba al instante con drones y bombardeos aéreos . Como tampoco parecen darse aún las circunstancias para lanzarse al ataque y capturar a los soldados enemigos como prisioneros de guerra, la cosa ha quedado en una calma tensa que puede durar días.\nA falta de una respuesta militar contundente, Putin sí ha intentado jugar la baza de amenaza diplomática y lo ha hecho, como siempre, recurriendo al apocalipsis. Según el presidente ruso, Ucrania habría intentado atacar la central nuclear de Kurchátov , para lo que ha pedido la mediación inmediata del Organismo Internacional de la Energía Atómica (OIEA). Más allá de la poca credibilidad del Kremlin, lo cierto es que no parece buena idea provocar un incidente nuclear a 50 kilómetros de tu propia frontera. Con todo, el presidente de la OIEA, Rafael Mariano Grossi , aseguró este jueves que se tomaba con preocupación esta denuncia y anunciaba la visita en breve de una delegación.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T04:45:14.414+03:00",
    "updated": "2024-08-23T04:45:14.414+03:00"
  },
  {
    "uuid": "c130a929d97742dd159532dc03eb97f94d51f2c3",
    "url": "https://ground.news/article/gilbert-saldivar-habla-de-ser-interes-amoroso-de-jennifer-lopez-en-nuevo-proyecto",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Sacramento Bee",
    "published": "2024-03-14T21:45:00Z",
    "title": "Ground News - Gilbert Saldívar habla de ser interés amoroso de Jennifer López en nuevo proyecto",
    "text": "Summary by The Sacramento Bee “Vi lo que era y pensé: ‘Oh, esto es personal y va a ser enorme’. Fue un poco desgarrador, pero emocionante al mismo tiempo”, dijo Saldívar sobre el documental de J. Lo. . Share menu 2 Articles 2 Articles All Left Center Right\nThe Sacramento Bee Lean Left High Factuality Media Conglomerate: McClatchy Gilbert Saldívar habla de ser interés amoroso de Jennifer López en nuevo proyecto “Vi lo que era y pensé: ‘Oh, esto es personal y va a ser enorme’. Fue un poco desgarrador, pero emocionante al mismo tiempo”, dijo Saldívar sobre el documental de J. Lo. .\n46 minutes ago · Sacramento, United States Read Full Article\nThe Sacramento Bee Lean Left High Factuality Media Conglomerate: McClatchy\nGilbert Saldívar habla de ser interés amoroso de Jennifer López en nuevo proyecto “Vi lo que era y pensé: ‘Oh, esto es personal y va a ser enorme’. Fue un poco desgarrador, pero emocionante al mismo tiempo”, dijo Saldívar sobre el documental de J. Lo. .\n46 minutes ago · Sacramento, United States Read Full Article The Tribune Lean Left High Factuality Gilbert Saldívar habla de ser interés amoroso de Jennifer López en nuevo proyecto “Vi lo que era y pensé: ‘Oh, esto es personal y va a ser enorme’. Fue un poco desgarrador, pero emocionante al mismo tiempo”, dijo Saldívar sobre el documental de J. Lo. .\n46 minutes ago · San Luis Obispo, United States Read Full Article\nThe Tribune Lean Left High Factuality\nGilbert Saldívar habla de ser interés amoroso de Jennifer López en nuevo proyecto “Vi lo que era y pensé: ‘Oh, esto es personal y va a ser enorme’. Fue un poco desgarrador, pero emocionante al mismo tiempo”, dijo Saldívar sobre el documental de J. Lo. .\n46 minutes ago · San Luis Obispo, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe Ground News Article Assistant Not enough coverage to generate an Article Assistant.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.sacbee.com/noticias-en-espanol/entretenimiento/article286660335.html?utm_source=ground.news&utm_medium=referral",
      "https://www.sanluisobispo.com/acceso/article286660335.html?utm_source=ground.news&utm_medium=referral",
      "https://sacbee.com/noticias-en-espanol/entretenimiento/article286660335.html?utm_source=ground.news&utm_medium=referral",
      "https://sanluisobispo.com/acceso/article286660335.html?utm_source=ground.news&utm_medium=referral",
      "https://www.sanluisobispo.com/acceso/article286660335.html",
      "https://www.sacbee.com/noticias-en-espanol/entretenimiento/article286660335.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:31:36.537+02:00",
    "updated": "2024-03-15T00:31:36.537+02:00"
  }
]