[
  {
    "uuid": "19e3d0b4706bf157d60a528861853b05688b0a67",
    "url": "https://www.topworldnewstoday.com/muuvr-raises-4-2m-for-rewards-based-fitness-app/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Admin",
    "published": "2024-01-05T20:03:00Z",
    "title": "Muuvr Raises $4.2M for Rewards-Based Fitness App - Top World News Today",
    "text": "The fitness app incentivizing exercise just got rewarded in its own right, notching $4.16 million in post-seed funding to build and scale Going the extra mile has never looked more attractive. Muuvr, the fitness app that motivates runners, cyclists and swimmers through reward programs and community engagement, announced a significant investment to expand its platform. Muuvr surpassed its original funding target with a $4.16 million post-seed funding round, the company announced. That, combined with $1.67 million in founder loans, sets Muuvr’s total capital increase at $5.84 million. The post-seed funding round was led by what Muuvr described as “influential private individuals and family offices. Investors include 10-time Ironman and Ironman 70.3 World Champion Daniela Ryf as well as four-time Ironman Switzerland Champion Jan van Berkel. Gamification With Real-Life Rewards Muuvr launched a beta version of its app back in October, which is currently available on the Apple App Store and Google Play Store. Once completing the free download, users can log in and track their movement during a variety of exercise activities. In doing so, users earn “Muuvs” which work as a virtual currency capable of unlocking awards, experiences and even products in the Muuvr Marketplace. Users can also connect with others on the platform to share progress and motivate each other “Exercise and health are so important, both to me as a lifelong athlete and to our society,” Ryf said. “Muuvr offers a mechanism to foster and reward physical activity and healthy behavior, which is why I choose to engage with Muuvr as a sports person and now as an investor.” More Fitness Funding Muuvr isn’t the only fitness app to expand its financial resources over the last several months. Ladder, a daily strength training app, closed a $12 million Series A round in early December. Runna, which coaches runners via artificial intelligence (AI), also just brought in $6.3 million . CoPilot, another AI-powered fitness coaching app, recently raised $6.5 million . The incoming funds open a variety of doors for Muuvr, which was only just founded in 2022. The company lists app development, marketing and acquisition campaigns and the establishment of new partnerships as areas they intend to flesh out with the new capital. “It’s not just about financial backing; it’s a testament to the belief in our purpose to revolutionize how athletes engage with their sport,” said Michael Hartweg, Muuvr co-founder and CEO. “This funding is a catalyst, propelling us towards our dream of creating an unparalleled digital experience that celebrates and rewards the dedication and spirit of every athlete.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [
      "https://muuvr.io/",
      "https://athletechnews.com/runna-raises-6-3m-for-running-coach-app/",
      "https://athletechnews.com/ladder-lands-12m-for-daily-workout-app/",
      "https://athletechnews.com/copilot-raises-another-6-5m-for-remote-personal-training-app/",
      "https://www.athletechnews.com/copilot-raises-another-6-5m-for-remote-personal-training-app/",
      "https://www.athletechnews.com/runna-raises-6-3m-for-running-coach-app/",
      "https://athletechnews.com/ladder-lands-12m-for-daily-workout-app",
      "https://muuvr.io",
      "https://www.muuvr.io/",
      "https://athletechnews.com/copilot-raises-another-6-5m-for-remote-personal-training-app",
      "https://athletechnews.com/runna-raises-6-3m-for-running-coach-app",
      "https://www.athletechnews.com/ladder-lands-12m-for-daily-workout-app/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "berkel",
          "sentiment": "none"
        },
        {
          "name": "daniela ryf",
          "sentiment": "none"
        },
        {
          "name": "muuvr",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "google",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T01:47:35.881+02:00",
    "updated": "2024-01-06T01:47:35.881+02:00"
  },
  {
    "uuid": "1cbc029fdc2f055ab33440a496d62048a6802dde",
    "url": "https://www.cartacapital.com.br/politica/a-galinha-dos-ovos-de-ouro",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Murillo Ferreira Pinto",
    "published": "2024-06-06T21:03:00Z",
    "title": "A galinha dos ovos de ouro",
    "text": "O Cerrado registrou no ano passado um desmatamento de 11.103,26 quilômetros quadrados, aumento de 67,7% com relação a 2022. A área desmatada equivale a dez cidades do Rio de Janeiro. Pela primeira vez, desde o início da série histórica, em 2019, o bioma ultrapassou a Amazônia em termos de área desmatada. Esse quadro preocupante não tem relação com a dificuldade de proteção do Cerrado. Até mesmo no centro do poder, o Distrito Federal, o aumento do desmatamento foi de 612%.\nMesmo com esse enorme prejuízo às florestas, o governo federal comemorou a expansão do PIB, gerada principalmente pela exploração extensiva e ilegal do Cerrado, em sua vertente do Matopiba. Isso nos faz refletir sobre a ineficácia do PIB como indicador de riqueza nacional. Quando a degradação ambiental não é contabilizada como perda de capital natural, não se leva em conta a riqueza ecossistêmica que confere sustentabilidade aos territórios e representa garantia para a atual e a futura produção de alimentos.\nAo contrário da máxima “a ganância é boa”, na exploração do meio ambiente a “ganância é péssima”. A destruição do Cerrado faz lembrar a fábula da galinha dos ovos de ouro. O fazendeiro ambicioso, não contente com a produção natural de um ovo por dia, supondo que havia uma grande quantidade de ouro dentro da galinha, sacrifica o animal – e se arrepende amargamente.\nNo Matopiba, a extração da água para irrigação é feita em poços de profundidade, em maior quantidade do que a sua capacidade de recarga. A atividade ameaça de blecaute hídrico mais de 300 cidades da região. As alterações do clima apresentam aquecimento cada vez mais intenso. O microclima local, alterado por desmatamentos, acelera os processos de desertificação, o que torna a região cada vez mais seca e com menores condições para a produção agrícola.\nA maior riqueza natural do Cerrado encontra-se no solo, nas profundas e extensas raízes que permitem às suas árvores sobreviver às secas e reter carbono. A vegetação natural é considerada uma “floresta de cabeça para baixo”, com característica de gigantesco sumidouro de carbono, mantendo enterrados no solo cerca de cinco vezes mais CO2 do que acima da superfície.\nAo conferirmos os dados da riqueza natural dessa savana brasileira, com imensa extensão de campos com árvores isoladas, bosques esparsos, campos e riachos, vamos encontrar biodiversidade surpreendente, com mais de 11 mil espécies de plantas, 860 espécies de aves e abundante fauna.\nA destruição dessa região pela agricultura ambiciosa tem como uma das principais causas a produção de soja para exportação. Essa commodity é maciçamente destinada ao suprimento de ração animal na China . Entre 2019 e 2023, as exportações de soja brasileira para os chineses quase dobraram, de 20,5 bilhões para 39,8 bilhões de dólares. No ano passado, a China foi responsável por consumir nada menos que 73% do total da soja exportada pelo Brasil.\nO jornalista André Borges realizou pesquisas e colheu depoimentos para delinear cenários futuros, mapeando as tendências político-ambientais da China. Entre os levantamentos, percebe-se que o país começa a demonstrar preocupação com sua forte dependência de compra da soja brasileira, que estrategicamente supre a cadeia alimentar de boa parte de seu 1,4 bilhão de habitantes. O diretor do Centro Internacional para o Desenvolvimento Agrícola e Rural da China, Kevin Chen, afirmou: “Sabemos que as mudanças climáticas já levaram a uma redução na produção de soja no Brasil e, também, a uma diminuição nas exportações”. Ele complementa: “É preciso acabar com o desmatamento no Brasil, devido à expansão da produção de soja e carne bovina. Esperamos que isso ocorra, sem prejudicar a produção e os meios de subsistência”.\nJoão Cumarú, mestrando em Política e Diplomacia Chinesa na Escola de Relações Internacionais e Assuntos Políticos da Fudan University, afirma que há avanços internos efetivos: “A questão ambiental é um tema mais recente da agenda pública da China, algo de 10 a 15 anos para cá, mas veja que isso passou a fazer parte do novo esforço do desenvolvimento pragmático. Depois de um intenso processo de industrialização e urbanização, a prioridade do presidente Xi Jinping passou a ser alcançar aquilo que tem sido chamado de construção de uma civilização ecológica”.\nOs chineses, maiores compradores da commodity , estão mais sensíveis às questões ambientais\nOutra vertente tem sido observada por fontes comerciais chinesas e pesquisadores da área ambiental: a regulamentação local, ainda embrionária, aponta para a restrição de compra de produtos de ­áreas desmatadas, como faz a União ­Europeia. Espera-se que essa restrição venha a prosperar rapidamente na China, considerando a capacidade daquele país em implementar transformações e políticas públicas, uma vez definidas pelo governo.\nPara o Brasil, seria extremamente benéfico que a China reconsiderasse os malefícios dos agrotóxicos que exporta, às toneladas, para o Brasil. A construção da pretendida civilização ecológica certamente vai obrigar o expurgo dos produtos químicos banidos pela ciência médica em países que possuem maior preocupação ambiental, assim como a eliminação da queima volumosa de carvão e combustíveis fósseis.\nLeonardo Gava, gerente-sênior de transição agrícola da Climate Bonds ­Initiative, do Reino Unido, afirma: “A China está migrando do papel de um comprador, que coloca mais pressão sobre o desmatamento, para um comprador que pode facilitar a existência de cadeias de valor livres de desmatamento”. Mais: “É um processo lento, mas em andamento. Essa pressão pela demanda chinesa, que empurrou a expansão da soja, do milho e outras culturas do Brasil, gerando muito desmatamento, está passando por um ponto de inflexão”.\nPara os adeptos em sacrificar as galinhas dos ovos de ouro, o lucro que interessa é o imediato. Infelizmente, isso tem sido facilitado no Brasil, com a falta de implementação da legislação protetiva e em se manter a eficiência dos quadros de fiscalização, que continuam à míngua e em paralisação parcial, conforme relata o artigo “Abandono da Amazônia e dos fiscais ambientais”. Diz o texto: “Abandonar à própria sorte os fiscais do desmatamento é desproteger a natureza. Fazer contas rasas e defasadas sobre degradação ambiental é apenas greenwashing, muito ruim para o Brasil, ineficaz para conter as mudanças climáticas, péssimo para a sobrevivência da Floresta Amazônica e mortal para a sua biodiversidade”.\nSerá preciso restabelecer a ordem e a lei no Cerrado. Não se pode relegar ao futuro a tarefa de resolver as dificuldades geradas por esta geração, enquanto o capital predador simplesmente migra para outras paragens em busca de facilidades para exterminar novas galinhas dos ovos de ouro. •",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Politics",
      "Health"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://news.google.com/publications/CAAiEOjrHMsMJ_46xsqUP1RpiEcqFAgKIhDo6xzLDCf-OsbKlD9UaYhH?ceid=BR:pt-419&oc=3",
      "https://news.google.com/publications/CAAiEOjrHMsMJ_46xsqUP1RpiEcqFAgKIhDo6xzLDCf-OsbKlD9UaYhH",
      "https://www.news.google.com/publications/CAAiEOjrHMsMJ_46xsqUP1RpiEcqFAgKIhDo6xzLDCf-OsbKlD9UaYhH?ceid=BR:pt-419&oc=3"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T00:20:36.433+03:00",
    "updated": "2024-06-07T02:59:44.859+03:00"
  },
  {
    "uuid": "da2fe6065f724577d4d09bf28b1be584a521d56c",
    "url": "https://tbrfootball.com/son-heung-min-delivers-brutal-verdict-on-tottenham-loss-at-brighton/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Giuseppe Labellarte",
    "published": "2023-12-28T22:05:00Z",
    "title": "Son Heung-min has just delivered brutal verdict on Tottenham loss at Brighton tonight",
    "text": "Tottenham Hotspur captain Son Heung-min has delivered a brutal verdict on his team’s performance away at Brighton & Hove Albion. The [Spurs](https://tbrfootball.com/category/english-premier-league/tottenham-hotspur/) forward admitted that his side’s performance in Thursday night’s [Premier League](https://tbrfootball.com/category/english-premier-league/) loss was “very disappointing” and “nowhere near the level” required. Tottenham fell to a 4-2 defeat on the south coast, and their two goals came in the latter stages of the match after they were already four down. Jack Hinshelwood opened the scoring in the 11th minute with a powerful strike, before Joao Pedro netted a 23rd-minute penalty to put the Seagulls two up by the break. Tottenham then shipped two more goals in the second half. Pervis Estupinan let rip with a fierce long-range shot on 63 minutes for the third, before Pedro netted another spot kick. To their credit, Spurs did threaten a fightback. Alejo Veliz opened his account for Tottenham in the 81st minute before Ben Davies added a second four minutes later. However, it was too little too late for Spurs, who leave the Amex Stadium empty-handed as their three-match winning run came to an abrupt end. MORE TOTTENHAM HOTSPUR STORIES “It is a very disappointing performance,” Son told Premier League Productions, via the [BBC Sport website](https://www.bbc.co.uk/sport/live/football/67255960?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=658dee66f825603c1a381138%26%27This%20has%20to%20be%20a%20big%20wake-up%20call%27%262023-12-28T21%3A54%3A40.500Z&ns_fee=0&pinned_post_locator=urn:asset:c358eecb-cc18-4563-a4ca-30e6984af70f&pinned_post_asset_id=658dee66f825603c1a381138&pinned_post_type=share). “This is not how we’ve approached the season. This performance was nowhere near the level we want to play at. “We know what our mistakes were but now is not the time to point fingers at each other because the games are coming fast. “We have to talk about the first half and the early parts of the second half rather than the end, we know we have to play like that from minute one, we have to take the lesson again and move on. “Every team is strong in the Premier League and if we’re not playing like the last 15 minutes in every game we’re going to struggle and this has to be a big wake-up call.” Spurs missed the chance to return into the top four of the Premier League table, while Roberto De Zerbi’s side moved seven points behind fourth-placed Manchester City. Ange Postecoglou’s charges will seek to make amends when they host Bournemouth at the Tottenham Hotspur Stadium in Sunday’s 2pm kickoff.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [
      "https://www.bbc.co.uk/sport/live/football/67255960?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=658dee66f825603c1a381138%26%27This%20has%20to%20be%20a%20big%20wake-up%20call%27%262023-12-28T21%3A54%3A40.500Z&ns_fee=0&pinned_post_locator=urn:asset:c358eecb-cc18-4563-a4ca-30e6984af70f&pinned_post_asset_id=658dee66f825603c1a381138&pinned_post_type=share",
      "https://www.bbc.co.uk/sport/live/football/67255960",
      "https://bbc.co.uk/sport/live/football/67255960?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=658dee66f825603c1a381138%26%27This%20has%20to%20be%20a%20big%20wake-up%20call%27%262023-12-28T21%3A54%3A40.500Z&ns_fee=0&pinned_post_locator=urn:asset:c358eecb-cc18-4563-a4ca-30e6984af70f&pinned_post_asset_id=658dee66f825603c1a381138&pinned_post_type=share"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "son heung-min",
          "sentiment": "negative"
        },
        {
          "name": "son heung",
          "sentiment": "negative"
        },
        {
          "name": "joao pedro",
          "sentiment": "none"
        },
        {
          "name": "pervis estupinan",
          "sentiment": "none"
        },
        {
          "name": "jack hinshelwood",
          "sentiment": "none"
        },
        {
          "name": "pedro",
          "sentiment": "none"
        },
        {
          "name": "ben davies",
          "sentiment": "none"
        },
        {
          "name": "alejo veliz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tottenham hotspur",
          "sentiment": "negative"
        },
        {
          "name": "brighton & hove albion",
          "sentiment": "none"
        },
        {
          "name": "premier league",
          "sentiment": "none"
        },
        {
          "name": "tottenham",
          "sentiment": "none"
        },
        {
          "name": "spurs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "brighton",
          "sentiment": "none"
        },
        {
          "name": "tottenham",
          "sentiment": "none"
        },
        {
          "name": "amex stadium",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:13:36.004+02:00",
    "updated": "2023-12-29T01:06:14.229+02:00"
  },
  {
    "uuid": "2d52e9c6f34459b26c0ee9fc85276f258ef09ea5",
    "url": "https://www.channel3000.com/obituaries/walter-wally-e-vollenweider/article_7adce61a-19d4-11ef-a006-3b6ffe679d26.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Obituaries",
    "published": "2024-05-24T13:49:00Z",
    "title": "Walter “Wally” E. Vollenweider",
    "text": "Walter “Wally” E. Vollenweider, age 80, of Munising, died on Thursday morning, May 16, 2024 under the loving care of his family and North Woods Hospice. He was born on May 22, 1943 in Monroe, Wisconsin, to the late Henry and Matilda Ann (Marty) Vollenweider. Wally graduated from Verona High School in 1961. As a young adult he developed a love for cars and especially cherished his Ford Galaxie 500. Wally started work at Marling Lumber Company in Verona and later became a self-employed manufacturing representative for multiple kitchen cabinet companies. His time in sales fostered multiple friendships that lasted his lifetime. Wally married Deborah Ann Benam on June 10, 1982 and together they raised their four children. Wally and Deb were charter members of St. Elizabeth Ann Seton Catholic Church in Green Bay. After retirement Wally and Deb made their beloved camp in the Upper Peninsula their permanent home. Wally loved 16-Mile Lake and the community that it provided. He was always willing to help a neighbor, go for a cruise on the boat, and collect sap to make maple syrup with many friends from around the lake. Wally was an avid hunter and loved his trips out west to Montana and Colorado elk hunting. Even after moving to the U.P. Wally looked forward to going back to Wisconsin for the opening gun season and to partake in his family’s deer hunting traditions. Wally loved his family very much and looked forward to his trips to visit his children, grandchildren, and extended family. He was a faithful member of Sacred Heart Catholic Church where he served as an altar server and usher. Wally was an active member of the Knights of Columbus and was a 4th Degree Knight. He was a great volunteer, advocate, and helped organize the Knights Sack Hunger initiative that provided food goods to St. Vincet de Paul and the Alger County Food Bank. Wally often encouraged and assisted the younger members of the church to be more involved and share in the mission of the Knights. Wally is survived by his children and their spouses - Jeffrey and Vicki Vollenweider of Kewaunee, WI, Maury and Retired Army Command Sergeant Major Jimmy Ledesma of New Braunfels, TX , Bradley Ward of Idaho, and Hans and Jenn Vollenweider of Marquette, grandchildren – First Lieutenant Jeffrey “J.J.” Vollenweider, Tyler (Sonia) Locust, Selena (Thomas) Burch, Senior Airman Roman Ledesma, Brian Ledesma, and Aubrey, Liana, and Emilia Vollenweider; great-grandchildren – Elisa, Helen, and Riley; sister – Carol (LaVerne) Thompson; brother – Steve Vollenweider; and numerous nieces, nephews and cousins. Wally was preceded in death by his parents – Henry and Ann; wife – Deb Vollenweider; and sister-in-law – Patti Vollenweider. Wally’s visitation will be on Friday, May 24, 2024 in Munising at the Bowerman Funeral Home from 11:00 a.m. until 2:00 p.m. Mass of Christian Burial will be concelebrated by Fr. Michael Ocran and Fr. Tim Ekaitis beginning at 3:00 p.m. at Sacred Heart Church. Interment will be at the Mt. Vernon Cemetery in Mt. Vernon, WI on Tuesday, May 28, 2024 at 1:00 p.m. CST. In lieu of flowers, memorials in Wally’s name may be directed to the family to donate to the Sacred Heart Church parish community. Wally’s obituary and online guestbook may be viewed and signed at\nbowermanfuneralhome.net. []\nWalter “Wally” E. Vollenweider\nWalter “Wally” E. Vollenweider, age 80, of Munising, died on Thursday morning, May 16, 2024 under the loving care of his family and North Woods Hospice. He was born on May 22, 1943 in Monroe, Wisconsin, to the late Henry and Matilda Ann (Marty) Vollenweider. Wally graduated from Verona High School in 1961. As a young adult he developed a love for cars and especially cherished his Ford Galaxie 500. Wally started work at Marling Lumber Company in Verona and later became a self-employed manufacturing representative for multiple kitchen cabinet companies. His time in sales fostered multiple friendships that lasted his lifetime. Wally married Deborah Ann Benam on June 10, 1982 and together they raised their four children. Wally and Deb were charter members of St. Elizabeth Ann Seton Catholic Church in Green Bay. After retirement Wally and Deb made their beloved camp in the Upper Peninsula their permanent home. Wally loved 16-Mile Lake and the community that it provided. He was always willing to help a neighbor, go for a cruise on the boat, and collect sap to make maple syrup with many friends from around the lake. Wally was an avid hunter and loved his trips out west to Montana and Colorado elk hunting. Even after moving to the U.P. Wally looked forward to going back to Wisconsin for the opening gun season and to partake in his family’s deer hunting traditions. Wally loved his family very much and looked forward to his trips to visit his children, grandchildren, and extended family. He was a faithful member of Sacred Heart Catholic Church where he served as an altar server and usher. Wally was an active member of the Knights of Columbus and was a 4th Degree Knight. He was a great volunteer, advocate, and helped organize the Knights Sack Hunger initiative that provided food goods to St. Vincet de Paul and the Alger County Food Bank. Wally often encouraged and assisted the younger members of the church to be more involved and share in the mission of the Knights. Wally is survived by his children and their spouses - Jeffrey and Vicki Vollenweider of Kewaunee, WI, Maury and Retired Army Command Sergeant Major Jimmy Ledesma of New Braunfels, TX , Bradley Ward of Idaho, and Hans and Jenn Vollenweider of Marquette, grandchildren – First Lieutenant Jeffrey “J.J.” Vollenweider, Tyler (Sonia) Locust, Selena (Thomas) Burch, Senior Airman Roman Ledesma, Brian Ledesma, and Aubrey, Liana, and Emilia Vollenweider; great-grandchildren – Elisa, Helen, and Riley; sister – Carol (LaVerne) Thompson; brother – Steve Vollenweider; and numerous nieces, nephews and cousins. Wally was preceded in death by his parents – Henry and Ann; wife – Deb Vollenweider; and sister-in-law – Patti Vollenweider. Wally’s visitation will be on Friday, May 24, 2024 in Munising at the Bowerman Funeral Home from 11:00 a.m. until 2:00 p.m. Mass of Christian Burial will be concelebrated by Fr. Michael Ocran and Fr. Tim Ekaitis beginning at 3:00 p.m. at Sacred Heart Church. Interment will be at the Mt. Vernon Cemetery in Mt. Vernon, WI on Tuesday, May 28, 2024 at 1:00 p.m. CST. In lieu of flowers, memorials in Wally’s name may be directed to the family to donate to the Sacred Heart Church parish community. Wally’s obituary and online guestbook may be viewed and signed at\nTags\nObituaries\nGet email notifications on {{subject}} daily!\n{{description}}\nEmail notifications are only sent once a day, and only if there are new matching items.\nFollowed notifications\nPlease log in to use this feature\nLog In Sign Up Today\nMost Popular\n-\n[New evidence points to submerged village beneath Lake Mendota](/madison-magazine/new-evidence-points-to-submerged-village-beneath-lake-mendota/article_57db3fae-1916-11ef-9377-b745b3461196.html)\n-\n[UPDATE: Amber Alert canceled, missing boy found](/news/update-amber-alert-canceled-missing-boy-found/article_61db09d6-1983-11ef-89bc-6f7ecc75b584.html)\n-\n[Alert Day for strong to severe storms today - Kelly](/weather/forecast/alert-day-for-strong-to-severe-storms-today---kelly/article_a1211afa-86c8-5443-b891-835dd6b621fd.html)\n-\n[Generators flying off shelves at local hardware stores; what you need to know if you want to buy](/news/generators-flying-off-shelves-at-local-hardware-stores-what-you-need-to-know-if-you/article_9433e484-1979-11ef-87c4-db03e1f852ad.html)\n-\n[Wisconsin Dells introduces America's tallest water slide for Memorial Day weekend](/news/wisconsin-dells-introduces-americas-tallest-water-slide-for-memorial-day-weekend/article_d48e554e-188b-11ef-b4ba-571ed82ec13d.html)\n-\n[Hunter Biden arrives at court for a final hearing before his June 3 gun trial](/news/hunter-biden-arrives-at-court-for-a-final-hearing-before-his-june-3-gun-trial/article_65556851-14ca-542a-aa92-22515cb822a2.html)\n-\n[Evers appoints Jared Hoy as DOC Secretary](/news/evers-appoints-jared-hoy-as-doc-secretary/article_c9bc49ce-19e3-11ef-9782-fb4f47fd2ee3.html)\n-\n[With college athletes on cusp of revenue-sharing, there are Title IX questions that must be answered](/news/with-college-athletes-on-cusp-of-revenue-sharing-there-are-title-ix-questions-that-must/article_3f5d41f8-4009-5f65-a4fb-88ba1b06e374.html)\n-\n['Green blitz': As election nears, Biden pushes slew of rules on environment, other priorities](/news/green-blitz-as-election-nears-biden-pushes-slew-of-rules-on-environment-other-priorities/article_d936f8b6-a387-5ea0-a989-268e8ad95303.html)\n-\n[Telescope offers detailed look at massive cradle of baby stars](/news/shareable-stories/science-space-research-exploration/article_764a5a8e-29cf-5fcb-a11b-68c2a9334e4d.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://bowermanfuneralhome.net",
      "http://www.bowermanfuneralhome.net"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "walter “wally” e. vollenweider walter “wally” e. vollenweider",
          "sentiment": "neutral"
        },
        {
          "name": "deb",
          "sentiment": "none"
        },
        {
          "name": "matilda ann (marty) vollenweider",
          "sentiment": "none"
        },
        {
          "name": "wally",
          "sentiment": "none"
        },
        {
          "name": "deborah ann benam",
          "sentiment": "none"
        },
        {
          "name": "henry",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "st. elizabeth ann seton catholic church",
          "sentiment": "none"
        },
        {
          "name": "verona high school",
          "sentiment": "none"
        },
        {
          "name": "marling lumber company",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "munising",
          "sentiment": "none"
        },
        {
          "name": "green bay",
          "sentiment": "none"
        },
        {
          "name": "mile lake",
          "sentiment": "none"
        },
        {
          "name": "monroe",
          "sentiment": "none"
        },
        {
          "name": "verona",
          "sentiment": "none"
        },
        {
          "name": "wisconsin",
          "sentiment": "none"
        },
        {
          "name": "upper peninsula",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T20:52:28.573+03:00",
    "updated": "2024-05-24T20:52:28.573+03:00"
  },
  {
    "uuid": "2e60bb152fb9466b74ebdb4f5a9b6c6cff0af2be",
    "url": "https://www.gloucestershirelive.co.uk/news/gloucester-news/uk-weather-met-office-issues-9276112",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shannon Brown",
    "published": "2024-05-10T09:30:00Z",
    "title": "UK weather: Met Office issues Gloucestershire thunderstorm warning - Gloucestershire Live",
    "text": "The Met Office has issued a thunderstorm warning across Gloucestershire, signalling a dramatic end to this week&apos;s warm and sunny weather. The severe weather alert is in place from noon to 10pm on Sunday, May 12 and warns of thunder and lightning, heavy rain and the possibility for flooded properties.\nAfter weeks of rain and lower-than-usual temperatures, many hoped the current wave of sunshine and warmth would last longer than a week. However, meteorologists say up to 50mm of rain could fall in just two hours on Sunday - but it is still predicted to be 23C.\nThe forecaster says: \"Heavy showers and thunderstorms could lead to some disruption in places, especially to travel. Isolated property flooding is possible.\" According to the Met Office, the storms will begin in the south and move north throughout the day, as reports Bristol Live .\nRead More - Storm from Bermuda heading to UK with 55mph winds and temperature drop\nRead More - Tributes to Cotswolds dad who died in car crash while celebrating 50th wedding anniversary\nIt adds: \"Heavy showers and thunderstorms are likely to break out in the south of this area late Sunday morning and early Sunday afternoon, moving steadily north while growing into larger areas of rain before clearing the area.\"\n\"Some intense downpours are possible in a few places, giving up to 30 mm in less than hour and perhaps 40-50 mm over two to three hours leading to surface water flooding. Hail, frequent lightning strikes and strong wind gusts will be additional localised hazards.\"\nThe Met Office is expecting a change in the weather outlook from Sunday onwards, due to a developing low-pressure system from the Atlantic. Deputy Chief Meteorologist Tony Wisson said: “Many places will start fine and warm on Sunday, though it is likely to become cloudier from the west or southwest during the day. This will be accompanied by scattered showers, which could be heavy with thunder.\n“On Monday we&apos;re likely to see more widespread and longer-lived spells of rain, some of which will be heavy and thundery. This will also lead to a much cooler feel to the day.”\nIn Gloucestershire, we can expect highs of 24C today (Friday, May 10) with the mercury again hitting 24C on Saturday. Sunday could see 25C, but some light showers.\nMonday will see that temperature drop to highs of 17C with an overcast day and some heavy showers around lunchtime. Tuesday will see another overcast day to start, changing to light showers by late morning.\nStory Saved You can find this story in My Bookmarks. Or by navigating to the user icon in the top right.\nFollow GloucestershireLive Facebook Twitter",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/intent/follow?screen_name=GlosLiveOnline",
      "https://www.bristolpost.co.uk/news/bristol-news/met-office-thunderstorm-warning-set-9276062",
      "https://www.facebook.com/GlosLiveOnline",
      "https://twitter.com/intent/follow",
      "https://facebook.com/GlosLiveOnline",
      "https://www.twitter.com/intent/follow?screen_name=GlosLiveOnline",
      "https://bristolpost.co.uk/news/bristol-news/met-office-thunderstorm-warning-set-9276062"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "gloucestershire",
          "sentiment": "negative"
        },
        {
          "name": "met office",
          "sentiment": "negative"
        },
        {
          "name": "gloucestershire live the met office",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "gloucestershire",
          "sentiment": "none"
        },
        {
          "name": "bermuda",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T13:32:40.738+03:00",
    "updated": "2024-05-10T13:32:40.738+03:00"
  },
  {
    "uuid": "7373f86400b6e6db9532611d32d1b3277a5258ed",
    "url": "https://e-news.su/news/516428-izrail-gotovit-napadenie-na-iran-cherez-neskolko-dnej.html",
    "ord_in_thread": 0,
    "author": "Colonel Mossad",
    "published": "2025-06-12T06:55:00Z",
    "title": "Израиль готовит нападение на Иран через несколько дней",
    "text": "Израиль готовит нападение на Иран через несколько дней\nСоединенные Штаты получили данные о готовности Израиля к проведению военной операции против Ирана.\n«Чиновников США уведомили о том, что Израиль в полной мере готов начать операцию» против исламской республики, указывает американский телеканал CBS. При этом Вашингтон ожидает, что после этого Иран «может нанести ответный удар по определенным американским объектам в соседнем Ираке».\nКак указывают в материале, именно по этой причине Госдепартамент призвал американцам покинуть регион.\nКстати, израильские чиновники пока отказываются комментировать информацию о возможном начале операции.\nТрамп созвал в Белом доме совещание по вопросам безопасности с участием высшего военного командования.\nВсе военные объекты США на Ближнем Востоке на данный момент приведены в состояние полной боевой готовности.\nПосольство США в Ираке начинает экстренную эвакуацию дипломатов, также США готовят вывоз своего персонала из Кувейта.\nБритания предупреждает все танкеры и другие суда оставаться наготове при пересечении Персидского залива.\nВМС США в Бахрейне переведены в состояние «высокой готовности» — семьи военных уже получают «зеленый свет» на выезд.\nОбострение ситуации связано с «пробуксовкой» переговоров США и Ирана по ядерной программе.\nИсточник 1\nИсточник 2\nНовостной сайт E-News.su | E-News.pro. Используя материалы, размещайте обратную ссылку.\nОказать финансовую помощь сайту E-News.su | E-News.pro\nЕсли заметили ошибку, выделите фрагмент текста и нажмите Ctrl+Enter (не выделяйте 1 знак)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "topics": [
      "War, Conflict and Unrest->international military intervention",
      "Politics->defence",
      "Politics->international relations",
      "Politics->political crisis"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:38:02.521+03:00",
    "updated": "2025-06-12T07:56:51.000+00:00"
  },
  {
    "uuid": "126fd8d882efc45789c7f635493613afd94ff8ca",
    "url": "https://uk.sports.yahoo.com/news/ten-hag-manchester-united-pressure-223000093.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rangers Review",
    "published": "2024-01-07T21:30:00Z",
    "title": "Ten Hag: Manchester United pressure is not for everyone – only certain characters cope here",
    "text": "The Telegraph Ten Hag: Manchester United pressure is not for everyone – only certain characters cope here Read full article James Ducker 8 January 2024 at 0:30 am · 4-min read Erik ten Hag issues instructions to Jadon Sancho and Donny van de Beek on the touchline - Matthew Peters/Getty Images\nErik ten Hag says Manchester United should only sign players with the “personality” and “character” to cope with the unique pressures of playing for the club as Jadon Sancho prepares to follow Donny van de Beek out of the door.\nVan de Beek joined Eintracht Frankfurt on loan last week after a calamitous time at Old Trafford while Borussia Dortmund are expecting to secure a six-month loan deal for Sancho once United have resolved some final financial and contractual details with their exiled player.\nSir Jim Ratcliffe and his Ineos team are expected to appoint a new director of football as part of an overhaul of United’s recruitment operations once the British billionaire’s £1.03 billion deal for a 29 per cent stake in the club gains regulatory approval.\nSancho and Van de Beek were both signed by Ten Hag’s predecessor, Ole Gunnar Solskjaer, but United’s transfer record has not improved under the Dutchman.\nTen Hag has spent huge money on players, like Brazil winger Antony, who have struggled to deal with the expectations and standards expected at Old Trafford.\nBut that has not stopped Ten Hag – whose side face Wigan Athletic in the FA Cup third round at the DW Stadium on Monday night – from outlining the profile of players he believes United should be signing.\nAsked if the experience of Van de Beek might dissuade other emerging talents from joining the club, the United manager said: “That is always on those players and how much confidence you have in your capabilities.\n“But I can tell you one thing – the Premier League is tough. Man United, that is tough to play there because it’s more easy to play in almost any other team than Man United because the pressure is that high always.\n“You have to deal with that. But if you have confidence in yourself, this is the best challenge and this is definitely the best club you want to be at as a player.\n“It depends on player to player, and it depends especially on the character of the player, their personality.”\nStory continues Asked if he expected the biggest initial changes under Ineos to be around recruitment, Ten Hag added: “So it’s not up to me to share that with you. That [my future] is not up to me. But from my talks I had a fantastic feeling after it. The personalities, their ideas, the process they want to go in so I am very positive about that and I am sure it will be beneficial for Manchester United.”\nDortmund and United have agreed a deal in principle for Sancho, who has not played a competitive game for more than four months after being banished for effectively accusing Ten Hag of lying over the reasons for his absence against Arsenal in early September.\nThe German club, who sold Sancho to United for £73 million in July 2021, are due to play Standard Liege on their winter training camp in Marbella on Tuesday and have been keen to gauge Sancho’s fitness before the Bundesliga season resumes at the weekend.\nDortmund had hoped to have Sancho in by now but the small hold up has been down to some outstanding financial matters between the player and United under the terms of his contract.\nAndre Onana is due to start in goal against Wigan after the Cameroonian Football Federation agreed to his delayed release for the Africa Cup of Nations and Rasmus Hojlund is available again after the Denmark striker missed the 2-1 defeat to Nottingham Forest due to illness.\nBut Ten Hag says Casemiro and Lisandro Martinez are still likely to be “weeks” away from a return to first team action. Martinez has not played since Sept 20 since suffering a recurrence of the broken metatarsal sustained towards the end of last season. Casemiro’s last game was on Nov 1 and it is understood the Brazil midfielder is not yet properly kicking a ball in team training.\n“They are a long time already back on the grass and now they return back into team training but not fully so partial,” Ten Hag said.\n“Now they have to make the next steps and that may take some days, I think even weeks.”\nBeaten finalists in the FA Cup by Manchester City last season, the trophy represents United’s only last realistic opportunity of silverware this term, with Ten Hag eager to go one step further in the competition. Wigan are 18th in League One.\n“It’s a cup game, so it’s do or die and I like it,” he added. “We have had this situation before this season and we have to be ready for the game.\n“You face an opponent who will be giving 100 per cent, even more. Every opponent is giving more than 100 per cent against Manchester United but especially this team. We have to be well prepared for the game.”\nTRENDING 1. When is World Book Day 2024? Character costume ideas 2. UFC: Dustin Poirier and Charles Oliveira handed stern tests against rising contenders 3. What is Mahayana New Year and what happens on the day? 4. Ivan Toney ‘fell out of love with football’ during betting ban 5. West Ham explore Steven Bergwijn deal amid Lucas Paqueta and Jarrod Bowen injuries",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://twitter.com/intent/tweet?text=Ten%20Hag%3A%20Manchester%20United%20pressure%20is%20not%20for%20everyone%20%E2%80%93%20only%20certain%20characters%20cope%20here&url=https%3A%2F%2Fuk.sports.yahoo.com%2Fnews%2Ften-hag-manchester-united-pressure-223000093.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fuk.sports.yahoo.com%2Fnews%2Ften-hag-manchester-united-pressure-223000093.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "http://www.telegraph.co.uk/",
      "https://s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
      "https://s.yimg.com/ny/api/res/1.2/rzeYf2sDETx1kvHFNLITnw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwMQ--/https://media.zenfs.com/en/the_telegraph_818/8294bee516ab84bbbee777d6af690a44",
      "https://s.yimg.com/ny/api/res/1.2/Y2YkIFgYoBCk6CQriu6_Kw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NTE-/https://media.zenfs.com/en/the_telegraph_818/8294bee516ab84bbbee777d6af690a44",
      "https://s.yimg.com/ny/api/res/1.2/lUccsXrcLjw4DTivPnyR7A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
      "https://www.s.yimg.com/ny/api/res/1.2/rzeYf2sDETx1kvHFNLITnw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwMQ--/https://www.media.zenfs.com/en/the_telegraph_818/8294bee516ab84bbbee777d6af690a44",
      "https://www.facebook.com/dialog/feed",
      "https://www.s.yimg.com/ny/api/res/1.2/Y2YkIFgYoBCk6CQriu6_Kw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NTE-/https://www.media.zenfs.com/en/the_telegraph_818/8294bee516ab84bbbee777d6af690a44",
      "http://www.telegraph.co.uk",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fuk.sports.yahoo.com%2Fnews%2Ften-hag-manchester-united-pressure-223000093.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.s.yimg.com/ny/api/res/1.2/lUccsXrcLjw4DTivPnyR7A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
      "http://telegraph.co.uk/",
      "https://www.twitter.com/intent/tweet?text=Ten%20Hag%3A%20Manchester%20United%20pressure%20is%20not%20for%20everyone%20%E2%80%93%20only%20certain%20characters%20cope%20here&url=https%3A%2F%2Fuk.sports.yahoo.com%2Fnews%2Ften-hag-manchester-united-pressure-223000093.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "donny van de beek",
          "sentiment": "none"
        },
        {
          "name": "sancho",
          "sentiment": "none"
        },
        {
          "name": "jim ratcliffe",
          "sentiment": "none"
        },
        {
          "name": "erik ten hag",
          "sentiment": "none"
        },
        {
          "name": "van de beek",
          "sentiment": "none"
        },
        {
          "name": "matthew peters",
          "sentiment": "none"
        },
        {
          "name": "jadon sancho",
          "sentiment": "none"
        },
        {
          "name": "james ducker",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "manchester united",
          "sentiment": "negative"
        },
        {
          "name": "borussia dortmund",
          "sentiment": "none"
        },
        {
          "name": "eintracht frankfurt",
          "sentiment": "none"
        },
        {
          "name": "united",
          "sentiment": "none"
        },
        {
          "name": "ineos",
          "sentiment": "none"
        },
        {
          "name": "getty images erik ten hag",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "old trafford",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:38:34.131+02:00",
    "updated": "2024-01-08T12:50:41.877+02:00"
  },
  {
    "uuid": "8db21071b4bab775143774a77f08af124165f5c8",
    "url": "https://www.pravda.com.ua/eng/news/2025/06/12/7516760",
    "ord_in_thread": 0,
    "author": "@ukrpravda_news",
    "published": "2025-06-12T06:03:00Z",
    "title": "Russia attacks Ukraine with 63 drones overnight: 7 locations hit and fallen debris recorded",
    "text": "Russia attacks Ukraine with 63 drones overnight: 7 locations hit and fallen debris recorded\nRussia attacked Ukraine with 63 Shahed-type loitering munitions and various types of decoy drones on the night of 11-12 June. Ukrainian air defence units have destroyed 49 of them.\nSource: Ukrainian Air Force Command on Facebook\nDetails: Starting at 22:00 on 11 June, the Russians launched strikes from the directions of the Russian cities of Kursk, Oryol, Millerovo, Primorsko-Akhtarsk, and Cape Chauda in occupied Crimea.\nThe main targets of the aerial attack were Kharkiv, Donetsk and Odesa oblasts.\nAs of 09:00, Ukrainian air defence units had destroyed 49 Russian Shahed-type UAVs and other types of drones in the east, south and north of the country. A total of 28 were shot down by air defence assets and 21 disappeared from radar/were suppressed by electronic warfare.\nRussian airstrikes were recorded in seven locations, with debris from downed aircraft falling in four locations.\nSupport Ukrainska Pravda on Patreon!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "topics": [
      "War, Conflict and Unrest->armed conflict"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.patreon.com/pravdaua",
      "https://www.facebook.com/kpszsu/posts/pfbid02M41WMyGk616ofKHunjDPbVSQR964X77bMb9BgsPNdrKvCLkhsToA1M8CVGB7nLnTl",
      "https://patreon.com/pravdaua",
      "https://facebook.com/kpszsu/posts/pfbid02M41WMyGk616ofKHunjDPbVSQR964X77bMb9BgsPNdrKvCLkhsToA1M8CVGB7nLnTl"
    ],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Kharkiv",
          "sentiment": "none"
        },
        {
          "name": "Crimea",
          "sentiment": "none"
        },
        {
          "name": "Oryol",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_ua",
        "top_news_pl",
        "top_news_fi",
        "top_news_cz",
        "top_news_sk",
        "top_news"
      ],
      "bias": "center"
    },
    "rating": null,
    "crawled": "2025-06-12T10:10:33.725+03:00",
    "updated": "2025-06-13T08:04:56.000+00:00"
  }
]