[
  {
    "uuid": "2918730128f5fe8581fc90f26693828d2b7e1007",
    "url": "https://ground.news/article/customs-clarified-that-imported-products-for-personal-use-cannot-yet-be-entered-without-paying-taxes",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Infobae",
    "published": "2023-12-28T20:02:00Z",
    "title": "Ground News - Customs clarified that imported products for personal use cannot yet be entered without paying taxes",
    "text": "Summary by Infobae The agency ratified the validity of the current system that provides for certain franchises for products that travelers enter the country, a rule that the new bill seeks to eliminate. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nInfobae Lean Left High Factuality Independent: Daniel Hadad Customs clarified that imported products for personal use cannot yet be entered without paying taxes The agency ratified the validity of the current system that provides for certain franchises for products that travelers enter the country, a rule that the new bill seeks to eliminate.\n6 hours ago · C A B A, Argentina Read Full Article\nInfobae Lean Left High Factuality Independent: Daniel Hadad\nCustoms clarified that imported products for personal use cannot yet be entered without paying taxes The agency ratified the validity of the current system that provides for certain franchises for products that travelers enter the country, a rule that the new bill seeks to eliminate.\n6 hours ago · C A B A, Argentina Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.infobae.com/economia/2023/12/28/la-aduana-aclaro-que-todavia-no-se-podran-ingresar-productos-importados-para-uso-personal-sin-pagar-impuestos/?utm_source=ground.news&utm_medium=referral",
      "https://infobae.com/economia/2023/12/28/la-aduana-aclaro-que-todavia-no-se-podran-ingresar-productos-importados-para-uso-personal-sin-pagar-impuestos/?utm_source=ground.news&utm_medium=referral",
      "https://www.infobae.com/economia/2023/12/28/la-aduana-aclaro-que-todavia-no-se-podran-ingresar-productos-importados-para-uso-personal-sin-pagar-impuestos/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ground news - customs",
          "sentiment": "negative"
        },
        {
          "name": "daniel hadad customs",
          "sentiment": "none"
        },
        {
          "name": "articles all left center right infobae lean left high factuality independent",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:23.397+02:00",
    "updated": "2023-12-29T00:43:23.397+02:00"
  },
  {
    "uuid": "bfa5877b4d1680a86d573df3f6de91c0d1618d6e",
    "url": "https://www.wunderground.com/article/health/skin-health/news/2024-04-11-snail-mucin-skincare-dermatologists",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "wunderground.com",
    "published": "2024-04-11T20:11:00Z",
    "title": "‘The Ultimate Multitasker’: Why Dermatologists Swear By Snail Slime | Weather Underground",
    "text": "Sign up for the Morning Brief email newsletter to get weekday updates from The Weather Channel and our meteorologists.\nIn the quest for radiant, youthful skin, the latest buzz isn&s;t about exotic botanical extracts or high-tech innovations, but rather a humble yet extraordinary ingredient: snail slime.\n\"Snail mucin essentially is just the mucus that snails secrete,\" explains Dr. Charlene Lam , a dermatologist and associate professor at Pennsylvania State University.\n&a;ldquo;The mucin they secrete on their feet is very lubricating and allows them to slide across tables and even hang upside down,&a;rdquo; Dr. Lam told weather.com. &a;ldquo;They have mucin in their backs that can be very hydrating and antimicrobial. And that's the mucin that the skincare industry has kind of taken hold of.&a;rdquo;\nWith its unique blend of hydrating agents and anti-aging factors like collagen and antioxidants, snail mucin has emerged as a skincare powerhouse.\n&a;ldquo;All of these ingredients are very familiar to us in the skincare industry so it's one of those unique compounds that almost seems like the ultimate multitasker,&a;rdquo; says Dr. Lam, underscoring its potential to address multiple skincare concerns in one fell swoop.\nDespite its ancient roots &a;ndash; even Hippocrates recognized its antimicrobial and anti-inflammatory properties &a;ndash; snail mucin is experiencing a resurgence in popularity as modern skincare scientists (and teens on TikTok ) delve deeper into its potential.\nBut few people know what actually goes into collecting the mucin. Dr. Lam explains that the secretions go through a filtration and cleaning process once extracted from the snails. The resulting blend has been found very safe for patients in clinical trials.\nDr. Lam emphasizes the need for continued research to substantiate the claims surrounding snail mucin fully. &a;ldquo;I think that the benefits can be really promising, though the research is still very new, and like most things, the devils are in the details.&a;rdquo;\nAnd if adding slime to your skincare routine doesn't sound appealing, Dr. Lam offers practical advice: &a;ldquo;It's definitely one of those personal preferences,&a;rdquo; she admits, adding that all of the ingredients in snail mucin can also be found in regular drugstore products.\n\"So if it does bother you, then I would go another route.&a;rdquo;\nMORE ON WEATHER.COM\n-&a;#8203; The Best Foods For Your Skin, According To Doctors\n-&a;#8203; What Happens To Your Skin When You Wear Makeup To Work Out?\n-&a;#8203; Five Places You're Forgetting To Put Sunscreen\nThe Weather Company's primary journalistic mission is to report on breaking weather news, the environment and the importance of science to our lives.\n\\n",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology",
      "Health"
    ],
    "external_links": [
      "https://weather.com/newsletter?cm_ven=dnt_newsletter_inarticlepromo",
      "https://weather.com/health/skin-health/video/what-happens-to-your-skin-when-you-wear-makeup-to-work-out",
      "https://esteem.pennstatehealth.org/staff/charlene-lam-md/",
      "https://www.tiktok.com/search/video?lang=en&a;q=snail%20mucin&a;t=1712864363084",
      "https://weather.com/health/skin-health/video/five-places-youre-forgetting-to-put-sunscreen",
      "https://weather.com/health/skin-health/video/the-best-foods-for-your-skin-according-to-doctors",
      "https://tiktok.com/search/video?lang=en&a;q=snail%20mucin&a;t=1712864363084",
      "https://www.weather.com/health/skin-health/video/the-best-foods-for-your-skin-according-to-doctors",
      "https://weather.com/newsletter",
      "https://www.weather.com/health/skin-health/video/five-places-youre-forgetting-to-put-sunscreen",
      "https://www.esteem.pennstatehealth.org/staff/charlene-lam-md/",
      "https://www.weather.com/newsletter?cm_ven=dnt_newsletter_inarticlepromo",
      "https://www.weather.com/health/skin-health/video/what-happens-to-your-skin-when-you-wear-makeup-to-work-out",
      "https://esteem.pennstatehealth.org/staff/charlene-lam-md",
      "https://www.tiktok.com/search/video"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "charlene lam",
          "sentiment": "none"
        },
        {
          "name": "lam",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pennsylvania state university",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T00:35:08.558+03:00",
    "updated": "2024-04-12T00:35:08.558+03:00"
  },
  {
    "uuid": "79a835c4e965d8297e14a45c30a56b4434b08cd8",
    "url": "https://www.expreso.ec/actualidad/joven-pesca-pimocha-bendicion-semana-santa-194782.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tatiana Ortiz",
    "published": "2024-03-29T01:49:00Z",
    "title": "Un joven pesca en Pimocha su bendición de la Semana Santa",
    "text": "[Actualidad]\nUn joven pesca en Pimocha su bendición de la Semana Santa\nLa captura de un bagre blanco de 11 libras lo suma a la lista de los récords locales\nCon la caña y el anzuelo que le dejó de herencia un difunto primo, Yeremy Morales consiguió pescar un bagre blanco de 11 libras y 85 centímetros de largo en las aguas del río Pimocha, parroquia del mismo nombre que pertenece al cantón Babahoyo, en la provincia de Los Ríos. De esta manera, el joven de 21 años pasó a formar parte de la historia de las pescas extraordinarias registradas en esa localidad fluminense.\nDengue en Ecuador: Alerta por aumento de casos y presencia de nuevo serotipo\n[Leer más](/actualidad/dengue-ecuador-alerta-aumento-casos-presencia-nuevo-serotipo-193298)\nYeremy contó que la captura de la especie gigante ocurrió a las 18:30 de este miércoles 27 de marzo de 2024, pero le tomó cerca de media hora poder sacarlo del agua. “Se trata de un bagre blanco que normalmente alcanzan a pesar hasta siete libras, pero este se podría considerar un ejemplar gigante”, detalló.\nEl joven, apasionado por la pesca deportiva con anzuelo, llegó emocionado a su casa y sus padres lo felicitaron por el importante logro. “Luego me ofrecieron comprarlo por 30 dólares y lo vendí. Ese dinero me ayudó ahora que no tengo un trabajo fijo”, refirió.\nYeremy describió el acontecimiento como una bendición de Semana Santa, debido a que la caña de pescar que usó pertenecía a su primo Édison Mayorga, quien fue asesinado hace dos semanas cuando puso resistencia al robo de su motocicleta. “Él me había dicho que algún día me iba a llevar a pescar al mar. Pienso que al no poder cumplir su promesa me envió este pez gigante”, afirmó.\nEn junio del 2021, Danilo Palma y su esposa también pescaron otra especie de bagre gigante en el río Pimocha.\nEse pecado midió un metro y alcanzó las 40 libras. Mientras que en septiembre del 2022 un jornalero identificado como Marino Cotto también pescó un bagre de 31 libras en el mismo afluente. En abril del 2023 un pez cachama de 50 centímetros de ancho y 23 de largo mordió el anzuelo de Darwin Velázquez en el recinto La Alegría, de la parroquia Pimocha.\n¿Quieres acceder a todo el contenido de calidad sin límites?\n¡SUSCRÍBETE AQUÍ!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T05:04:42.323+03:00",
    "updated": "2024-03-29T05:04:42.323+03:00"
  }
]