[
  {
    "uuid": "704dfbefece478a167ef9a8a3480658e9441b919",
    "url": "https://www.legit.ng/nigeria/1570278-im-a-ritualist-nigerian-pastor-tells-congregation-biblical/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nurudeen Lawal",
    "published": "2023-12-24T07:58:00Z",
    "title": "“I’m a Ritualist\": Nigerian Pastor Tells Congregation, Says It Is Biblical - Legit.ng",
    "text": "“I’m a Ritualist\": Nigerian Pastor Tells Congregation, Says It Is Biblical - Senior Pastor Francisca Emmanuel of Transformation World Ministries has controversially declared herself a ritualist, asserting in a recent sermon that being a ritualist is biblical - Pastor Emmanuel argued that certain battles cannot be won through ordinary prayers and emphasised the need for rituals to overcome the principalities and powers of darkness - The cleric maintained that being a ritualist is essential for bouncing back negative actions directed at oneself and defeating enemies Legit.ng journalist Nurudeen Lawal has years of experience covering the intersections of Nigerian politics, government policies and religion Francisca Emmanuel, a senior pastor of the Transformation [World](https://www.legit.ng/world/) Ministries, has declared that she is a ritualist. Pastor Emmanuel claimed in one of her recent sermons that it is biblical to be a ritualist rather than just kneeling and praying, The Punch reported. You need more than prayer - Pastor Emmanuel The Christian cleric further stated that one needs more than prayer to conquer all the principalities and power of the darkness that are working against one's destiny. PAY ATTENTION: Share your outstanding story with our editors! Please reach us through info@corp.legit.ng! Her words: “I’m a ritualist I don’t know how you want to think about it because if you try me I would put an RIP for you rather than putting it for me.\" According to her, so many battles don’t require just ordinary prayers but rituals to overcome them. “As a Christian, you need to be a ritualist so that when your enemy does any bad to you, it will bounce back to them. When they throw something at you, it goes back to them,\" she said. “There are battles you need rituals to defeat. It doesn’t just require kneeling, sitting and speaking. Whatever you do is what your enemy do in opposite. You need rituals to defeat your enemy and get rest.” Reiterating that ritual is biblical, Emmanuel said: “Let nobody deceive you. Ritual is biblical. Being a ritualist is biblical.” Nigerians react Rene Prism said [on Facebook](https://web.facebook.com/100064625772115/posts/751301210367398?_rdc=1&_rdr): \"When someone said something is biblical, it simply means it is written in the Bible. It is in the bible no mean say God approve it, it fit be warning and details explanation of the punishment if you do it.\" Olajide Afolabi said: \"She's Speaking from the old testament context, she needs to be told now that we don't need to perform that again, Christ has used his blood on the cross of Calvary for our sins.\" Babatunde Gabriel said: \"Many here are silent, I just imagine, if this comes from a white garment church. God save Nigerian Christians.\" Enuechie Cletus said: \"I'm not in position to judge her but I pray that God will have mercy on her.\" Chinedu Miracle said: \"Did God admonish us to do it? Is it not a warning? Indeed judgement will start from the Church.\" Nigerian pastor sets lady on fire during special prayer In another report, Pastor Taiwo Odebiyi of the Cherubim and Seraphim Church, Maberu Parish, located in the Offin area of Sagamu in [Ogun state](https://www.legit.ng/tags/ogun-state-news-today/), [was recently arrested ](https://www.legit.ng/nigeria/1551669-nigerian-pastor-arrested-setting-lady-fire-special-prayer/)by the police for setting 21-year-old Sukura Owodunni on fire during a special prayer session. The incident happened on August 17, 2023. It was gathered that the pastor asked Sukura to buy Amazing Grace perfume, local eggs and a candle and while praying for her, he reportedly poured the perfume on her body and lit the candle. PAY ATTENTION: [Donate to Legit Charity on Patreon. Your support matters!](https://www.patreon.com/legit) Source: Legit.ng",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://web.facebook.com/100064625772115/posts/751301210367398?_rdc=1&_rdr):",
      "https://www.patreon.com/legit)",
      "https://patreon.com/legit)",
      "https://web.facebook.com/100064625772115/posts/751301210367398",
      "https://www.web.facebook.com/100064625772115/posts/751301210367398?_rdc=1&_rdr):"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "francisca",
          "sentiment": "negative"
        },
        {
          "name": "nurudeen lawal",
          "sentiment": "none"
        },
        {
          "name": "francisca emmanuel",
          "sentiment": "none"
        },
        {
          "name": "emmanuel",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "emmanuel of transformation world ministries",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T11:02:36.415+02:00",
    "updated": "2023-12-24T11:02:36.415+02:00"
  },
  {
    "uuid": "2f870b5f0b8793f814744e343ade7978c68868f6",
    "url": "https://www.insurancebusinessmag.com/asia/news/sme/qbe-survey-reveals-decline-in-cyber-risk-awareness-among-singapore-smes-486756.aspx",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Roxanne Libatique",
    "published": "2024-04-25T00:00:00Z",
    "title": "QBE survey reveals decline in cyber risk awareness among Singapore SMEs | Insurance Business Asia",
    "text": "SME By Roxanne Libatique\nApr 26, 2024 Share",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "qbe",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "singapore",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:10:45.828+03:00",
    "updated": "2024-04-26T13:28:27.603+03:00"
  },
  {
    "uuid": "b766eac0c7a70dada933985b96c824a89ca59d70",
    "url": "https://www.delmarvanow.com/story/news/nation/2024/01/19/wwii-era-bible-returned-to-new-york-veterans-family/72269065007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Saleen Martin",
    "published": "2024-01-19T13:37:00Z",
    "title": "'May this keep you safe from harm': WWII era Bible returned to New York veteran's family",
    "text": "Lost Bible returned to slain USAAF airman from World War II [Saleen Martin](https://www.usatoday.com/staff/7245115001/saleen-martin/) During World War II, a woman bought three brothers Bibles to protect their hearts and guide them as they set out for battle. The Bible had a metal cover on the front with the inscription “May this keep you safe from harm.\" Two of the brothers made it home, while the other, Lt. Edsel J. McKnight of the United States Army Air Forces, was shot down off the coast of France. His Bible was mailed to the family but was lost sometime after. This month, his family finally got it back. Ava Coogan's family is from Albany, New York and they found the Bible in late December while going through their late matriarch’s belongings. On Jan. 11, Coogan met Lt. McKnight’s sister-in-law and returned the Bible to her, allowing her to put it back in its rightful place, next to the ones his brothers brought back home from war. ‘I kept playing with it and flipping through the pages’ Coogan’s uncle and mother found the Bible in a stack of books. Their mother, Rosanne Vartanian, died nearly 20 years ago but was a collector and loved garage sales. “It’s just so random that my grandmother had the urge to pick that up,” she said. “She bought random things. There was no rhyme or reason to it. It was with a stack of other books.” Coogan decided to research the Bible and found out soldiers often took them to war. Some can be found in museums. “The whole premise of it was that the metal cover on the front is like a hard shield,” Coogan told USA TODAY. “They would put it in their coat pockets … like the front breast pocket … that cover would protect their heart from bullets.” Lt. McKnight’s name was also written in the Bible, said Coogan, who was drawn to the Bible for some reason. She couldn’t put it down, she recalled. “I kept playing with it and flipping through the pages,” she said. She noticed that the Bible’s front cover had a slice in it, almost like something was underneath it. She examined it more closely and found a piece of paper folded up inside. She asked her uncle for help, who carefully used a butter knife to get the slip of paper out. Once they retrieved the piece of paper from under the Bible’s cover, they saw that it was a plea for the Bible’s safe return to an address not too far away. Although there was no area code, there was a phone number listed, so the family added their own area code and called. “I was just hoping for the best,” Coogan said. “We found out that number worked.” Lieutenant was shot down off the coast of France When Coogan called the number written in the note, she spoke to a woman named Fay, Lt. McKnight’s sister-in-law. They organized a meetup on Jan. 11 to return the Bible to the family, who is from Porter Corners, part of Saratoga County in eastern New York. Lt. McKnight served in the U.S. Air Force’s 365th Fighter Group and 388th Fighter Squadron. He was flying in a Thunderbolt fighter aircraft in 1944 when he was shot down off the coast of France, [online records](https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/) show. Fay told Coogan and her family that Lt. McKnight has two brothers. All three of the brothers served in WWII. Fay’s husband, Ray, said his Bible saved his life. “He got shot during the war and it hit where the Bible was, covering his heart, and the bullet went into his arm instead,” Coogan said. Once Lt. McKnight was killed, his belongings were shipped back home to the family. His sister-in-law had all three Bibles on a bookshelf on display. One day, the family was preparing to go to church. Her nephew borrowed the Bible, but knew it was so precious, the family decided to write a note with contact information in case it were ever lost. “He didn't lose it,” Coogan said. “He brought it back after church and I guess what happened is after someone passed in their family, they had an estate sale … and it just accidentally went out with a stack of books.” It ended up in Coogan’s grandmother’s hands, she said. Returning the Bible to the McKnight family was quite the enlightening experience, Coogan said. “That was really cool because that's when we kind of got to hear their story,” she said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)",
      "https://www.usatoday.com/staff/7245115001/saleen-martin/)",
      "https://usatoday.com/staff/7245115001/saleen-martin/)",
      "https://www.rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "edsel j. mcknight",
          "sentiment": "none"
        },
        {
          "name": "coogan",
          "sentiment": "none"
        },
        {
          "name": "rosanne vartanian",
          "sentiment": "none"
        },
        {
          "name": "ava coogan",
          "sentiment": "none"
        },
        {
          "name": "mcknight",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united states army air forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "usaaf",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "albany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T16:38:14.247+02:00",
    "updated": "2024-01-19T16:38:14.247+02:00"
  },
  {
    "uuid": "51524f48d6e0a11519e048832941e847faf7bd73",
    "url": "https://screenrant.com/2024-oscars-colman-domingo-walking-dead-good-actor",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dune",
    "published": "2024-03-14T00:00:00Z",
    "title": "2024's Oscars Confirmed Something The Walking Dead Fans Have Known For Almost 10 Years",
    "text": "Summary - Colman Domingo's Oscar nomination validates the exceptional talent that \"The Walking Dead\" fans have always known he had. - Colman Domingo's Best Actor nomination for \"Rustin\" showcases his prowess and may lead to a significant rise in his career. - Despite being a standout villain in \"Fear the Walking Dead,\" Colman Domingo receives overdue recognition for his remarkable acting. The 2024 Oscars didn't just validate but celebrated a widespread consensus that’s persisted among The Walking Dead fans for almost a decade. As a series-based franchise encompassing the performers and storylines of The Walking Dead TV show, the Fear the Walking Dead spinoff, the Walking Dead: World Beyond limited series, and more, The Walking Dead rarely warrants a nod from the film-centered acknowledgment of the Oscars. On special occasions, when a TWD alum traverses into film acting and dominates their movie role quite like they did in their franchise role, the Oscars will acknowledge their exceptional talent. It happened to be the case for TWD actor Steven Yeun - after Glen Rhee's death in TWD season 7 , Yeun left the franchise, later starring in the 2020 drama Minari. For his performance in the must-watch Minari movie , he received an Oscar nomination for Best Actor, which endorsed the acting talent that every TWD fan already knew he had. At the Oscars this year, another alum of the TWD franchise was recognized for their remarkable acting talent, even though it was nearly 10 years in the making for franchise fans and even longer for admirers of the actor's 30-year-long career. [ ](/oscars-2024-winners-list/) Awards season comes to a close with the 96th Academy Awards on ABC honoring the best in film from 2023 – see the full list of Oscar winners. [ Oscars 2024 Winners List ](/oscars-2024-winners-list/) 2024's Oscars Finally Recognized Colman Domingo's Acting Talent The Oscars finally recognized Colman Domingo's acting prowess with a Best Actor nomination for his performance in the biographical drama film Rustin, about the true story of the civil rights activist Bayard Rustin . Domingo took on the lead role of Rustin's revolutionary with electric appeal, earning him a nod beside the likes of Jeffrey Wright (American Fiction), Paul Giamatti (The Holdovers), and Bradley Cooper (Maestro). Domingo lost the award to Cillian Murphy of Oppenheimer, though the Rustin actor's place in the running was still an incredible testament to his exceptional career. Since he started acting in 1995, Domingo has become a distinguished actor in both TV and film. His film credits include Steven Spielberg's Oscar-winning movie Lincoln, Steven Caple Jr.'s Transformers: Rise of the Beasts, and Blitz Bazawule's 2023 The Color Purple remake, among plenty of others. Domingo's TV cred is just as great, as he has performed in series such as Law & Order, BoJack Horseman, The Knick, the popular sensation Euphoria, and, of course, TWD'sFear the Walking Dead, which saw him play antagonist Victor Strand for a whopping 109 episodes between 2015 and 2023. Victor Strand Was Quietly The Walking Dead's Best Villain Performance Domingo's Strand, who frequently stooped to selfish and wicked ways, was quietly one of the TWD franchise's best villain performances. The character often flew under the radar because he existed in Fear the Walking Dead, and the obstruction of the original The Walking Dead series' sheer magnitude in both length and support, as well as all ofTWD's offshoot shows, distracted from him getting the recognition he deserved. Nevertheless, Strand is often considered a favorite franchise villain, saluted for the character's wildly compelling story arc and Domingo's formidable performance as him. Strand started in Fear the Walking Dead as a conman before stooping lower and lower across the seasons to remain alive, all while increasingly shocking audiences with his wildly determined hustle to survive without any remorse. Frequently, the character would engage in startling acts of villainy - like betraying friends, killing innocents, or threatening haven settlements - to a point where audiences thought FTWD's Strand was beyond redemption . However, in the end, Strand grew remorse for his past, completinga crowd-pleasing character arc made better by Colman's solidly convincing performance. [ Fear the Walking Dead ](/tag/fear-the-walking-dead/) A prequel to AMC's hit series, Fear the Walking Dead, follows new characters and explores the city of Los Angeles as the world transforms into the horrifying zombie apocalypse that changes the world forever. The first half of the series follows a found family that rebuilds who they are to adapt and survive the new world order. The second half follows Morgan Jones, a survivor from the original franchise who joins the original surviving cast members. - Cast - Cliff Curtis , Frank Dillane , mercedes mason , Elizabeth Rodriguez , Kim Dickens , Ruben Blades , lorenzo james henrie , Alycia Debnam-Carey , Colman Domingo - Release Date - August 23, 2015 - Seasons - 8 - Network [AMC](/tag/amc/) - Streaming Service(s) [Hulu](/tag/hulu/), [Amazon Prime Video](/tag/amazon-prime-video/) - Franchise(s) - The Walking Dead - Writers - Ian Goldberg , [Robert Kirkman](/tag/robert-kirkman/), dave erickson , Andrew Chambliss - Showrunner - dave erickson , Ian Goldberg , Andrew Chambliss Colman Domingo's Oscar Nomination May Be The Start Of A Career Rise Despite having a successful career beyond TWD, Domingo's Oscar nomination could shepherd a new career rise. The Oscar nod places the full scope of the actor's talent on everyone's radar, not just fans of The Walking Dead or followers of his acting career. Since the Oscar season started, Domingo has already been regarded as the most popular candidate for the MCU's Kang recast , a role in which his background as Strand would verily prepare him to play the Marvel supervillain with excellent finesse. If his upcoming roles don't provoke critical acclaim like his part in the Oscar-nominated Rustin movie did, then they will inevitably lead to something bigger for Colman Domingo. Even if a role in the MCU doesn't transpire for Domingo, he's bound to get cast in something just as massive. The actor is starring in upcoming parts quite similar to his Oscar-nominated role, as he will soon star in the biographical films Michael as Joe Jackson and a Nat King Cole biopic as the legendary singer himself. If his upcoming roles don't provoke critical acclaim like his part in the Oscar-nominated Rustin movie did, then they will inevitably lead to something bigger for Colman Domingo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "colman domingo",
          "sentiment": "negative"
        },
        {
          "name": "steven yeun",
          "sentiment": "none"
        },
        {
          "name": "glen rhee",
          "sentiment": "none"
        },
        {
          "name": "rustin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "walking dead",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:24:39.784+02:00",
    "updated": "2024-03-15T00:24:39.784+02:00"
  },
  {
    "uuid": "c02d7a1a6efb774f98005dcc3eb905ceec4ce650",
    "url": "https://www.latestnigeriannews.com/p/3079974/beachgoers-swept-away-as-huge-wave-crashes-over-wall-in-california.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Latestnigeriannews",
    "published": "2023-12-29T08:25:00Z",
    "title": "Beachgoers swept away as huge wave crashes over wall in California",
    "text": "10 Millionaires, 2,300 Cash Prize Winners Emerge in FCMB Millionaire Promo Season 9 - Linda Ikeji According to community sources, the girl claimed that the man was her husband who died mysteriously in their previous life. - Pulse Actor Emeka Ike's Son Micheal Says He Went Through The Abuse His Mum Went Through With His Dad - Stella Dimoko Korkus Actress Funke Akindele replies X user who told her she is getting old and needs to remarry - https://www.latestnigeriannews.com/news/3079850/actress-funke-akindele-replies-x-user-who-told-her-she-is-getting-old-and-needs-.html Afrobeats singer, WizKid purchases brand new Ferrari SF90 worth N1.4 Billion Naira - Gistlover Agba Baller', 'Let The Poor Breathe', Delulu, Other Viral Slangs Of 2023 - Leadership Aiyedatiwa said that the former governor diligently served God, family, friends, Ondo state and his profession. - https://www.latestnigeriannews.com/news/3079082/aiyedatiwa-said-that-the-former-governor-diligently-served-god-family-friends-on.html Akeredolus Wife, Son Played with Late Govs Vulnerable Condition Sowore Allege - https://www.latestnigeriannews.com/news/3080016/akeredolus-wife-son-played-with-late-govs-vulnerable-condition-sowore-allege.html Alake added that the deceased carved a niche for himself as a bold and irrepressible defender of the interests of Ondo people and the Yoruba nation. - https://www.latestnigeriannews.com/news/3079846/alake-added-that-the-deceased-carved-a-niche-for-himself-as-a-bold-and-irrepress.html 2024: Analysts Project Increase in Telecoms Tariffs - New Telegraph 24 Teams on Parade as Seyi Akinwunmi Charity Tourney Holds Today - https://www.latestnigeriannews.com/news/3079584/24-teams-on-parade-as-seyi-akinwunmi-charity-tourney-holds-today.html 49ers' Brock Purdy Reflects on 'Learning Experience' After 4 INTs in Loss to Ravens - Bleacher Report A big wake-up call': Son tells Tottenham to learn from wild defeat at Brighton - Yahoo Aaron Rodgers Talks Jets' 2024 Needs: 'Shore Up' OL, Add Skill Player on the Outside - https://www.latestnigeriannews.com/news/3079175/aaron-rodgers-talks-jets-2024-needs-shore-up-ol-add-skill-player-on-the-outside.html AFCON: NFF, Peseiro Bicker Over Eagles Final List - https://www.latestnigeriannews.com/news/3079588/afcon-nff-peseiro-bicker-over-eagles-final-list.html Anthony Edwards Thrills NBA Fans as Timberwolves Win vs. Mavs Without Luka Doni - https://www.latestnigeriannews.com/news/3079181/anthony-edwards-thrills-nba-fans-as-timberwolves-win-vs-mavs-without-luka-doni.html Arsenal beat out a tune heard too often ' it's time to sign a goalscorer - https://www.latestnigeriannews.com/news/3079146/arsenal-beat-out-a-tune-heard-too-often-its-time-to-sign-a-goalscorer.html Arsenal lose to West Ham and miss chance to return to Premier League summit - https://www.latestnigeriannews.com/news/3079134/arsenal-lose-to-west-ham-and-miss-chance-to-return-to-premier-league-summit.html",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [
      "https://www.pulse.ng/news/local/ondo-governor-pays-condolence-visit-to-akeredolus-family/jqv7tgn",
      "https://leadership.ng/agba-baller-let-the-poor-breathe-delulu-other-viral-slangs-of-2023/",
      "https://uk.sports.yahoo.com/news/big-wake-call-son-tells-233802619.html",
      "https://newtelegraphng.com/2024-analysts-project-increase-in-telecoms-tariffs/?utm_source=rss&utm_medium=rss&utm_campaign=2024-analysts-project-increase-in-telecoms-tariffs",
      "https://www.lindaikejisblog.com/2023/12/10-millionaires-2300-cash-prize-winners-emerge-in-fcmb-millionaire-promo-season-9.html",
      "https://bleacherreport.com/articles/10102864-anthony-edwards-thrills-nba-fans-as-timberwolves-win-vs-mavs-without-luka-doncic",
      "https://bleacherreport.com/articles/10102837-49ers-brock-purdy-reflects-on-learning-experience-after-4-ints-in-loss-to-ravens",
      "https://newtelegraphng.com/24-teams-on-parade-as-seyi-akinwunmi-charity-tourney-holds-today/?utm_source=rss&utm_medium=rss&utm_campaign=24-teams-on-parade-as-seyi-akinwunmi-charity-tourney-holds-today",
      "https://www.gistlover.com/akeredolus-wife-son-played-with-late-govs-vulnerable-condition-sowore-allege/",
      "https://www.pulse.ng/news/local/group-kicks-against-marriage-of-4-yr-old-girl-to-54-yr-old-man-in-bayelsa/nklw6rv",
      "https://uk.sports.yahoo.com/news/arsenal-denied-return-premier-league-222009824.html",
      "https://www.lindaikejisblog.com/2023/12/actress-funke-akindele-replies-x-user-who-told-her-she-is-getting-old-and-needs-to-remarry-2.html",
      "https://bleacherreport.com/articles/10102854-aaron-rodgers-talks-jets-2024-needs-shore-up-ol-add-skill-player-on-the-outside",
      "https://www.gistlover.com/big-wiz-for-a-reason-afrobeats-singer-wizkid-purchases-brand-new-ferrari-sf90-worth-n1-4-billion-naira/",
      "https://uk.sports.yahoo.com/news/arsenal-beat-tune-heard-too-001750982.html",
      "https://newtelegraphng.com/afcon-nff-peseiro-bicker-over-eagles-final-list/?utm_source=rss&utm_medium=rss&utm_campaign=afcon-nff-peseiro-bicker-over-eagles-final-list",
      "https://www.pulse.ng/news/local/akeredolu-struggled-for-entrenchment-of-true-federalism-alake/50mrq1g",
      "http://www.stelladimokokorkus.com/2023/12/actor-emeka-ikes-son-micheal-says-he_28.html",
      "https://www.uk.sports.yahoo.com/news/big-wake-call-son-tells-233802619.html",
      "https://newtelegraphng.com/24-teams-on-parade-as-seyi-akinwunmi-charity-tourney-holds-today/",
      "https://www.newtelegraphng.com/afcon-nff-peseiro-bicker-over-eagles-final-list/?utm_source=rss&utm_medium=rss&utm_campaign=afcon-nff-peseiro-bicker-over-eagles-final-list",
      "https://www.bleacherreport.com/articles/10102854-aaron-rodgers-talks-jets-2024-needs-shore-up-ol-add-skill-player-on-the-outside",
      "https://www.newtelegraphng.com/24-teams-on-parade-as-seyi-akinwunmi-charity-tourney-holds-today/?utm_source=rss&utm_medium=rss&utm_campaign=24-teams-on-parade-as-seyi-akinwunmi-charity-tourney-holds-today",
      "https://gistlover.com/akeredolus-wife-son-played-with-late-govs-vulnerable-condition-sowore-allege/",
      "http://stelladimokokorkus.com/2023/12/actor-emeka-ikes-son-micheal-says-he_28.html",
      "https://www.gistlover.com/akeredolus-wife-son-played-with-late-govs-vulnerable-condition-sowore-allege",
      "https://lindaikejisblog.com/2023/12/actress-funke-akindele-replies-x-user-who-told-her-she-is-getting-old-and-needs-to-remarry-2.html",
      "https://www.uk.sports.yahoo.com/news/arsenal-beat-tune-heard-too-001750982.html",
      "https://www.bleacherreport.com/articles/10102837-49ers-brock-purdy-reflects-on-learning-experience-after-4-ints-in-loss-to-ravens",
      "https://lindaikejisblog.com/2023/12/10-millionaires-2300-cash-prize-winners-emerge-in-fcmb-millionaire-promo-season-9.html",
      "https://www.gistlover.com/big-wiz-for-a-reason-afrobeats-singer-wizkid-purchases-brand-new-ferrari-sf90-worth-n1-4-billion-naira",
      "https://pulse.ng/news/local/ondo-governor-pays-condolence-visit-to-akeredolus-family/jqv7tgn",
      "https://pulse.ng/news/local/akeredolu-struggled-for-entrenchment-of-true-federalism-alake/50mrq1g",
      "https://gistlover.com/big-wiz-for-a-reason-afrobeats-singer-wizkid-purchases-brand-new-ferrari-sf90-worth-n1-4-billion-naira/",
      "https://www.leadership.ng/agba-baller-let-the-poor-breathe-delulu-other-viral-slangs-of-2023/",
      "https://www.newtelegraphng.com/2024-analysts-project-increase-in-telecoms-tariffs/?utm_source=rss&utm_medium=rss&utm_campaign=2024-analysts-project-increase-in-telecoms-tariffs",
      "https://newtelegraphng.com/2024-analysts-project-increase-in-telecoms-tariffs/",
      "https://www.bleacherreport.com/articles/10102864-anthony-edwards-thrills-nba-fans-as-timberwolves-win-vs-mavs-without-luka-doncic",
      "https://leadership.ng/agba-baller-let-the-poor-breathe-delulu-other-viral-slangs-of-2023",
      "https://pulse.ng/news/local/group-kicks-against-marriage-of-4-yr-old-girl-to-54-yr-old-man-in-bayelsa/nklw6rv",
      "https://www.uk.sports.yahoo.com/news/arsenal-denied-return-premier-league-222009824.html",
      "https://newtelegraphng.com/afcon-nff-peseiro-bicker-over-eagles-final-list/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "linda ikeji ac",
          "sentiment": "negative"
        },
        {
          "name": "emeka ike",
          "sentiment": "none"
        },
        {
          "name": "stella dimoko korkus",
          "sentiment": "none"
        },
        {
          "name": "funke akindele",
          "sentiment": "none"
        },
        {
          "name": "aiyedatiwa",
          "sentiment": "none"
        },
        {
          "name": "micheal",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "delulu",
          "sentiment": "none"
        },
        {
          "name": "ondo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:56:43.700+02:00",
    "updated": "2023-12-29T11:56:43.700+02:00"
  },
  {
    "uuid": "01bda8938076609f57a097b95fd774bef333a5db",
    "url": "https://www.meneame.net/story/urgencias-madrid-borde-colapso-resisten-1-000-camas-menos-plena/c019",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "wictor69",
    "published": "2023-12-28T21:07:00Z",
    "title": "#19 Las Urgencias en Madrid, al borde del colapso: resisten con 1.000 camas menos en plena escalada de gripe y covid",
    "text": "[Delay](/user/Delay)a [publico.es](/go/link/3891567)\nCada vez que os den pena los madrileños, mirar este gráfico:\nhttps://www.europapress.es/madrid/noticia-pp-gana-17-distritos-madrid-deja-camino-vallecas-usera-villaverde-ganados-almeida-20230724002902.html\n[#1](c1#c-1) No soy mucho de desear sumariamente el mal a nadie, la verdad.\nAl ver ese gráfico lo que siento es pena tanto por la gente con dos dedos de frente que no ha votado a esta zumbada de mierda, pero que se come el desmantelamiento de los servicios públicos igual, como por los pobres ignorantes o taraditos que han creído que Ayuso era lo mejor que le podía pasar a la CAM.\n[#9](c9#c-9) yo tampoco\nPero es que Ayuso ganó en 2019, de nuevo en Mayo de 2023. Esto es de las generales en 2023, y el color es más azulado…\n4 años y la experiencia del COVID ,etc… y cada vez más apoyo..\nPues me suena a masoquismo\n[#14](c14#c-14) claro, el único sitio donde a la gente le gusta la cerveza es Madrid y el único sitio donde gobiernan los fachas es Madrid\nEstoy seguro que muchos de los que vais deseando poco menos que la muerte a los madrileños también tenéis la desgracia de tener gobiernos del PP o PP+ Vox pero está claro que la madrileñofobia sube el karma\nPor cierto efectivamente la sanidad en Madrid es una puta mierda y las urgencias una locura\n[#2](c2#c-2) sabes que también hay noticias diarias en LibertadDigital, ABC o El Mundo sobre la España comunista y aquí se aceptan con deportividad?\n[#8](c8#c-8) no falla...sabes como está la sanidad en Cataluña y porque no aparece en los panfletos de izquierda todos los dias? pues porque son noticias cocinadas para dar de comer a un publico que demanda ideologia y no noticias,\nA si tienes razaon el nivel de estos periodicos iguala a libertad digital o el ABC pero estos no llegan todos los dias a portada",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Health",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.europapress.es/madrid/noticia-pp-gana-17-distritos-madrid-deja-camino-vallecas-usera-villaverde-ganados-almeida-20230724002902.html",
      "https://europapress.es/madrid/noticia-pp-gana-17-distritos-madrid-deja-camino-vallecas-usera-villaverde-ganados-almeida-20230724002902.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:10:26.682+02:00",
    "updated": "2023-12-29T00:10:26.682+02:00"
  },
  {
    "uuid": "4b0fb39f4cb4529b65e8c4e78c9cf6ddd234a8ff",
    "url": "https://www.citizen.co.za/south-coast-herald/?p=520688",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pongrass Import",
    "published": "2024-03-28T22:00:00Z",
    "title": "A better word",
    "text": "Local news\nA better word\nThis Easter take a moment, sit down quietly and just breathe in God’s love and grace.\nHebrews 12:23-24 ESV “and to the assembly of the firstborn who are enrolled in heaven, and to God, the judge of all, and to the spirits of the righteous made perfect, and to Jesus, the mediator of a new covenant, and to the sprinkled blood that speaks a better word than the blood of Abel.”\nIn the book of Genesis, Abel was murdered by his brother Cain and his blood cries out for vengeance and so it speaks of judgement and retribution.\nThis can be such a vivid picture of what our world looks like today; pain, destruction and difficulty but this Scripture gives us hope because Christ’s blood speaks of God’s mercy and displays God’s desire to not only save us (John 3:16-17) but to empower us to live a life of purpose.\nThis Easter take a moment, sit down quietly and just breathe in God’s love and grace.\nHe knows what you are facing and is the only one that can bring peace into your heart.\nIf you want to know more, please join us for our Easter Celebration services (see advert)\nStacks of love.\nPs Larry Elliott\nLead Pastor\nRhema South Coast Family Church\nHAVE YOUR SAY\nLike the South Coast Herald’s",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "abel",
          "sentiment": "none"
        },
        {
          "name": "john 3:16-17",
          "sentiment": "none"
        },
        {
          "name": "cain",
          "sentiment": "none"
        },
        {
          "name": "christ",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T16:15:35.042+03:00",
    "updated": "2024-03-29T16:15:35.042+03:00"
  },
  {
    "uuid": "1fb28a1f23a6f6a8f2ad5de30fe6eda2ff4462a7",
    "url": "http://m.cyol.com/gb/articles/2025-04/17/content_NV5J6jT8WV.html",
    "ord_in_thread": 0,
    "author": "李立红,陈鼎",
    "published": "2025-04-16T22:36:27Z",
    "title": "中国经济开门红 应对外部挑战有底气",
    "text": "2025年一季度，中国经济实现开门红。\n“国民经济实现良好开局，高质量发展向新向好。”在国新办4月16日举行的新闻发布会上，国家统计局副局长盛来运介绍，初步核算，一季度国内生产总值（GDP）318758亿元，按不变价格计算，同比增长5.4%，比上年四季度环比增长1.2%。\n在全球主要经济体中名列前茅\n“增长”一词在这场发布会上频频出现。工业被喻为国民经济的“压舱石”。一季度，我国工业生产增长加快，全国规模以上工业增加值同比增长6.5%，比去年全年加快0.7个百分点。\n3月份，全国规模以上工业增加值同比增长7.7%。中泰证券研究所政策组首席分析师杨畅注意到，在去年工业生产基数较高的情况下，今年3月仍然实现了较高增速，表明我国工业生产仍然很强。\n消费、投资、出口被视为拉动经济增长的“三驾马车”，其中，消费是拉动经济增长的“主引擎”。民生银行首席经济学家温彬认为，我国经济开年运行平稳，尽管外需有所放缓，但政策发力对内需形成提振。\n一季度，消费在政策的推动下持续改善。社会消费品零售总额为124671亿元，同比增长4.6%，比上年全年加快1.1个百分点。\n在投资方面，一季度，全国固定资产投资（不含农户）103174亿元，同比增长4.2%，比上年全年加快1个百分点。扣除房地产开发投资，全国固定资产投资增长8.3%。\n盛来运指出，前期出台的宏观政策和今年以来扩容加码的增量政策叠加发力，有效扩大了需求、促进了生产、激发了活力、增强了信心。3月份，制造业采购经理人指数是50.5%，环比上升了0.3个百分点，连续两个月回升。\n一系列政策举措为民营企业投资创造公平的营商环境，民间投资由上年全年下降转为增长。民营企业的活力动力不断显现，一季度制造业中的民间投资同比增长9.7%，基础设施投资中的民间投资增长9.3%，均比各自领域的平均增速快。\n此外，盛来运表示，一季度GDP同比增长5.4%，增速高于去年全国5%的增速，也高于去年一季度5.3%的增速，还高于不少全球主要经济体一季度的经济增速，在全球主要经济体中名列前茅。在全球经济增长乏力的情况下，中国将为世界经济的稳定发挥重要作用。\n高质量发展持续向新向好\n一季度，中国经济在实现“量”的合理增长的同时，新质生产力也在培育壮大，高质量发展向新向好的大势没有改变。\n5个维度反映出这一趋势。盛来运介绍，第一个维度是创新持续推进，新质生产力培育壮大。第二个维度是协调发展持续改善。第三个维度是高水平开放继续推进。第四个维度是绿色转型、绿色发展扎实推进。第五个维度是民生改善和安全发展继续取得新进展。\n一季度，各地方加大对创新的支持力度，尤其是人工智能、量子科技等一批先进技术不断推出和应用，带动了高技术产业发展。DeepSeek、宇树人形机器人等一批成果的应用，既彰显了中国科技创新的实力，同时也增强了市场的信心。\n新兴产业正在蓬勃发展。一季度，新能源汽车、3D打印设备、工业机器人产品产量同比分别增长45.4%、44.9%、26.0%。\n盛来运指出，一季度，规模以上高技术制造业增加值同比增长9.7%，信息传输、软件和信息技术服务业增加值增长10.3%，这两个数据也显示出我国创新动力在增强。\n工业向高端化、智能化、绿色化转型的趋势明显。从需求结构来看，当下我国投资增速实际上不高，但是高技术产业投资比重是在提升的。一季度，高技术产业投资同比增长6.5%，占全部投资的比重为10.3%，提高0.3个百分点。\n民生改善和安全发展继续取得新进展。政府高度重视加大民生方面的支出，对民生方面的支出占比持续提高。能源保供有力有效，一季度就业形势总体稳定，城镇调查失业率稳中略降。一季度末，外出务工农村劳动力总量18795万人，同比增长1.1%。\n此外，全国城镇调查失业率平均值为5.3%。居民收入增长与经济增长基本同步。一季度，全国居民人均可支配收入12179元，同比名义增长5.5%，扣除价格因素实际增长5.6%。\n安全发展得到加强。作为防风险的重点领域，房地产行业也出现了不少积极变化。1-3月，全国新建商品房销售面积21869万平方米，同比下降3.0%，降幅比1-2月收窄2.1个百分点；新建商品房销售额20798亿元，下降2.1%，降幅收窄0.5个百分点。\n“房地产止跌回稳的态势明显。”广东省城规院住房政策研究中心首席研究员李宇嘉说，一季度，房地产行业从上游开工到下游销售，相关的跌幅明显收窄。\n有底气、有信心、有能力应对外部挑战\n近期，美国“对等关税”风波愈演愈烈。面对冲击，我国外贸韧性依然强劲。今年一季度，我国货物贸易进出口10.3万亿元，同比增长1.3%。其中，出口6.13万亿元，增长6.9%。\n“我们坚决反对美国搞关税壁垒和贸易霸凌，这种做法损人不利己，违背了经济规律和世界贸易的原则，对世界经济秩序造成严重冲击，拖累世界经济复苏。”盛来运表示，中方坚决采取一系列反制措施，不仅是维护自身发展利益的需要，也是维护世界多边贸易体系和世贸组织规则的正当之举。\n谈及加征高额关税对中国的影响，盛来运说：“从短期来看，美国加征高额关税会对我国经济和外贸带来一定压力，但是改变不了中国经济持续长期向好的大势。中国经济基础稳、优势多、韧性强、潜力大，我们有底气、有信心、有能力应对外部挑战，实现既定发展目标。”\n盛来运说，中国经济有基础，内需有支撑。中国是世界第二大经济体，连续15年稳居第一制造业大国的地位，产业体系完整、配套能力强，经济发展底盘稳、基础牢。同时，中国有14亿多人口，市场规模巨大，人均GDP超过1.3万美元，正处在消费升级的关键阶段，市场成长性好，无论是投资还是消费空间都非常大，将支撑中国经济持续发展。他指出，我国依靠内需和创新驱动共同推动经济增长的新格局正在形成。\n目前，我国已成为150多个国家和地区的重要贸易伙伴，外贸多元化市场格局正在形成，这意味着我国对某一个国家单一出口市场的依存度在下降。盛来运举例，2018年，我国对美国的出口额占出口总额的比重是19.2%，去年已经下降到14.7%。\n针对当前的外部变化，我国应对有经验，并且政策有保障。盛来运谈到，当下，一揽子政策正在发力显效，“下阶段会根据外部形势的变化及时推出增量政策，丰富的政策‘工具箱’是应对外部的冲击和挑战的保障”。\n此外，中国的企业家敢闯敢拼，中国人民智慧勤劳，都是我国应对巨大风险挑战的基础和底气。“我们对中国经济后期的走势以及发展的前景充满信心。”盛来运说。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->macro economics",
      "Economy, Business and Finance->economy",
      "Politics->economic policy",
      "Social Issue->population and census",
      "Social Issue->demographics",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T01:36:27.319+03:00",
    "updated": "2025-04-17T01:36:27.319+03:00"
  },
  {
    "uuid": "b25f41d3a8f00f29846723ff17f7360468e2b6a5",
    "url": "https://www.eldiario.es/internacional/escuelas-cerradas-destruidas-compromete-guerra-educacion-futuro-ninos-gaza_1_10799599.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pedro Águeda",
    "published": "2023-12-28T21:16:00Z",
    "title": "Escuelas cerradas y destruidas: así compromete la guerra la educación y el futuro de los niños de Gaza",
    "text": "Cuando Mohammad Mosa se vio obligado a huir de su casa en octubre para ponerse a salvo, se llevó su portátil con la esperanza de reanudar las clases por Zoom entre un bombardeo y otro. Mosa, de 14 años, aspira a conseguir una beca y confiaba en que, como pasó en las otras guerras que ha vivido, podría seguir con sus estudios. Pero dos meses después, lo único que ha aprendido es a hacer pan en una hoguera. Los intensos bombardeos y un férreo bloqueo han convertido la vida de la población civil en Gaza en una lucha diaria por sobrevivir , y la educación es una de las muchas víctimas. Olivos y basura: los palestinos queman lo que encuentran en Gaza para cocinar y calentarse\n“En estos momentos no hay ningún tipo de educación o escolarización en la Franja de Gaza”, explica Jonathan Crick, portavoz de UNICEF en Jerusalén. “Antes de que escalaran las hostilidades había aproximadamente 625.000 estudiantes [en edad escolar] en la Franja, pero ahora ninguno de ellos va a la escuela. El nivel de violencia y las hostilidades en curso, los intensos bombardeos que se están produciendo, impiden que puedan recibir una educación”.\nFuera de Gaza, esta tragedia ha pasado relativamente desapercibida en un contexto de necesidades humanitarias más urgentes. Más de 8.000 niños han muerto , miles han resultado heridos y no se vislumbra el fin de los bombardeos. Otros se mueren de hambre , están gravemente enfermos o corren el riesgo de contraer enfermedades porque no tienen acceso a agua potable ni a saneamiento.\nPasarán muchas semanas, y probablemente muchos meses, antes de que los niños de Gaza vuelvan a las aulas. Para los supervivientes, esta interrupción de su educación, que se suma al tiempo perdido por la pandemia de COVID-19 y conflictos anteriores, proyectará una larga sombra sobre su futuro, sobre el que ya pesará el legado de traumas y pérdidas de esta guerra.\nNo hay perspectivas de reapertura de las escuelas mientras los ataques aéreos y los bombardeos se sucedan con una intensidad que no ha perdonado ni a las aulas, ni a los profesores, ni a los alumnos de Gaza. “Quiero mucho a mis alumnos y pienso en ellos todo el tiempo. Antes, su mayor deseo era obtener una puntuación perfecta en sus exámenes. Ahora, piensan en cómo sobrevivir a la muerte y al desplazamiento”, dice Suha Musa, que antes de la guerra era profesora de matemáticas en la escuela solo para chicos de Al-Zaytoun, en el oeste de Gaza.\nA mediados de diciembre, 352 edificios escolares habían resultado dañados, más del 70% de la infraestructura educativa de Gaza, según cálculos de la ONU. Muchos de los centros educativos que siguen en pie se han convertido en refugios, incluidas las más de 150 escuelas de la Agencia de la ONU para los Refugiados de Palestina en Oriente Próximo (UNWRA) y unas 130 gestionadas por las autoridades locales. “Por supuesto, no pueden impartir ningún tipo de clase cuando los refugios ya están abarrotados”, indica Crick.\nMás de 200 profesores muertos Hay cientos de miembros del personal que, al igual que sus alumnos, nunca volverán a las aulas. Al menos 200 profesores han muerto y más de 500 han resultado heridos. Los supervivientes están desplazados –el 80% de los habitantes de la Franja se han visto obligados a dejar su hogar– y no están en condiciones de trabajar o aprender. Tienen hambre, sed y frío, y apenas acceso a electricidad o Internet.\n“Mis compañeros de clase, de mi club de boxeo y de mi club de inglés han huido de la ciudad de Gaza, y la comunicación es difícil porque hay muy poca conexión a Internet”, explica Mosa, cuya casa está en una zona donde los soldados israelíes libran combates terrestres con militantes de Hamás.\nA los problemas logísticos se suman los traumas crecientes, las noticias de familiares y amigos muertos, heridos o desaparecidos. Incluso antes de que comenzara el conflicto, cuatro de cada cinco niños de Gaza vivían con depresión, miedo y dolor. “Me enteré de que mi amigo Ahmed Yaghi está en Jan Younis, y las noticias de hoy mencionaban bombardeos en esa zona”, cuenta Mosa. “No pude comunicarme para saber cómo estaba, y luego recibí la devastadora noticia de que habían matado a mi amigo Ibrahim y a toda su familia”. Lloró cuando se enteró de las muertes. Como muchos otros niños de Gaza, sus sueños se han reducido a esperar que cesen las bombas. “Cuando empezaron de nuevo los bombardeos [tras el alto el fuego temporal], me pareció insoportable. Sólo espero que termine la guerra para poder volver a una vida normal”, explica.\nLos educadores y los grupos de ayuda advierten de que, aunque se acuerde un alto el fuego a largo plazo, la vuelta a algo parecido a la normalidad en Gaza llevará mucho tiempo porque los daños han sido enormes. “Cuando hablamos de educación, hablamos de un sistema, como ocurre con la sanidad”, afirma Crick. “Es absolutamente imposible que estos sistemas vuelvan a funcionar sin un alto el fuego humanitario duradero. Es esencial para poder ayudar a los niños adecuadamente y a gran escala”.\nNiños refugiados en una tienda de campaña en Rafah, el pasado 18 de diciembre. Mahmud Hams/AFP/Getty Images Las aulas serán el primer gran problema, porque ya había escasez antes de este conflicto. Muchas escuelas funcionaban en dos turnos, en los que un conjunto de edificios alberga una “escuela” por las mañanas y otra cohorte de alumnos por las tardes, por lo que los daños en un solo edificio pueden suponer que dos escuelas dejen de funcionar. “Se pueden imaginar el reto que supondrá relanzar un sistema educativo en condiciones, cuando ya estaba en una situación tan catastrófica”, lamenta Crick.\nAdemás, hay que tener en cuenta el equipamiento y el material didáctico. En las escuelas que siguen en pie, los refugiados desesperados han estado utilizando sillas y bancos de madera como leña para cocinar porque no hay gas.\nLas organizaciones de ayuda humanitaria pueden distribuir tiendas y material, pero el personal docente será mucho más difícil de reemplazar. Los estudiantes y colegas universitarios que lloran la muerte de Refaat Alareer , poeta asesinado por un ataque aéreo israelí, dicen que echarán de menos sus clases tanto como sus escritos.\n“Enseñar para él era una vocación, no una profesión”, afirma Akram Habeeb, colega del departamento de inglés de la Universidad Islámica de Gaza, donde Alareer impartía clases sobre Shakespeare. “No creo que ningún profesor pueda sustituirle en este momento. Siempre animaba a sus alumnos a ser creativos, a pensar de forma creativa. No quería que se limitaran a seguir lo que él decía”.\nAlareer no murió en la universidad, pero el campus también ha sido bombardeado, y entre otras víctimas del profesorado se encuentra el presidente de la universidad, Sufyan Tayeh, que murió junto con su familia en otro ataque aéreo israelí. Aunque se reconstruyan las aulas, se traigan libros de texto y se forme a nuevos profesores, a Musa le preocupa que los niños vean sus escuelas de otra manera, después de que tantos hayan pasado tiempo hacinados en ellas, soportando frío, hambre, suciedad y terror. “La imagen que los alumnos tienen de sus escuelas, cómo las valoran, cambió después de que se convirtieran en refugios”, afirma. “Su salud mental se verá sin duda afectada por las difíciles condiciones que están soportando. Necesitarán mucho tiempo para prepararse para volver a estudiar”.\nTraducción de Emma Reverter",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Education"
    ],
    "external_links": [
      "https://x.com/UNICEF/status/1740071753412387271?s=20",
      "https://twitter.com/AlareerRefaat",
      "https://www.twitter.com/AlareerRefaat",
      "https://x.com/UNICEF/status/1740071753412387271",
      "https://www.x.com/UNICEF/status/1740071753412387271?s=20"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:20:04.529+02:00",
    "updated": "2023-12-29T00:20:04.529+02:00"
  },
  {
    "uuid": "110bfe71fb6d8645b538e034907a4e721e067558",
    "url": "https://www.zazoom.it/2024-10-04/catania-prima-in-sicilia-per-impianti-fotovoltaici-tutte-le-novita-e-gli-incentivi-per-investimenti-green/15507446",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@zazoomblog",
    "published": "2024-10-04T00:00:00Z",
    "title": "Catania prima in Sicilia per impianti fotovoltaici | tutte le novitÃ  e gli incentivi per investimenti green",
    "text": "Fonte : cataniatoday di 4 ott 2024 Catania prima in Sicilia per impianti fotovoltaici | tutte le novitÃ e gli incentivi per investimenti green Catania prima in Sicilia per impianti fotovoltaici: tutte le novitÃ e gli incentivi per investimenti green (Di venerdÃ¬ 4 ottobre 2024) A Catania tutti pazzi per il fotovoltaico. Nel 2023 laÂ provincia etnea, infatti, Ã¨ stata quella con piÃ¹ impianti entrati in funzioneÂ (20.071 perÂ 364Â MW di potenza). A seguire, Palermo conÂ 15.546 impianti (252 MW), Siracusa conÂ 12.060 (331 MW) e Agrigento conÂ 11.448 (274Â MW). Enna, fanalino di Leggi tutta la notizia su cataniatoday Notizie da altre fonti che parlano di Impianti Da cataniatoday : Catania prima in Sicilia per impianti fotovoltaici: tutte le novitÃ e gli incentivi per investimenti green - Secondo i dati del 2023 la provincia etnea Ã¨ seguita da Palermo, Siracusa e Agrigento. Ma, per collocazione geografica e caratteristiche ambientali, la Regione potrebbe fare di piÃ¹ fino a diventare un ... Da agrigentonotizie : Anche Agrigento punta sul fotovoltaico: le novitÃ e gli incentivi per investimenti green - Nei primi mesi del 2024, la Sicilia Ã¨ stata la regione che ha autorizzato il maggior numero di impianti alimentati da fonti rinnovabili in Italia (11.448 nell'Agrigentino). Ma, per collocazione geogra ... Da fidal : Trofeo delle Regioni Master - I convocati per la Rappresentativa Veneto - Pubblicato lâ€™elenco degli atleti della rappresentativa veneta che parteciperanno al Trofeo delle Regioni Master, in programma sabato 12 ottobre 2024 a Catania. Le informazioni sulla manifestazione ... Video di Tendenza Video Catania prima Video Catania prima © Articolo pubblicato secondo le condizioni dell' Autore. Seguici in Rete Facebook Tik Tok Twitter Instagram You Tube Iscriviti",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/channel/UCJs0ZT10hUiPRD0UZtUpI1Q",
      "https://www.facebook.com/ZazoomBlog",
      "https://twitter.com/zazoomblog",
      "https://www.instagram.com/zazoomnews/",
      "https://www.youtube.com/embed/JFJ3QxZQr-8&autoplay=1",
      "https://www.youtube.com/embed/JFJ3QxZQr-8?autoplay=1",
      "https://www.youtube.com/embed/JFJ3QxZQr-8",
      "https://www.cataniatoday.it/dossier/ambiente/fotovoltaico-guida-incentivi-bonus-catania-sicilia.html",
      "https://www.agrigentonotizie.it/dossier/ambiente/fotovoltaico-guida-incentivi-bonus-sicilia-agrigento.html",
      "https://www.fidal.it/content/Veneto-Trofeo-delle-Regioni-Master-I-convocati-per-la-Rappresentativa-Veneto/173190",
      "https://www.tiktok.com/@zazoomtechandgames?lang=it-IT",
      "https://www.cataniatoday.it/~media/horizontal-hi/37538885721595/whatsapp-image-2024-08-06-at-11-33-36-2.jpeg",
      "https://instagram.com/zazoomnews/",
      "https://tiktok.com/@zazoomtechandgames?lang=it-IT",
      "https://youtube.com/embed/JFJ3QxZQr-8?autoplay=1",
      "https://www.instagram.com/zazoomnews",
      "https://youtube.com/channel/UCJs0ZT10hUiPRD0UZtUpI1Q",
      "https://www.youtube.com/embed/JFJ3QxZQr-8",
      "https://fidal.it/content/Veneto-Trofeo-delle-Regioni-Master-I-convocati-per-la-Rappresentativa-Veneto/173190",
      "https://cataniatoday.it/dossier/ambiente/fotovoltaico-guida-incentivi-bonus-catania-sicilia.html",
      "https://cataniatoday.it/~media/horizontal-hi/37538885721595/whatsapp-image-2024-08-06-at-11-33-36-2.jpeg",
      "https://youtube.com/embed/JFJ3QxZQr-8&autoplay=1",
      "https://youtube.com/embed/JFJ3QxZQr-8",
      "https://agrigentonotizie.it/dossier/ambiente/fotovoltaico-guida-incentivi-bonus-sicilia-agrigento.html",
      "https://www.tiktok.com/@zazoomtechandgames",
      "https://facebook.com/ZazoomBlog",
      "https://www.twitter.com/zazoomblog"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T08:37:08.155+03:00",
    "updated": "2024-10-04T08:37:08.155+03:00"
  }
]