[
  {
    "uuid": "449532b16f9f231a410857595845a3ac8834d95c",
    "url": "https://finance.yahoo.com/news/israel-gaza-war-palestinian-envoy-093000141.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "HuffPost",
    "published": "2024-01-19T08:30:00Z",
    "title": "Israel-Gaza war: Palestinian envoy to UN thanks China, 'a true friend', for its support",
    "text": "South China Morning Post Israel-Gaza war: Palestinian envoy to UN thanks China, 'a true friend', for its support Read full article 6 South China Morning Post January 19, 2024 at 11:30 AM · 5 min read\nThe Palestinian envoy to the United Nations called China \"a true friend ready to do everything they can to help the Palestinian people\" on Thursday, days after Chinese Foreign Minister Wang Yi pledged Beijing would provide more assistance and push for a ceasefire in the Gaza Strip.\nRiyad Mansour, attending the 19th summit of the Non- Aligned Movement (NAM) in Kampala, Uganda, said that China had been \"generous\" with its assistance, including diplomatic support, as the Israel-Gaza war passed 100 days and killed more than 24,000 people in Gaza, according to Palestinian authorities.\n\"We know the position of China very well. It is a principled position. We work very closely with them in the United Nations Security Council. They support every effort and every resolution that calls for immediate ceasefire and for providing humanitarian assistance,\" Mansour said in an interview on the sidelines of the NAM session, where more than 60 foreign ministers also called for an immediate ceasefire.\nDo you have questions about the biggest topics and trends from around the world? Get the answers with SCMP Knowledge , our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team.\nIn Cairo on Sunday, Wang said China would provide a third round of humanitarian emergency assistance to Gaza. He also condemned Israel's attacks and called for an immediate ceasefire and the formation of an independent Palestinian state.\nChinese Foreign Minister Wang Yi in Cairo, Egypt. Photo: Reuters alt=Chinese Foreign Minister Wang Yi in Cairo, Egypt. Photo: Reuters>\nIn Tunisia the next day, Wang made a similar call, agreeing with Tunisian leaders to continue to \"jointly support the just cause of the Palestinian people to restore their legitimate national rights\".\nWang said that a political settlement would have to be achieved in accordance with relevant United Nations resolutions and the Arab Peace Initiative. He called for establishment of a fully sovereign Palestinian state based on the pre-1967 borders, with East Jerusalem as its capital.\nStory continues Wang also said that China sought the convening of an \"international peace conference\" that would formulate a road map for establishing a \"two-state solution\".\nThe US and a number of Western allies including Britain have stood with Israel and continued to provide assistance after Hamas militants launched a surprise attack on October 7, killing an estimated 1,200 Israelis and taking about 240 hostages. Hamas has released about 100 of them, but Israel says about 130 remain in Gaza.\nWhile the UN General Assembly designated Palestine a non-member observer state in 2012, there is no such country as Palestine yet. Palestine has no vote in the General Assembly but can join UN agencies.\n\"It's high time for us to become a member state,\" Mansour said on Thursday.\n\"When we march, after we put an end to the war, to legislate in the Security Council, China and many others will be supportive of our request for admission of the state of Palestine to membership,\" he added.\n\"Also we will go to the General Assembly to legislate a resolution calling for the convening of an international conference on the basis of international law and relevant UN resolutions in order to make the two-states solution idea a reality,\" he said.\nIn Kampala, the foreign ministers reached consensus to support the cause of the Palestinian people and their right to self-determination in accordance with a two-state solution.\nThe Gaza Strip during an Israeli bombardment on Thursday. Photo: AFP alt=The Gaza Strip during an Israeli bombardment on Thursday. Photo: AFP>\nHenry Okello Oryem, Uganda's minister of state for foreign affairs, said that Palestine was the \"hottest debate\" during the meeting - especially ending the war.\nThe ministers expressed grave concerns over the deterioration of the situation in the occupied Palestinian territory, including East Jerusalem, as well as the humanitarian crisis in the Gaza Strip. The ministers, meeting in advance of the Heads of State and Government summit on Friday and Saturday, called for an immediate ceasefire and humanitarian aid.\nThe ministers pledged to \"support Palestine's efforts to realise their inalienable rights, including to self-determination and freedom\" in an independent and sovereign Palestine, with East Jerusalem as its capital, on the basis of the pre-1967 borders. They also expressed support for Palestine's admission as a UN member state.\nIn Kampala, Naledi Pandor, South Africa's foreign minister, said that the \"two-states solution remains the most viable option we believe for peace and security for both Israel and Palestine\".\nSouth Africa filed a case against Israel before the International Court of Justice accusing it of \"genocidal acts\" in its assaults on Gaza.\nAdditionally, a ceasefire \"is part of our submissions to the International Court of Justice because we need to stop this\" war in Gaza, Pandor said on the sidelines of the meeting.\nBruno Rodriguez Parrilla, Cuba's minister of foreign affairs, said that \"what's going on in the occupied Palestinian territories is an outrage to humanity and must come to an end immediately\".\nParrilla said Cuba had suggested that NAM support deploying an international protection mission, authorised by the UN General Assembly, to the Gaza Strip. It would have a mandate of guaranteeing the security and protection of the civilian population and expediting the delivery of humanitarian assistance and food.\nA truck of humanitarian aid supplies for Gaza provided by China awaiting departure in Cairo, Egypt, on November 27, 2023. Photo: Xinhua alt=A truck of humanitarian aid supplies for Gaza provided by China awaiting departure in Cairo, Egypt, on November 27, 2023. Photo: Xinhua>\nAlso at the meeting, Azerbaijan passed on the chairmanship of NAM to Uganda while South Sudan was admitted as a new member of NAM - increasing the total membership to 121 with 18 observer states. China has observer status and supported Uganda in hosting the summit, donating 70 SUVs to help with the transport of delegates.\nFormed in 1961 to advance the interests of developing countries during the Cold War, NAM is now positioning itself to focus more on trade and investment opportunities among member states.\nThis article originally appeared in the South China Morning Post (SCMP) , the most authoritative voice reporting on China and Asia for more than a century. For more SCMP stories, please explore the SCMP app or visit the SCMP's Facebook and Twitter pages. Copyright © 2024 South China Morning Post Publishers Ltd. All rights reserved.\nCopyright (c) 2024. South China Morning Post Publishers Ltd. All rights reserved.\nTRENDING 1. Vietnam-Europe air shipments surge amid Red Sea disruptions -Xeneta 2. Bund yield steady, set for biggest weekly increase in six months 3. Oil Gains From Highest Close This Year on Middle East Turmoil 4. Tech shows it's key to bringing market out of tough start to 2024 5. El-Erian Says Markets Have Overpriced Speed, Depth of Fed Cuts",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://s.yimg.com/ny/api/res/1.2/XSnMI0wSOa8yl2Vyrn97UQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/south_china_morning_post_us_228/a3f0690f106fbc26f8c86a98389fc34a",
      "https://s.yimg.com/ny/api/res/1.2/fic7lp_qNqGuU36OJ5iEfw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/en/south_china_morning_post_us_228/ea832481a08b0a0571e5ab86d95ee39d",
      "https://www.scmp.com/news/china/diplomacy/article/3248413/egypt-wang-yi-calls-gaza-ceasefire-palestinian-statehood",
      "http://www.scmp.com?utm_medium=partner&utm_campaign=contentexchange&utm_source=YahooFinance",
      "https://www.facebook.com/scmp",
      "https://s.yimg.com/ny/api/res/1.2/M1hCM.RAFYbx.AnMDCyqMw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTM4MjtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2020-11/c43774d0-2e67-11eb-affe-9003cee1c781",
      "https://twitter.com/SCMPnews",
      "https://go.onelink.me/3586748601?pid=3rdpartycontentexchange",
      "https://www.scmp.com/knowledge?utm_medium=partner&utm_campaign=contentexchange&utm_source=YahooFinance",
      "https://www.scmp.com/",
      "https://s.yimg.com/ny/api/res/1.2/IgJpNjgUv3FlhLQ1LVHSfA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/en/south_china_morning_post_us_228/a3f0690f106fbc26f8c86a98389fc34a",
      "https://s.yimg.com/ny/api/res/1.2/y5seI4oQdtIbYVyHajZeQA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/en/south_china_morning_post_us_228/c8951a3cd3dcc77ccd238a5ccbb07f94",
      "https://s.yimg.com/os/creatr-uploaded-images/2020-11/c43774d0-2e67-11eb-affe-9003cee1c781",
      "https://www.s.yimg.com/ny/api/res/1.2/y5seI4oQdtIbYVyHajZeQA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/en/south_china_morning_post_us_228/c8951a3cd3dcc77ccd238a5ccbb07f94",
      "https://go.onelink.me/3586748601",
      "https://www.scmp.com/knowledge",
      "https://scmp.com/knowledge?utm_medium=partner&utm_campaign=contentexchange&utm_source=YahooFinance",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/c43774d0-2e67-11eb-affe-9003cee1c781",
      "https://www.s.yimg.com/ny/api/res/1.2/XSnMI0wSOa8yl2Vyrn97UQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://www.media.zenfs.com/en/south_china_morning_post_us_228/a3f0690f106fbc26f8c86a98389fc34a",
      "https://www.s.yimg.com/ny/api/res/1.2/IgJpNjgUv3FlhLQ1LVHSfA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/en/south_china_morning_post_us_228/a3f0690f106fbc26f8c86a98389fc34a",
      "https://www.s.yimg.com/ny/api/res/1.2/M1hCM.RAFYbx.AnMDCyqMw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTM4MjtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/c43774d0-2e67-11eb-affe-9003cee1c781",
      "https://www.go.onelink.me/3586748601?pid=3rdpartycontentexchange",
      "http://www.scmp.com",
      "https://scmp.com/",
      "https://www.scmp.com",
      "https://www.twitter.com/SCMPnews",
      "https://www.s.yimg.com/ny/api/res/1.2/fic7lp_qNqGuU36OJ5iEfw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/en/south_china_morning_post_us_228/ea832481a08b0a0571e5ab86d95ee39d",
      "https://facebook.com/scmp",
      "http://scmp.com?utm_medium=partner&utm_campaign=contentexchange&utm_source=YahooFinance",
      "https://scmp.com/news/china/diplomacy/article/3248413/egypt-wang-yi-calls-gaza-ceasefire-palestinian-statehood"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "riyad mansour",
          "sentiment": "none"
        },
        {
          "name": "mansour",
          "sentiment": "none"
        },
        {
          "name": "wang yi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "un",
          "sentiment": "positive"
        },
        {
          "name": "united nations security council",
          "sentiment": "none"
        },
        {
          "name": "united nations",
          "sentiment": "none"
        },
        {
          "name": "chinese foreign",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "beijing",
          "sentiment": "none"
        },
        {
          "name": "kampala",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "uganda",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T11:31:14.275+02:00",
    "updated": "2024-01-19T12:27:36.386+02:00"
  },
  {
    "uuid": "b21641a54d739664fbbd9c40844eed463bdbfdee",
    "url": "https://www.cmjornal.pt/portugal/detalhe/prisao-preventiva-para-dois-alegados-membros-de-rede-de-trafico-de-estupefacientes",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Paulo Jorge Duarte",
    "published": "2024-05-24T07:53:00Z",
    "title": "Prisão preventiva para dois alegados membros de rede de tráfico de estupefacientes - Portugal - Correio da Manhã",
    "text": "Padroeiro da Internet que morreu aos 15 anos vai ser o novo santo da Igreja Jovens que ganhem até 5800 euros por mês têm aval público para comprar casa Descarrilamento do metro em Alvalade corta circulação na Linha Verde Grupo rapta e marca rapaz com ferro em brasa na Moita Mulher exige indemnização de 600 mil euros a ex-marido por \"danos causados pela frustração do casamento\" Letizia e Felipe VI já vivem separados. Saiba tudo aqui Quatro mortos e 16 feridos em desabamento de restaurante em Palma de Maiorca Chefe da espionagem russa diz que a Ucrânia esteve diretamente envolvida no ataque a sala de concertos em Moscovo José Castelo Branco apanhado a sair de casa da amiga pela garagem Nove projetos que ajudam quem cuida Inês Aires Pereira fala da separação Inspeção-Geral em Saúde abre processo à morte de doente com pulseira verde no hospital “Melhor que um jogo do Benfica!”: Taylor Swift vai dar três horas de espetáculo na Luz Portugueses deixam PS e AD empatados nos votos Governante é a quarta mais nova a sair da CP com a categoria de técnico licenciado Enfermeira britânica perde recurso da condenação por matar sete bebés em Inglaterra Quer receber as últimas notícias no seu telemóvel ainda mais rápido? Siga aqui o ALERTA CM Prisão preventiva para dois alegados membros de rede de tráfico de estupefacientes Outros três homens e uma mulher obrigados a apresentações periódicas num posto da autoridade. Paulo Jorge Duarte 08:53 PSP FOTO: CMTV Dois homens ficaram em prisão preventiva, esta quinta-feira, depois de serem presentes, pela PSP, ao Tribunal de Instrução Criminal de Aveiro, pela suspeita de integrarem uma rede de tráfico de estupefacientes. No mesmo processo, outros três homens e uma mulher ouviram serem decretadas as medidas de apresentações periódicas num posto da autoridade.\nOs seis suspeitos tinham sido detidos, pela PSP de Aveiro, na sequência da operação Maresia. A operação decorreu na sequência de uma investigação, que já decorria há vários meses, da Esquadra de Investigação Criminal da PSP, no bairro do Caião e em outros locais da cidade de Aveiro.\nDurante a operação, a autoridade apreendeu 170 euros, pela suspeita de ter origem ilícita, uma viatura, sete telemóveis, uma soqueira e cerca de 100 doses de haxixe, cocaína e heroína. A PSP de Aveiro executou seis mandados de detenção fora do flagrante delito e um em flagrante delito. Detido homem suspeito de tráfico de estupefacientes em Gaia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.vidas.pt/a-ferver/detalhe/letizia-e-felipe-vi-ja-vivem-separados-saiba-tudo-aqui?ref=Ultimas_DestaquesPrincipais",
      "https://whatsapp.com/channel/0029VaEc0mX2P59fYdyEV53o",
      "https://www.vidas.pt/a-ferver/detalhe/ines-aires-pereira-fala-da-separacao",
      "https://vidas.pt/a-ferver/detalhe/letizia-e-felipe-vi-ja-vivem-separados-saiba-tudo-aqui?ref=Ultimas_DestaquesPrincipais",
      "https://www.whatsapp.com/channel/0029VaEc0mX2P59fYdyEV53o",
      "https://vidas.pt/a-ferver/detalhe/ines-aires-pereira-fala-da-separacao",
      "https://www.vidas.pt/a-ferver/detalhe/letizia-e-felipe-vi-ja-vivem-separados-saiba-tudo-aqui"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T12:14:55.357+03:00",
    "updated": "2024-05-24T13:26:27.278+03:00"
  },
  {
    "uuid": "2b005092b3ce0e438d3ab5644b43b42c65464856",
    "url": "https://rmcsport.bfmtv.com/football/clubs/paris-saint-germain/revel-psg-la-belle-attention-de-mbappe-qui-a-donne-son-maillot-a-zahil-apres-avoir-deja-joue-contre-lui-chez-les-jeunes_AV-202401070451.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "GL",
    "published": "2024-01-07T22:27:00Z",
    "title": "Revel-PSG: la belle attention de Mbappé, qui a donné son maillot à Zahil après avoir déjà joué contre lui chez les jeunes",
    "text": "Pour son quatrième match contre Kylian Mbappé, après en avoir disputé trois chez les jeunes, Maxime Zahil a récupéré le maillot de la star du PSG ce dimanche, en marge de la large défaite de l'US Revel (9-0) en 32es de finale de Coupe de France. Maxime Zahil est reparti avec le maillot de Kylian Mbappé . Vice-capitaine de l'US Revel, une équipe de R1 (sixième division), le milieu de terrain a récupéré le maillot de l'attaquant français à l'issue de la large défaite (9-0) de son équipe face au PSG lors des 32es de finale de Coupe de France.\nLe score lourd n'a pas enlevé le sourire à Zahil et ses coéquipiers. \"C'est le match d'une vie, le résultat est anecdotique\", résumait Maxime Zahil au coup de sifflet final, au micro de Bein Sports. \"On a vécu une folle expérience et un week-end incroyable. J'espère qu'on a fait plaisir au public. On a laissé une bonne image, c'est le plus important, je suis fier de faire partie de ce groupe.\"\n\"Très sympa et très classe\" Chez les jeunes, Maxime Zahil avait déjà croisé la route de Kylian Mbappé à plusieurs reprises. Des années plus tard, le capitaine de l'équipe de France a réalisé un beau cadeau à Zahil en lui donnant son maillot. \"Nos chemins s'étaient déjà croisés. On a discuté à la mi-temps, il m'a donné son maillot de lui-même. C'était très sympa et très classe\", a apprécié l'intéressé.\nSur le même sujet DIRECT. Revel-PSG: Paris se qualifie en signant une très large victoire face aux amateurs Coupe de France: le PSG met fin au rêve de Revel avec une très large victoire et un nouveau record pour Mbappé \"Avant le match, on s'imagine qu'on peut le stopper\": un défenseur de Revel raconte son match face à Mbappé Ancien joueur de Colomiers, Maxime Zahil a défié Kylian Mbappé pour la quatrième fois. \"C'était quelqu'un qui mettait des doublés à chaque match en U19 nationaux. Donc on savait qui on allait jouer ce joueur-là\", a raconté à RMC Sport Zahil avant cette partie en Coupe de France. Cette fois, le numéro 7 du PSG a signé un triplé, de quoi lui offrir un nouveau record avec son club.\ndossier : Kylian Mbappé",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://www.twitter.com/RMCsport/status/1744115928877461712",
      "https://twitter.com/RMCsport/status/1744115928877461712"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T01:28:37.308+02:00",
    "updated": "2024-01-08T06:08:20.743+02:00"
  },
  {
    "uuid": "c3cf8e5667a6a5ea700557e25fc51f5423fdee5e",
    "url": "https://forum.gazeta.pl/forum/w,17007,177108009,177108009,CALL_256763059888_TO_GET_LOVE_SPELLS_IN_USA.html?so=2",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "alipeter",
    "published": "2023-12-28T19:53:00Z",
    "title": "CALL +256763059888 TO GET LOVE SPELLS IN USA - Polityka i Gospodarka - Forum dyskusyjne | Gazeta.pl",
    "text": "CALL +256763059888 TO GET LOVE SPELLS IN USA TO FIX ALL LOVE PROBLEMS .\nI help couples/( people) with all love spells, Am professional love Spell Caster with\nthe best love spells to bring back lost lovers and solve your love problems, this is done internationally to help people in all countries.\nI do love spell to help people suffering with love problems all world wide . bringing back lost lovers is simple and quick -call +256763059888 .I can also help you online if your not in south Africa and also if you can't move long distances or you busy with your job by just using my spiritual supernatural powers give to me plus using ancestor powers to give you quick results ever on getting your lost love back into your life. call or WhatsApp +256763059888 and get help by professional love spell caster and get all love solutions.\nIt’s never too late for your problems to be solved, it’s time to have a change in life for the better and don't just sit back and think your worst situation cannot be changed for better, its time you present your problem to a gifted Spell Caster in Mama and baba to help understand your life and the way forward.\nIf you have been disappointed by other spell casters and healers who have failed to provide you with the results they promised you and you&# 039;re stuck with no option of happiness, its time you contact a gifted spiritual healer and spell caster who will sort your issues.\nBe surprised because you finally found someone that can actually help you without any gimmicks! Try one of the best! Think positive and call today for a better tomorrow! I have to warn you - I only use my spiritual powers with complete honesty and sometimes you may not like what I have to say but I promise it will be for your own good and for your universe to be positive and successful. Call Now +256763059888 Priest mandela and mama\n{[My Expert Spells Casting Include}}:\nLong Distance Spell Caster\nLove Spells\nLost Love Spells\nAttraction Spells\nDivorce Spells\nMarriage Spells\nBinding Spells\nBreakup Spells\nBanish a past Lover\nSex Spells\nLust Spells\nBusiness/Money Spells\nProtection and Power Spells of any kind\nPsychic Readings\nFortune Telling\nWitchcraft\nBody/pains in the joints\nFertility Spells/Pregnancy Spells\nSolving small / big court cases and early jail release\nI perform Psychic Readings, Love Readings, Couple Readings, Reveals Past, Present and Future, Palm Readings (must be in person) Chakra Aura and Balancing, Psychic Readings, Tarot Card Readings, Custom Love Spells that Work and Many more Services.+256763059888 or whatsapppriest@gmail.com. no side effect pregnancy spell make you produce children call,whatsapp +256763059888 .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "spell caster",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "usa",
          "sentiment": "none"
        },
        {
          "name": "africa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:41:03.800+02:00",
    "updated": "2023-12-29T00:41:03.800+02:00"
  },
  {
    "uuid": "9e23407c3a0b79096565d6bdb1eac0ab6ca49245",
    "url": "https://lopezdoriga.com/nacional/vinculan-a-proceso-otro-implicado-atentado-ciro-gomez-leyva",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lidia Vargas",
    "published": "2024-04-25T20:22:00Z",
    "title": "Vinculan a proceso a otro implicado en atentado contra Ciro Gómez Leyva",
    "text": "Nacional Erick Hazael, copartícipe del atentado contra Ciro Gómez Leyva. Captura de pantalla Vinculan a proceso a otro implicado en atentado contra Ciro Gómez Leyva\nErick Hazael fue identificado como el conductor de la motocicleta que transportó a ‘el Bart’ para disparar contra el periodista Ciro Gómez Leyva\nabril 25, 2024 Erick Hazael fue vinculado a proceso por homicidio en grado de tentativa , por el atentado contra el periodista Ciro Gómez Leyva .\nSe trata del quinto imputado por tal delito, después de ser detenido como parte de la investigación del caso y señalado por asociación delictuosa.\n16 meses después del atentado en mi contra, fue identificado el conductor de la moto que transportaba a “El Bart”, el supuesto sicario que me disparó. Se trata de Erick Hazael, quien hoy se convirtió en el quinto imputado y vinculado a proceso por homicidio en grado de tentativa. pic.twitter.com/v7GfFbe4IP\n— Ciro Gómez Leyva (@CiroGomezL) April 25, 2024\nErick Hazael fue identificado como el conductor de la motocicleta que transportó a ‘ el Bart ‘ para disparar contra el periodista Ciro Gómez Leyva la noche del 15 de diciembre de 2022.\nConsumado el ataque y de acuerdo con cámaras de videovigilancia, Erick Hazael dejó a ‘el Bart’ frente a la Auditoría Superior de la Federación.\nActo seguido huyó al Estado de México.\nCon lo nuevo hallado se señala al hombre como copartícipe de Pedro Pool, Israel ‘el Yeye’, Juan Antonio ‘el Dedotes’ y Héctor Eduardo ‘el Bart’, a quienes se acusa de haber actuado con alevosía y ventaja.\nCon información de Excélsior",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://api.whatsapp.com/send?text=https://lopezdoriga.com/nacional/vinculan-a-proceso-otro-implicado-atentado-ciro-gomez-leyva/",
      "https://www.linkedin.com/sharing/share-offsite/?url=https://lopezdoriga.com/nacional/vinculan-a-proceso-otro-implicado-atentado-ciro-gomez-leyva/",
      "https://www.facebook.com/sharer.php?u=https://lopezdoriga.com/nacional/vinculan-a-proceso-otro-implicado-atentado-ciro-gomez-leyva/",
      "https://t.co/v7GfFbe4IP",
      "https://twitter.com/CiroGomezL/status/1783505242090270996?ref_src=twsrc%5Etfw",
      "https://twitter.com/intent/tweet?url=https://lopezdoriga.com/nacional/vinculan-a-proceso-otro-implicado-atentado-ciro-gomez-leyva/&text=",
      "https://facebook.com/sharer.php?u=https://lopezdoriga.com/nacional/vinculan-a-proceso-otro-implicado-atentado-ciro-gomez-leyva/",
      "https://www.facebook.com/sharer.php?u=https://lopezdoriga.com/nacional/vinculan-a-proceso-otro-implicado-atentado-ciro-gomez-leyva",
      "https://twitter.com/CiroGomezL/status/1783505242090270996",
      "https://www.api.whatsapp.com/send?text=https://www.lopezdoriga.com/nacional/vinculan-a-proceso-otro-implicado-atentado-ciro-gomez-leyva/",
      "https://www.linkedin.com/sharing/share-offsite/",
      "https://www.facebook.com/sharer.php",
      "https://www.t.co/v7GfFbe4IP",
      "https://www.twitter.com/intent/tweet?url=https://www.lopezdoriga.com/nacional/vinculan-a-proceso-otro-implicado-atentado-ciro-gomez-leyva/&text=",
      "https://api.whatsapp.com/send?text=https://lopezdoriga.com/nacional/vinculan-a-proceso-otro-implicado-atentado-ciro-gomez-leyva",
      "https://www.twitter.com/CiroGomezL/status/1783505242090270996?ref_src=twsrc%5Etfw",
      "https://api.whatsapp.com/send",
      "https://www.linkedin.com/sharing/share-offsite/?url=https://lopezdoriga.com/nacional/vinculan-a-proceso-otro-implicado-atentado-ciro-gomez-leyva",
      "https://twitter.com/intent/tweet",
      "https://linkedin.com/sharing/share-offsite/?url=https://lopezdoriga.com/nacional/vinculan-a-proceso-otro-implicado-atentado-ciro-gomez-leyva/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:44:07.417+03:00",
    "updated": "2024-04-26T00:44:07.417+03:00"
  },
  {
    "uuid": "27529cbde1b35fb76da416f5023309d86e6936fe",
    "url": "https://www.workercn.cn/c/2025-03-13/8477887.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "柳阳",
    "published": "2025-03-13T01:25:13Z",
    "title": "畅通\"大动脉\"\"内循环\" 铁路运输量质齐升映射经济澎湃活力 - 视频 - 中工网",
    "text": "央视网消息：国铁集团消息，2025年前两个月，国家铁路累计发送货物6.22亿吨，同比增长2%，为冬季供暖和经济平稳运行提供了有力支撑。\n2025年以来，山西、陕西、内蒙古、新疆等煤炭主产区加强到京津冀、东北、西南地区等重点方向的煤炭装车组织。1至2月，国家铁路发送煤炭3.01亿吨，其中，电煤2.32亿吨，铁路直供电厂存煤保持较高水平。\n春节后，铁路加大粮食和春耕物资运输保障力度，开辟绿色通道确保高效送达。2月份，粮食、化肥农药发送量同比分别增长33.2%、2.7%。\n在保障运力供给的同时，提升物流服务品质。2月份，国铁集团与4家航运企业合作开展集装箱多式联运“一单制”运输服务，进一步简化运输环节、压缩运输时限、降低全程物流费用。与9家商业银行合作开展铁路物流金融服务，帮助客户拓展融资渠道、降低融资成本。1至2月，国家铁路完成集装箱运量1.29亿吨，同比增长14.6%。\n关于我们 |版权声明 | 违法和不良信息举报电话：010-84151598 | 网络敲诈和有偿删帖举报电话：010-84151598\nCopyright © 2008-2025 by www.workercn.cn. all rights reserved",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Environment->energy resources",
      "Economy, Business and Finance->transport",
      "Economy, Business and Finance->economy",
      "Economy, Business and Finance->business reporting and performance"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T03:25:13.018+02:00",
    "updated": "2025-03-13T03:25:13.018+02:00"
  }
]