[
  {
    "uuid": "08a0fc6949549ab381fa03affdc9d4dc4cdcf073",
    "url": "https://ground.news/article/romanian-defense-chief-russia-will-not-stop-with-war-in-ukraine-calls-for-better-preparation-amid-potential-conflict-with-nato",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2024-02-01T23:26:00Z",
    "title": "Ground News - Romanian defense chief: Russia 'will not stop' with war in Ukraine, calls for better preparation amid potential conflict with NATO",
    "text": "Romanian defense chief: Russia 'will not stop' with war in Ukraine, calls for better preparation amid potential conflict with NATO Romanian Chief of Defense Gheorghita Vlad warns Russia will continue its escalation if it is successful in Ukraine. Vlad's comments come as European and Summary by Ground News [NATO](https://ground.news/interest/nato_cfb7b0)officials have warned civilians in NATO countries should be prepared for an all-out war with Russia. Vlad confirmed that Romania currently has 80,000 professional soldiers in its military and aims to increase that number to around 120,000 active personnel. 1 Articles 1 Articles All Left Center Right [] The Kyiv Independent Romanian defense chief: Russia 'will not stop' with war in Ukraine, calls for better preparation amid potential conflict with NATO In an interview with Europa Libera Romania on Feb. 1, Romanian Chief of Defense Gheorghita Vlad urged Romania and Europe to better prepare for a potential war with Russia, warning that Russia will continue its escalation if it is successful in Ukraine.\"The Russian Federation has become a problem for the world order, for democracy. In fact, it is a war of Russia with the democratic world. It is not a war with Ukraine,\" said Vlad, Romania's highes… 5 hours ago·Kyiv, UkraineRead Full Article Think freely.Subscribe and get full access to Ground NewsSubscriptions start at $9.99/year [Subscribe](https://ground.news/subscribe) Coverage Details Total News Sources0Leaning Left1Leaning Right0Center0Last Updated5 hours agoBias Distribution 100% Left Bias Distribution - 100% of the sources lean Left 100% Left L 100% Factuality To view factuality data please Upgrade to Premium Ownership To view ownership data please Upgrade to Vantage Sources are mostly out of (0)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vlad",
          "sentiment": "none"
        },
        {
          "name": "gheorghita vlad",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nato",
          "sentiment": "neutral"
        },
        {
          "name": "ground news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        },
        {
          "name": "romania",
          "sentiment": "none"
        },
        {
          "name": "europa libera romania",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:57:59.315+02:00",
    "updated": "2024-02-02T06:38:52.689+02:00"
  },
  {
    "uuid": "d93e12ce89ac9fc45f191182e136c64dfc5bc4e3",
    "url": "https://www.timescolonist.com/football-cfl/cfl-fines-edmonton-quarterback-bethel-thompson-for-public-criticism-of-schedule-9270196",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2024-07-25T21:20:00Z",
    "title": "CFL fines Edmonton quarterback Bethel-Thompson for public criticism of schedule",
    "text": "TORONTO — A second condemnation of the CFL schedule has earned Edmonton Elks quarterback McLeod Bethel-Thompson another fine.\nThe CFL announced Thursday it was penalizing Bethel-Thompson for a second violation of its code of conduct. Following Edmonton's 20-14 loss to Ottawa on Friday, Bethel-Thompson was publicly critical of the league having both teams play on five days rest.\nIt marked the second time this season that Bethel-Thompson has publicly criticized the league for scheduling the Elks to play games five days apart. After dropping a 39-36 decision in Toronto on June 22, Edmonton was on the short end of a 24-21 score in Vancouver to the B.C. Lions on June 27.\nThe league also fined Edmonton defensive back Loucheiz Purifoy for delivering a high hit on Ottawa receiver Bralon Addison. As well, Winnipeg linebacker Adam Bighill was fined for unnecessary roughness after driving Saskatchewan quarterback Shea Patterson into the ground late in the Riders' 19-9 victory.\nBighill was disciplined for hitting Patterson as he rolled out to pass on the final play of the game.\nAs per league policy, the amounts of the fines were not disclosed.\nThis report by The Canadian Press was first published July 25, 2024.\nThe Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mcleod beth",
          "sentiment": "negative"
        },
        {
          "name": "thompson",
          "sentiment": "negative"
        },
        {
          "name": "loucheiz purifoy",
          "sentiment": "none"
        },
        {
          "name": "adam bighill",
          "sentiment": "none"
        },
        {
          "name": "bighill",
          "sentiment": "none"
        },
        {
          "name": "bralon addison",
          "sentiment": "none"
        },
        {
          "name": "shea patterson",
          "sentiment": "none"
        },
        {
          "name": "patterson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "edmonton elks",
          "sentiment": "negative"
        },
        {
          "name": "edmonton",
          "sentiment": "negative"
        },
        {
          "name": "cfl",
          "sentiment": "negative"
        },
        {
          "name": "saskatchewan",
          "sentiment": "none"
        },
        {
          "name": "b.c. lions",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "winnipeg",
          "sentiment": "none"
        },
        {
          "name": "toronto",
          "sentiment": "none"
        },
        {
          "name": "edmonton",
          "sentiment": "none"
        },
        {
          "name": "bethel",
          "sentiment": "none"
        },
        {
          "name": "ottawa",
          "sentiment": "none"
        },
        {
          "name": "toronto",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T00:41:00.019+03:00",
    "updated": "2024-07-26T00:41:00.019+03:00"
  },
  {
    "uuid": "77189836a6914c50963e4aa6ea19c605264aae60",
    "url": "https://www.elpuntavui.cat/cultura/article/19-cultura/2389775-la-cup-tarrega-denuncia-l-espoli-de-les-restes-ossies-de-la-necropolis-jueva-de-roquetes.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Antònia Castelló",
    "published": "2024-02-23T12:29:00Z",
    "title": "La CUP Tàrrega denuncia “l’espoli” de les restes òssies de la necròpolis jueva de Roquetes | Antònia Castelló | TÀRREGA | Patrimoni | El Punt Avui",
    "text": "cultura La CUP Tàrrega denuncia “l’espoli” de les restes òssies de la necròpolis jueva de Roquetes Són una vuintantena de restes òssies corresponents a la matança del call del segle XIV i que la Generalitat ha enterrat a Collserola La CUP, que forma part del govern targarí, està molest amb els seus socis de govern d’ERC i PSC La CUP Tàrrega ha criticat el trasllat a Barcelona d’una vuitantena de restes òssies de la necròpolis medieval jueva de Roquetes corresponents a la matança al call de l’any 1348. Les restes les van recollir dimarts responsables de Patrimoni de la Generalitat i van ser enterrades l’endemà al cementiri de Collserola. La formació ho qualifica “d’espoli” i denuncia que ja no es podrà investigar aquest “testimoni únic a escala mundial” que donava una “fotografia de la realitat de l’època”. També ataca la “nocturnitat” amb la qual ha actuat el Govern i el “silenci” del consistori. De fet, la CUP diu que, tot i formar part del govern, no estava al corrent de l’actuació i expressa el seu “malestar i descontentament “ amb la gestió municipal. Les restes òssies que s’han traslladat aquesta setmana van ser localitzades l’any 2007 i són la vuitantena que quedaven de les més de dues-centes trobades. La Generalitat ja va cedir el mateix any la resta d’esquelets a la comunitat jueva, una operació que també va generar polèmica. Les fosses comunes de les Roquetes són considerades els únics testimonis d’avalots contra la comunitat jueva durant l’edat mitjana localitzats a Catalunya. Les restes que s’hi van trobar presentaven majoritàriament clars indicis de violència i corresponien a les víctimes del sagnant atac al call jueu de Tàrrega registrat l’any 1348, en ple episodi de pesta negra a Europa. Aquest testimoni únic, però, ja no es podrà investigar més per la impossibilitat de desenterrar els cossos en un futur, lamenta la formació, que critica que la retirada de les restes del fons museístic targarí s’empara en un protocol acordat al seu moment enter la Generalitat i la comunitat jueva. “Ja l’any 2007 es va fer ressò d’aquesta problemàtica quan es van endur part de la descoberta sense poder ser analitzada i, disset anys després, la situació es repeteix”, expressa la formació en un comunicat. I conclouen: “Des de la CUP, denunciem la pèrdua d’aquest llegat que forma part del patrimoni local i posem sobre la taula la necessitat d’aturar actuacions d’aquest tipus en ocasions futures. Condemnem la presa de decisions per part de la Conselleria de Cultura i la Direcció General de Patrimoni en no utilitzar criteris científics i historiogràfics i cedir a les pressions”.La CUP també critica que, “davant aquesta situació, l’Ajuntament ha optat pel silenci en comptes de fer públic aquest greuge i ha optat per no contradir ni denunciar les decisions d’instàncies superiors”. La formació, que forma part del govern municipal, juntament amb ERC i el PSC, mostra el seu “malestar i descontentament amb la gestió municipal” ja que cap de les tres regidories que encapçalen havien estat informades de la situació. Això ha fet, diuen, que no s’hagi pogut “exercir cap mena de pressió per aturar l’espoli ni tan sals vetllar per a una bona comunicació i transparència”. [Identificar-me](/registre/compte/verificat.html?return=aHR0cHM6Ly93d3cuZWxwdW50YXZ1aS5jYXQvY3VsdHVyYS9hcnRpY2xlLzE5LWN1bHR1cmEvMjM4OTc3NS1sYS1jdXAtdGFycmVnYS1kZW51bmNpYS1sLWVzcG9saS1kZS1sZXMtcmVzdGVzLW9zc2llcy1kZS1sYS1uZWNyb3BvbGlzLWp1ZXZhLWRlLXJvcXVldGVzLmh0bWwjY29tbWVudHM=&msg=34bd8f3599cdc6f6308d40855bdb2a1b). Si ja sou usuari verificat, us heu d'identificar. [Vull ser usuari verificat](/registre/compte/verificat.html?return=aHR0cHM6Ly93d3cuZWxwdW50YXZ1aS5jYXQvY3VsdHVyYS9hcnRpY2xlLzE5LWN1bHR1cmEvMjM4OTc3NS1sYS1jdXAtdGFycmVnYS1kZW51bmNpYS1sLWVzcG9saS1kZS1sZXMtcmVzdGVzLW9zc2llcy1kZS1sYS1uZWNyb3BvbGlzLWp1ZXZhLWRlLXJvcXVldGVzLmh0bWwjY29tbWVudHM=&msg=34bd8f3599cdc6f6308d40855bdb2a1b). Per escriure un comentari cal ser usuari verificat. [Normes de Participació](/epa/normes-participacio.html).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "catalan",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-23T14:58:40.921+02:00",
    "updated": "2024-02-23T14:58:40.921+02:00"
  },
  {
    "uuid": "2b77bd873cf4fbdc4e6c8cbbade11400db321b6a",
    "url": "https://www.brighteon.com/8ce3b3f9-9120-4569-96ea-e13c2231181e",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "HaloRock™",
    "published": "2024-04-25T20:28:00Z",
    "title": "A rural setting is best to raise children",
    "text": "We appreciate you giving us some of your valuable time, & daring to search for uncensored information about this clown world & the many crimes & conspiracies perpetrated by the parasitic ruling class against humanity. We will continue to do our best to deliver you factual, useful information & some entertainment on a daily basis, until we are stopped. This channel is already banned by the UK & EU governments, we wear that as a badge of honor.\nBitchute Channels:\nHaloRock™ (Daily - The Good, The Bad & The Ugly) - https://www.bitchute.com/channel/I6p2VASsk6ZZ/\nHaloRockCodex (History & Conspiracy) - https://www.bitchute.com/channel/wCvj3HafstNW/\nHaloRockDocs - https://www.bitchute.com/channel/cWZ4oan4Jzcq/\nOur Playlists:\nDocumentary - https://www.bitchute.com/playlist/cm4XGv965HDw/\nConspiracy Docs & Videos - https://www.bitchute.com/playlist/Kb4akl3Syxvw/\nILLUMINATI - https://www.bitchute.com/playlist/zUJFSQpSn6MM/\nOld World - https://www.bitchute.com/playlist/j0r8fwcKPuS0/\nBackup Channel:\nhttps://www.brighteon.com/channels/HaloRock",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.bitchute.com/channel/I6p2VASsk6ZZ/",
      "https://www.bitchute.com/playlist/zUJFSQpSn6MM/",
      "https://www.bitchute.com/playlist/Kb4akl3Syxvw/",
      "https://www.bitchute.com/playlist/cm4XGv965HDw/",
      "https://www.bitchute.com/channel/cWZ4oan4Jzcq/",
      "https://www.bitchute.com/playlist/j0r8fwcKPuS0/",
      "https://www.bitchute.com/channel/wCvj3HafstNW/",
      "https://bitchute.com/playlist/zUJFSQpSn6MM/",
      "https://www.bitchute.com/playlist/j0r8fwcKPuS0",
      "https://bitchute.com/playlist/j0r8fwcKPuS0/",
      "https://www.bitchute.com/channel/cWZ4oan4Jzcq",
      "https://bitchute.com/playlist/Kb4akl3Syxvw/",
      "https://bitchute.com/channel/I6p2VASsk6ZZ/",
      "https://bitchute.com/channel/wCvj3HafstNW/",
      "https://www.bitchute.com/channel/I6p2VASsk6ZZ",
      "https://bitchute.com/playlist/cm4XGv965HDw/",
      "https://www.bitchute.com/channel/wCvj3HafstNW",
      "https://www.bitchute.com/playlist/cm4XGv965HDw",
      "https://www.bitchute.com/playlist/zUJFSQpSn6MM",
      "https://bitchute.com/channel/cWZ4oan4Jzcq/",
      "https://www.bitchute.com/playlist/Kb4akl3Syxvw"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "eu",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:06:38.509+03:00",
    "updated": "2024-04-26T00:06:38.509+03:00"
  },
  {
    "uuid": "2a9957ed983d4feb85c537844d26a1806e532f3b",
    "url": "https://www.clarin.com/deportes/fin-especulaciones-formula-1-espanol-fernando-alonso-anuncio-renueva-aston-martin_0_Aj6mWDC2pH.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Clarín",
    "published": "2024-04-11T00:00:00Z",
    "title": "Fin a las especulaciones en la Fórmula 1: el español Fernando Alonso anunció que renueva con Aston Martin",
    "text": "Fernando Alonso bicampeón de la Fórmula Uno firmó una extensión contractual para seguir en Aston Martin al menos durante las próximas dos temporadas y le puso así fin a las especulaciones en torno a su futuro en medio de un mercado de pilotos abiertos y con asientos codiciados en Mercedes y -probablemente- en Red Bull.Tras la decisión de Lewis Hamilton de correr en Ferrari a partir de 2025 el español de 42 años que disputa actualmente su segunda temporada en el equipo de Lawrence Stroll se posicionaba como un posible reemplazante en Mercedes de decidir continuar en la F1.Sin embargo este jueves se comunicó un acuerdo “multianual” entre el español y la escudería con base en Silverstone que incluyó una breve declaración del bicampeón con Renault. “Estoy en mi mejor estado físico y sigo con hambre. Lo daré todo mientras continuamos nuestro camino para ser una escudería campeona del mundo” dijo Alonso en el anuncio.El piloto ibérico se incorporó a Aston Martin procedente de Alpine para reemplazar al alemán Sebastian Vettel quien entonces anunció su retiro y ahora crecen los rumores sobre un posible regreso para ocupar el puesto libre de compañero de George Russell en Mercedes.“Hemos construido una relación sólida de trabajo en los últimos 18 meses y compartimos la misma determinación de ver que este proyecto sea exitoso” expresó Mike Krack director de la escudería. Distintas versiones periodísticas habían vinculado a Alonso con una posible mudanza a Mercedes. “Hemos estado en un diálogo constante durante los últimos meses y Fernando ha sido fiel a su palabra: cuando decidió que quería seguir en el automovilismo nos habló primero a nosotros” confesó Krack. “Fernando ha demostrado que cree en nosotros y nosotros creemos en él” remarcó.“Dije al comienzo del año que yo decidiría si quería seguir corriendo primero y luego me sentaría a charlar con el equipo” argumentó el piloto que se inició en Minardi y pasó por Renault Ferrari McLaren Alpine y Aston Martin. “Desde el momento que me incorporé a la escudería en 2023 me he sentido como en casa -reforzó-. En apenas 15 meses hemos logrado ya mucho juntos con algunos podios y batallas memorables”.Desde aquel inicio en 2001 en Faenza Alonso puso su nombre a continuación de los títulos de Michael Schumacher en Ferrari con sus campeonatos de 2005 y 2006 con Renault. Y después de un retiro que solo se prolongó por dos años -en 2019 y 2020 para competir en otras series incluida su participación en las 500 Millas de Indianápolis- retornó a la F1.Si bien en Alpine no la pasó bien Aston Martin le sirvió para confirmar sus credenciales. Alonso trepó seis veces al podio en las primeras ocho carreras de la temporada anterior cuando su equipo mejoró del séptimo al quinto sitio en el campeonato de constructores.En medio de un mercado de pases atípico que tuvo un movimiento inesperado en febrero cuando el calendario todavía no había comenzado y Carlos Sainz quedó desempleado de cara al próximo año el nombre del español se incluyó en los rumores de futuros movimientos. Temperamental y experimentado Alonso utilizó las recientes carreras para insinuar que no se dejaría influenciar por especulaciones que hasta incluían un posible retiro de la F1 por segunda vez: \\\"Elegí cuándo irme de un equipo cuándo unirme a un equipo elegí cuándo dejar la F1 y elegí cuándo volver. Y ahora elegiré lo que haré el año que viene. No voy a seguir lo que hagan los demás y dicten mi destino. Lo haré por mí mismo. Para bien o para mal así es como soy\\\".A una semana del inicio del Gran Premio de China quinta fecha de la temporada y mucho antes del comienzo de la silly season -ese período sin carreras en el verano europeo- Alonso movió su ficha y le dio su voto de confianza a Aston Martin de cara a los cambios que se avecinan y prometen revolucionar la F1 en 2026.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T00:13:30.721+03:00",
    "updated": "2024-04-12T00:13:30.721+03:00"
  },
  {
    "uuid": "2224d2c5cb0d68dffafb097580768100cd8901e6",
    "url": "https://news.china.com/socialgd/10000169/20250612/48459297.html",
    "ord_in_thread": 0,
    "author": "#5434",
    "published": "2025-06-12T00:00:00Z",
    "title": "克什米尔如何成印巴冲突不断的深渊？_新闻频道_中华网",
    "text": "克什米尔如何成印巴冲突不断的深渊。\n当地时间2025年5月7日，印控克什米尔地区普恩区的主城区内，炮弹落地后浓烟弥漫。视觉中国/图\n历经一阵阵激烈的冲突之后，印度与巴基斯坦达成了停火协议，宣布将围绕领土争端、对武装分子的态度以及水资源问题等进行新的谈判。两国此番冲突，又是因克什米尔发生袭击事件而起。可以说，克什米尔问题是印巴绕不过去的坎，这是殖民时代埋下的一颗雷，时至今日，过去近八十年，双方围绕克什米尔爆发大小冲突多次，仍未找到合适的解决方案。克什米尔，缘何成为印巴冲突的无解难题？\n克什米尔位于兴都库什山脉的萨特累季河流域，地处喜马拉雅山脉西段南麓，北邻帕米尔高原，东接西藏，西连巴基斯坦控制下的旁遮普地区，地理位置战略性显著。\n克什米尔自古以来便是一个民族成分驳杂，宗教与社会极其多元化的区域。克什米尔早期居民可能是印欧雅利安人部落，受古代印度文明影响，先后出现婆罗门教与佛教。公元前3世纪，印度孔雀王朝阿育王统治期间，前期征伐四方，后期反思自己的行为并且大力推广佛教，克什米尔地区在此时开始出现佛塔与寺庙。到了公元1世纪贵霜帝国时期，克什米尔佛教文化进一步繁荣，第四次佛教会议就是在克什米尔召开，大乘佛教得以发展。\n随着贵霜帝国的衰弱，印度再次陷入四分五裂的状态。克什米尔也由地方贵族统治，如卡尔科塔王朝（约625-855年），这两百余年间克什米尔经济文化兴盛，国王拉利塔迪亚扩张领土，兴建寺庙和灌溉工程。这一时期，克什米尔地区印度教和佛教并存，艺术与建筑（如马尔坦德太阳神庙）达到高峰。公元10世纪起，印度教湿婆派在克什米尔兴起，取代佛教的主导地位。这期间，克什米尔与邻近的中亚、西藏等地贸易频繁，文化交流活跃，可以说，克什米尔是南亚大陆与印度文明同外界联络的窗口。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "War, Conflict and Unrest->war",
      "War, Conflict and Unrest->armed conflict",
      "Politics->political crisis",
      "Politics->international relations",
      "Politics->border disputes",
      "Social Issue->discrimination",
      "Social Issue->social problem",
      "Social Issue->national or ethnic minority"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": null,
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:17:32.004+03:00",
    "updated": "2025-06-12T07:29:20.000+00:00"
  },
  {
    "uuid": "37351e1ced0c67b4d1721fba329c4c9e29508193",
    "url": "https://www.rtl.be/actu/monde/international/comme-si-cetait-la-fin-du-monde-garissa-les-inondations-ont-tout-englouti/2024-05-10/article/667487",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@rtlinfo",
    "published": "2024-05-10T10:47:00Z",
    "title": "\"Comme si c'était la fin du monde\": à Garissa, les inondations ont \"tout englouti\"",
    "text": "\"Comme si c'était la fin du monde\": assis sur une route, près d'abris de fortune, Abdi Hussein évoque le déluge qui a frappé sa région, dans l'est du Kenya, faisant \"monter les eaux encore et encore, jusqu'à ce qu'elles engloutissent tout\".Cet homme de 32 ans contemple l'eau couleur de rouille ainsi que les abris de bâches et ficelles en plastique, refuges de ceux qui, comme lui et sa femme, ont tout perdu.La ville de Garissa a déjà connu des désastres liés à la météo, mais jamais une telle catastrophe, estiment ses habitants.Cette année, la saison des pluies a été intensifiée par un épisode du phénomène climatique El Niño qui a débuté mi-2023. Des semaines de pluies torrentielles ont entraîné des inondations meurtrières: 257 personnes sont mortes dans ce pays d'Afrique de l'est. Des villages entiers ont été submergés, des routes coupées et près de 55.000 familles ont été déplacées.Les pluies ont inondé cinq barrages, déclenchant des débordements massifs d'eau en aval à travers Garissa, Tana River et Lamu - une région qui abrite plus de 1,5 million de personnes. \"Nous n'avons pas vu beaucoup de pluie nous-mêmes, mais notre plus grand malheur est de vivre en aval\", a déclaré Mwanajuma Raha, dont la maison a été détruite par les flots.- Ravitaillements difficiles -À 27 ans, Suleiman Vuya Abdulahi a déjà été déplacé à sept reprises par les inondations depuis sa naissance. Mais cette fois fut sans doute la pire: le jeune fermier qui ne sait pas nager a dû passer plusieurs jours sur le toit de sa maison à attendre des secours.Il venait à peine de se remettre de son dernier exil involontaire, après avoir été déplacé pour trois mois en novembre.\"Les citoyens ordinaires comme nous, nous sommes vraiment en difficulté\", dit-il à l'AFP.Certains refusent de quitter leur foyer, par peur des pillages, préférant camper sur le toit, quitte à partir à la nage pour trouver des vivres. Le ravitaillement de Garissa se fait à grand peine: la route principale a été coupée et l'approvisionnement de cette ville marchande proche de la frontière somalienne se fait désormais par les airs ou par bateau, ce qui a provoqué une flambée des prix.- Fatigue et faim -De petits bateaux à moteur - à l'origine des bateaux de touristes sur le lac Naivasha, à plus de 400 kilomètres de là - sont constamment sollicités pour transporter des personnes et des denrées alimentaires dont le besoin se fait cruellement sentir.Parfois le voyage se finit tragiquement: un bateau bondé a chaviré le mois dernier. Les corps de sept personnes, dont une écolière, ont été retrouvés mais une douzaine de personnes manquent toujours à l'appel. Depuis, les autorités s'assurent à l'embarcadère que tous les passagers portent un gilet de sauvetage et que le bateau n'est pas surchargé.Mohamed Mansur Ali, un batelier de 36 ans, met l'accent sur la difficulté de sa tâche: \"On dort à peine, on arrive à 06h00 on finit à 18H00. Mais quand vous pourriez vous reposer, on vous appelle pour un patient qui doit aller à l'hôpital\". La crise que le pays traverse pourrait encore s'aggraver avec la poursuite des pluies. Dans le centre du Kenya, l'énorme barrage de Masinga a déjà atteint des niveaux \"historiques\".En outre, selon Daud Ahmed Shalle, le coordinateur régional de la Croix-Rouge kényane, la situation est \"désastreuse\" dans les 11 camps qui abritent près de 6.500 familles dans le comté de Garissa.\"Nous avons beaucoup de personnes dans les camps dont le besoin de base, ou le besoin le plus urgent en ce moment, est le manque de nourriture\", a-t-il déclaré à l'AFP.Des ONG ont appelé à un financement accru pour faire face à la crise et souligné que les populations les plus touchées étaient celles les moins responsables des phénomènes météorologiques extrêmes liés au changement climatique.\"L'impact du changement climatique (...)sur les populations est irréversible et ne fera que s'aggraver, entraînant une augmentation continue de la demande mondiale d'aide humanitaire\", a déclaré Melaku Yirga, directeur régional pour l'Afrique de l'Est et l'Afrique australe de l'organisation caritative américaine Mercy Corps.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T14:54:04.121+03:00",
    "updated": "2024-05-10T15:04:01.422+03:00"
  }
]