[
  {
    "uuid": "65c8088699cf45e38f821c7eeb3ed8d3c24cd2d7",
    "url": "https://www.nzherald.co.nz/bay-of-plenty-times/news/ukraine-and-russian-war-ex-tauranga-mayor-tenby-powell-on-life-in-a-warzone/5WOA4N6CINE73MIKTEE4A5NTV4",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kiri Gillespie",
    "published": "2024-03-09T00:00:00Z",
    "title": "Ukraine and Russian war: Ex-Tauranga mayor Tenby Powell on life in a warzone - NZ Herald",
    "text": "Tenby Powell has spent 21 months in and out of war-torn Ukraine, ferrying refugees to safety and delivering medical and humanitarian aid – often under gunfire. Now, Tauranga’s former mayor, who has also been grappling with cancer, is home and considering what’s next, not just for Ukraine but for himself. He speaks with Kiri Gillespie. Tenby Powell says he was lost for words when he walked through mass grave sites near Izium. The sanitisation spray used by authorities failed, he says, to mask the smell of death and decay. “You wander around the grave sites wondering how people can do this to other people. The vast majority were civilians.” The former Tauranga mayor and army colonel arrived two days after several mass graves were discovered after Ukrainian forces recaptured Izium from the invading Russian army. One grave contained at least 440 bodies, according to Ukrainian authorities. “It was so overwhelming. “The police and whoever else had come in and they had sprayed it because you can imagine the smell – so there was this heavy damp chemical smell, I guess mixed with the smell of death.” Powell believes a genocide is occurring in Ukraine and the brutality of the conflict is hard to comprehend. Media have reported that children are being stolen and that Russian soldiers are raping women and castrating male captives. . Asked how often his mortality came to mind, Powell says, “Constantly”. When Russia invaded Ukraine on February 24, 2022, he had been waging a personal battle with stage four prostate cancer for more than a year. He started Kiwi K.A.R.E, a volunteer organisation delivering humanitarian aid and medical treatment to Ukrainians impacted by the war. A crucial part of its work involves using seven decommissioned New Zealand ambulances as military medical units. Food, treatments, water boilers and stoves are transported to civilians in need along with hand-knitted teddy bears for children. No one is paid for their work and the organisation is funded solely from donations. Powell pays for his own travel and “humble” accommodation. From one battle to another Powell’s Ukraine mission began not long after his own bitter battle within the Tauranga City Council’s chambers came to a sudden and dramatic end. On November 19, 2020, Powell resigned as Tauranga’s mayor and called for commissioners to be appointed , following months of infighting among elected members - particularly involving Powell and unsuccessful mayoral candidates . Powell’s Ukraine efforts have been welcomed by the country’s Deputy Defence Minister, Nataliia Kalmykova, who wrote to him asking for more ambulances. All things going to plan, more are on the way. Kiwi K.A.R.E is also helping to support a New Zealand documentary on Ukraine’s struggles. “You have to ask, ‘How the hell did seven New Zealand ambulances make such an impact?’” Powell says. Seated at a cafe table in Tauranga, Powell explains the decommissioned ambulances were mechanically sound, the bodywork was good and despite accumulating more than 300,000km, they had “all the bells and whistles” needed – just not for New Zealand roads. “We painted them camouflage … we made sure they were serviced fully and reattached oxygen bottles … they were ready to go.” Powell says another 35 ambulances should be available from April. “I’m hoping that we will be able to move 16 fairly soon, they are not from New Zealand, and then we can look at the rest later.” The push for armoured ambulances Powell has also called on the New Zealand Government to help supply light armoured vehicles (LAVs) to protect medical workers on Ukraine’s battlefields. Powell gave nearly three decades of military service to the New Zealand Army regular and reserve forces and was a deputy commander of a United Nations mission in Lebanon and Israel. His military service includes a tour of duty in the Middle East. Powell shares a video he made appealing for greater Government support. He’s filmed with others wearing a helmet and armour in the back of one of the ambulances. He stares directly into the camera and explains that during their time in the warzone they have experienced incoming artillery fire. “It’s not without some trepidation that we are traversing back across some very open country in what is effectively a soft-skinned vehicle, so the New Zealand LAVs [light armoured vehicles] would be amazing for this to take out a number of wounded soldiers to hospital …” Powell tells the Bay of Plenty Times he knows full well what the outcome of shrapnel hitting an ambulance can be for occupants - fatal injuries are a real possibility. The push for the LAVs remains ongoing, he says. Kiwi K.A.R.E plans to help transport medical workers to makeshift surgery clinics made from buried shipping containers where some of the those injured on the frontlines are treated. Helicopter airlifts are not available due to the fighting and treating injured people is often hampered by difficulties of getting people to hospital. Evacuations under military fire Powell believes the world needs to be worried about Russian president Vladimir Putin and international leaders like him “making overt statements about their aspirations”. “Putin has made it very clear he doesn’t recognise Ukraine as a sovereign state … he just wants his own way under any circumstances.” He questions how Russian forces will ever be prosecuted due to the vastness of the crimes they are accused of. Powell admits he questioned what he had got himself into “many, many times”. He spent about 14 months in Ukraine and refers to his first rescue of an elderly woman trapped in a heavily hit city. She lived alone eight storeys high and every window in the building was blown out by arterially shockwaves. She’d lived like that for six months before her rescue. She now lives in Germany. He says such evacuations are typical and “we’ve been under military fire” often. “Everybody has because it just happens … You don’t get used to it.” The Kiwi K.A.R.E team is eight people including Australians, an American and Ukrainians. “We are not soldiers. We are not pretending to be soldiers. We are not involved in the conflict. What we can do, is have people … who understand the issue of trauma, who’ve seen death before, who understand how to help people in tough situations. At the same time, we aren’t going to take any undue risks that will put anyone’s life at risk,” Powell says. “Because of our relationship with government officials, military commanders and a whole lot of other people … we have contacts enough to be escorted into places where there is great need and sometimes when we are going to close that, we need to have a military escort. That happens fairly regularly now.” Powell estimates Kiwi K.A.R.E provided 80 per cent humanitarian aid and 20 per cent medical aid with “piecemeal evacuations” when it started in June 2022. The proportions had since flipped, with “organised and way more sophisticated evacuations”. Virtually every evacuee is administered oxygen and sometimes drugs by qualified medical staff in the back of the ambulances as they flee. The medical treatment is desperately sought after. ‘It’s terrible driving away, terrible’ Powell estimates more than 1000 Ukraine hospitals and medical centres have been attacked or damaged during the conflict. “It’s why ambulances are needed … because there’s nowhere else to go,” he says. “And so when we roll up with an ambulance, you’ll have 100 people surround you in half an hour.” Powell says the team is overwhelmed every single time. “The thing that consistently breaks my heart is that we will always run out before we can deliver and there’s going to be a queue of people left and we have an empty van. I have never got used to that. “It’s terrible driving away, terrible. Arguments break out. Particularly in villages where people know each other, they say this person would have this or that.” Kiwi K.A.R.E works with local councils to ensure appropriate distribution of goods to the right people in need. “There’s still a queue left though, there’s still tears,” Powell says. In a rare vulnerable moment, Powell’s eyes well up as he recalls those moments. The Yuri Bear movement Powell’s heartache is tempered by a movement known as Yuri Bears - Teddy bears hand-knitted by Australasian pensioners - named after a young Chernobyl refugee adopted by an Australian woman now working for a retirement village chain. “So on every mission we take bucketloads of Yuri Bears everywhere we go and give them to the kids and the kids love them. I have so many photos of Yuri Bears, it’s endless. Can you imagine a [shipping] container-full? We will have Yuri Bears forever.” Powell and his team are also buoyed by the response to their distribution of vital wood-burning stoves (burzhuykas) and water boilers (Voda Naharivach), recycled from electrical water cylinders and stamped “Love from NZ”. More than 1000 devices have been given to people whose homes and towns have been destroyed. Powell shares another video, showing grateful recipients in villages blanketed in snow, with damaged buildings all around. “I do feel pride but I anguish when I see those living conditions, when you’re living in a house that has mostly fallen down or you’re trying to find shelter somewhere but want to remain in your village or town and this is the only water or heating you’re going to get, you drive away going, ‘Oh my God’.” Now, film producer Scott McJarrow has approached Kiwi K.A.R.E for help with the planning and management of a documentary about the war. My Name is Ukraine aims to capture the stories of war victims voiced by a close family member, as if they were the fallen soldier or civilian. It’s expected the documentary will include New Zealanders. McJarrow tells the Bay of Plenty Times there’s so much “that needs to be told” and it’s “very much in our interests that we support Ukraine”. Battling an ‘all-consuming’ war - and cancer For Powell, a man diagnosed with stage 4 prostate cancer, the past two years have been a lot - emotionally and physically. “It is exhausting and it’s never-ending. War is all-consuming,” Powell says. But he’s not stopping. “The world has let them down by not giving them all the things they promised”. He lists F16s fighter jets, heavy machinery and ammunition which Ukraine is running out of as examples. “ Americans, the Republicans, have stopped their aid, Europeans are slow to act, but the ammunition — in Afghanistan a heavy day of fire was 350 rounds, in Ukraine: 5000 a day easily. Can you imagine? “Giving up now would just be terrible and I believe they can win this war … And it’s critical they do because the only pathway to peace for Europe and probably the free world is victory for Ukraine - there is no other option. Putin won’t stop.” He says it’s frustrating but understandable the media spotlight on Ukraine has waned in recent months due to the Gaza conflict . Powell does not know how long he’ll be distributing equipment or helping people flee the warzone but there is a succession plan for Kiwi K.A.R.E should his health deteriorate. The cancer diagnosis came shortly before his resignation as mayor. Commissioners have since been appointed and Powell has chased his dreams, making the most of the time he has. “Because of the health situation, it has very much crystallised my thinking about who I want to be and what I want to do in the world,” he says. “I think if you’re diagnosed with any stage four cancer, you do say the race might run itself a little bit short at some stage.” Life after a war zone Powell had surgery to remove the cancer and every six months has a blood test to check his PSA (prostate-specific antigen) levels stay at a safe level. In each six-month block, he aims to have made a significant, positive difference to society, he says. “As it transpires, these six-month plans for Kiwi K.A.R.E had been probably a lot bigger than they would’ve been and a lot more compressed in terms of being able to deliver results than had I not done it like that. “It’s kind of been a good thing for me to do personally, and at the same time I’ve done things like the master scuba diving course because I love diving, I’ve learned how to fly. So, where I used to try to do something big-ish by learning something big every five years and something small every year, now I try to do something big-ish every six months. This has been Kiwi K.A.R.E.” Powell says he’s learned he can still be effective running the operation from home and is focusing now on the extra ambulances. He is also in discussion regarding at least two commercial directorships “which has been lovely”, he says. “But at the same time, I’m being very choosy about what I do how I do it and what the impact on the world is with anything I do, including directorships and the companies that I might end up supporting.” Powell says that living life on six monthly cycles means it’s hard to know what’s next but he hopes that whatever unfolds, it’ll make a positive impact - here and in Ukraine. “Life has to go on for people, it has to.” Kiri Gillespie is an assistant news director and a senior journalist for the Bay of Plenty Times and Rotorua Daily Post, specialising in local politics and city issues. She was a finalist for the Voyager Media Awards Regional Journalist of the Year in 2021.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ex-tauranga",
          "sentiment": "negative"
        },
        {
          "name": "tenby powell",
          "sentiment": "negative"
        },
        {
          "name": "kiri gillespie",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nz herald tenby powell",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "tauranga",
          "sentiment": "none"
        },
        {
          "name": "izium",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-09T21:30:16.294+02:00",
    "updated": "2024-03-09T21:30:16.294+02:00"
  },
  {
    "uuid": "36601978d57cbbba22c226e9b1f218b440a50c2a",
    "url": "https://www.politico.com/news/2023/12/24/on-christmas-eve-bethlehem-resembles-a-ghost-town-00133161",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@politico",
    "published": "2023-12-24T14:38:00Z",
    "title": "On Christmas Eve, Bethlehem resembles a ghost town",
    "text": "On Christmas Eve, Bethlehem resembles a ghost town\nCelebrations are halted due to Israel-Hamas war\nBETHLEHEM, West Bank — The normally bustling biblical birthplace of Jesus resembled a ghost town on Sunday, as Christmas Eve celebrations in Bethlehem were called off due to the Israel-Hamas war.\nThe festive lights and Christmas tree that normally decorate Manger Square were missing, as were the throngs of foreign tourists and jubilant youth marching bands that gather in the West Bank town each year to mark the holiday. Dozens of Palestinian security forces patrolled the empty square.\n“This year, without the Christmas tree and without lights, there’s just darkness,” said Brother John Vinh, a Franciscan monk from Vietnam who has lived in Jerusalem for six years.\nHe said he always comes to Bethlehem to mark Christmas, but this year was especially sobering, as he gazed at a nativity scene in Manger Square with a baby Jesus wrapped in a white shroud, reminiscent of the thousands of children killed in the fighting in Gaza. Barbed wire surrounded the scene, the grey rubble reflecting none of the joyous lights and bursts of color that normally fill the square during the Christmas season.\nThe cancellation of Christmas festivities is a severe blow to the town’s economy. Tourism accounts for an estimated 70% of Bethlehem’s income — almost all of that during the Christmas season.\nWith many major airlines canceling flights to Israel, few foreigners are visiting. Local officials say over 70 hotels in Bethlehem have been forced to close, leaving thousands of people unemployed.\nGift shops were slow to open on Christmas Eve, although a few did once the rain had stopped pouring down. There were few visitors, however.\n“We can’t justify putting out a tree and celebrating as normal, when some people (in Gaza) don’t even have houses to go to,” said Ala’a Salameh, one of the owners of Afteem Restaurant, a family-owned falafel restaurant just steps from the square.\nSalameh said Christmas Eve is usually the busiest day of the year. “Normally, you can’t find a single chair to sit, we’re full from morning till midnight,” said Salameh. This year, just one table was taken, by journalists taking a break from the rain.\nUnder a banner that read “Bethlehem’s Christmas bells ring for a cease-fire in Gaza,” a few teenagers offered small inflatable Santas, but no one was buying. Instead of their traditional musical march through the streets of Bethlehem, young scouts stood silently with flags. A group of local students unfurled a massive Palestinian flag as they stood in silence.\n“Our message every year on Christmas is one of peace and love, but this year it’s a message of sadness, grief and anger in front of the international community with what is happening and going on in the Gaza Strip,” Bethlehem’s mayor, Hana Haniyeh, said in an address to the crowd.\nOver 20,000 Palestinians have been killed and more than 50,000 wounded during Israel’s air and ground offensive against Gaza’s Hamas rulers, according to health officials there, while some 85% of the territory’s 2.3 million residents have been displaced. The war was triggered by Hamas’ deadly assault Oct. 7 on southern Israel in which militants killed about 1,200 people, most of them civilians, and took more than 240 hostages.\nThe Gaza war has been accompanied by a surge in violence, with some 300 Palestinians killed by Israeli fire.\nThe fighting has affected life across the West Bank. Since Oct. 7, access to Bethlehem and other Palestinian towns in the Israeli-occupied territory has been difficult, with long lines of motorists waiting to pass military checkpoints. The restrictions have also prevented tens of thousands of Palestinians from exiting the territory to work in Israel.\nAmir Michael Giacaman opened his store, “Il Bambino,” which sells olive wood carvings and other souvenirs, for the first time since Oct. 7. There have been no tourists, and few local residents have money to spare because those who worked in Israel have been stuck at home.\n“When people have extra money, they go buy food,” said his wife, Safa Giacaman. “This year, we’re telling the Christmas story. We’re celebrating Jesus, not the tree, not Santa Claus, she said, as their daughter Makaella ran around the deserted store.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john vinh",
          "sentiment": "none"
        },
        {
          "name": "jesus",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "bethlehem",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "vietnam",
          "sentiment": "none"
        },
        {
          "name": "west bank",
          "sentiment": "none"
        },
        {
          "name": "jerusalem",
          "sentiment": "none"
        },
        {
          "name": "manger square",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T16:58:23.883+02:00",
    "updated": "2023-12-24T16:58:23.883+02:00"
  },
  {
    "uuid": "df38dc32ae1696d339a2eed31a8488457f422774",
    "url": "https://ls-eng.obozrevatel.com/section-ls-food/news-why-oatmeal-doesnt-taste-good-dont-make-these-mistakes-30-08-2024.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kateryna Yagovych",
    "published": "2024-08-30T01:45:00Z",
    "title": "Why oatmeal doesn't taste good: don't make these mistakes",
    "text": "Currency\nWhy oatmeal doesn't taste good: don't make these mistakes\nMany people think oatmeal is a boring and unpalatable porridge. But this is far from true. Such a nutritious product you just need to cook correctly.\nFoodOboz editorial staff will tell you about the most common mistakes that are often made during the preparation of oatmeal. They should be corrected.\nDo not pour cold water over the oatmeal\nIn order for oatmeal to have a successful consistency, you should only put it in boiling water. In no case should you pour oatmeal with cold water and then boil it.\nIn this case, the groats in the water should be poured immediately after the liquid boils. But if you cook oatmeal on milk, it should still be poured into cold milk. Only after that you can put the container on the fire.\nDo not cook oatmeal without salt\nEven if you are cooking sweet porridge, salt should also definitely be added. And it should be done at the very beginning of cooking.\nDo not cook oatmeal in a small bowl\nSo that the porridge does not boil away and has a successful consistency, choose a deep enough pot for it. In addition, the product in a large container with thick walls will turn out really delicious.\nDon't forget to stir\nOatmeal needs to be stirred quite often. If you don't, the porridge will quickly burn and will look like one solid lump.\nDo not steam your porridge, but boil it\nReal wholesome oatmeal needs to be boiled. Everything else is difficult to call oatmeal. For the cereal to absorb the necessary amount of liquid, it needs 5-10 minutes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T13:17:38.708+03:00",
    "updated": "2024-08-30T13:17:38.708+03:00"
  },
  {
    "uuid": "ba856a3a762bd3aae9081b9fb6a7947f5c848242",
    "url": "https://www.livemint.com/photos/cold-wave-in-india-zero-visibility-in-delhi-ncr-low-temp-in-maharashtra-up-rajasthan-mp-states-see-pics-january-3-11735879502885.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Livemint",
    "published": "2025-01-03T02:39:00Z",
    "title": "Cold wave in India: Zero visibility in Delhi-NCR, low temp in Maharashtra, UP, Rajasthan, MP, other states | See pics | Mint Primer",
    "text": "Cold wave in India: Zero visibility in Delhi-NCR, low temp in Maharashtra, UP, Rajasthan, MP, other states | See pics 9 Photos . Updated: 03 Jan 2025, 10:39 AM IST Livemint Cold wave in India: Amid falling temperature in several parts of North India, Delhi-NCR woke up to a thick blanket of smog on Friday. Situation was no different in other north Indian states like UP, Rajasthan, MP, etc. 1/9Cold Wave in India: Delhi woke up to a dense foggy morning on Friday, January 3. Several places in Delhi-NCR witnessed low visibility, reported ANI. (Hindustan Times) 2/9IMD has predicted that the weather in the national capital will remain same for the coming days. (HT_PRINT) 3/9As per IMD updates, cold wave like conditions will also persist in other states like Maharashtra, Bihar, Uttar Pradesh, Chattisgarh, Madhya Pradesh, etc. 4/9On Thursday, minimum temperatures were below 0°C over many parts of Jammu, Kashmir & Ladakh; 4-9°C over many parts of Northwest and Central India and Jharkhand; 9-14°C over many parts of East India, (ANI) 5/9Due to severa cold wave across North India, people were seen taking help of bonfire to protect themselves from cold wave during cool weather in Patna, Bihar, India, on Thursday. (Agency photos) 6/9Amid severe coldwave-like conditions in Delhi-NCR, the Republic Day Parade practice continues without any delay. The RPF contingent braves cold waves during rehearsal for Republic Day Parade at Kartavya Path in New Delhi, India, on the first day of 2025 (Hindustan Times) 7/9On Friday, Delhi's air quality was in the very category, with an AQI reading of 351 at 9 am. The humidity was recorded at 100 per cent at 8.30 am. (AFP) 8/9On Thursday, the lowest minimum temperature of 4.4°C was reported at Dehri (Bihar) over the plains of the country. (HT_PRINT) 9/9There has been a fall in minimum temperature by 2-4⁰C over many parts of Central India and by 1-2⁰C over many parts of Northwest and East India during past 24 hours, said IMD in its bulletin released on Friday,",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "topics": [
      "Weather->weather warning",
      "Weather->weather phenomena"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Hindustan Times",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Maharashtra",
          "sentiment": "none"
        },
        {
          "name": "Rajasthan",
          "sentiment": "none"
        },
        {
          "name": "Kashmir",
          "sentiment": "none"
        },
        {
          "name": "Ladakh",
          "sentiment": "none"
        },
        {
          "name": "North",
          "sentiment": "none"
        },
        {
          "name": "East",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T07:12:45.858+02:00",
    "updated": "2025-01-03T07:12:45.858+02:00"
  },
  {
    "uuid": "7d975f3ffecd5befdca21cc95482e6b626a8c4d6",
    "url": "http://business.malvern-online.com/malvern-online/article/abnewswire-2025-2-27-potise-unveils-cutting-edge-battery-energy-storage-systems-for-a-sustainable-future",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "malvern-online.com",
    "published": "2025-02-27T22:02:00Z",
    "title": "Potise Unveils Cutting-Edge Battery Energy Storage Systems for a Sustainable Future",
    "text": "Imagine a world where electricity is available anytime, anywhere, without worrying about power outages or fluctuating energy supply. This is exactly what Battery Energy Storage Systems (BESS) aim to achieve. With the growing demand for clean and renewable energy, BESS has emerged as a game-changer, allowing us to store excess energy and use it when needed.\nBut how does BESS work? Why is it becoming so important in today’s world? And how can industries, businesses, and even homes benefit from it? Let’s break it all down in simple, non-technical language so you can truly understand why BESS is the future of energy storage.\nWhat is a Battery Energy Storage System (BESS)?\nA Battery Energy Storage System (BESS) is exactly what it sounds like—a system that stores electricity in batteries so it can be used later. It’s like having a power bank for your home, business, or even an entire city.\nThink about solar panels: they generate electricity during the day, but what happens at night or on cloudy days? Without storage, that energy would go to waste. That’s where BESS comes in—it captures the extra energy when it's available and releases it when needed, ensuring a constant power supply.\nMain Components of a BESS\nA BESS isn’t just a single battery—it’s an entire system made up of several key parts:\n- Battery Modules: These are the actual storage units, holding the electrical energy.\n- Battery Management System (BMS): This keeps the batteries safe, ensuring they don’t overcharge or overheat.\n- Inverter/Converter: It changes the stored DC power (Direct Current) into AC power (Alternating Current) so that it can be used in homes and businesses.\n- Energy Management System (EMS): This controls the flow of electricity, deciding when to store and when to release energy.\nHow Does BESS Work?\nThe way a Battery Energy Storage System works is actually pretty simple:\n- Energy Generation: Electricity is generated from sources like solar panels, wind turbines, or the main power grid.\n- Energy Storage: Instead of letting unused electricity go to waste, the extra energy is stored in the battery.\n- Energy Release: When demand for power increases or renewable energy isn't available (like nighttime for solar panels), the stored electricity is released back into the system.\nThis means that even when power from the grid is unstable or expensive, businesses and homeowners can still access reliable and affordable electricity.\nTypes of Batteries Used in BESS\nNot all battery storage systems are the same. The type of battery technology used in a BESS affects its performance, cost, and lifespan. Here are the most common ones:\n1. Lithium-Ion Batteries\n- The most widely used type for modern energy storage.\n- High energy efficiency, longer lifespan, and fast charging.\n- Commonly found in electric vehicles (EVs), home energy storage, and large-scale power grids.\n2. Lead-Acid Batteries\n- One of the oldest and cheapest battery types.\n- Often used in backup power systems but has a shorter lifespan compared to lithium-ion.\n- Heavier and requires more maintenance.\n3. Flow Batteries\n- Uses liquid electrolytes to store energy.\n- Great for long-duration energy storage but is more expensive.\n- Best suited for large-scale industrial applications.\n4. Sodium-Sulfur (NaS) Batteries\n- High energy density and long life, but requires high temperatures to operate.\n- Mostly used in grid-scale storage.\nEach battery type has its strengths and weaknesses, but lithium-ion is currently the most popular due to its high efficiency, lightweight design, and longer lifespan.\nWhy is BESS Important?\nNow that we understand what BESS is and how it works, let’s talk about why it’s so important.\n1. Supports Renewable Energy\nSolar and wind power are great, but they don’t produce energy 24/7. With BESS, excess energy generated during the day can be stored and used when the sun isn’t shining or the wind isn’t blowing.\n2. Reduces Electricity Costs\nElectricity prices fluctuate throughout the day. BESS allows users to store energy when it’s cheap and use it when prices are high, reducing electricity bills.\n3. Provides Backup Power\nImagine a hospital, data center, or factory losing power—this could lead to serious consequences. BESS provides instant backup power, ensuring businesses and critical facilities keep running during outages.\n4. Stabilizes the Power Grid\nPower demand isn’t constant—it spikes during peak hours and drops during off-peak times. BESS helps by balancing supply and demand, preventing blackouts and overloads.\n5. Reduces Carbon Footprint\nBy relying more on stored renewable energy and less on fossil fuels, BESS helps cut down greenhouse gas emissions, making it a key solution for fighting climate change.\nFuture of BESS\nThe future of Battery Energy Storage Systems looks incredibly promising. As governments push for clean energy policies, demand for BESS is growing worldwide.\n- Advanced Battery Technologies: Scientists are developing solid-state batteries and other alternatives that are safer, more efficient, and longer-lasting.\n- Smart Energy Management: Artificial intelligence (AI) is being integrated into BESS to predict energy demand and optimize usage automatically.\n- Expansion in Electric Vehicle (EV) Infrastructure: BESS will play a major role in EV charging stations, making electric cars more convenient.\nIn the next decade, we can expect larger, cheaper, and more efficient BESS solutions to power homes, businesses, and entire cities.\nBESS for Homes: Making Energy Storage Residential\nBattery Energy Storage Systems (BESS) aren’t just for large industries or power grids—they’re becoming a game-changer for homeowners too. With rising electricity costs and frequent power outages, many households are now installing home battery systems to store solar energy and reduce reliance on the grid. A residential BESS allows homeowners to power their homes at night, use stored electricity during peak hours to save on bills, and even keep essential appliances running during blackouts. Paired with solar panels, a home battery system can turn a house into a self-sufficient mini power station, reducing carbon footprint and increasing energy independence. As battery costs continue to drop, more homes will adopt BESS, making renewable energy storage a practical and affordable solution for everyday use.\nFinal Thoughts\nBattery Energy Storage Systems (BESS) are transforming the way we generate, store, and use electricity. Whether it’s powering homes, businesses, or stabilizing the grid, BESS plays a crucial role in ensuring a cleaner, more reliable, and cost-effective energy future.\nWhile there are still challenges like cost and battery lifespan, continuous technological advancements are making BESS more efficient and accessible than ever before.\nAs the world moves towards sustainable energy solutions, BESS is not just an option—it’s a necessity. If you’re considering investing in energy storage, now is the perfect time to explore the possibilities.\nMedia Contact\nCompany Name: Potise\nContact Person: Mike Hassy\nEmail: Send Email\nCity: New York\nState: NY\nCountry: United States\nWebsite: https://www.potise.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Science and Technology"
    ],
    "topics": [
      "Environment->energy resources",
      "Environment->sustainability",
      "Science and Technology->scientific innovation",
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.potise.com/residential/",
      "https://www.abnewswire.com/email_contact_us.php?pr=potise-unveils-cuttingedge-battery-energy-storage-systems-for-a-sustainable-future",
      "https://www.potise.com/",
      "https://www.abnewswire.com/companyname/potise.com_152864.html",
      "https://www.potise.com",
      "https://www.abnewswire.com/email_contact_us.php",
      "https://www.potise.com",
      "https://potise.com",
      "https://www.potise.com/residential",
      "https://abnewswire.com/email_contact_us.php?pr=potise-unveils-cuttingedge-battery-energy-storage-systems-for-a-sustainable-future",
      "https://potise.com/residential/",
      "https://abnewswire.com/companyname/potise.com_152864.html",
      "https://potise.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Battery Energy Storage Systems",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "7d975f3ffecd5befdca21cc95482e6b626a8c4d6",
      "first_syndicated": true
    },
    "trust": {
      "categories": [
        "fake_news"
      ]
    },
    "rating": null,
    "crawled": "2025-02-28T00:05:46.722+02:00",
    "updated": "2025-02-28T00:05:46.722+02:00"
  },
  {
    "uuid": "396f5199232442844b5f803e687d5ffbf40352d7",
    "url": "https://rpp.pe/usa/actualidad/kansas-pareja-tiene-una-millonaria-casa-que-pusieron-en-venta-por-ud-10-mil-sin-su-consentimiento-estados-unidos-rppusa-noticia-1561578",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carlos Marroquín",
    "published": "2024-06-13T21:21:00Z",
    "title": "Kansas: pareja tiene una millonaria casa que pusieron en venta por U$D 10 mil sin su consentimiento | Estados Unidos | rppusa | RPP Noticias",
    "text": "Jamey y Lauren Bertram se dieron cuenta de esta estafa cuando empezaron a recibir llamadas de amigos o de ‘clientes’, quienes hacían preguntas sobre el inmueble. Una pareja en el estado de [Kansas](https://rpp.pe/usa/estilo-de-vida/estados-unidos-estas-son-las-mejores-ciudades-para-trabajar-de-manera-remota-en-este-2024-rppusa-noticia-1550202) acaba de denunciar que ha sido víctima de las famosas estafas digitales. Según han declarado a la cadena de noticias CBS News, se está ofertando en Internet la millonaria casa que tienen a su nombre a un menor precio del que debería. Se identificaron como Jamey y Lauren Bertram, quienes tienen una propiedad valorada en más de U$D 1.5 millones y que personas maliciosas la están ofertando en solo U$D 10 mil en la página Zillow. Esta empresa es conocida en [Estados Unidos](https://rpp.pe/usa/servicios/ciudadania-estadounidense-cual-es-la-unica-pregunta-del-examen-que-si-fallas-puede-costarte-el-proceso-rppusa-noticia-1542649) como una de las más confiables para invertir en el mercado de bienes raíces. ¿Qué decía el anuncio que estaba en Zillow? De acuerdo a la información que ha compartido esta pareja a Kansas City Web, el anuncio falso decía: “Vendo mi casa porque mi familia y yo somos dueños de muchas casas en todo Estados Unidos. Una vez al año vendemos una o algunas de nuestras casas a compradores primerizos por menos de U$D 25 000. Esto se hace para bendecir a una familia o individuo que lo necesita, pero también como una cancelación de impuestos para nosotros”. Esta familia se enteró de la venta a través de algunos amigos. Empezaron a recibir llamadas y correos con alertas de ellos y también solicitando más información sobre la casa. Un dato importante es que este anuncio no estaba disponible para agentes inmobiliarios, prestamistas, inversores, mayoristas ni abogados. Los únicos que podían adquirir este inmueble eran aquellos que querían comprar una casa por primera vez. En otras palabras, una estafa redonda. La respuesta de Zillow Sobre este tema, Zillow pidió disculpas y manifestó que las personas deben tener seguridad antes de cualquier adquisición. \"Debe tener cuidado al brindar información personal, información financiera o pagos de cualquier tipo a personas que no conoce personalmente”, indicaron. Te recomendamos Beneficios de la nueva ley de Ron DeSantis para propietarios en Florida La nueva ley de Ron DeSantis trae grandes beneficios para los propietarios en Florida. En este episodio, te explicamos cómo puedes reducir tus impuestos, acceder a subsidios para mejoras del hogar y protegerte de incrementos en el valor catastral. ¡Descubre cómo aprovechar estas ventajas y asegurar tu futuro financiero! Comparte esta noticia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:49:03.191+03:00",
    "updated": "2024-06-14T00:49:03.191+03:00"
  }
]