[
  {
    "uuid": "cb8363e6766d4483c5ef8d23eb37249045da7b20",
    "url": "https://www.thenorthwestern.com/story/news/nation/2024/01/19/wwii-era-bible-returned-to-new-york-veterans-family/72269065007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Saleen Martin",
    "published": "2024-01-19T13:37:00Z",
    "title": "'May this keep you safe from harm': WWII era Bible returned to New York veteran's family",
    "text": "Lost Bible returned to slain USAAF airman from World War II [Saleen Martin](https://www.usatoday.com/staff/7245115001/saleen-martin/) During World War II, a woman bought three brothers Bibles to protect their hearts and guide them as they set out for battle. The Bible had a metal cover on the front with the inscription “May this keep you safe from harm.\" Two of the brothers made it home, while the other, Lt. Edsel J. McKnight of the United States Army Air Forces, was shot down off the coast of France. His Bible was mailed to the family but was lost sometime after. This month, his family finally got it back. Ava Coogan's family is from Albany, New York and they found the Bible in late December while going through their late matriarch’s belongings. On Jan. 11, Coogan met Lt. McKnight’s sister-in-law and returned the Bible to her, allowing her to put it back in its rightful place, next to the ones his brothers brought back home from war. ‘I kept playing with it and flipping through the pages’ Coogan’s uncle and mother found the Bible in a stack of books. Their mother, Rosanne Vartanian, died nearly 20 years ago but was a collector and loved garage sales. “It’s just so random that my grandmother had the urge to pick that up,” she said. “She bought random things. There was no rhyme or reason to it. It was with a stack of other books.” Coogan decided to research the Bible and found out soldiers often took them to war. Some can be found in museums. “The whole premise of it was that the metal cover on the front is like a hard shield,” Coogan told USA TODAY. “They would put it in their coat pockets … like the front breast pocket … that cover would protect their heart from bullets.” Lt. McKnight’s name was also written in the Bible, said Coogan, who was drawn to the Bible for some reason. She couldn’t put it down, she recalled. “I kept playing with it and flipping through the pages,” she said. She noticed that the Bible’s front cover had a slice in it, almost like something was underneath it. She examined it more closely and found a piece of paper folded up inside. She asked her uncle for help, who carefully used a butter knife to get the slip of paper out. Once they retrieved the piece of paper from under the Bible’s cover, they saw that it was a plea for the Bible’s safe return to an address not too far away. Although there was no area code, there was a phone number listed, so the family added their own area code and called. “I was just hoping for the best,” Coogan said. “We found out that number worked.” Lieutenant was shot down off the coast of France When Coogan called the number written in the note, she spoke to a woman named Fay, Lt. McKnight’s sister-in-law. They organized a meetup on Jan. 11 to return the Bible to the family, who is from Porter Corners, part of Saratoga County in eastern New York. Lt. McKnight served in the U.S. Air Force’s 365th Fighter Group and 388th Fighter Squadron. He was flying in a Thunderbolt fighter aircraft in 1944 when he was shot down off the coast of France, [online records](https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/) show. Fay told Coogan and her family that Lt. McKnight has two brothers. All three of the brothers served in WWII. Fay’s husband, Ray, said his Bible saved his life. “He got shot during the war and it hit where the Bible was, covering his heart, and the bullet went into his arm instead,” Coogan said. Once Lt. McKnight was killed, his belongings were shipped back home to the family. His sister-in-law had all three Bibles on a bookshelf on display. One day, the family was preparing to go to church. Her nephew borrowed the Bible, but knew it was so precious, the family decided to write a note with contact information in case it were ever lost. “He didn't lose it,” Coogan said. “He brought it back after church and I guess what happened is after someone passed in their family, they had an estate sale … and it just accidentally went out with a stack of books.” It ended up in Coogan’s grandmother’s hands, she said. Returning the Bible to the McKnight family was quite the enlightening experience, Coogan said. “That was really cool because that's when we kind of got to hear their story,” she said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)",
      "https://www.usatoday.com/staff/7245115001/saleen-martin/)",
      "https://usatoday.com/staff/7245115001/saleen-martin/)",
      "https://www.rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "edsel j. mcknight",
          "sentiment": "none"
        },
        {
          "name": "coogan",
          "sentiment": "none"
        },
        {
          "name": "rosanne vartanian",
          "sentiment": "none"
        },
        {
          "name": "ava coogan",
          "sentiment": "none"
        },
        {
          "name": "mcknight",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united states army air forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "usaaf",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "albany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T15:53:17.101+02:00",
    "updated": "2024-01-19T15:53:17.101+02:00"
  },
  {
    "uuid": "80dc52529dd7beca6c3369a68e8882c31786e7b3",
    "url": "https://pt.euronews.com/2023/12/28/inundacoes-obrigam-a-retirar-centenas-de-pessoas-de-casa-no-norte-e-centro-da-europa",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Euronews",
    "published": "2023-12-28T19:56:00Z",
    "title": "Inundações obrigam a retirar centenas de pessoas de casa no norte e centro da Europa | Euronews",
    "text": "PUBLICIDADE Algumas zonas do norte e centro da Europa continuam a debater-se com inundações devido às chuvas fortes, nomeadamente países como a Alemanha, Países Baixos, Hungria e também o Reino Unido.\nNa Alemanha, foi aberta pela primeira vez na última década uma barreira para aliviar a pressão do rio Elba na cidade de Magdeburgo e centenas de pessoas no país tiveram de ser retiradas de casa.\nNos Países Baixos, o rio Reno atingiu níveis de água muito acima do normal, na fronteira com a Alemanha, mas as autoridades esperam que baixe significativamente durante a próxima semana. As equipas de emergência da cidade neerlandesa de Deventer, que se prevê ser a mais atingida pelas cheias, amontoaram sacos de areia ao longo do rio Issel e fecharam estradas para se prepararem para as inundações.\nJá na Hungria, o rio Danúbio transbordou em Budapeste. Embora alguns rios mais pequenos da Hungria ocidental tenham começado a recuar, prevê-se que o nível das águas do Danúbio desça lentamente até ao Ano Novo.\nTambem o Reino Unido foi atingido por chuva e ventos fortes, o resultou em danos nas casas e cortes na eletricidade. A tempestade Gerrit derrubou árvores, causou perturbações no trânsito e obrigou a suspendeu os transportes ferroviários. Não foram registados feridos, mas muitos residentes foram obrigados a abandonar as suas casas.\nPartilhe esta notícia Comentários Notícias relacionadas Inundações obrigam a retirar 500 pessoas de casa na Alemanha Várias zonas do norte da Europa continuam inundadas desde as últimas chuvas fortes Inundações na Europa: Nordeste de França sob alerta máximo Países Baixos Alemanha Hungria Itália Meteorologia Crise climática PUBLICIDADE Mais vistas Batalhão Siberiano: Quem são os russos que estão a lutar pela Ucrânia? Mãe e quatro filhos assassinados em França no dia de Natal Sondagem exclusiva Euronews/Sol: PSD reduz vantagem sobre PS Estas são as 5 cidades com mais neve da Europa Ucrânia diz que não perdeu Marinka e ataca navio russo no Mar Negro PUBLICIDADE A nossa escolha Transmitindo agora Seguinte Cargueiro bate em mina russa no Mar Negro Transmitindo agora Seguinte EUA anunciam novo pacote de ajuda militar à Ucrânia Transmitindo agora Seguinte Bombardeamento de zona de hospital em Khan Younis faz dezenas de morto Transmitindo agora Seguinte Autor do massacre em Praga confessou homicídio de homem e bebé Transmitindo agora Seguinte Protestos em Buenos Aires contra projeto-lei controverso",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:12:07.974+02:00",
    "updated": "2023-12-29T00:12:07.974+02:00"
  },
  {
    "uuid": "6552eccd4df1a91f71b6ad7995a1ae73b8ed1dbf",
    "url": "https://www.usnews.com/news/world/articles/2024-03-10/ukraine-minister-responding-to-pope-francis-says-kyiv-will-never-raise-white-flag",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2024-03-10T19:35:00Z",
    "title": "Ukraine Minister, Responding to Pope Francis, Says Kyiv Will Never Raise White Flag",
    "text": "Reuters\nFILE PHOTO: Ukrainian servicemen fire an anti-aircraft cannon near Bakhmut, March 6, 2024. Radio Free Europe/Radio Liberty/Serhii Nuzhnenko via REUTERS\n(Reuters) - Ukraine's foreign minister, responding to Pope Francis's call to show \"the courage of the white flag\" and negotiate an end to the war with Russia, said on Sunday that Kyiv would never capitulate and told the Vatican to pay special heed to its role in World War Two.\nFrancis made the comments in an interview made available in part at the weekend. He responded to a presenter's suggestion by saying that when things were not going well for a party to a conflict \"you have to have the courage to negotiate\".\nForeign Minister Dmytro Kuleba, writing on social media platform X, said that the strong person in any dispute \"stands on the side of good rather than attempting to put them on the same footing and call it 'negotiations'\".\nMORE:\nPlaces the U.S. Government Warns Not to Travel Right Now \"Our flag is a yellow and blue one,\" Kuleba wrote in English, referring to the Ukrainian national flag. \"This is the flag by which we live, die, and prevail. We shall never raise any other flags.\"\nKuleba also pointed to allegations that Pope Pius XII failed to take action against Nazi tyranny in World War Two.\nThe Latest Photos From Ukraine\nView All 96 Images \"At the same time, when it comes to the white flag, we know this Vatican's strategy from the first half of the twentieth century,\" he wrote.\nPhotos You Should See\nView All 60 Images \"I urge (the Vatican) to avoid repeating the mistakes of the past and to support Ukraine and its people in their just struggle for their lives.\"\nThat was a reference to longstanding arguments that Pius took no action despite evidence that emerged during the war of the extent of the Holocaust. A letter made public last year from the Vatican archives appeared to show that Pius was made aware of details of Nazi actions to exterminate Jews as early as 1942.\nThe head of Ukraine's five million-strong eastern rite Catholic Church, Archbishop Sviatoslav Shevchuk, also rejected the pope's comments.\n\"Ukraine is wounded, but not conquered! Ukraine is exhausted, but it stands and will stand!\" the church's website quoted Shevchuk as saying in New York.\n\"Believe me, no one has any idea of ​​surrendering.\"\nZELENSKIY'S PEACE PLAN\nUkraine has been unable to repel Russian forces since Moscow's full-scale invasion two years ago, but rejects negotiations while Moscow's troops remain in the slightly less than 20% of its territory they hold.\nPresident Volodymyr Zelenskiy's peace plan calls for the withdrawal of Russian troops from all of Ukraine and the restoration of its state borders. The Kremlin has ruled out engaging in peace talks on terms set by Kyiv.\nThe pope's interview was believed to be the first time Francis has used terms like \"white flag\" or \"defeated\" in discussing the Ukraine war, though he has referred in the past to the need for talks.\nVatican spokesman Matteo Bruni said on Saturday the pope had picked up on the term \"white flag\" spoken by the interviewer and used it \"to indicate a stop to hostilities (and) a truce achieved with the courage of negotiations\".\nThe pope has upset Ukrainian officials several times in the war, including his call last year to Russian youth to take pride as heirs of tsars like Peter the Great, held up by President Vladimir Putin as an example to justify his actions in Ukraine.\nEuropean officials supporting Ukraine in efforts to evict Russian troops denounced the pope's latest comments.\n\"How about, for balance, encouraging Putin to have the courage to withdraw his army from Ukraine?,\" Polish Foreign Minister Radoslaw Sikorski wrote on X. \"Peace would immediately ensue without the need for negotiations.\"\nLatvian President Edgars Rinkevics, also writing on X, said \"One must fight it (evil) and defeat it, so that the evil raises the white flag and capitulates.\"\n(Additional reporting by Giulia Segreti; Writing by Ron Popeski; Editing by Frances Kerry)\nCopyright 2024 Thomson Reuters .\nJoin the Conversation See Comments Tags: Ukraine , Christianity , Russia , Europe\nRead More",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pope francis",
          "sentiment": "negative"
        },
        {
          "name": "dmytro kuleba",
          "sentiment": "none"
        },
        {
          "name": "francis",
          "sentiment": "none"
        },
        {
          "name": "kyiv",
          "sentiment": "none"
        },
        {
          "name": "kuleba",
          "sentiment": "none"
        },
        {
          "name": "serhii nuzhnenko",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "says kyiv will never raise white flag reuters",
          "sentiment": "negative"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bakhmut",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "vatican",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-10T21:56:10.813+02:00",
    "updated": "2024-03-10T21:56:10.813+02:00"
  },
  {
    "uuid": "faad78408beb3ef322aae82123ff4dd0cf27ca4b",
    "url": "https://www.lewrockwell.com/2024/02/brandon-smith/to-understand-the-globalists-we-must-understand-their-psychopathic-religion",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brandon Smith",
    "published": "2024-02-23T04:01:00Z",
    "title": "To Understand The Globalists We Must Understand Their Psychopathic Religion",
    "text": "In the late 1800s and early 1900s the western world experienced a sudden burst of open occultism among the ultra-rich elites. The rise of “Theosophy” was underway, becoming a kind of fashion trend that would ultimately set the stage for what would later be called “new age” spiritualism. The primary driver of the theosophical movement was a small group of obscure academics led in part by a woman named H.P. Blavatsky. The group was obsessed with esoteric belief, Gnosticism and even Satanism.\nBlavatsky co-founded the Theosophical Society in New York in 1875, claiming that she had a psychic connection to beings called “the Mahatmas” or “the masters.” These creatures, she asserted, helped her write the foundational books of Theosophy, including ‘The Secret Doctrine.’\nI bring up Theosophy and Blavatsky because the movement she helped launch was primarily an elitist one – The spread of occultism in the early 1900s specifically targeted the upper classes and this resulted in many political leaders and financial leaders being involved in obscure organizations with secretive mandates. Such groups have existed in the past, from the Rosicrucians and Freemasons to the alchemists of the Middle Ages who hid their occult beliefs in coded texts. However, never before had they been so public in their efforts.\nTo their credit, the early theosophists were mostly apolitical (at least outwardly) and they argued against political intrusion into people’s lives. I suspect, however, that this was because at the time western governments revolved around Christian and conservative values. As politicians became more separate from Christianity, the theosophist interest in controlling government grew and the movement became increasingly socialist in practice.\nInvariably, these spiritual systems revolved around pagan deities of the past, many Babylonian or Ancient Egyptian in origin. That said, there are also numerous mentions in Theosophy of one figure in particular – Lucifer, also referred to as “the Light Bearer, the angel of light, Prometheus (symbolically), the dragon, the morning star and Satan.” Modern luciferians will consistently deny the the name “Lucifer” has anything to do with the biblical figure of Satan, but this is a lie. Blavatsky herself treats the two figures as synonymous in ‘The Secret Doctrine.’ As she admits in her book:\n“And now it stands proven that Satan, or the Red Fiery Dragon, the ‘Lord of Phosphorus,’ and Lucifer, or ‘Light-Bearer,’ is in us: it is our Mind…”\nBlavatsky, quoting hermetic texts in the Secret Doctrine, also repeats the mantra:\n“It is Satan who is the god of our planet and the only god…”\nLuciferians and occultists will also argue that the Christian Bible only mentions the name “Lucifer” once, and that the two figures are not associated. This is once again a lie by omission. The Bible does in fact mention “light bearer,” the “angel of light” and “the dragon” in reference to Satan on multiple occasions, and all of these names are used by elites to describe the figure they call Lucifer.\nAs mentioned in Corinthians 11:14 – “And it is no wonder, for Satan himself masquerades as an angel of light…”\nIn other words, when any elitist group mentions terms such as “light bearer” or Lucifer, they are indeed referring to Satan. It’s not just a matter of archetypal discussion, this is in fact a part of their religion. But in our modern times some people might say “who cares?” It’s all mythical hoodoo and fantasy, right?\nI would respond with a question: Do you think the deeply held religious beliefs of the people with financial and political power matter in how they make decisions? Wouldn’t their beliefs help explain why they do the things they do? If you want to know why the globalists are engaged in a very real war on the minds of the masses, you cannot overlook their religious motivations. What seems like fantasy to some is VERY real to the globalists.\nFor example, many know that the United Nations building in New York has\nan occult library. But few people know that it was built by a group called the Lucifer Publishing Company (later changed to Lucis Trust). Lucis Trust cites the writings of HP Blavatsky constantly as the inspiration for their organization. The UN continues to associate with Lucis Trust to this day. The very heart of globalism revolves around luciferian ideals.\nIt doesn’t matter what you or I think about these things. It doesn’t matter if you see such concepts as metaphorical, or symbolic or imaginary. THEY believe, and so we must explore what these beliefs mean.\nBefore the 1800s, occultists engaged in luciferianism would have been burned at the stake if discovered. I’m beginning to think that maybe this was the right way to handle such people all along. But to understand why, we have to look at the progression of the religion and why it inevitably leads to moral relativism and social self-destruction.\nFor the theosophists, Lucifer/Satan is a kind of heroic figure. When they argue that Lucifer is “not Satan,” what they mean is that their version of Satan is different from the version ascribed by Christianity. In other words, imagine a group of people took a famously malicious figure such as Joseph Stalin and then devised an entirely different history for him in which he is a misunderstood philanthropist instead of a genocidal maniac. That’s essentially what luciferianism is.\nIn the Theosophical magazine\ntitled ‘Lucifer’ published in the 1880s, Blavatsky and her group spend multiple pages trying to separate the term Lucifer from the Devil, while also defending the mythology of the devil and painting him as a character slandered by Christian culture.\nIn their version of the Genesis story, for example, the serpent was the “good guy” bringing the fruit of knowledge to Adam and Eve. Eve is venerated as a root figure in theosophy and in feminism (a movement the theosophists helped to create), because without Eve the serpent would have never been able to get Adam to consume the fruit.\nThe fruit as a representation of gnosis (knowledge) is the key to luciferianism and the globalist cult. As many atheists I’ve encountered in the past have argued, isn’t knowledge a good thing? And if God is punishing humanity for consuming knowledge, does that not make him a villain? This argument ignores the underlying theme – Knowledge by itself is not good or evil, but evil thrives when people start to worship knowledge to the detriment of everything else. The application of knowledge without wisdom and moral discipline is dangerous.\nAs Dr. Ian Malcolm brilliantly asserts in the film Jurassic Park:\n“Yeah, yeah, but your scientists were so preoccupied with whether or not they could that they didn’t stop to think if they should.”\nLuciferians openly admit that the goal of their ideology is to pursue knowledge until human beings become gods. This infatuation with godhood is what leads to great evil; it is a delusion that poisons the mind and encourages morally relative behavior, not to mention a pervasive thirst for power. Ponder the technological aspect for a moment. Consider the numerous globalist programs to expand artificial intelligence and bring about what they call “transhumanism.” This is a kind of knowledge worship that has terrifying implications for the future.\nThe integration of technology into the surveillance state to rule over society is bad enough, but what happens when human beings begin integrating technology into their very biology. Will this eventually erase any semblance of what we call “the soul?” After all, machines do not feel, nor do they self reflect on their actions. What happens when humans distort themselves to become more like machines? Will transhumanism become a movement that suffocates all love and empathy, removing moral compass and turning us into a demonic hive-mind devoid of individual thought?\nGlobalists assert that there is no such thing as the soul, no such thing as individual identity and no such thing as moral compass. Form their perspective there is no danger of adopting technology as a path to godhood because nothing would be lost; and here we see the true nature of luciferianism at work. A perfect representation of this cancer is World Economic Forum spokesperson Yavul Harari – a man who says the quiet part out loud and promotes the darker tenets of luciferianism regularly.\nTo grasp what luciferianism is, think of it as the anti-god; a war on nature, or a war on the natural state of humanity disguised as “enlightenment.” This is why globalists try to institute the extreme opposite view of every natural disposition. The notion of human beings as a blank slate that Yuval Harari clings to is one such false narrative. It is a philosophy that has been debunked by endless psychological studies as well as anthropological studies.\nFrom Carl Jung to Joseph Campbell to Steven Pinker and beyond, all scientific evidence suggests that human beings have inherent psychological qualities and characteristics from birth. Some of these are unique to the person, some are universal archetypes and ideas that the majority of people share (such as conscience and moral compass). If we didn’t have these built-in qualities, humanity would have become extinct thousands of years ago. We still don’t know where exactly they come from, we only know that without them we are no longer human.\nThere is, however, a certain percentage of people (1% or less) that actually do not have these inborn character traits. They are generally known as psychopaths and sociopaths, and their behavior is very similar to that of the globalists. I have long held the theory that the globalist cabal is in fact a cult of higher functioning psychopaths.\nTheir lack of empathy and conscience, their thirst for godhood and omnipotence, their drive to attain all encompassing surveillance of the population, to know everything about us at all time, to have total control over the environment and society, the narcissistic self image of a supreme ruler who is worshiped by the masses, and the delusion that they will be able to read minds and predict the future. These are psychopathic fantasies, and they are willing to chase these fantasies by any means necessary.\nBut even psychopaths sometimes need a fundamentalist framework in order to maintain organization and inspire devotion within a group. It makes perfect sense that they would choose luciferianism as their religion.\nTheir “do what thou wilt” philosophy of hedonism takes the idea of freedom and removes all responsibility – It is a degenerate view of liberty, rather than a principled view. Freedom, they think, is only for people like them; the people willing to desecrate everything in their path and upend the natural order.\nAs psychopaths, they are devoid of natural inborn contents and are more robotic than human. So, it’s no surprise that people like Harai argue there is no soul, no freedom (for you) and that machines are capable of the same creativity as humans. An empty person with no soul or creativity is going to assume that all other people are empty. An immoral person will also be compelled to prove that everyone else is just as immoral as he is. Or, he will be compelled to prove that he is superior to everyone else because he has embraced his immorality.\nDo the elites actually believe in a real “devil” with hooves and horns and a pitchfork? I don’t know. What matters, though, is the philosophical drive of their cultism. Their goal is to convince a majority of the populace that there is no good, and there is no evil. Everything is empty. Everything is relative to the demands of the moment, and the demands of society. Of course, they want to control society, so then everything would really be relative to THEIR demands.\nIf you want to see something truly demonic, imagine a world in which all inherent truth is abandoned for the sake of subjective perception. A world that caters to the preferences of psychopaths with no ethical imperative. A world where the ends always justify the means. This is the luciferian way, and the globalist way. And no matter how much they deny it, the reality of their beliefs is visible in the fruits of their labors. Wherever they go, destruction, chaos and death follow.\nReprinted with permission from\nAlt-Market.us.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://lucistrust.org/arcane_school/library/new_york_headquarters_library",
      "https://www.lucistrust.org/arcane_school/talks_and_articles/descent_and_sacrifice",
      "https://www.gutenberg.org/files/60852/60852-h/60852-h.htm",
      "https://www.alt-market.us/",
      "https://lucistrust.org/arcane_school/talks_and_articles/descent_and_sacrifice",
      "https://alt-market.us/",
      "https://gutenberg.org/files/60852/60852-h/60852-h.htm",
      "https://alt-market.us",
      "https://www.lucistrust.org/arcane_school/library/new_york_headquarters_library"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "blavatsky",
          "sentiment": "none"
        },
        {
          "name": "h.p. blavatsky",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "theosophical society",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T07:30:47.214+02:00",
    "updated": "2024-02-23T07:30:47.214+02:00"
  },
  {
    "uuid": "832c83bd0ab41b43a96708c9867a202512f380d9",
    "url": "https://www.elperiodico.com/es/tiempo/20250103/mario-picazo-tiempo-reyes-magos-lluvia-viento-nieve-dv-113083541",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ángel Guerrero",
    "published": "2025-01-03T11:10:00Z",
    "title": "Mario Picazo confirma los malos presagios para el día de Reyes",
    "text": "El tiempo en enero\nMario Picazo confirma los malos presagios para el día de Reyes\n[El aviso del Meteocat para la cabalgata de Reyes en Barcelona y resto de Catalunya](https://www.elperiodico.com/es/tiempo/20250102/aviso-meteocat-cabalgata-reyes-barcelona-cataluna-tiempo-dv-113059417)\n[Niebla nevadora: el fenómeno que llega a Barcelona para Reyes](https://www.elperiodico.com/es/tiempo/20250102/niebla-nevadora-barcelona-frio-invierno-dv-113060189)\nLa entrada en el nuevo año ha sido plácida a nivel meteorológico en gran parte del territorio español, ya que la situación anticiclónica que imperaba a lo largo de estas [Navidades](/es/temas/navidades-1917386) ha impedido que las nubes se adueñaran del cielo.\nEsta situación llega a su fin con cambios que marcarán el tiempo a partir de este viernes noche y para todo el fin de semana e inicios de la siguiente. Coincidiendo precisamente con la llegada de los [Reyes Magos](/es/temas/reyes-magos-1922893) que, aparte de regalos, también van a traer este cambio de tiempo que pone fin a la monotonía meteorológica de estos últimos días.\nPrimera borrasca del 2025\nLa desaparición del anticiclón va a permitir la entrada de vientos atlánticos que van a traer de vuelta la inestabilidad y el mal tiempo. A partir de este viernes ya podremos ver como un frente de avanzadilla llegará al extremo norte de la [Península](/es/temas/peninsula-1834975) dejando precipitaciones desde Galicia hasta los Pirineos más occidentales pasando por el Cantábrico.\nEso sí, el sábado va a marcar el inicio de un nuevo sistema frontal más activo que empezará a entrar por el oeste de Galicia y que abrirá la puerta a la inestabilidad.\nNieve y ambiente frío\nEste cambio de tiempo estará muy marcado por el viento. Aunque las temperaturas van a ser generalmente un poco más altas, el viento hará que la sensación térmica y el ambiente en general sean de frío invernal.\nLas nevadas llegarán precisamente entre el sábado y la Noche de Reyes y se localizarán en zonas del noroeste, como en la Cordillera Cantábrica por encima de los 800 - 1000 metros y en los Pirineos a partir de los 900 y 1000 metros de altura.\nAun así, las precipitaciones serán menos frecuentes en las regiones próximas al Mediterráneo y sobre todo en Canarias, donde el fin de semana de Reyes llega con un tiempo estable.\n[RRSS WhatsApp](https://api.whatsapp.com/send?text=Mario%20Picazo%20confirma%20los%20malos%20presagios%20para%20el%20d%C3%ADa%20de%20Reyes%20https://www.elperiodico.com/es/tiempo/20250103/mario-picazo-tiempo-reyes-magos-lluvia-viento-nieve-dv-113083541%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)\n[RRSS Facebook](https://www.facebook.com/sharer/sharer.php?u=https://www.elperiodico.com/es/tiempo/20250103/mario-picazo-tiempo-reyes-magos-lluvia-viento-nieve-dv-113083541%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)\n[RRSS Twitter](https://twitter.com/intent/tweet?original_referer=https://www.elperiodico.com/es/tiempo/20250103/mario-picazo-tiempo-reyes-magos-lluvia-viento-nieve-dv-113083541&text=Mario%20Picazo%20confirma%20los%20malos%20presagios%20para%20el%20d%C3%ADa%20de%20Reyes%20%20https://www.elperiodico.com/es/tiempo/20250103/mario-picazo-tiempo-reyes-magos-lluvia-viento-nieve-dv-113083541%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40elperiodico)\n[RRSS email](mailto:?subject=Mario%20Picazo%20confirma%20los%20malos%20presagios%20para%20el%20d%C3%ADa%20de%20Reyes%20&body=https://www.elperiodico.com/es/tiempo/20250103/mario-picazo-tiempo-reyes-magos-lluvia-viento-nieve-dv-113083541%3Futm_source%3Dmail%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)\n[Copiar URL](javascript: void(0))\nNoticia guardada en tu perfil",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Weather->weather warning",
      "Social Issue->social condition",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://api.whatsapp.com/send?text=Mario%20Picazo%20confirma%20los%20malos%20presagios%20para%20el%20d%C3%ADa%20de%20Reyes%20https://www.elperiodico.com/es/tiempo/20250103/mario-picazo-tiempo-reyes-magos-lluvia-viento-nieve-dv-113083541%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share",
      "https://twitter.com/intent/tweet?original_referer=https://www.elperiodico.com/es/tiempo/20250103/mario-picazo-tiempo-reyes-magos-lluvia-viento-nieve-dv-113083541&text=Mario%20Picazo%20confirma%20los%20malos%20presagios%20para%20el%20d%C3%ADa%20de%20Reyes%20%20https://www.elperiodico.com/es/tiempo/20250103/mario-picazo-tiempo-reyes-magos-lluvia-viento-nieve-dv-113083541%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40elperiodico",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.elperiodico.com/es/tiempo/20250103/mario-picazo-tiempo-reyes-magos-lluvia-viento-nieve-dv-113083541%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share",
      "https://api.whatsapp.com/send?text=Mario%20Picazo%20confirma%20los%20malos%20presagios%20para%20el%20d%C3%ADa%20de%20Reyes%20https://elperiodico.com/es/tiempo/20250103/mario-picazo-tiempo-reyes-magos-lluvia-viento-nieve-dv-113083541%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share",
      "https://www.facebook.com/sharer/sharer.php",
      "https://api.whatsapp.com/send",
      "https://facebook.com/sharer/sharer.php?u=https://elperiodico.com/es/tiempo/20250103/mario-picazo-tiempo-reyes-magos-lluvia-viento-nieve-dv-113083541%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share",
      "https://twitter.com/intent/tweet",
      "https://twitter.com/intent/tweet?original_referer=https://elperiodico.com/es/tiempo/20250103/mario-picazo-tiempo-reyes-magos-lluvia-viento-nieve-dv-113083541&text=Mario%20Picazo%20confirma%20los%20malos%20presagios%20para%20el%20d%C3%ADa%20de%20Reyes%20%20https://elperiodico.com/es/tiempo/20250103/mario-picazo-tiempo-reyes-magos-lluvia-viento-nieve-dv-113083541%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40elperiodico"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Reyes Magos",
          "sentiment": "neutral"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "Catalunya",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T14:21:26.686+02:00",
    "updated": "2025-01-03T14:21:26.686+02:00"
  },
  {
    "uuid": "72bc8ab43711e5994b25e7d16a2fffc3a24edd1e",
    "url": "https://www.noticiascaracol.com/golcaracol/seleccion-colombia/james-rodriguez-defiende-a-capa-y-espada-a-colombia-no-le-gusta-joder-con-su-seleccion-rg10",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gianmarco Sotelo",
    "published": "2025-03-19T23:11:00Z",
    "title": "James Rodríguez defiende a capa y espada a Colombia; \"no le gusta joder con su Selección\"",
    "text": "Publicidad\nPublicidad\nPublicidad\nPublicidad\nLa\nSelección Colombia\n se ha convertido desde hace varios años en el ‘lugar seguro’ y el equipo en el que más ha logrado destacarse James Rodríguez, algo que siempre demuestra en la cancha, pero también lo hace afuera de ella.\nPrueba de eso es las conversaciones que tiene con rivales a nivel de selecciones y compañeros en clubes, como pasó con Nicolás Fonseca, futbolista uruguayo con el que comparte actualmente en el León, de México.\nEn una entrevista dada por el ‘charrúa’ dejó una corta declaración pero contundente sobre la forma en la que James Rodríguez defiende la camiseta de Colombia y lo que significa la Selección para él. Lo vive con mucha pasión y entrega.\nJames Rodríguez no le gusta que lo molesten cuando pierde la Selección Colombia\nPublicidad\nA Nicolás Fonseca, en una entrevista para los medios oficiales de la Asociación Uruguaya de Fútbol, le preguntaron si había hablado con el ‘10’ cucuteño de la victoria 3-2 de los ‘charrúas’ sobre los ‘cafeteros’, en noviembre.\nLa respuesta del compañero de James Rodríguez en León fue entre risas, pero confesando que no abarcaron mucho en el tema.\nPublicidad\n“Hablamos del partido pero muy poco, no le gusta joder mucho con su Selección”, confesó Nicolás Fonseca, dejando ver así que para la estrella colombiana significa mucho los resultados que consigue con Colombia.\nCabe recordar que en noviembre Uruguay derrotó 3-2 a Colombia, con goles de Rodrigo Aguirre, Manuel Ugarte y uno en contra de Dávinson Sánchez. Por su parte, para la 'tricolor' marcaron Juan Fernando Quintero y Carlos Andrés Gómez\nAdemás, luego de la caída con los 'charrúas', también hubo otra derrota a manos de Ecuador, 0-1 en el estadio Metropolitano de Barranquilla, por lo que el año 2024 terminó de dura manera para James Rodríguez y los jugadores de la Selección de nuestro país.\nPero ahora, el '10' y sus compañeros volverán a la acción con Eliminatorias Sudamericanas, en este mes de marzo, el 20 y 25, contra Brasil y Paraguay, respectivamente, encuentros que se podrán ver por Gol Caracol y www.golcaracol.com.\nPublicidad\nActualmente y tras las más recientes derrotas, los dirigidos por Néstor Lorenzo se encuentran en el cuarto puesto de la tabla de posiciones, con 19 puntos, pero a seis unidades del líder que es Argentina, a uno de Uruguay y con los mismos que Ecuador.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Politics"
    ],
    "topics": [
      "Sport->sports honour",
      "Sport->sport achievement",
      "Sport->soccer",
      "Human Interest->celebrity",
      "Politics->sports policies",
      "Politics->political campaigns",
      "Politics->political candidates"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "James Rodríguez",
          "sentiment": "none"
        },
        {
          "name": "Nicolás Fonseca",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Asociación Uruguaya de Fútbol",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:39:21.393+02:00",
    "updated": "2025-03-20T01:39:21.393+02:00"
  },
  {
    "uuid": "4603f8649428d5fb3816d075c0ed7d777220278c",
    "url": "https://greaterlongisland.com/support-grows-for-young-mount-sinai-mother-battling-cancer",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brian Harmon",
    "published": "2024-11-07T21:54:00Z",
    "title": "Support grows for young Mount Sinai mother battling cancer",
    "text": "Support provided by [Northwell’s Mather Hospital](https://www.matherhospital.org/) which delivers the five-star difference in exceptional care and is ranked by Medicare in the top 5% of hospitals nationwide for overall clinical performance and patient experience. The Long Island community has come together to back a 33-year-old Mount Sinai mother in her fight against cervical cancer. Nearly 500 donations have been made, totaling more than $53,000, to a GoFundMe campaign in support of Chelsea Lonigro Sorger, a hair color specialist at NuBest Salon in Manhasset who has two young daughters, aged 4 and 2, with her husband Daniel. Sorger initially received a Stage 1 cervical cancer diagnosis and underwent a hysterectomy, according to the GoFundMe page established by family friend Colleen Moore. However, the family received devastating news when doctors discovered the cancer had spread to her lymph nodes, escalating her diagnosis to stage 3C. The diagnosis has turned her and her family’s world upside down, Moore said on the fundraising page. “She is in the battle of her life, physically, mentally, emotionally and financially,” she wrote. ‘Not on my 2024 Bingo card’ With characteristic humor, Sorger recently posted on Instagram, “I will tell you one thing, this was not on my 2024 bingo card.” She added in the same post, “Sometimes you get caught up in wondering why certain things are happening to you but I know god has a plan. I know I’m strong and my family and I are going through this for a reason.” The road ahead for Sorger includes an aggressive treatment plan: a second surgery to relocate her ovaries, followed by five weeks of daily radiation treatments and weekly five-hour chemotherapy sessions, according to Moore. Additionally, the treatment will conclude with three weeks of brachytherapy radiation. Sharing her gratitude In a heartfelt message posted on YouTube, Sorger thanked the community for its prayers and support: “I’m so overwhelmed by all the support, and the prayers. Every text message, every phone call, every comment… thank you. I feel the prayers.” Adding to the Sorger family’s challenges, Sorger’s 4-year-old daughter Raegan requires daily intervention services for autism, while 2-year-old Callie demands the high level of attention typical of an active toddler. Her husband, a heavy equipment operator in the construction industry, faces reduced work hours as he supports his wife through treatment. ‘I will … put it behind me’ “Sometimes you get caught up in wondering why certain things are happening to you but I know god has a plan,” Sorger wrote in her Instagram post last week. “I know I’m strong and my family and I are going through this for a reason. I might not know what that is today but I will do this and put it behind me and come out on the other side stronger, even more resilient and with even more faith in god.” How to contribute The GoFundMe for Sorger was established 10 days ago. The funds raised will help ease the burden of mounting medical bills and lost income, as Sorger has been unable to return to her evening work as a hair colorist since her surgery. Top photos: GoFundMe and Instagram (inset).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.matherhospital.org/",
      "https://www.matherhospital.org",
      "https://matherhospital.org/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Colleen Moore",
          "sentiment": "none"
        },
        {
          "name": "Daniel",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "NuBest Salon",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Manhasset",
          "sentiment": "none"
        },
        {
          "name": "Island",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T02:29:06.668+02:00",
    "updated": "2024-11-15T03:34:42.568+02:00"
  },
  {
    "uuid": "df5544c85367b12582c95c037ae2ddfdd4f329f9",
    "url": "https://www.wwltv.com/article/news/local/orleans/supa-cents-influence-revives-new-orleans-east-businesses/289-e7aa18d3-c2c9-4ab7-9dc9-c6e0954bbf67",
    "ord_in_thread": 0,
    "author": "Whitney Miller / WWL Louisiana",
    "published": "2025-07-23T22:38:00Z",
    "title": "Supa Cent boosts New Orleans bakery visibility with viral post | wwltv.com",
    "text": "NEW ORLEANS — A New Orleans East dessert shop was struggling to gain traction — until one viral post changed everything.\nShakairione Johnson, owner of The Sweet Tooth Fairy, had quietly shared with a friend that she might have to shut down her bakery due to slow business and limited visibility.\nThe message was posted publicly, and that’s when local influencer Supa Cent (@Supa_Cent) — known for her millions of followers and massive online reach — saw it.\n“I grabbed my kids and went over there… I just wanted it to be a big deal,” Supa told WWL.\nIt was.\nBy the weekend, Johnson’s shop had sold out — for the first time since opening in her brick-and-mortar location last year.\n“They sold me out — more than once,” Johnson said. “I’ve been overwhelmed in the best way. I actually need staff now!”\nShe calls Supa her longtime role model, and says her influence did more than drive sales — it breathed new energy into her business.\nThe ripple effect extended to St. Noir, a Black-owned coffee shop that opened three months ago in the St. Roch neighborhood.\nSupa also posted about it, sharing her candid impressions and even conducting a poll for her audience.\n“About 80% of her followers had never heard of us,” said co-owner Avione Pazon. “She really broadened our reach.”\nFor Supa, born and raised in New Orleans, it’s about using her platform for good.\n“My goal is to shed light on businesses — because I have a business, and I know how life-changing support can be,” she said. “The Supa Effect isn’t about going viral. It’s about visibility. It’s about giving everyday people a shot to thrive.”\nIn neighborhoods where foot traffic is slow and marketing budgets are limited, a single post from someone like Supa can generate weeks’ worth of revenue — or even reenergize a brand.\n“I think we need more Black businesses in the East,” Supa said. “If we want to change the East, we have to invest in it — with brick-and-mortars, with community support, with love.”\nThe Sweet Tooth Fairy is no longer at risk of fading into the background. Johnson says she's excited for what’s ahead — and grateful that someone from her city helped shine the light.\nBusiness locations:\nThe Sweet Tooth Fairy: 9301 Lake Forest Blvd. Ste. 113\nSt. Noir Cafe: 1128 St. Roch Ave.\n► Get breaking news from your neighborhood delivered directly to you by downloading the new FREE WWL-TV News app now in the IOS App Store or Google Play.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "topics": [
      "Economy, Business and Finance->business strategy and marketing",
      "Human Interest->celebrity"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://apps.apple.com/us/app/new-orleans-news-from-wwl/id1453203460",
      "https://play.google.com/store/apps/details?id=com.doapps.android.mln.MLN_d6bcd10196773d6203b7e9b10e53fea3&hl=en_US",
      "https://play.google.com/store/apps/details",
      "https://www.play.google.com/store/apps/details?id=com.doapps.android.mln.MLN_d6bcd10196773d6203b7e9b10e53fea3&hl=en_US",
      "https://www.apps.apple.com/us/app/new-orleans-news-from-wwl/id1453203460"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Supa Cent",
          "sentiment": "negative"
        },
        {
          "name": "Shakairione Johnson",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "WWL",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [],
      "bias": "center",
      "source": {
        "type": "local_news",
        "city": [
          "Lemannville",
          "New Orleans",
          "New Orleans Station"
        ],
        "state": [
          "Louisiana"
        ],
        "country": [
          "US"
        ],
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:49:17.740+03:00",
    "updated": "2025-07-24T07:53:54.000+03:00"
  },
  {
    "uuid": "41becdb734bd64027c607637f2177c0cc112779e",
    "url": "https://www.primicias.ec/deportes/allen-obando-inter-miami-atletico-madrid-barcelona-sporting-club-chequeos-medicos-fichaje-mls-92128",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Juan Núñez",
    "published": "2025-03-19T22:21:00Z",
    "title": "¡Ya llegó a Estados Unidos! ¿Qué falta para que Allen Obando firme su contrato con el Inter Miami?",
    "text": "¡Ya llegó a Estados Unidos! ¿Qué falta para que Allen Obando firme su contrato con el Inter Miami?\nAllen Obando, delantero ecuatoriano negociado al Grupo Atlético de Madrid y que jugará en el Inter Miami, ya está en Estados Unidos para firmar su contrato y ser compañero de Lionel Messi.\nAllen Obando, durante el Sudamericano Sub 20, el 24 de enero de 2025.\n- Foto\nEFE\nAutor:\nActualizada:\nCompartir:\nAllen Obando, delantero ecuatoriano que jugará en el Inter Miami, llegó este miércoles 19 de marzo a esa ciudad estadounidense para firmar su contrato con el equipo que forma parte de la MLS.\nObando, quien fue negociado por Barcelona SC al Grupo Atlético de Madrid, y este lo prestó al Inter Miami, antes de estampar su firma con el equipo de Lionel Messi, se realizará los respectivos chequeos médicos. Esto, según información del agente de futbolistas Fabrizio Romano.\nEl atacante tricolor fue anunciado como fichaje del Inter Miami el pasado 21 de febrero de 2025, sin embargo seguía entrenando con el 'Ídolo', previo a su viaje a Estados Unidos.\nObando será el tercer futbolista ecuatoriano que jugará en el Inter Miami, pues antes lo hicieron sus compatriotas Leonardo Campana y Dixon Arroyo.\nPrevio a ser negociado por Barcelona SC, Obando disputó un total de 23 partidos con el primer plantel 'canario' y marcó cuatro goles.\nCompartir:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Sport->sport event",
      "Sport->sports transaction",
      "Sport->soccer",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->travel and tourism"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Allen Obando",
          "sentiment": "negative"
        },
        {
          "name": "Fabrizio Romano",
          "sentiment": "none"
        },
        {
          "name": "Lionel Messi",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Inter Miami",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Grupo Atlético de Madrid",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T00:43:46.688+02:00",
    "updated": "2025-03-20T00:43:46.688+02:00"
  }
]