[
  {
    "uuid": "981284599f46313da05be41c006008f000e97913",
    "url": "https://es.digitaltrends.com/entretenimiento/fallout-serie-amazon-primeras-impresiones",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Allan Vélez",
    "published": "2024-04-11T16:07:00Z",
    "title": "Seas o no fanático del videojuego deberías ver Fallout en Prime Video - Digital Trends Español",
    "text": "Anoche comencé a ver Fallout , una serie de televisión producida por Amazon Studios basada en una popular serie de videojuegos. A decir verdad, creo que todos los fanáticos de Fallout están bastante bien enterados de la existencia de la serie, que por cierto, es fantástica. Si en cambio jamás has oído hablar de ella creo que deberías comenzar a verla, especialmente si disfrutas de las series de ciencia ficción .\nFallout trata sobre un grupo de personas que busca sobrevivir en la Tierra tras un apocalipsis nuclear narrado magistralmente al inicio de la serie. Luego de 200 años de ese evento los sobrevivientes viven en refugios subterráneos donde impera un orden total. La serie gira en torno a Lucy MacLean (Ella Purnell), una de las habitantes del Vault 33 (uno de los refugios), quien por una serie de eventos desafortunados termina explorando la superficie donde su visión de un mundo ordenado choca con una anarquía total. En ese momento la serie se desenvuelve y muestra a más personajes, todos con una interesante historia detrás y que conforme avanza la trama sus historias se relacionan.\nPor qué debes ver Fallout Digital Trends Español Parte del encanto de Fallout es que está magníficamente producida. A Fallout se le nota el dinero bien gastado. La escenografía se siente increíblemente bien lograda. El guión es elocuente y traslada el característico humor negro del videojuego. Las escenas de acción son frenéticas. El ritmo de los capítulos es fantástico.\nRecommended Videos La otra parte del encanto reside en el atractivo de la serie Fallout . Los videojuegos son famosos por la visión que construyó de un mundo postapocalíptico en el que se mezcla tecnología inexistente (como armaduras humanas mecanizadas que funcionan con energía nuclear) con aparatos sumamente mundanos como un tostador de pan. También hay criaturas fantásticas, como cucarachas gigantes u osos que mutaron por la radiactividad. Fallout también es famosa por sus diálogos y humor negro. Todos estos aspectos están magistralmente sintetizados en la serie de televisión.\nRelated El estreno de la serie Fallout en Prime Video sufre importante cambio 3 programas subestimados en Amazon Prime Video que debes ver en abril Llegan los anuncios a Prime Video en México, a menos que pagues más La primera temporada de Fallout ya está disponible en Prime Video . Si disfrutas de los videojuegos de la serie, definitivamente deberías incluirla en tus planes del fin de semana —me parece una serie muy maratoneable —. Si jamás has oído hablar del videojuego, simplemente dale 20 minutos. Fallout está tan bien hecha que con seguridad terminarás toda la temporada.\nRecomendaciones del editor 3 películas de ciencia ficción en Amazon Prime Video que debes ver en abril de 2024 Si tienes que ver una película de Amazon Prime Video en abril de 2024, debe ser esta 5 películas que salen de Amazon Prime Video en marzo de 2024 que tienes que ver ahora 3 películas de acción en Prime Video que debes ver en marzo 5 películas de ciencia ficción en Netflix que debes ver en marzo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.youtube.com/embed/GExflKHU3VE",
      "https://live.primis.tech/live/liveView.php?s=${playerId}&schain=1.0,1!fabrik.com,60,1&playerApiId=${playerId}`;",
      "https://www.live.primis.tech/live/liveView.php?s=${playerId}&schain=1.0,1!fabrik.com,60,1&playerApiId=${playerId}`;",
      "https://youtube.com/embed/GExflKHU3VE",
      "https://live.primis.tech/live/liveView.php"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T00:02:44.047+03:00",
    "updated": "2024-04-12T00:02:44.047+03:00"
  },
  {
    "uuid": "2b2cab3655bb5d19a99347b27aefe72b6d5ac7ff",
    "url": "https://www.express.co.uk/comment/columnists/leo-mckinstry/1849956/voting-age-should-be-raised-to-21",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Leo McKinstry",
    "published": "2023-12-28T22:57:00Z",
    "title": "The voting age should be raised to 21, says Leo McKinstry | Leo McKinstry | Columnists | Comment | Express.co.uk",
    "text": "The voting age should be raised to 21, says Leo McKinstry (Image: Getty) Visiting a country fair near Plymouth, he witnessed a competition where around 800 participants tried to estimate the weight of an ox.\nAfter he had told the organisers about his professional interest in numbers, Galton was given permission to analyse all these guesses, which had been written on slips of paper. What he discovered was fascinating.\nAlthough most of the entries were too high or too low, the average of the 800 was remarkably accurate, missing the ox’s real weight by less than one per cent.\nTrending Galton’s test appeared to reveal that a group of citizens can have a form of collective intelligence if their opinions are pooled together.\nIt is a phenomenon known as “the wisdom of crowds”.\nOn a much bigger scale, the theory explains why the public in a free, open society usually makes the right decision at election time.\nThat undoubtedly applies to the British electorate which, throughout the last 150 years, has displayed an astonishingly intuitive and subtle instinct for reaching a result that suits the political needs of the country.\nThe collective wisdom of the British people will be required again soon, given that the next election is almost certain to be held in 2024.\nOur poll will be one of an unprecedented array of contests that will occur across the world next year, embracing nations as varied as the USA, South Africa and India, as well as the European Parliament.\nIt has been calculated that approximately 40 per cent of the globe’s population will be asked to cast their votes.\nThere are voices in Britain that express doubt about the integrity or usefulness of our own forthcoming poll.\nIn sophisticated metropolitan circles, it is fashionable to sneer that our political system is “broken”.\nBecome an Express Premium member\nSupport fearless journalism\nRead The Daily Express online, advert free\nGet super-fast page loading Start 30-day\nFREE trial Some Remoaners yearn for the pre- Brexit return of quasi-imperial rule by Brussels, others want a written constitution where the lawyers would effectively be in charge.\nOne recent survey revealed that an alarming 29 per cent of young people, perhaps swayed by the authoritarianism of the woke agenda, believe that Britain should be governed by a dictatorship.\nBut unlike continental Europe, extremism has never had much appeal in Britain to mature voters, which is why both communism and fascism remained on the wild fringes of politics.\nIn fact, throughout the 1930s, Sir Oswald Mosley’s British Union of Fascists did not win a single Parliamentary seat.\nREAD MORE Rishi Sunak’s hopes threatened by failure to address key issue, says pollster\nEven so, we cannot be complacent about the future of our democracy.\nTerrorists continue to threaten our basic freedoms.\nHostile foreign regimes seek to distort the electoral process through social media manipulation. I have my concerns.\nOne is the increasing use of postal votes, which are far more vulnerable to fraud than the traditional ballot box.\nA second is the undue media attention given to self-appointed pressure groups which fill the airwaves with their bleats about “underfunding” and their bogus statistics about mass suffering.\nREAD MORE\nTory anger as University imposes transgender name compliance policy Furious Tories have accused university bosses of “pandering to a woke edict” after ordering students to comply with transgender names and pronouns or face punishment.\nQueen’s University Belfast’s new code of conduct demands that both staff and students use whatever name and pronouns an individual demands.\nEven worse is the prospect that if Labour wins, then 16 and 17-year-olds will be given the right to vote.\nThis is not an extension of democracy, as the proposal’s supporters pretend, but a cynical, partisan move that Labour only backs because young people, devoid of real-world responsibilities and experience, are overwhelmingly left-wing.\nIt is ridiculous to assert that 16-year-olds should have a direct say in the running of our country when they are deemed too immature to get married, buy cigarettes or alcohol, take out a credit card, drive a car or use a sunbed.\nIn truth, there is a strong argument that the voting age should be raised to 21, given that today youngsters grow up much more slowly than in the past.\nBut even if Labour win, this ugly measure may flounder on the rocks of British common sense.\n“Trust the people” was one of Churchill’s guiding principles.\nThose words are just as powerful today.\nRelated articles Rishi Sunak’s hopes threatened by failure to address key issue, says pollster Emily Thornberry claims general election date is open knowledge in Parliament Bankrupt Labour councils slammed by watchdog over financial management Labour humiliated over ‘nanny state’ promises Keir Starmer's asylum plan would plunge UK immigration system into deep chaos",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "external_links": [
      "https://live.primis.tech/live/liveView.php?s=114945&playerApiId=v114945",
      "https://www.live.primis.tech/live/liveView.php?s=114945&playerApiId=v114945",
      "https://live.primis.tech/live/liveView.php"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "leo mckinstry",
          "sentiment": "negative"
        },
        {
          "name": "galton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "plymouth",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:04:42.214+02:00",
    "updated": "2023-12-29T01:04:42.214+02:00"
  },
  {
    "uuid": "728f487c1df723034c796ee933d1354ee211e36d",
    "url": "https://vanguardia.com.mx/coahuila/se-pasa-un-alto-y-ocasiona-accidente-KJ12284439",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ulises martínez",
    "published": "2024-06-13T00:00:00Z",
    "title": "Se pasa un alto y ocasiona accidente",
    "text": "Se pasa un alto y ocasiona accidente [Ulises Martínez](/autor/-/meta/ulises-martinez) Al no detenerse en el cruce de Ignacio La Llave y Francisco Zarco, el conductor de un Chevrolet Matiz causó un accidente vial que afectó a dos autos: a uno se le atravesó y al otro le pegó mientras estaba estacionado. El accidente se registró cerca de las 08:30 horas, movilizando al personal de la Policía Municipal, quienes aseguraron el área y verificaron que no hubiera personas lesionadas. TE PUEDE INTERESAR: Conductor provoca caos vial tras intentar rebasar autobús descompuesto y quedar atorado, al norte de Saltillo El responsable, Sebastián, circulaba por Ignacio La Llave y, al intentar cruzar, se atravesó sin precaución al Dodge Neon, conducido por José Enrique, de 70 años, quien tenía vía libre. Tras el impacto, el vehículo responsable dio media vuelta y se estrelló contra el costado derecho de una camioneta Chevrolet Uplander, que estaba estacionada. Los participantes llamaron a sus aseguradoras , las cuales arribaron al lugar. El conductor del auto compacto admitió su responsabilidad al pasarse sin precaución alguna.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://es.wikipedia.org/wiki/Ignacio_de_la_Llave",
      "https://www.es.wikipedia.org/wiki/Ignacio_de_la_Llave"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:08:56.030+03:00",
    "updated": "2024-06-14T00:08:56.030+03:00"
  },
  {
    "uuid": "7ec6e34de7f6a2679f7809d49041fb3fdc09a9ba",
    "url": "https://www.brighteon.com/5f494aa0-6aab-4431-bd2f-bbe5556c416d",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "What is happening",
    "published": "2023-12-28T22:00:00Z",
    "title": "LIVE! Keeping Ourselves Ahead Of The Curve Makes Us UNBEATABLE! No Matter What They Do. Mannarino",
    "text": "Gregory Mannarino\nDec 28, 2023 Favorites\n100% FREE! (MMRI). The BEST Market Risk Indicator On The PLANET! Click: https://traderschoice.net/about-traders-choice/\n100% FREE! JOIN MY NEWSLETTER! Click here: https://gregorymannarino.substack.com/subscribe\nPLEASE SUPPORT MY WORK. Choose either PayPal, Click: https://www.paypal.com/paypalme/GregoryMannarino\nOr Use STRIPE, Click: https://checkout.stripe.com/c/pay/cs_live_a1qQXUcA3iOwIvPgNBeeGFqfOFAMiKmtl9um8I9fbNBt3CdI6iY8hp3P4q#fidkdWxOYHwnPyd1blppbHNgWjA0SF09RE9EPWdofWNdSF89R2ZdPW9cf1xvXW1DXTZRd2JhZ1JTdEtTM19Adk1PSDZiT3FmUWcwN0tyVGJmRmBrUlNXanJmNktTYGlmdGBzam1qNFZvbmZiNTVvS1BIM0NXQycpJ3VpbGtuQH11anZgYUxhJz8nNz1qNDBDPTdkYFRyZkZmMnZ2Jyknd2BjYHd3YHdKd2xibGsnPydtcXF1dj8qKnJycit8anBxcGdgK2ZqaConeCUl\nWANT TO SUPPORT MY WORK WITH CRYPTO? Please click: https://commerce.coinbase.com/checkout/81ce40ab-37d8-45f9-af89-61831978c6eb\nCheck Out My Book! \"A (NOT) So Random Walk On Wall St. Click: https://www.lulu.com/shop/gregory-mannarino/a-not-so-random-walk-on-wall-street/ebook/product-n66ymz.html?page=1&pageSize=4\nDISCLAIMER: This post is for informational purposes only and does not constitute an offer, recommendation, or solicitation to buy or sell securities. Nor does it constitute in any way or suggest in any way that you as an individual investor, corporate investor or otherwise, should engage in trading or investing in any such asset/stock/exchange traded fund, etc. which may be posted or discussed here. None of the information or analyses presented are intended to form the basis for any investment decision, and no specific recommendations are intended. Accordingly, this publication does not constitute investment advice or counsel or solicitation for investment in any security. This publication does not constitute or form part of, and should not be construed as, any offer for sale or subscription of, or any invitation or offer to buy or sell any securities, nor should it or any part of it form the basis of, or be relied on in any connection with, any contract or commitment whatsoever. Gregory Mannarino and any affiliate thereof expressly disclaims any and all responsibility for any direct, indirect, or consequential loss or damage of any kind whatsoever arising directly or indirectly from: (i) reliance on any information contained in this publication, (ii) any error, omission, or inaccuracy in any such information or (iii) any action resulting therefrom.\n(HYPER-ALERT). BEWARE OF ANY COMMENT WITH WHATSAPP, TEXTME+, @USER, OR TELEGRAM IN THE TITLE OR IN THE COMMENT ITSELF, THESE ARE SCAMS! BEWARE OF ANY COMMENTS OR TITLES CONTAINING MY NAME OR PICTURE. BEWARE OF COMMENTS WITH NUMBERS, AND OR ANY SPECIAL CHARACTERS. BEWARE OF DIRECT TEXT OR DIRECT MESSAGE, THESE ARE ALL SCAMMERS!\nScamming, trolling, racist, or any hate related comments will not be tolerated on this channel, any one of these will lead to permanent BAN from this channel without warning.\n*Stock trading involves financial risk. Trade/invest wisely.\n#crypto​ #trading​​ #banned",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Social Issue"
    ],
    "external_links": [
      "https://checkout.stripe.com/c/pay/cs_live_a1qQXUcA3iOwIvPgNBeeGFqfOFAMiKmtl9um8I9fbNBt3CdI6iY8hp3P4q#fidkdWxOYHwnPyd1blppbHNgWjA0SF09RE9EPWdofWNdSF89R2ZdPW9cf1xvXW1DXTZRd2JhZ1JTdEtTM19Adk1PSDZiT3FmUWcwN0tyVGJmRmBrUlNXanJmNktTYGlmdGBzam1qNFZvbmZiNTVvS1BIM0NXQycpJ3VpbGtuQH11anZgYUxhJz8nNz1qNDBDPTdkYFRyZkZmMnZ2Jyknd2BjYHd3YHdKd2xibGsnPydtcXF1dj8qKnJycit8anBxcGdgK2ZqaConeCUl",
      "https://gregorymannarino.substack.com/subscribe",
      "https://commerce.coinbase.com/checkout/81ce40ab-37d8-45f9-af89-61831978c6eb",
      "https://www.paypal.com/paypalme/GregoryMannarino",
      "https://traderschoice.net/about-traders-choice/",
      "https://www.lulu.com/shop/gregory-mannarino/a-not-so-random-walk-on-wall-street/ebook/product-n66ymz.html?page=1&pageSize=4",
      "https://paypal.com/paypalme/GregoryMannarino",
      "https://traderschoice.net/about-traders-choice",
      "https://lulu.com/shop/gregory-mannarino/a-not-so-random-walk-on-wall-street/ebook/product-n66ymz.html?page=1&pageSize=4",
      "https://www.traderschoice.net/about-traders-choice/",
      "https://www.gregorymannarino.substack.com/subscribe",
      "https://www.lulu.com/shop/gregory-mannarino/a-not-so-random-walk-on-wall-street/ebook/product-n66ymz.html",
      "https://www.commerce.coinbase.com/checkout/81ce40ab-37d8-45f9-af89-61831978c6eb",
      "https://www.checkout.stripe.com/c/pay/cs_live_a1qQXUcA3iOwIvPgNBeeGFqfOFAMiKmtl9um8I9fbNBt3CdI6iY8hp3P4q#fidkdWxOYHwnPyd1blppbHNgWjA0SF09RE9EPWdofWNdSF89R2ZdPW9cf1xvXW1DXTZRd2JhZ1JTdEtTM19Adk1PSDZiT3FmUWcwN0tyVGJmRmBrUlNXanJmNktTYGlmdGBzam1qNFZvbmZiNTVvS1BIM0NXQycpJ3VpbGtuQH11anZgYUxhJz8nNz1qNDBDPTdkYFRyZkZmMnZ2Jyknd2BjYHd3YHdKd2xibGsnPydtcXF1dj8qKnJycit8anBxcGdgK2ZqaConeCUl"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mannarino gregory mannarino",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "paypal",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "anet",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:21:54.625+02:00",
    "updated": "2023-12-29T01:21:54.625+02:00"
  },
  {
    "uuid": "8facd1f46db1f6208741ccd9e2b6ed47b4b2711e",
    "url": "https://www.wdam.com/2024/05/09/first-alert-severe-weather-possible-overnight",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@wdam",
    "published": "2024-05-09T23:47:00Z",
    "title": "FIRST ALERT: Severe Weather Possible Overnight",
    "text": "FIRST ALERT: Severe Weather Possible Overnight FIRST ALERT WEATHER EVENT: A complex of storms will move into Mississippi late tonight between 11pm and 3am. The hot and humid weather this afternoon has made the atmosphere very unstable, meaning there is a lot of Storm Fuel for storms to tap into. This set-up will mainly be a damaging wind event with Straight-Line Winds as high as 70-80 mph and quarter to golf ball size hail. A stray tornado or two can not be ruled out, but damaging winds remain my biggest concern. This event will be capable of producing WIDESPREAD Straight-Line Wind damage across the area which could down trees, damage buildings, airborne unsecured trampolines, and down power lines. Friday will start off cloudy, but we will see some sunshine by the afternoon. Highs will top out into the low to mid 80s. This weekend will be amazing! Skies will be sunny with much cooler weather as highs top out into the upper 70s to low 80s. Skies on Sunday will be partly cloudy with highs in the low 80s. Scattered thunderstorms will move in next Monday, with highs in the low 80s. Want more WDAM 7 news in your inbox? Click [here](https://www.wdam.com/newsletter/) to subscribe to our newsletter. Copyright 2024 WDAM. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "mississippi",
          "sentiment": "none"
        },
        {
          "name": "straight-line winds",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T03:50:44.762+03:00",
    "updated": "2024-05-10T03:50:44.762+03:00"
  },
  {
    "uuid": "d03a4adca2cab39e8a293bad5aae6ebdd19a8987",
    "url": "https://www.knskashmir.com/displaynews.aspx?news=183460",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "KNS",
    "published": "2023-12-23T22:00:00Z",
    "title": "Terrorist attack on former cop an act of cowardice, insult to a worship place : Chugh",
    "text": "PoliticsTerrorist attack on former cop an act of cowardice, insult to a worship place : Chugh By KNS Posted on Dec 24, 2023 | Updated on Dec 24, 2023 Share Tweet Share Srinagar Dec 24 (KNS): BJP national general secretary Tarun Chugh has strongly condemned the incident in which a retired police officer was shot dead by terrorists while offering prayers at a mosque in Baramulla today. Chugh said it was not just a cowardly act of terrorists but was also an insult and disgrace to the religious place. He said it was a shame that terrorists fired on Mohammed Shafi, a former SP, during Azan in the mosque which showed how desperate they are. Attacking a person in the place of worship was the most heinous crime for which the terrorists will have to pay heavily, Chugh added.(KNS) Related Categories:Education Share Tweet Share Recommended for you Sagar chairs meeting of delegates, office bearers of Khanyar constituency Muzaffar Shah expresses concern over “prevailing situation” in J&K Sadhotra condemns killing of SSP by terrorists, seeks judicial probe in civilian killings in Rajouri",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chugh",
          "sentiment": "negative"
        },
        {
          "name": "tarun chugh",
          "sentiment": "none"
        },
        {
          "name": "mehbooba mufti",
          "sentiment": "none"
        },
        {
          "name": "azan",
          "sentiment": "none"
        },
        {
          "name": "mohammed shafi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bjp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "baramulla",
          "sentiment": "none"
        },
        {
          "name": "sajad lone india",
          "sentiment": "none"
        },
        {
          "name": "poonch",
          "sentiment": "none"
        },
        {
          "name": "jammu kashmi",
          "sentiment": "none"
        },
        {
          "name": "srinagar",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T12:32:59.050+02:00",
    "updated": "2023-12-25T00:20:18.765+02:00"
  },
  {
    "uuid": "99dfd59c69eba40048da95490637651e9b4f8714",
    "url": "https://www.startribune.com/massachusetts-on-verge-of-becoming-second-to-last-state-to-outlaw-revenge-porn/600373406",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "STEVE LeBLANC",
    "published": "2024-06-13T22:00:00Z",
    "title": "Massachusetts on verge of becoming second-to-last state to outlaw \"revenge porn\"",
    "text": "BOSTON — A bill aimed at outlawing ''revenge porn'' has been approved by lawmakers in the Massachusetts House and Senate and shipped to Democratic Gov. Maura Healey, a move advocates say was long overdue.\nIf signed by Healey, the bill — which bars the sharing of explicit images or videos without the consent of those depicted in the videos — would leave South Carolina as the only state not to have a law specifically banning revenge porn.\nSupports say the bill, which landed on Healey's desk Thursday, would align Massachusetts with the other 48 states that have clear prohibitions on disseminating sexually explicit images and videos without the subject's consent. It is a form of abuse that advocates say has grown increasingly common in the digital age, subjecting people to social and emotional harm often inflicted by former romantic partners.\nThe bill would make disseminating nude or partially nude photos of another person without their permission criminal harassment. Offenders would face up to two and a half years in prison and a fine of $10,000. On subsequent offenses, the punishment would increase to up to 10 years in prison and a fine of $15,000.\n''No person's life should devolve into chaos because a private photo was shared without their permission, and no person should fear coercion or be threatened with the sharing of such a photo,\" Senate President Karen Spilka said.\nThe bill explicitly states that even though a person might consent to the initial creation of an explicit image or video that doesn't mean they are also agreeing that it can be distributed without their additional consent in the future.\nThe advent of artificial intelligence and deepfake technology in the creation of revenge porn has added to the concerns of lawmakers. Supporters said the bill opens the door to legislation further addressing the implications of the emerging technology.\nKarissa Hand, an aide to Healey, said the governor, who was previously the state's attorney general, ''has long supported legislation to ban revenge porn and hold accountable those who would engage in abusive, coercive and deeply harmful behavior'' and looks forward to reviewing any legislation that reaches her desk.\nThe legislation establishes a definition for coercive control to account for non-physical forms of abuse such as isolation, threatening harm toward a family member or pet, controlling or monitoring activities, damaging property, publishing sensitive information, and repeated legal action.\nAdvocates describe coercive control as a pattern of deliberate behavior by an abuser that substantially restricts another person's safety and autonomy.\nBy expanding the statute of limitation for domestic violence charges to 15 years, the bill would also give survivors a longer time to seek justice.\nUnder current law, minors who possess, purchaseor share explicit photos of themselves or other minors are charged with violating child pornography laws and are required to register as sex offenders.\nThe bill would instead require the state attorney general to develop an educational diversion program to provide adolescents who engage in revenge porn with information about the consequences and life-altering effects caused by engaging in the behavior.\nDistrict attorneys would still have the authority to petition the court to bring criminal charges in extreme cases.\nJane Doe Inc., the Massachusetts Coalition Against Sexual Assault and Domestic Violence, called passage of the bill in the Legislature ''a milestone for survivors in Massachusetts.''\n''Non-consensual sharing of intimate images impacts thousands of people in Massachusetts every year, and increases an individual's likelihood of further sexual harm,'' the group said in a written statement.\n''This bill takes a thoughtful approach to addressing the problem - one that balances strong protections for survivors with a recognition that younger people who cause this harm often can and should benefit from educational diversion over prosecution,'' the group added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "healey",
          "sentiment": "none"
        },
        {
          "name": "maura healey",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "senate",
          "sentiment": "none"
        },
        {
          "name": "house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "massachusetts",
          "sentiment": "none"
        },
        {
          "name": "massachuse",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        },
        {
          "name": "south carolina",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T01:11:59.076+03:00",
    "updated": "2024-06-14T01:11:59.076+03:00"
  }
]