[
  {
    "uuid": "e5f6457bea1b2f49fa542ca195226d4ab8ff32e2",
    "url": "https://animalpolitico.com/politica/elektra-deuda-salinas-pliego-tribunal-niega-amparo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Animal Político",
    "published": "2024-06-13T20:57:00Z",
    "title": "Tribunal niega amparo a Elektra, debe pagar adeudo de impuestos por 24 mil mdp; empresa dice que hay presión a magistrados",
    "text": "Grupo Elektra, del empresario Ricardo Salinas Pliego , deberá pagar al SAT 24 mil millones de pesos por adeudos de impuestos, considerando las actualizaciones por inflación, luego de que un Tribunal federal le negó un amparo que solicitó. Los magistrados del Vigésimo Tribunal Colegiado en Materia Administrativa del Primer Circuito establecieron que Elektra sí tiene la obligación de pagar el adeudo, lo que representa una sentencia favorable para el SAT. Grupo Elektra tramito dicho amparo por una sentencia del Tribunal Federal de Justicia Administrativa (TFJA), en la cual ratificó que debía hacer un pago millonario de Impuestos Sobre la Renta (ISR), el cual deriva del ejercicio fiscal de 2013. En el año 2014, cuando salió del régimen de consolidación fiscal−figura que daba beneficios a las empresas pero que fue cancelada en 2013−Elektra no reversó las pérdidas de filiales que aprovechó para pagar menos impuestos en años anteriores. De acuerdo con el SAT, al concluir el régimen de beneficio de consolidación fiscal, la empresa dejó de sumar diversas pérdidas por enajenación de acciones que fueron aprovechadas en los ejercicios 2008, 2009, 2010, 2011 y 2012 para disminuir el pago de sus impuestos. Lee: Gobierno de AMLO publica expediente de adeudos fiscales de Ricardo Salinas; el empresario anuncia demanda Tras esta resolución, Grupo Elektra informó que recurrirá a las instancias superiores correspondientes “para buscar una resolución que elimine los abusos como los cobros dobles e ilegales que buscan imponernos”. A través de un comunicado, la empresa de Salinas Pliego lamentó la falta de diligencia y objetividad de algunos magistrados quienes se negaron a analizar el amparo, “frente a la sistemática presión por parte del Gobierno federal y ante el temor de ser considerados corruptos”. La empresa dijo confiar en que, a pesar de las presiones externas, las instancias superiores decidirán lo correcto con autonomía e independencia. El pasado 22 de marzo, el Gobierno de México hizo público el expediente del caso de adeudo de impuestos de Grupo Salinas , propiedad de Salinas Pliego, cuya deuda asciende a 63 mil millones de pesos. En el expediente aparecen documentos como estados financieros, los créditos ejercidos, las sentencias públicas sobre juicios promovidos por las empresas Grupo Elektra, Nueva Elektra y Tv Azteca, así como tesis jurisprudenciales, sentencias completas, entre otros anexos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Crime, Law and Justice",
      "Corporate Governance and CSR"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.gob.mx/presidencia/documentos/expediente-grupo-salinas?idiom=es",
      "https://x.com/gruposalinas/status/1801337937864626551?s=46",
      "https://www.x.com/gruposalinas/status/1801337937864626551?s=46",
      "https://x.com/gruposalinas/status/1801337937864626551",
      "https://gob.mx/presidencia/documentos/expediente-grupo-salinas?idiom=es",
      "https://www.gob.mx/presidencia/documentos/expediente-grupo-salinas"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T01:01:35.147+03:00",
    "updated": "2024-06-14T01:01:35.147+03:00"
  },
  {
    "uuid": "97ea4159cdd9f22a2de60696d60f8cfa9d163339",
    "url": "https://freerepublic.com/focus/f-religion/4206486/posts",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SeekAndFind",
    "published": "2023-12-28T14:45:00Z",
    "title": "What does Pope Francis want LGBTQ Catholics to do?",
    "text": "The Vatican declared in 2021 that same-sex relationships cannot be blessed because God “cannot bless sin.” And now less than three years later, Pope Francis has authorized blessings for same-sex couples. What exactly does Pope Francis want LGBTQ Catholics to do in response to his shocking declaration?\nThe Pope has a huge responsibility to clarify his hopes and dreams for LGBTQ Catholics, especially since “some Catholic bishops in Africa, Poland and elsewhere say they will not implement the new Vatican policy allowing blessings for same-sex couples.”\nDoes the Pope want these couples to view homosexual behavior as less sinful than fornication and adultery? Does he perhaps want them to celebrate their same-sex desires, or instead, turn away from those ungodly desires as other same-sex attracted individuals have done? Does the Pope pray that LGBTQ Catholics will repent of their homosexual behavior?\nWhile Pope Francis has not specifically affirmed same-sex marriage, he has completely blurred the lines by declaring that priests can now “bless” same-sex relationships. Steven Millies explains that the Pope “is oriented toward caring for and ministering to people rather than teaching doctrine. The word ‘pastoral’ appears 20 times in the Pope's declaration.”\nBut how does this “pastoral” approach compare with the holy pastoral approach used by Jesus and the Apostle Paul? Did Jesus or Paul ever bless adulterers or those persisting in homosexual behavior? Of course not. Jesus and Paul never blessed or coddled people with comforting words when they were planning to continue committing sexual sin.\nChrist’s first sermon began with the word, “Repent” (Mark 1:15). Repentance involves a “change of mind” where you renounce your sin as you intend by the grace of God to move in a godly direction. The Messiah invited everyone who repented to “believe the good news” (Mark 1:15).\nIn the familiar story about the woman caught in adultery, Jesus did not condemn her but simply told her, “Go now and leave your life of sin” (John 8:11). Telling adulterers or those engaging in homosexual behavior to leave their life of sin is a far cry from giving them a blessing. It is actually unloving to tell a person that he or she can enjoy God’s blessing while persisting in sexual sin.\nThe Apostle Paul, writing under the inspiration of the Holy Spirit, delivered a beautiful description of repentance in his second letter to the church in Corinth. Sexual immorality, among other sins, had surfaced in the church. Paul wrote: “Godly sorrow brings repentance that leads to salvation and leaves no regret, but worldly sorrow brings death. See what this godly sorrow has produced in you: what earnestness, what eagerness to clear yourselves, what indignation, what alarm, what longing, what concern, what readiness to see justice done” (2 Corinthians 7:10-11).\nPope Francis should encourage priests to utilize that insightful passage when counseling same-sex couples, as well as those engaged in fornication or adultery. After all, apart from repentance, there is no forgiveness.\nPope Francis seems to understand that genuine repentance leads to a change of behavior. As reported last year, “ Pope Francis Calls on Christians to ‘Repent and Modify our Lifestyles’ to Save the Planet .” The Pope needs to be just as clear when calling people to repent and turn away from sin, whether it be homosexual behavior or any other sin.\nUnfortunately, the Pope has led Catholics to now wonder where he stands on the issue of homosexual behavior. Many Catholics and others view the Pope's stunning declaration as a signal that Francis approves of homosexual behavior between two consenting adults who care deeply for one another. Does the Pope want these couples to continue down the course they are on, or not? Does he believe their immortal souls are in danger apart from repentance, or not? (see 1 Corinthians 6:9-11).\nA Catholic woman in Argentina voiced what some other Catholics are most likely thinking in response to the Pope’s declaration: “Yes, I agree with what the Pope said, the Church has to modernize. We cannot continue living 2000 years behind. The world has changed, it is changing. It seems perfect to me. Everyone does with their life what they want.”\nTen years ago I penned a CP op-ed titled: “ Will Pope Francis Balance Compassion and Repentance? ” I wrote, “Pope Francis says he wants to find a ‘new balance’ in the Catholic church as it relates to hot-button moral issues in society and the church. But as the Pope attempts to tweak the spiritual focus, will he do what Jesus did in balancing compassion and repentance?”\nSadly, the biblical command to repent is greatly lacking in the Pope's emotional appeal to bless same-sex couples. On the heels of the Vatican’s announcement less than a week before Christmas, Pope Francis “ urged Vatican bureaucrats to avoid ‘rigid ideological positions’ that prevent them from understanding today’s reality.”\nSexual boundaries in Scripture are rigid because God created sex to take place within the confines of marriage between a man and a woman. Fornication, adultery, and homosexual behavior are clearly out of bounds and deeply offensive to God. “All other sins a man commits are outside his body, but he who sins sexually sins against his own body” (1 Corinthians 6:18).\nPope Francis said that we are called to follow the light that leads us “at times along unexplored paths and new roads.” What new roads is he talking about? Many LGBTQ Catholics now assume these new roads include an eventual acceptance and affirmation of homosexual behavior between consenting adults in a committed relationship. But is that what the Pope wants to see happen, or not?\nRather than giving the impression that he affirms the behavior of those who have “exchanged the truth of God for a lie,” (Romans 1:25) Pope Francis could rely upon God’s grace to rise above the spirit of the age. After all, “the grace of God that brings salvation … teaches us to say ‘No’ to ungodliness and worldly passions, and to live self-controlled, upright and godly lives in this present age” (Titus 2:11-12). There is nothing godly or self-controlled about pornography, fornication, adultery, or homosexual behavior.\nThe Holy Spirit has never led anyone, including the Pope, to bless sin. Pope Francis made that decision all on his own.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://apnews.com/article/vatican-pope-francis-samesex-blessings-baabeaf96ad180aa20e1df9fb4b4657e",
      "http://www.youtube.com/watch?v=LVZ7I7EUgL8",
      "https://www.vatican.va/roman_curia/congregations/cfaith/documents/rc_ddf_doc_20231218_fiducia-supplicans_en.html",
      "https://apnews.com/article/pope-gay-blessing-vatican-10105d0291f20d471ed2c7ece32d450e",
      "https://changedmovement.com/",
      "https://www.americamagazine.org/politics-society/2022/09/01/pope-francis-prayer-creation-climate-change-243665",
      "https://theconversation.com/pope-francis-approval-of-blessings-for-lgbtq-couples-is-a-historic-gesture-according-to-a-catholic-theologian-220126",
      "https://americamagazine.org/politics-society/2022/09/01/pope-francis-prayer-creation-climate-change-243665",
      "http://youtube.com/watch?v=LVZ7I7EUgL8",
      "https://www.changedmovement.com/",
      "https://www.apnews.com/article/pope-gay-blessing-vatican-10105d0291f20d471ed2c7ece32d450e",
      "https://vatican.va/roman_curia/congregations/cfaith/documents/rc_ddf_doc_20231218_fiducia-supplicans_en.html",
      "https://www.theconversation.com/pope-francis-approval-of-blessings-for-lgbtq-couples-is-a-historic-gesture-according-to-a-catholic-theologian-220126",
      "https://www.apnews.com/article/vatican-pope-francis-samesex-blessings-baabeaf96ad180aa20e1df9fb4b4657e",
      "https://changedmovement.com",
      "http://www.youtube.com/watch"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "francis",
          "sentiment": "neutral"
        },
        {
          "name": "pope",
          "sentiment": "none"
        },
        {
          "name": "steven millies",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "catholic",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vatican",
          "sentiment": "none"
        },
        {
          "name": "africa",
          "sentiment": "none"
        },
        {
          "name": "poland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T08:06:22.217+02:00",
    "updated": "2023-12-29T08:06:22.217+02:00"
  },
  {
    "uuid": "b6423e4b1556dbc356c66ef98290bd2c17b2491c",
    "url": "https://www.rnz.co.nz/news/national/505718/high-court-to-re-hear-case-over-230k-islamic-law-dower-payment",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Soumya Bhamidipati",
    "published": "2023-12-28T08:22:00Z",
    "title": "High Court to re-hear case over $230k Islamic law dower payment",
    "text": "One of New Zealand's higher courts has for the first time had to consider the rules around Islamic marriage contracts.\nThe Court of Appeal this month ordered that a case about a Muslim couple and their marriage agreement be re-heard by the High Court.\nThe former couple were married in United Arab Emirates (UAE) a decade ago, and both continue to live in New Zealand as they intended at the time of their wedding - despite their divorce in 2016.\nThe terms of their nikah, or marriage contract, stated Rafid Salih would be required to pay his wife Rahla Almarzooqi about NZ$230,000 upon his death or divorce.\n\"The husband is required to provide a gift (mahr) to the wife. The mahr is usually of monetary value and is given in part before the marriage (the \"prompt\" mahr) and in part on the earlier of death or divorce (the \"deferred\" mahr),\" the Court of Appeal judgment explained.\n\"It is the first time the question of enforceability of a nikah has been considered by this Court.\"\nThe case hinges on which law is most applicable - UAE law, New Zealand law or Sharia law.\nA court in Dubai found Salih mistreated his wife, and ordered him to pay in full. However, his lawyers argue that he should only be liable if Almarzooqi can prove her allegations of misconduct in a New Zealand court.\nThe High Court earlier ruled the contract should be considered under the UAE law, because that was where the couple chose to be married.\n\"As it happens, however, the form of the marriage and the applicable law is not unique to UAE but is common to Muslim marriages wherever they occur. The reality is that had they married in New Zealand the form, and the nikah, would be the same,\" a judgment from May last year said.\n\"[Salih] submits that the mahr is only payable under Sharia law if the husband initiates the divorce or the wife obtains divorce via the proof of harm route. If that were correct it would suggest that divorce processes and grounds are significant to the terms of the contract. That in turn would suggest, in my view, that a Sharia law system is more likely to be the proper law of the contract, since those concepts are not, for example, part of New Zealand divorce law, and would be unlikely to be recognised.\"\nIt noted UAE law was sourced in Sharia law. Justice Simon France also found the nikah would be similarly enforceable and the mahr payable, if New Zealand law applied.\nHowever, the Court of Appeal has ruled the nikah should be considered under New Zealand law, instead of relying on the findings of the Dubai court. Experts could help inform the court of the relevant principles of Sharia law.\n\"The nikah is enforceable under New Zealand law and expert evidence as to the cultural context in which the contract was entered into may be relied on to interpret its meaning,\" the court said in a judgment this month.\n\"If the High Court ultimately finds that, properly interpreted, the nikah requires Mr Salih to pay the mahr only upon proof of his misconduct, Ms Almarzooqi will need to prove that fact.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rafid salih",
          "sentiment": "none"
        },
        {
          "name": "salih",
          "sentiment": "none"
        },
        {
          "name": "rahla almarzooqi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "high court",
          "sentiment": "none"
        },
        {
          "name": "court of appeal",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new zealand",
          "sentiment": "none"
        },
        {
          "name": "uae",
          "sentiment": "none"
        },
        {
          "name": "united arab emirates (uae",
          "sentiment": "none"
        },
        {
          "name": "dubai",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:17:34.611+02:00",
    "updated": "2023-12-29T04:17:34.611+02:00"
  },
  {
    "uuid": "e902dd87ef664235ade7f17b04732f6666d86b0d",
    "url": "https://newsrnd.com/news/2023-12-29-%22latest-weather-forecasts-worrying%22--meteorologists-expect-more-rain-in-flood-regions.rkOAG5FnwT.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-29T18:04:00Z",
    "title": "\"Latest weather forecasts worrying\": Meteorologists expect more rain in flood regions - The Limited Times",
    "text": "Status: 29.12.2023, 18:46 PM\nBy: Bjarne Kommnick\nCommentsPrint Share\nMany regions of Germany are currently struggling against floods caused by storm \"Zoltan\". There is no improvement in sight, on the contrary: new rain is on the way.\nMunich – The flood situation in Germany remains critical. In the past few days, experts were already expecting further rain at the turn of the year. This forecast now seems to be confirmed: In the flood areas, of all places, heavy downpours are expected to occur again at the turn of the year.\n\"Weather forecasts worrying\": Despite flooding, no end to rain in sight for the time being Meteorologist Dominik Jung from wetter.net explains in a press release: \"The latest weather forecasts are worrying.\" In the next 48 hours, the \"high-resolution ICON-D2 model\" from the German Weather Service (DWD) would expect 30 to 50 liters of precipitation per square meter, especially in the flood areas.\nWill the situation in the flood areas come to a head at the turn of the year? According to the weather forecast, it probably is. Meteorologists announce new rain. (symbolic photo) © Sebastian Kahnert/dpa\nAlthough water levels are currently falling again in many places, the outlook for the weather in the coming days could further exacerbate the situation. Especially over central Germany, where many dams are currently overflowing, the experts expect heavy precipitation until the end of the year.\nAnd the experts also predict new masses of water in Germany in January: \"The first ten days of January could bring 100 to 120 litres of rain in the west and south. The westerly weather situation simply does not want to end in the serious forecast period,\" says Jung. According to information from the DWD, the westerly weather situation (also known as \"westerly exposure\") describes a weather situation in which a strong west-to-east current develops over Europe over several days.\nWeather in Germany: \"Cold and snow don't stand a chance for the time being\" Winter fans will probably go away empty-handed at the beginning of the year. \"Cold and snow don't stand a chance in Germany for the time being. As a result, the risk of flooding remains very tense,\" predicts Jung. \"In many cases, the dikes and dams are softening more and more, threatening to break. They are soaked by the rain and pressurized by the floods.\"\nMy news Thief fills 189 liters in canister reading\nDischarged water from reservoir threatens places in Thuringia\nThe oldest butcher's shop in Germany comes from Baden-Württemberg read\nLake in Baden-Württemberg is the largest in the country – it is often overlookedread\nJetstream is heading for Germany: Current weather forecast makes people sit up and take noticeread\nFlood situation critical: Lower Saxony calls on Bundeswehr for helpRead\nOverall, it was particularly wet in 2023. According to a press release from the German Weather Service, this year was the sixth wettest year on record. At around 958 litres per square metre, more than 20 per cent more precipitation fell than in the reference period 1961 to 1990 (789 l/m²). November even turned out to be the second wettest since 1881.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bjarne kommnick",
          "sentiment": "negative"
        },
        {
          "name": "dominik jung",
          "sentiment": "none"
        },
        {
          "name": "zoltan",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "germany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T20:06:04.277+02:00",
    "updated": "2023-12-29T20:06:04.277+02:00"
  },
  {
    "uuid": "6a3c4dd5b803a0d553d6fc0d974f903d88d2f77f",
    "url": "https://vietnamnet.vn/en/vietnam-shows-a-strong-determination-to-shift-towards-evs-2301133.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VietNamNet News",
    "published": "2024-07-12T04:37:00Z",
    "title": "Vietnam shows a strong determination to shift towards EVs",
    "text": "After Prime Minister Pham Minh Chinh made commitments at COP26, the government has implemented strong and drastic measures, such as Decision 876 in July 2022, which outlines a roadmap for the transportation sector to achieve net-zero emissions by 2050.\nSo far, 57 out of 63 localities in the country have issued action plans to implement Decision 876, and two out of five ministries have also developed their own action plans. The remaining government entities are in the process of developing their own plans as well.\nThis indicates a widespread and coordinated effort by the Vietnamese government at both the national and local levels to drive the green transition, especially in the critical transportation sector.\nGreen transformation is a global imperative, but Vietnam is still in the early stages of implementation compared to other countries. This means the country has a lot of work ahead to build the necessary legal, institutional and policy frameworks.\nIn the transportation sector, road transport is the largest contributor to greenhouse gas emissions, responsible for around 85% of the total emissions from the sector or approximately equivalent to 32 million tonnes of CO2. This makes the transition to clean energy sources in road transport a critical priority.\nThe Government has demonstrated strong and clear policies supporting the energy transition and the shift to electric vehicles (EVs). A roadmap for this transition already exists, primarily employing support measures like special consumption tax and registration fee reductions for the EV sector.\nHowever, for the green transformation to succeed, the cooperation of the people is essential. Therefore, it is crucial for the Government to announce a clear roadmap to phase out the production and circulation of fossil fuel vehicles. Furthermore, the Government should provide comprehensive information on the effectiveness and benefits of pure electric vehicles, enabling citizens to make informed decisions about their future transportation choices.\nFor businesses, the Government needs to establish specific policies that facilitate their participation in energy transition. These policies should include access to loans, favourable financial conditions and incentive mechanisms, creating a level playing field at the national level. Specific circulars and guidelines are necessary to enable businesses to contribute effectively.\nCurrently, there are various incentive regulations, such as those in the carbon market. However, businesses will feel more secure in investing when they see clear mechanisms and frameworks in place.\nThe trend of converting to EVs\nTo effectively promote the electric vehicle (EV) industry in Vietnam, it is essential to implement policies that encourage manufacturers, especially domestic ones and conduct awareness campaigns to inform the public about the benefits of EVs.\nThe Government should conduct campaigns through media, social platforms and community events to educate the public about the environmental and economic benefits of EVs.\nFormer Director of the Vietnam Institute of Economics, Dr. Tran Dinh Thien's perspective underscored the importance of robust support policies for Vietnam's electric vehicle industry.\nThien advocates for measures like guarantees and capital loans to enhance competitiveness through economies of scale. Government support in areas such as interest rates, deadlines and taxes is crucial to bolster Vietnamese EVs on the global stage, promoting national benefits aligned with environmental sustainability. This approach, he emphasised complements rather than contradicts market principles, fostering a competitive domestic industry with global reach.\nIn agreement, Hoang Duong Tung from the Vietnam Clean Air Network and the Vietnam Association for the Protection of Nature and Environment advocates for the electrification of all public transport, not limited to taxis, as a means to reduce noise and pollution.\nHis advocacy extends to promoting cleaner and quieter transportation options across various sectors to enhance environmental sustainability in Vietnam./.VNA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Politics",
      "Economy, Business and Finance"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pham minh chinh",
          "sentiment": "positive"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "vietnam",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T07:40:30.901+03:00",
    "updated": "2024-07-12T07:40:30.901+03:00"
  }
]