[
  {
    "uuid": "c26b1a4642d9d9825733582a2262f4cef6ddd272",
    "url": "https://www.eltiempo.com/cultura/gente/el-pan-integral-realmente-es-el-mas-saludable-expertos-revelan-la-verdad-3330749",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ariadna Cruz",
    "published": "2024-04-04T00:00:00Z",
    "title": "¿El pan integral realmente es el más saludable? Expertos revelan la verdad",
    "text": "Gente ¿El pan integral realmente es el más saludable? Expertos revelan la verdad Quienes aman el pan piensan que elegir las opciones integrales es mejor. ¿Están en lo cierto? [l pan es uno de los alimentos más deliciosos.](https://www.eltiempo.com/cultura/gente/el-pan-se-mantiene-fresco-por-hasta-3-semanas-gracias-a-este-truco-de-almacenamiento-3329586)Sin embargo, todos saben que es poco saludable. Pero para millones de personas en el mundo puede resultar un reto eliminarlo de su dieta y optan por su versión integral considerando que con ello están comiendo una opción menos dañina y con menos calorías. Pero, ¿realmente es una mejor alternativa? Los expertos en nutrición hablan al respecto. Temas Relacionados ¿Cuál es el mejor pan integral? [Lo que hace de un pan integral un alimento saludable](https://www.eltiempo.com/cultura/gastronomia/asi-se-hace-el-verdadero-pan-integral-3328438)es que realmente esté hecho con harinas que conserven el germen o el salvado del cereal del que están hechas, por ejemplo trigo, avena o centeno. DESCARGA LA APP EL TIEMPO Personaliza, descubre e informate. Empodera tu conocimiento Más noticias Nuestro mundo [ SENA: el listado de cursos de inglés gratuitos que hay y la duración de cada uno ](/colombia/sena-el-listado-de-cursos-de-ingles-gratuitos-que-hay-y-la-duracion-de-cada-uno-3330730) En el sitio web oficial se enumeran las distintas opciones que existen. [ Los países latinos a los que puede ir con pasaporte colombiano y quedarse hasta un año ](/colombia/los-paises-latinos-a-los-que-puede-ir-con-pasaporte-colombiano-y-quedarse-hasta-un-ano-3330577) La estadía puede ser tanto por turismo, negocios y estudios como por tránsito. [ Tras feminicidio de Camila en México, asesinan a niña Kevelin Sofía, de 10 años, en Brasil ](/mundo/tras-feminicidio-de-camila-en-mexico-asesinan-a-nina-kevelin-sofia-de-10-anos-en-brasil-3329372) El señalado del atroz crimen aceptó ante las autoridades su culpabilidad, aseguran medios locales. [ Cony Camelo denunció malos tratos a colombianos en México: sin celular, extorsiones y abortos ](/mundo/cony-camelo-denuncio-malos-tratos-a-colombianos-en-mexico-sin-celular-extorsiones-y-abortos-3329212) El cónsul de México, Andrés Hernández, dijo que las medidas se tomaban debido a irregularidades en la migración. [ Fotos: hombres fueron 'crucificados' en Filipinas este Viernes Santo en representación del Viacrucis ](/mundo/los-crucificados-de-filipinas-recrean-con-dolor-y-sangre-la-pasion-de-cristo-3328908) [ Puente de Baltimore: revelan audio de la angustiante emergencia por choque de buque ](/mundo/audio-de-la-caida-del-puente-de-baltimore-por-choque-de-buque-carguero-3328070) [ Kim Jong-un envía mensaje de condolencias a Putin por el atentado en Moscú ](/mundo/kim-jong-un-envia-mensaje-de-condolencias-a-putin-por-el-atentado-en-moscu-3327565) [ En video quedó registrada indignante agresión de encapuchados contra policías en Bogotá ](/bogota/en-video-quedo-registrada-agresion-de-encapuchados-contra-policias-en-bogota-3330760) La situación se registró en medio de las manifestaciones a la altura de la Universidad Nacional. [ Muere joven de 20 años en centro de rehabilitación en Bogotá; familia pide que investiguen ](/bogota/muere-joven-de-20-anos-en-centro-de-rehabilitacion-familia-pide-que-investiguen-3330720) El padre de Davián Ferney Cundumí denunció que su hijo sufría malos tratos en el centro. [ La Gobernación de Antioquia demolió las primeras 18 casas de vicio del departamento ](/colombia/medellin/la-gobernacion-de-antioquia-demolio-las-primeras-18-casas-de-vicio-del-departamento-3330693) Los inmuebles estaban ubicados en el denominado 'Bronx' de Amagá. [ ¡Pilas, conductores! Pico y placa en Medellín para el viernes 5 de abril 2024 ](/colombia/medellin/pico-y-placa-en-medellin-para-el-viernes-5-de-abril-2024-3330429) Las restricciones van de lunes a viernes, iniciando a las 5:00 a. m. y finalizando a las 8:00 p. m. [ Univalle abrió pregrado sobre cómo brindar atención a niños de 0 a 7 años ](/colombia/cali/univalle-abrira-posgrado-sobre-como-brindar-atencion-a-ninos-de-0-a-7-anos-3330616) Se trata del pregrado en Primera Infancia de la facultad de Psicología del alma máter. [ ¿En Cali hay presencia del Eln y disidentes de las Farc, como frente 'Jaime Martínez'? ](/colombia/cali/en-cali-hay-presencia-del-eln-y-disidentes-de-las-farc-como-frente-jaime-martinez-3330541) El funcionario del Ministerio público mostró preocupación por pancarta del frente 'Jaime Martínez'. [ Impactante video: dos hombres protagonizan enfrentamiento en un almacén de Soledad ](/colombia/barranquilla/impactante-video-dos-hombres-protagonizan-enfrentamiento-en-un-almacen-de-soledad-3330721) Según testigos, un presunto ladrón fue sorprendido por el vigilante en el interior de la tienda. [ Los sectores de Barranquilla que estarán sin luz este viernes 5 de abril ](/colombia/barranquilla/los-sectores-de-barranquilla-que-estaran-sin-luz-este-viernes-5-de-abril-3330715) Air-e realiza adecuación y mantenimiento a equipos de potencia en la subestación Centro. [ Bolívar: a la cárcel hombre que abusó sexualmente de su ahijada de 11 años en un hotel ](/colombia/otras-ciudades/a-la-carcel-hombre-que-abuso-sexualmente-de-su-ahijada-en-un-hotel-de-magangue-bolivar-3330706) El hombre aprovechó la cercanía con la familia para acercarse a la menor de edad. [ ¡Tome precauciones! Pico y placa en Pereira para el viernes 5 abril de 2024 ](/colombia/otras-ciudades/pico-y-placa-en-pereira-para-el-viernes-5-abril-de-2024-3330415) Las restricciones estarán durante todo el día: inician a las 6 a. m. y finalizan a las 8 p. m. [ Tensión diplomática: Ecuador le pide a la embajadora de México que abandone el país ](/mundo/latinoamerica/tension-diplomatica-ecuador-le-pide-a-la-embajadora-de-mexico-que-abandone-el-pais-3330770) La Cancillería también emitió un comunicado en el que declaró a la embajadora persona 'non grata'. [ ‘Voy a cometer un atentado’: hombre con un machete intenta irrumpir en sede presidencial de Argentina ](/mundo/latinoamerica/voy-a-cometer-un-atentado-hombre-con-un-machete-intenta-irrumpir-en-sede-presidencial-de-argentina-3330752) El sujeto fue detenido. Le decomisaron otras armas blancas. Esto es lo que se sabe. [ Sputnik V: las vacunas rusas anticovid que tienen en problemas a exministra de Guatemala ](/mundo/latinoamerica/denuncian-a-exministra-de-guatemala-por-compra-de-vacunas-rusas-anticovid-3330734) [ El Salvador: ONG's piden derogar régimen de excepción por presuntas violaciones a derechos humanos ](/mundo/latinoamerica/el-salvador-organizaciones-exigen-derogar-el-regimen-de-excepcion-por-presuntas-violaciones-a-los-derechos-humanos-3330648) [ Guatemala: excandidata presidencial Sandra Torres reaparece y denuncia plan para asesinarla ](/mundo/latinoamerica/guatemala-excandidata-presidencial-sandra-torres-reaparece-y-denuncia-plan-para-asesinarla-3330671) [ Exclusivo: habla candidato en Venezuela que apuesta por implementar el sistema capitalista en ese país ](/mundo/venezuela/exclusivo-habla-candidato-en-venezuela-que-apuesta-por-implementar-el-sistema-capitalista-3330587) Luis Ratti ha presentado varios recursos ante el Supremo para que se mantenga la inhabilitación de María Corina Machado. [ Nicolás Maduro plantea ley que prohibiría a las personas que apoyen a Guyana ocupar cargos públicos ](/mundo/venezuela/nicolas-maduro-advierte-que-las-personas-que-apoyen-a-guyana-no-tendran-cargos-publicos-3330522) La ley también prohíbe la divulgación del mapa de Venezuela sin la incorporación de la Guyana Esequiba. [ María Corina Machado alerta que corre el riesgo de ser detenida 'de manera injustificada' ](/mundo/venezuela/maria-corina-machado-alerta-que-corre-riesgo-de-ser-detenida-de-manera-injustificada-3330368) [ Eliminar la reelección indefinida, entre las propuestas de candidato opositor en Venezuela ](/mundo/venezuela/eliminar-la-reeleccion-indefinida-entre-las-propuestas-de-candidato-opositor-en-venezuela-3330236) [ En vivo: venezolanos denuncian trabas para registrarse a votar en Colombia y otros países ](/mundo/venezuela/en-vivo-venezolanos-denuncian-trabas-para-registrarse-a-votar-en-colombia-y-otros-paises-3330224) [ La mujer de Texas con las piernas más largas del mundo reveló cómo encuentra su talla ](/mundo/eeuu-y-canada/la-mujer-de-texas-con-las-piernas-mas-largas-revela-como-encuentra-ropa-de-su-talla-3330628) La joven respondió esto a través de sus redes sociales. [ Construyó su casa en un cobertizo en EE. UU. y dice por qué prefiere vivir ahí ](/mundo/eeuu-y-canada/construyo-su-casa-en-un-cobertizo-en-ee-uu-y-dice-por-que-es-mas-sencillo-vivir-ahi-3330656) Una usuaria encontró una ingeniosa manera de tener una vivienda y ahorrar. [ Cadena perpetua a hombre por haber guiado ataque ruso contra restaurante donde murió la escritora Victoria Amelina ](/mundo/europa/cadena-perpetua-a-hombre-por-haber-guiado-ataque-ruso-contra-restaurante-donde-murio-la-escritora-victoria-amelina-3330641) Los colombianos Héctor Abad Faciolince, escritor; el excomisionado de paz Sergio Jaramillo, y la periodista Catalina Gómez, resultaron heridos en ese hecho. [ El costoso nombramiento que desató una polémica en la Comisión Europea: su presidenta, señalada de favoritismo ](/mundo/europa/europa-polemica-por-nombramiento-en-la-comision-europea-que-esta-pasando-3330620) Cuatro comisarios europeos, entre ellos Josep Borrell, le enviaron una carta a Ursula von der Leyen. [ Mujer de 80 años muere tras el ataque de un elefante durante un safari: video ](/mundo/africa/mujer-de-80-anos-muere-tras-el-ataque-de-un-elefante-durante-un-safari-en-africa-3330151) El gigantesco animal persiguió y volcó el coche donde se encontraban otras seis personas. [ Uganda: Tribunal no bloquea ley anti-LGBTI pero reconoce violación de algunos derechos ](/mundo/africa/uganda-tribunal-no-bloquea-ley-anti-lgbti-pero-reconoce-violacion-de-algunos-derechos-3330075) La justicia derogó varias secciones de la norma y admitió que esta 'perpetúa' la vulnerabilidad. [ Israel dice que está en 'alerta máxima' y sus tropas están desplegadas en las frontera ](/mundo/medio-oriente/israel-dice-que-esta-en-alerta-maxima-y-sus-tropas-estan-desplegadas-en-las-frontera-3330756) El ejército israelí está atento ante cualquier represalia de Irán. [ ¿Qué tan probable es que Netanyahu renuncie ante la presión de los israelíes en las calles? ](/mundo/medio-oriente/que-tan-probable-es-que-netanyahu-renuncie-ante-la-presion-de-los-israelies-en-las-calles-3329945) Miles de israelíes ha salido a las calles para pedir su dimisión y el llamado anticipado a elecciones. [ 'A quien nos haga daño le haremos daño': la dura advertencia de Benjamín Netanyahu a Irán ](/mundo/medio-oriente/a-quien-nos-haga-dano-le-haremos-dano-advierte-netanyahu-a-iran-3330634) [ Más de 33.000 personas han muerto en Gaza tras seis meses de la ofensiva militar de Israel ](/mundo/medio-oriente/mas-de-33-000-personas-han-muerto-en-gaza-tras-seis-meses-de-guerra-3330485) [ Biden y Netanyahu hablarán por teléfono este jueves tras muerte de trabajadores de ONG en Gaza ](/mundo/medio-oriente/biden-y-netanyahu-hablaran-por-telefono-este-jueves-tras-muerte-de-miembros-de-ong-en-gaza-3330362) [ Los puntos que bloquean las negociaciones para una tregua en Gaza, según Catar ](/mundo/medio-oriente/los-puntos-que-bloquean-las-negociaciones-para-una-tregua-en-gaza-segun-catar-3330355) [ 'Se acaba tiempo para proteger a civiles en Rafah', advierten ONG internacionales en Gaza ](/mundo/medio-oriente/se-acaba-el-tiempo-para-proteger-civiles-en-rafah-advierten-oeneges-internacionales-3330173) [ Egipto inauguró su nueva capital, un desarrollo faraónico en medio del desierto ](/mundo/medio-oriente/egipto-inauguro-su-nueva-capital-un-desarrollo-faraonico-en-medio-del-desierto-3330122) [ Él es José Andrés, el chef español que fundó la ONG atacada por Israel en Gaza ](/mundo/medio-oriente/quien-es-jose-andres-el-chef-espanol-que-fundo-la-ong-atacada-por-israel-en-gaza-3330104) [ Ataque de Israel contra miembros de ONG fue por 'identificación errónea', según informe ](/mundo/medio-oriente/ataque-de-israel-contra-miembros-de-ong-fue-por-identificacion-erronea-segun-informe-3330081) [ La polémica ley sobre el servicio militar obligatorio que provoca división en Israel ](/mundo/medio-oriente/la-polemica-ley-sobre-el-servicio-militar-obligatorio-que-provoca-division-en-israel-3329908) [ Palestina pide formalmente entrar como Estado miembro de pleno derecho en la ONU ](/mundo/medio-oriente/palestina-pide-formalmente-entrar-como-estado-miembro-de-pleno-derecho-en-la-onu-3329895) [ Unrwa advierte que no se podrá evitar la hambruna en Gaza si los ataques continúan ](/mundo/medio-oriente/unrwa-advierte-que-no-se-podra-evitar-la-hambruna-en-gaza-si-los-ataques-continuan-3329851) [ Irán dice que Israel pagará por ataque a consulado y pide responsabilidades a EE. UU. ](/mundo/medio-oriente/iran-dice-que-israel-pagara-por-ataque-a-consulado-y-pide-responsabilidades-a-ee-uu-3329708) [ Netanyahu admite que Israel mató de forma 'no intencionada' a siete trabajadores de ONG ](/mundo/medio-oriente/netanyahu-admite-que-israel-mato-de-forma-no-intencionada-a-trabajadores-de-ong-3329673) [ Australia pide 'rendir cuentas' por la muerte de trabajadora humanitaria asesinada en Gaza ](/mundo/medio-oriente/australia-pide-rendir-cuentas-por-la-muerte-de-trabajadora-humanitaria-asesinada-en-gaza-3329661) [ ONG reporta la muerte de varios trabajadores humanitarios extranjeros en ataque israelí en Gaza ](/mundo/medio-oriente/ong-reporta-muerte-de-varios-trabajadores-humanitarios-extranjeros-en-ataque-israeli-en-gaza-3329621) [ ¿Qué es Al Jazeera, por qué Israel lo prohibió y por qué a Estados Unidos le preocupa? ](/mundo/medio-oriente/que-es-al-jazeera-por-que-israel-lo-prohibio-y-por-que-a-estados-unidos-le-preocupa-3329566) [ Los riesgos de una guerra regional con Israel tras bombardeo a consulado de Irán en Siria ](/mundo/medio-oriente/el-bombardeo-a-consulado-de-iran-en-siria-puede-desatar-guerra-regional-con-israel-3329557) [ Irán promete responder con dureza al ataque de Israel contra su consulado en Siria ](/mundo/medio-oriente/iran-promete-responder-con-dureza-al-ataque-de-israel-contra-su-consulado-en-siria-3329486) [ Fuerte temblor de magnitud 5.3 sacude varias regiones en India ](/mundo/asia/sismo-de-magnitud-5-3-sacude-a-la-india-el-epicentro-fue-en-chamba-3330619) El movimiento telúrico se registró en horas de la noche (hora local). Le contamos. [ Corea del Norte: así se decide la vida de los ciudadanos según su 'lealtad' al régimen ](/mundo/asia/que-es-el-songbun-el-modelo-social-en-corea-del-norte-que-determina-la-vida-de-los-ciudadanos-segun-su-lealtad-al-regimen-3330448) Pertenecer a una u otra \"casta\" determina desde dónde vive hasta sus estudios y trabajo. [ El rascacielos en Taiwán que usa un sistema con una bola gigante para no derrumbarse ](/mundo/asia/el-rascacielos-en-taiwan-que-usa-un-sistema-con-una-bola-gigante-para-no-derrumbarse-3330535) [ Terremoto en Taiwán: al menos 70 mineros quedaron atrapados tras derrumbes en Hualien - video ](/mundo/asia/terremoto-en-taiwan-al-menos-70-mineros-quedaron-atrapados-tras-derrumbes-en-hualien-3330500) [ Taiwán eleva a 10 la cifra de muertos por el terremoto más fuerte en la isla en los últimos 25 años ](/mundo/asia/taiwan-eleva-a-10-la-cifra-de-muertos-por-el-terremoto-mas-fuerte-en-la-isla-en-los-ultimos-25-anos-3330472) [ Terremoto de magnitud 6.0 sacudió la parte este de Japón: esto se sabe ](/mundo/asia/terremoto-de-magnitud-6-0-sacudio-la-parte-este-de-japon-esto-se-sabe-3330449) [ Cinco misterios que rodean a Corea del Norte, Kim Jong un y su poderosa familia ](/mundo/asia/cinco-misterios-que-rodean-a-corea-del-norte-kim-jong-un-y-su-poderosa-familia-3330001) [ Video: monte Merapi entra en actividad en Indonesia cubriendo de ceniza caliente a pueblos aledaños ](/mundo/asia/monte-merapi-en-indonesia-entra-en-actividad-y-cubre-de-ceniza-a-magelang-3330199) [ ‘Todo fue caos’: el terror que vivieron los latinos durante terremoto de 7,4 en Taiwán ](/mundo/asia/todo-fue-caos-el-terror-que-vivieron-los-latinos-durante-terremoto-de-7-4-en-taiwan-3330185) [ Taiwán: la razón por la que el duro terremoto de 7.4 dejó un saldo tan bajo de muertos ](/mundo/asia/taiwan-la-razon-por-la-que-el-duro-terremoto-de-7-4-dejo-un-saldo-tan-bajo-de-muertos-3330132) [ Testimonio de una estudiante argentina durante el terremoto de Taiwán: 'Fue muy feo' ](/mundo/asia/estudiante-argentina-relata-su-experiencia-durante-el-terremoto-de-taiwan-3330103) [ (Fotos): Así avanzan las labores de rescate en Taiwán tras fuerte terremoto de 7.4 ](/mundo/asia/fotos-asi-avanzan-las-labores-de-rescate-en-taiwan-tras-fuerte-terremoto-de-7-4-3330089) [ Terremoto en Taiwán: Presidente electo visitó ‘zona cero’ del sismo y promete ayudas a los afectados ](/mundo/asia/video-terremoto-en-taiwan-presentadora-continuo-su-programa-en-medio-de-sismo-3330071) [ Terremoto en Taiwán: revelan video del colapso de emblemático edificio; mujer murió por volver para rescatar a gato ](/mundo/asia/terremoto-en-taiwan-revelan-dramatico-video-del-colpaso-de-edificio-en-hualien-3330059) [ EN VIVO | Terremoto en Taiwán deja más de 120 personas atrapadas: este es el balance de muertos y heridos ](/mundo/asia/en-vivo-tras-terremoto-en-taiwan-se-reportan-cuatro-muertos-y-50-heridos-3330047) [ Cancillería de Colombia informó las líneas de atención para colombianos en Taiwán tras terremoto ](/mundo/asia/cancilleria-de-colombia-informo-las-lineas-de-atencion-para-colombianos-en-taiwan-3330025) [ Impresionante video muestra cómo se vivió el terremoto en noticiero en vivo en Taiwán ](/mundo/asia/impresionante-video-muestra-como-se-vivio-el-terremoto-en-noticiero-en-vivo-en-taiwan-3330018) [ Terremoto en Taiwán: impactantes videos retratan la gravedad del sismo que generó alerta de tsunami ](/mundo/asia/terremoto-en-taiwan-impactantes-videos-retratan-la-gravedad-del-sismo-que-genero-alerta-de-tsunami-3329995) [ Fuerte terremoto de 7.5 sacudió a la isla de Taiwán: autoridades emiten alerta de tsunami ](/mundo/asia/terremoto-de-7-5-sacudio-a-la-isla-de-taiwan-no-se-ha-emitido-alerta-de-tsunami-3329979) [ Días clave del juicio contra el español Daniel Sancho: habla abogado de la familia del colombiano Edwin Arrieta ](/mundo/asia/daniel-sancho-cerca-de-juicio-por-asesinato-de-colombiano-edwin-arrieta-habla-abogado-3329746) [ 5 ciudades turísticas que están haciendo del mundo un lugar mejor al ser sostenibles ](/mundo/mas-regiones/5-ciudades-que-estan-haciendo-del-mundo-un-lugar-mejor-segun-el-indice-global-de-sostenibilidad-3330458) Estos destinos trabajan por un futuro con menos emisiones de carbono. [ Histórico: Consejo de Derechos Humanos de la ONU aprueba resolución sobre la intersexualidad, ¿de qué trata? ](/mundo/mas-regiones/consejo-de-derechos-humanos-de-la-onu-aprueba-resolucion-sobre-la-intersexualidad-3330527) Es la primera resolución de su historia sobre la lucha contra la discriminación y la violencia hacia esta población. [ 'No es broma': por qué Botsuana amenaza con enviar 20.000 elefantes a Alemania ](/mundo/mas-regiones/no-es-broma-por-que-botswana-amenaza-con-enviar-20-000-elefantes-a-alemania-3330079) [ Los momentos de pánico en Taiwán por el terremoto de 7,4: 'Es el más fuerte en 25 años' ](/mundo/mas-regiones/al-menos-4-personas-muertas-y-50-heridas-tras-un-terremoto-de-magnitud-7-4-en-taiwan-3330022) [ Forbes revela el club de los US$ 100.000 millones: estos son los más ricos del mundo ](/mundo/mas-regiones/el-club-de-los-us-100-000-millones-quienes-son-las-14-personas-con-las-fortunas-mas-gigantescas-del-mundo-3329861) [ La antigua maravilla de Medio Oriente, en el noroeste de Arabia Saudita, que era inaccesible hasta ahora ](/mundo/mas-regiones/la-antigua-maravilla-de-medio-oriente-que-era-inaccesible-hasta-ahora-3329684) [ Fuerza Quds: así opera el grupo de élite de Irán del general Zahedi, asesinado en Damasco en un ataque atribuido a Israel ](/mundo/mas-regiones/fuerza-quds-como-opera-el-temido-grupo-de-elite-de-iran-y-cual-era-el-rol-en-el-del-general-zahedi-asesinado-en-damasco-en-un-ataque-atribuido-a-israel-3329642) [ 'Espero que me arresten': el desafío de la autora de Harry Potter a la nueva ley antiodio en Escocia ](/mundo/mas-regiones/espero-que-me-arresten-los-polemicos-mensajes-anti-trans-de-la-la-escritora-j-k-rowling-por-una-nueva-ley-en-escocia-sobre-los-delitos-de-odio-3329593) [ ¿Qué tan probable es que los países adopten un acuerdo que ayude a evitar futuras pandemias? ](/mundo/mas-regiones/que-tan-probable-es-que-los-paises-adopten-un-acuerdo-que-ayude-a-evitar-futuras-pandemias-3328606) [ Más de 1.050 millones de toneladas de comida se desperdiciaron en 2022, según la ONU ](/mundo/mas-regiones/mas-de-1-050-millones-de-toneladas-de-comida-se-desperdiciaron-en-2022-segun-la-onu-3328348) [ Rescatan a un hombre atrapado durante unas 30 horas en una alcantarilla en Australia ](/mundo/mas-regiones/rescatan-a-un-hombre-atrapado-durante-unas-30-horas-en-una-alcantarilla-en-australia-3327885) [ Tres muertos y cientos de casas destruidas por terremoto de magnitud 6,9 en Papúa Nueva Guinea ](/mundo/mas-regiones/tres-muertos-y-casi-un-centenar-de-casas-destruidas-por-un-terremoto-en-papua-nueva-guinea-3327693) [ ¿Por qué Canadá reducirá la cifra de trabajadores temporales extranjeros? ](/mundo/mas-regiones/por-que-canada-reducira-la-cifra-de-trabajadores-temporales-extranjeros-3326981) [ La Asamblea General de la ONU pide 'normas' ante riesgos de la inteligencia artificial ](/mundo/mas-regiones/la-asamblea-general-de-la-onu-pide-normas-ante-riesgos-de-la-inteligencia-artificial-3326816) [ Pilas: estas son las rutas aéreas con más turbulencias del mundo ](/mundo/mas-regiones/pilas-estas-son-las-rutas-de-vuelo-de-avion-con-mas-turbulencias-del-mundo-3325994) [ Australia: Uber acuerda pagar más de 190 millones de dólares a miles de taxistas ](/mundo/mas-regiones/uber-acuerda-pagar-198-millones-de-dolares-a-miles-de-taxistas-y-choferes-en-australia-3325495) [ La historia de los migrantes haitianos que deben regresar a su país pese a la oleada de violencia ](/mundo/mas-regiones/los-migrantes-haitianos-que-republica-dominicana-esta-obligando-a-regresar-a-su-pais-pese-a-la-crisis-de-la-nacion-caribena-3324738) [ El pueblo surcoreano escondido a pocos metros de la frontera con Corea del Norte ](/mundo/mas-regiones/el-pueblo-surcoreano-escondido-a-pocos-metros-de-la-frontera-con-corea-del-norte-3324939) [ Así fue como Finlandia logró reducir a la mitad su tasa de suicidios ](/mundo/mas-regiones/como-logro-finlandia-reducir-a-la-mitad-su-tasa-de-suicidios-3325033) [ Así va investigación tras 'incidente' de avión de Latam en vuelo a Chile: lo que reveló caja negra ](/mundo/mas-regiones/avion-de-latam-estarian-cerca-de-conocer-el-origen-del-incidente-en-vuelo-a-chile-3323853) [Horóscopo](https://www.eltiempo.com/horoscopo?cid=AUT_CON_PUBL_ET_HOROSCOPOCONT) Encuentra acá todos los signos del zodiaco. Tenemos para ti consejos de amor, finanzas y muchas cosas más. [Crucigrama](https://www.eltiempo.com/crucigrama?cid=AUT_CON_PUBL_ET_CRUCIGRAMACONT) Pon a prueba tus conocimientos con el crucigrama de EL TIEMPO",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T01:33:12.367+03:00",
    "updated": "2024-04-05T02:41:42.200+03:00"
  },
  {
    "uuid": "7ccf93698ef4c804829577adf54e145bbb0c485a",
    "url": "https://levelup.gitconnected.com/dask-for-scalable-data-science-a-practical-exploration-6cf1dd9dce64",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Okan Yenigün",
    "published": "2023-12-28T20:20:00Z",
    "title": "Dask for Scalable Data Science: A Practical Exploration | by Okan Yenigün | Dec, 2023 | Level Up Coding",
    "text": "Dask for Scalable Data Science: A Practical Exploration Mastering Parallel Computing in Python with Dask: A Comprehensive Guide Dask is a powerful open-source Python library for parallel and distributed computing. It allows us to scale Python code from the local machine’s multi-core CPU to large distributed clusters in the cloud. [Here, you can visit the official page.](https://www.dask.org) pip install dask I generated a dummy dataset using the below code to use it in my demonstrations. import pandas as pd import numpy as np def create_dataset(num_rows): # Generate data data = { \"Product_ID\": [f\"P{str(i).zfill(4)}\" for i in range(1, num_rows + 1)], \"Category\": np.random.choice([\"Electronics\", \"Clothing\", \"Home Appliances\", \"Books\", \"Toys\"], size=num_rows), \"Brand\": np.random.choice([\"BrandA\", \"BrandB\", \"BrandC\", \"BrandD\", \"BrandE\"], size=num_rows), \"Store_Location\": np.random.choice([\"New York\", \"Los Angeles\", \"Chicago\", \"Houston\", \"Miami\"], size=num_rows), \"Stock_Status\": np.random.choice([\"In Stock\", \"Out of Stock\", \"Backorder\"], size=num_rows), \"Shipping_Option\": np.random.choice([\"Standard\", \"Express\", \"Two-Day\", \"Overnight\"], size=num_rows), \"Customer_Rating\": np.random.uniform(1, 5, size=num_rows).round(2), \"Warranty_Years\": np.random.choice([1, 2, 3, 5], size=num_rows), \"Product_Weight_kg\": np.random.uniform(0.5, 25, size=num_rows).round(2), \"Sales_Volume\": np.random.randint(100, 1 , size=num_rows), \"Return_Rate\": np.random.uniform(0.01, 0.20, size=num_rows).round(2), \"Profit_Margin\": np.random.uniform(5.00, 50.00, size=num_rows).round(2), \"Average_Delivery_Days\": np.random.randint(1, 30, size=num_rows), \"Supplier_Distance_km\": np.random.uniform(50, 10000, size=num_rows).round(2), \"Manufacturing_Cost\": np.random.uniform(10, 500, size=num_rows).round(2), \"Discount_Rate\": np.random.uniform(0, 0.30, size=num_rows).round(2), \"Year_Released\": np.random.randint(2000, 2023, size=num_rows), \"Price\": np.random.uniform(20, 2000, size=num_rows).round(2), \"Market_Share\": np.random.uniform(0.01, 0.50, size=num_rows).round(2), \"Product_Age_Days\": np.random.randint(1, 1000, size=num_rows) } df = pd.DataFrame(data) return df - Why and When Do We Prefer Dask - Client - Arrays - Lazy Evaluation - Delayed - Futures - DataFrame - Bags - Data Persisting - Distributed Computing Why and When Do We Prefer Dask? When data exceeds the capacity of a machine’s memory, Dask is preferred as it divides the data into manageable chunks for parallel processing, either on a single machine or across a cluster. When facing slow code execution, especially with large-scale data processing, Dask is preferred for its ability to parallelize computations. By distributing tasks across multiple CPU cores or different machines in a cluster, Dask significantly speeds up execution times compared to traditional single-threaded approaches. Client The Client class provides a simple and accessible interface to a Dask cluster. It connects ourw Python session to a Dask cluster. This cluster could be running on your local machine (a local cluster) or spread across multiple machines in a data center or cloud environment. from dask.distributed import Client client = Client() - Address: Specifies the address of the Scheduler in the cluster. If not provided, the Client will create a LocalCluster. If you have a pre-existing Dask cluster, you can use its scheduler’s address. client = Client('127.0.0.1:8786') # Connect to a specific scheduler - n_workers: Number of worker processes to start. Ideally, set this to the number of cores available if you’re running on a single machine. For distributed clusters, this will depend on the number of machines and cores per machine in your cluster. client = Client(n_workers=8) # Start a cluster with 8 workers - threads_per_worker: Number of threads per each worker process. This often depends on the type of tasks. CPU-bound tasks might benefit from 1–2 threads per core, while I/O-bound tasks can use more. A good starting point is to set it equal to the number of cores per worker. client = Client(threads_per_worker=8) - processes: Whether to use processes ( True) or threads ( False). By default, Dask uses processes. Use processes (default) for CPU-bound tasks, as they avoid the Global Interpreter Lock (GIL) in Python. Use threads for I/O-bound tasks or when memory sharing between tasks is more important. client = Client(processes=False) # Use threads instead of processes - memory_limit: he maximum amount of memory that each worker can use. You can specify this as an integer (bytes), a string (like ‘2GB’), or None(no limit). Set this based on the available RAM and the memory requirements of your tasks. As a rule of thumb, leave some buffer and don’t allocate all available memory to Dask workers. client = Client(memory_limit='4GB') - silence_logs: The logging level. This can be useful to reduce or increase the verbosity of logs. import logging client = Client(silence_logs=logging.ERROR) - asynchronous: If set to True, allows the Client to be used in asynchronous programming. client = Client(asynchronous=True) - dashboard_address: Specifies the address for the dashboard, which provides a real-time web UI to monitor the cluster. Set to Noneto disable. client = Client(dashboard_address=':8787') - name: An optional name to give the cluster, making it easier to identify. client = Client(name='MyDaskCluster') - scheduler_file: Path to a file with scheduler information if you’re connecting to an existing cluster. client = Client(scheduler_file='/path/to/scheduler.json') - security: For secure connections, especially in a distributed setup. from dask.distributed import Security security = Security(tls_ca_file='ca.pem', tls_worker_cert='worker.pem', ...) client = Client(security=security) DASK provides a dashboard to monitor what is happening in the system behind the scenes. Arrays Dask arrays are composed of many small NumPy arrays, organized into a grid. These small arrays are known as “chunks.” By breaking a large array into smaller chunks, Dask can work on each chunk independently. This chunked structure allows for parallel and distributed computing. By processing data in chunks, Dask can work with very large arrays that don’t fit entirely in RAM, only loading chunks into memory as needed. This is called block algorithms. Block algorithms are a method of processing large datasets by breaking them down into smaller, more manageable pieces, or “blocks”. - The data is divided into smaller chunks or blocks. - Each block can be processed independently. - After processing, the results from individual blocks are aggregated or combined to form the final result. Dask arrays are an implementation of block algorithms for handling large, multi-dimensional array data. [Read the original paper here.](https://conference.scipy.org/proceedings/scipy2015/pdfs/matthew_rocklin.pdf) Let’s create a very large array: import dask.array as da dask_array = da.random.random(size=(1 , 1 ), chunks=(10000, 10000)) dask_array A 74.5 GB array is far too large for my regular laptop to hold in its memory. Nevertheless, by utilizing DASK’s chunking capabilities, we can manage and perform operations on this massive array. %%time dask_sum = dask_array.sum() dask_sum_computed = dask_sum.compute() dask_sum_computed \"\"\" CPU times: user 58.5 s, sys: 13.6 s, total: 1min 12s Wall time: 11.4 s 4999930574.208597 \"\"\" Lazy Evaluation In lazy evaluation, the evaluation of expressions is delayed until their values are actually needed. When you write an expression or call a function, it doesn’t compute the result right away. Instead, it stores a representation of the expression, often in the form of a task or a promise to compute it later. In Python lazy evaluation can be implemented using features like generators, iterators, or special library functions. In eager evaluation, the computation is performed immediately. def eager_evaluation(numbers): squared_numbers = [x**2 for x in numbers] return squared_numbers numbers = [1, 2, 3, 4, 5] squared = eager_evaluation(numbers) print(\"Eager Evaluation:\", squared) # Eager Evaluation: [1, 4, 9, 16, 25] For lazy evaluation, I’ll use a generator. A generator computes the values on the fly and yields them one at a time, as they are requested, rather than all at once. def lazy_evaluation(numbers): for x in numbers: yield x**2 numbers = [1, 2, 3, 4, 5] lazy_squared = lazy_evaluation(numbers) print(lazy_squared) # print(\"Lazy Evaluation:\") for number in lazy_squared: print(number) \"\"\" Lazy Evaluation: 1 4 9 16 25 \"\"\" When we perform operations on Dask arrays, these operations are not executed immediately. Instead, Dask builds a task graph that describes the operations. The actual computations are only executed when we call a method like .compute(). This approach allows Dask to optimize the execution by organizing tasks efficiently and handling large datasets effectively. Delayed Dask’s delayed is a powerful feature used to parallelize existing Python code that wasn't originally designed for parallel execution. Let’s create simple Python functions: from time import sleep def inc(x): sleep(1) return x + 1 def add(x, y): sleep(1) return x + y Run it sequentially: %%time x = inc(1) y = inc(2) z = add(x, y) \"\"\" CPU times: user 517 µs, sys: 756 µs, total: 1.27 ms Wall time: 3.01 s \"\"\" 3 function call, 3 seconds. Now, let’s introduce delayed . from dask import delayed x = delayed(inc)(1) y = delayed(inc)(2) z = delayed(add)(x, y) print(z) \"\"\" Delayed('add-49d649b5-3e1f-40db-a36e-3b62b5da9142') \"\"\" We have a Delayed object, lazily evaluated. %%time result = z.compute() \"\"\" CPU times: user 1.94 ms, sys: 1.48 ms, total: 3.42 ms Wall time: 2.01 s \"\"\" We gain one seconds here. Two inc function run in parallel. z.visualize() We can also use delayed on for-loops: datasets = list(range(1,9)) results = [] for data in datasets: result = delayed(inc)(data) results.append(result) total = delayed(sum)(results) total \"\"\" Delayed('add-fbd29c44-a55d-43da-8c46-67f047d0d7cf') \"\"\" %%time total.compute() \"\"\" CPU times: user 1.15 ms, sys: 1.07 ms, total: 2.22 ms Wall time: 1.01 s 44 \"\"\" total.visualize() Eight inc function run in parallel. We can also use delayed decorator on top of functions. @delayed def square(num): sleep(1) return num * num @delayed def sum_list(numbers): sleep(1) return sum(numbers) The decorator transforms the function so that when we call it, instead of executing immediately, it returns a delayed object. data = [1, 2, 3, 4, 5] squared_data = [square(x) for x in data] total = sum_list(squared_data) total \"\"\" Delayed('sum_list-d665a59f-1d88-4444-bac9-05b2ef75fb01') \"\"\" %%time result = total.compute() result \"\"\" CPU times: user 1.76 ms, sys: 1.28 ms, total: 3.04 ms Wall time: 2.01 s 55 \"\"\" total.visualize() Futures Dask Futures offer a powerful way to handle asynchronous computation, similar to the concept of futures in concurrent programming. We submit a task (function and arguments) to a Dask scheduler using methods like client.submit(). The scheduler then dispatches these tasks to available workers. from dask.distributed import Client client = Client(n_workers=4) def square(x): return x * x future = client.submit(square, 4) future \"\"\" Future: square status: pending, type: NoneType, key: square-94301df5f4e518f1fc5e940b73b9dce4 \"\"\" result = future.result() print(result) # 16 values = [1, 2, 3, 4, 5] futures = [client.submit(square, value) for value in values] futures \"\"\" [ , , , , ] \"\"\" results = client.gather(futures) print(results) \"\"\" [1, 4, 9, 16, 25] \"\"\" The gather call will block until all computations are finished and return the results. The submit method has an optional parameter called pure. In the context of programming, a function is considered “pure” if it always produces the same output given the same input and has no side effects. This means that the function doesn’t modify any external state (like global variables, I/O operations, etc.) and its return value depends only on its input arguments. In Dask, if a function is marked as pure, it allows Dask to cache the results. If the same function with the same arguments is submitted again, Dask can reuse the previously computed result instead of recomputing it. import random def add_random_number(a): return a + random.randint(1, 100) future3 = client.submit(add_random_number, 5, pure=False) future4 = client.submit(add_random_number, 5, pure=False) # Check if the futures point to the same computation print(future3.key == future4.key) # Output: False def add_numbers(a, b): return a + b future1 = client.submit(add_numbers, 4, 5, pure=True) future2 = client.submit(add_numbers, 4, 5, pure=True) # Check if the futures point to the same computation print(future1.key == future2.key) # Output: True Since add_numbers is pure and we've set pure=True, Dask knows it can cache the result. The two futures ( future1 and future2) reference the same computation because Dask recognizes that the function will produce the same output for the same inputs. Additionally, we can use map method: def square(x): return x * x futures = client.map(square, range(1, 9)) res = client.gather(futures) res \"\"\" [1, 4, 9, 16, 25, 36, 49, 64] \"\"\" The wait function is a crucial tool used in conjunction with asynchronous computation. It is used to pause the execution of your program until specified futures (or a single future) have completed their computation. # Submit the first task to Dask: future1 = client.submit(first_function, 10) from dask.distributed import wait # Wait for the first future to complete wait([future1]) # Submit the second task # Note: You don't need to call .result() here; Dask handles the dependency future2 = client.submit(second_function, future1) result = future2.result() print(\"Result of the second function:\", result) # Result of the second function:: 22 first_functionis executed with an input of 10. - The program waits until first_functionis completed. - Once first_functionis finished, its output is automatically used as the input for second_function. - The result of second_functionis then retrieved. The as_completed function provides a way to iterate over futures as they finish, regardless of the order in which they were submitted. as_completed takes an iterable of Future objects and returns an iterator that yields each future as it completes. This function is especially useful when you have multiple independent tasks and you want to start processing results as soon as each task completes, rather than waiting for all tasks to finish. from dask.distributed import as_completed # Define a simple task function def my_task(x): # Some computations return x * 2 # Submit multiple tasks futures = [client.submit(my_task, i) for i in range(5)] # Create an as_completed iterator completed_futures = as_completed(futures) # Process each future as it completes for future in completed_futures: result = future.result() print(\"Task completed with result:\", result) client.close() \"\"\" Task completed with result: 0 Task completed with result: 2 Task completed with result: 4 Task completed with result: 6 Task completed with result: 8 \"\"\" DataFrame A Dask Dataframe is composed of multiple smaller Pandas Dataframes, partitioned along the index. Each partition is a valid Pandas Dataframe that fits into memory. Dask Dataframes aim to mimic the Pandas API as closely as possible, making it familiar to Pandas users. Most common Pandas operations (like groupby, join, and time series computations) are available in Dask. Let’s start with reading a CSV file: import dask.dataframe as dd ddf = dd.read_csv(\"data.csv\", blocksize=\"1GB\") ddf It just returned a schema of the dataframe (lazy evaluation), column names, data types, and the number of partitions. Each partition has 1 GB of data. print(ddf.columns) \"\"\" Index(['Product_ID', 'Category', 'Brand', 'Store_Location', 'Stock_Status', 'Shipping_Option', 'Customer_Rating', 'Warranty_Years', 'Product_Weight_kg', 'Sales_Volume', 'Return_Rate', 'Profit_Margin', 'Average_Delivery_Days', 'Supplier_Distance_km', 'Manufacturing_Cost', 'Discount_Rate', 'Year_Released', 'Price', 'Market_Share', 'Product_Age_Days'], dtype='object') \"\"\" print(ddf.dtypes) \"\"\" Product_ID string[pyarrow] Category string[pyarrow] Brand string[pyarrow] Store_Location string[pyarrow] Stock_Status string[pyarrow] Shipping_Option string[pyarrow] Customer_Rating float64 Warranty_Years int64 Product_Weight_kg float64 Sales_Volume int64 Return_Rate float64 Profit_Margin float64 Average_Delivery_Days int64 Supplier_Distance_km float64 Manufacturing_Cost float64 Discount_Rate float64 Year_Released int64 Price float64 Market_Share float64 Product_Age_Days int64 dtype: object \"\"\" print(ddf.npartitions) \"\"\" 6 \"\"\" Dask syntax is a lot similar to Pandas. min_distance = ddf[\"Supplier_Distance_km\"].min() print(min_distance) #dd.Scalar min() doesn't compute its results immediately. Instead, it builds a task graph describing the computation. It returns a representation, a placeholder of the result. Now let’s visualize the task graph for min_distance min_distance.visualize() Task graphs in Dask are interpreted from the bottom upwards. Starting at the bottom, there are six instances of reading CSV files. Following this, for each partition, the ‘Supplier_Distance_km’ column is extracted. Subsequently, it computes the minimum value for this column. Ultimately, it aggregates the six distinct minimum values to determine the final outcome. Up to this point, Dask has not executed any actual computation; it has merely constructed the task graph To execute any task graph, we use the compute method. min_distance.compute() # 50.04 We can use groupby. ddf.groupby(\"Stock_Status\")[\"Stock_Status\"].count().compute() \"\"\" Stock_Status Backorder 333258 In Stock 333937 Out of Stock 332805 Name: Stock_Status, dtype: int64 \"\"\" map_partitions allows us to apply a custom function to each partition of a Dask collection independently. def multiply_by_two(df): return df.apply(lambda x: x * 2) def multiply_by_n(df, n): return df.apply(lambda x: x * n) ddf[\"Adjusted_Average_Delivery_Days\"] = ddf[\"Average_Delivery_Days\"].map_partitions(multiply_by_two) ddf[\"Adjusted_Average_Delivery_Days_3\"] = ddf[\"Average_Delivery_Days\"].map_partitions(multiply_by_n, 3) ddf[[\"Average_Delivery_Days\",\"Adjusted_Average_Delivery_Days\", \"Adjusted_Average_Delivery_Days_3\"]].head() When using compute it is always better to look for optimization opportunities. mean_delivery_days = ddf[\"Average_Delivery_Days\"].mean() std_delivery_days = ddf[\"Average_Delivery_Days\"].std() mean_delivery_result = mean_delivery_days.compute() std_delivery_result = std_delivery_days.compute() mean_delivery_result, std_delivery_result \"\"\" Took ~3 seconds (15.003243, 8.36907297879123) \"\"\" import dask mean_delivery_result, std_delivery_result = dask.compute(mean_delivery_days, std_delivery_days) mean_delivery_result, std_delivery_result \"\"\" Took ~1.5 seconds \"\"\" dask.visualize(mean_delivery_days, std_delivery_days) Results of tasks are being shared. Bags Dask Bags are a component designed to efficiently handle unstructured or semi-structured data, similar to what we might find in formats like JSON, logs, or text data. They are particularly well-suited for operations on data that don’t fit neatly into tabular structures like arrays or dataframes. Bags are often used for initial data processing, cleaning, and transformation before converting data into more structured formats for detailed analysis. import dask.bag as db file_pattern = 'feedback*.txt' b = db.read_text(file_pattern) def count_keyword(line, keyword='excellent'): return line.lower().count(keyword) keyword_counts = b.map(lambda line: count_keyword(line)).sum() total_count = keyword_counts.compute() Data Persisting Data persisting refers to the practice of saving data in a state that can be retrieved and used even after the process that created or modified it has ended. Dask allows for the persistence of data in memory across distributed workers. This is particularly useful when you have intermediate results that are computationally expensive and will be used multiple times in subsequent operations. ddf_persisted = ddf.persist() Distributed Computing Distributed computing is the ability to execute parallel computations across multiple machines in a cluster, making it a powerful tool for handling large-scale data processing and analysis tasks. Dask’s distributed computing capability is managed by the Dask distributed system, a lightweight and flexible library for distributed computing in Python. It extends Dask’s concurrency model to span across multiple machines in a cluster. The heart of the system is the scheduler. It manages and coordinates the execution of tasks across all the workers. Workers are the processes that actually execute the tasks and store the results. Each worker can process multiple tasks concurrently. Client is the user-facing entry point for submitting tasks to the cluster. The client communicates with the scheduler, which in turn assigns tasks to workers. Conclusion In conclusion, Dask offers a powerful and flexible solution for scaling up Python computations and handling large datasets. By providing tools for parallel processing, lazy evaluation, and distributed computing, it enables efficient and effective data analysis workflows that are both user-friendly and highly adaptable to complex, large-scale data challenges. One Sentence To Remember: Dask is preferred for processing data that exceeds a machine’s memory capacity and for accelerating slow code execution. Read More Optimization of Pandas Performance on Large Data Ways to Speed Up Performance in Pandas Package python.plainenglish.io Buckle Up Your For-Loops, Or How to Speed Up For Loops in Python Faster Alternatives to Python’s Standard For Loop Implementations python.plainenglish.io Exploring Hugging Face: Table Question Answering Table Question Answering with Transformer Models levelup.gitconnected.com Sources [https://www.youtube.com/watch?v=_2jKSo0GCI8&list=PLTgRMOcmRb3OlkfAdqJWyGGrQM7eU-mi7&index=2](https://www.youtube.com/watch?v=_2jKSo0GCI8&list=PLTgRMOcmRb3OlkfAdqJWyGGrQM7eU-mi7&index=2) [https://conference.scipy.org/proceedings/scipy2015/pdfs/matthew_rocklin.pdf](https://conference.scipy.org/proceedings/scipy2015/pdfs/matthew_rocklin.pdf) [https://www.youtube.com/watch?v=z18qjLu-Mw4&list=PLeDTMczuyDQ8S73cdc0PrnTO80kfzpgz2&index=1](https://www.youtube.com/watch?v=z18qjLu-Mw4&list=PLeDTMczuyDQ8S73cdc0PrnTO80kfzpgz2&index=1) [https://www.youtube.com/watch?v=32w33L7hseQ](https://www.youtube.com/watch?v=32w33L7hseQ) [https://www.youtube.com/watch?v=8bd7DswSxw4](https://www.youtube.com/watch?v=8bd7DswSxw4)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Education"
    ],
    "external_links": [
      "http://www.youtube.com/watch?v=32w33L7hseQ",
      "http://www.youtube.com/watch?v=32w33L7hseQ)",
      "http://www.youtube.com/watch?v=z18qjLu-Mw4",
      "http://www.youtube.com/watch?v=8bd7DswSxw4",
      "https://conference.scipy.org/proceedings/scipy2015/pdfs/matthew_rocklin.pdf)",
      "http://www.youtube.com/watch?v=8bd7DswSxw4)",
      "https://conference.scipy.org/proceedings/scipy2015/pdfs/matthew_rocklin.pdf",
      "https://www.dask.org)",
      "http://www.youtube.com/watch?v=_2jKSo0GCI8",
      "https://www.conference.scipy.org/proceedings/scipy2015/pdfs/matthew_rocklin.pdf",
      "http://youtube.com/watch?v=z18qjLu-Mw4",
      "http://youtube.com/watch?v=8bd7DswSxw4",
      "http://youtube.com/watch?v=8bd7DswSxw4)",
      "http://youtube.com/watch?v=_2jKSo0GCI8",
      "http://youtube.com/watch?v=32w33L7hseQ",
      "https://www.conference.scipy.org/proceedings/scipy2015/pdfs/matthew_rocklin.pdf)",
      "http://youtube.com/watch?v=32w33L7hseQ)",
      "http://www.youtube.com/watch",
      "https://dask.org)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "okan yenigün",
          "sentiment": "negative"
        },
        {
          "name": "dask",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "houston",
          "sentiment": "none"
        },
        {
          "name": "miami",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:25:31.542+02:00",
    "updated": "2023-12-29T00:25:31.542+02:00"
  },
  {
    "uuid": "a0c993edb8cee76decbe3df62c971d3477d2701c",
    "url": "https://viapais.com.ar/entretenimiento/batalla-legal-entre-wanda-nara-y-mauro-icardi-hubo-violencia-de-genero-en-el-chateau",
    "ord_in_thread": 0,
    "author": "Vanessa Castillo",
    "published": "2025-04-09T21:06:00Z",
    "title": "Batalla legal entre WANDA NARA y MAURO ICARDI: ¿hubo VIOLENCIA de GÉNERO en el CHATEAU?",
    "text": "La separación entre Wanda Nara y Mauro Icardi se convirtió en una batalla legal y mediática sin precedentes. Luego de tomar caminos separados hace casi un año, la expareja se ha envuelto en acusaciones sin precedente, filtraciones de chats y explosivas discusiones.\nRespecto a este último punto, una de las discusiones más controversiales de la pareja ocurrió el pasado 14 de marzo, cuando Mauro Icardi se reencontró con sus hijas luego de dos meses. Esto llevó a una fuerte discusión el Chateau Libertador, que involucró a la Policía y asistencia psicológica para las nenas.\nEl escándalo supuso que Wanda Nara denunciara al futbolista por violencia de género y evitara el contacto con Francesca e Isabella. Tras esta medida, la Justicia emitió un fallo para confirmar si había existido violencia en contra de la modelo.\n¿Hubo violencia de género durante la disputa entre Mauro Icardi y Wanda Nara en el Chateau?\nDe acuerdo con lo presentado por el programa “Puro Show”, el juez Norberto Circo sentenció que no hubo violencia de género en el ascensor de Mauro Icardi para con Wanda Nara. \"El juez Norberto Circo dijo ayer que no hubo violencia el día del ascensor (...) Falta que se expida la defensoría de menores, que es muy probable que vaya por la misma línea que el juez”, destacó la panelista Angie Balbiani.\nSeguidamente, otra de las medidas que quedará sin efecto es el contacto 0 que la modelo habría impuesto entre sus hijas y Mauro Icardi. \"Wanda pedía que las hijas no vieran al padre, pero que tampoco se pudieran comunicar telefónicamente con su papá. Eso entre hoy y mañana va a dejar de ser efectivo e Icardi va a poder hablar con sus hijas”, señaló Balbiani.\nLa postura de Wanda Nara sobre su conflicto legal con Mauro Icardi\nDesde otro aspecto, Wanda Nara habló en el programa “Los Profesionales de Siempre”, sobre cómo ha sobrellevado la maternidad en medio de su separación con Icardi. “Mauro no me la está haciendo para nada fácil, nunca me imaginé que sería tan difícil. Me pongo a pensar en todas las mujeres separadas...“, reconoció.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "topics": [
      "Crime, Law and Justice->law",
      "Crime, Law and Justice->court",
      "Crime, Law and Justice->assault"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Mauro Icardi",
          "sentiment": "negative"
        },
        {
          "name": "Norberto Circo",
          "sentiment": "none"
        },
        {
          "name": "Wanda Nara",
          "sentiment": "none"
        },
        {
          "name": "Francesca",
          "sentiment": "none"
        },
        {
          "name": "Isabella",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Policía",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:38:25.776+03:00",
    "updated": "2025-04-10T00:38:25.776+03:00"
  },
  {
    "uuid": "ae6db55789ef08e9c8d603c85fac1ebbddc8372f",
    "url": "https://www.world-today-news.com/they-provide-public-apologies-to-residents-of-jalisco-affected-by-the-dam",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2024-06-21T02:08:00Z",
    "title": "They provide public apologies to residents of Jalisco affected by the dam",
    "text": "Representatives of the federal and state governments of Jalisco at the moment provided public apologies to the inhabitants of the communities of Temacapulín, Acasico and Palmarejo, positioned in mentioned entity within the west of the nation, for the harm attributable to the development venture of the El Zapotillo dam. .\nIn an occasion held this Friday in Temacapulín, the undersecretary of Human Rights, Inhabitants and Migration of the Ministry of the Inside (SG), Arturo Medina Padilla, highlighted the resistance of the residents who have been going to be harmed by the aforementioned venture, and admitted that This brought about “uncertainty” among the many communities.\n“From 2005 (the yr the dam was introduced) till 2021, the folks of this area didn’t have peace. For years, authorities failed to guard the communities beneath their care. The ‘El Zapotillo’ dam threatened to erase centuries of historical past, tradition and group life,” the official admitted.\nNonetheless, “within the midst of adversity, the power and resistance of the communities, they stood agency. For years, they fought tirelessly for his or her proper to stay of their houses, for his or her proper to protect their cultural heritage and a dignified future.”\nAfter issuing an apology to the residents on behalf of the Mexican State, Medina admitted that it violated the communities’ rights to first rate housing, participation within the formulation of infrastructure plans, demonstrations, info, social peace, water and freedom of affiliation, amongst different elementary ensures.\nFor her half, the pinnacle of the Ministry of Setting and Pure Sources, María Luisa Albores, despatched a video message through which she reiterated a “nice and heartfelt apology” to the inhabitants of the three cities and highlighted that in November 2021 President Andrés Manuel López Obrador introduced a Complete Justice Plan for the communities, amongst whose commitments was to keep away from flooding of the world.\nLikewise, the creation of an ecological restoration zone for the area surrounding the “El Zapotillo” dam, of greater than 20,800 hectares, was declared, along with varied rescue initiatives for the Verde and Ancho rivers, reforestation and renovation actions. of varied properties with cultural and academic worth.\nOn behalf of the communities, Oscar René Sandoval Becerra, consultant of Palmarejo, recalled how varied federal and state officers on the time the venture arose tried to persuade them with deception and threats to promote their lands and never oppose the flooding of the cities.\n“Authorities and firms organized to deceive and dispossess us, searching for solely their financial features, loaded with corruption,” mentioned Sandoval, who identified that many locals have been despatched to locations with out water, with out medical companies and monitored 24 hours a day by non-public guards, “ thereby inflicting a breakdown of the social cloth between folks and their households.”\nOn this context, he said that the residents settle for the apologies of the Mexican State, so long as there’s a clear dedication to non-repetition of the occasions.\nRepresentatives of the federal government of the state of Jalisco, the Lerma-Santiago-Pacífico Basin Company and the presidential fee in command of implementing the Complete Justice Plan introduced three years in the past by López Obrador additionally attended the occasion.\n#provide #public #apologies #residents #Jalisco #affected #dam\n– 2024-06-21 02:08:09",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "arturo medina padilla",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "jalisco",
          "sentiment": "none"
        },
        {
          "name": "acasico",
          "sentiment": "none"
        },
        {
          "name": "palmarejo",
          "sentiment": "none"
        },
        {
          "name": "temacapulín",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T05:31:18.393+03:00",
    "updated": "2024-06-21T08:36:28.276+03:00"
  }
]