[
  {
    "uuid": "39f3388ffb68430df579d622ca79939b554fa411",
    "url": "https://ultimasnoticias.com.ve/noticias/mundo/bukele-saco-la-motosierra-de-milei-contra-los-empleados-salvadorenos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Últimas Noticias",
    "published": "2024-06-27T21:39:00Z",
    "title": "Bukele sacó la motosierra de Milei contra los empleados salvadoreños",
    "text": "El presidente de El Salvador, Nayib Bukele, anunció este jueves que más de 300 empleados el Ministerio de Cultura serán despedidos para “ahorrar” fondos públicos y como parte de una “medicina amarga” para mejorar la economía del país centroamericano.\nEn un mensaje en X, el mandatario aseguró que “en estos momentos el nuevo ministro de Cultura, Raúl Castillo, procederá a la destitución de más de 300 empleados”, quienes, según Bukele, “promueven agendas que no son compatibles con la visión de este Gobierno”.\nDijo que con lo anterior “ahorraremos fondos públicos en el proceso” y apuntó que “la gente eligió un camino y ese camino vamos a tomar”.\n“Medicina amarga”, agregó.\nBukele prometió el pasado 1 de junio, durante su investidura para un segundo mandato consecutivo, “sanar” la economía tras curar al país del “cáncer” de la violencia, generada principalmente por los grupos de pandillas.\n“Ahora, que ya arreglamos lo más urgente, que era la seguridad, vamos a enfocarnos de lleno en los problemas importantes, empezando por la economía”, dijo Bukele en ese momento.\nDe acuerdo con una reciente encuesta del Instituto Universitario de Opinión Pública de la jesuita Universidad Centroamericana (Iudop), un 73,7 % de la población opina que el principal problema del país está relacionado con factores económicos, mientras que el 25,8 % manifestó que el principal fracaso del Gobierno de Bukele se dio en materia económica.\nRevela que el 60,5 % de los salvadoreños considera que la economía ha empeorado o sigue igual al cierre del quinto año de la primera gestión de Bukele, el 69,2 % dice que su economía familiar ha empeorado o se mantiene igual.\nEn el olvido quedó la estrategia del presidente de impulsar la economía con la compra de criptomonedas, una estrafalaria medida que ya no se menciona en el gobierno para tratar de invisibilizar el fracaso de la misma.\nBajo la Administración de Bukele El Salvador se ha mantenido a la cola del crecimiento económico en Centroamérica y es altamente dependiente de las remesas familiares, que anualmente inyectan más de 8.000 millones de dólares.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Labor",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:08:47.069+03:00",
    "updated": "2024-06-28T01:08:47.069+03:00"
  },
  {
    "uuid": "db5921f3412c6067e748afa23697558e604f4d94",
    "url": "https://zephyrnet.com/solanas-surge-defies-crypto-slump-gaining-traction-amid-market-volatility",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Republished By Plato",
    "published": "2024-03-14T10:53:00Z",
    "title": "Solana’s Surge Defies Crypto Slump, Gaining Traction Amid Market Volatility",
    "text": "Solana ($SOL) has continued its rally over the past 24 hours despite a downturn in the broader cryptocurrency market.\nAccording to data from\nCryptoCompare, currently (as of 7:10 p.m. UTC on March 14), SOL is trading at around $163.77, up 1.24% in the past 24-hour period. Meanwhile, Bitcoin ($BTC) and Ethereum ($ETH) are trading at $70,184 (down 4.47%) and $3,809 (down 4.92%) respectively.\nWhy is the crypto market market down? Well, that is probably due to the same reason that the U.S. stock market is down today.\nAccording to a\npress release issued by the U.S. Department of Labor Statistics earlier today, the Producer Price Index (PPI) for final demand experienced a notable increase of 0.6 percent in February, following a more modest 0.3 percent rise in January and a slight decrease of 0.1 percent in December 2023. This adjustment, made on a seasonally adjusted basis, highlights a significant momentum in the index, culminating in a 1.6 percent year-over-year increase by February’s end. This marks the most substantial annual growth observed since the 1.8 percent uptick recorded for the year ending in September 2023.\nThe detailed analysis for February reveals that the increase in the PPI was primarily driven by a 1.2 percent surge in the prices of final demand goods, accounting for about two-thirds of the overall rise. Additionally, the services sector saw a growth of 0.3 percent. When examining the index excluding foods, energy, and trade services, there was a 0.4 percent increase in February, a slight deceleration from January’s 0.6 percent rise. Over the twelve months leading up to February, this more refined measure of the PPI advanced by 2.8 percent, underscoring a persistent inflationary trend in core sectors of the economy.\nAs of 3:23 p.m. EDT on March 14, all four major U.S. stock indices are down:\n<!–\n–>\nThere are probably two reasons for Solana’s display of strength today.\nFirst, although Bitcoin is trading near its all-time high of $73,737, which was reached earlier today, Solana is down 36.9% from its all-time high (recorded on 6 November 2021), and so in some people’s eyes its rally should continue for a while longer, and that is why some crypto traders have been rolling their profits from BTC and ETH into SOL.\nSecond, Solana’s fast and cheap blockchain and rich set of decentralized exchanges almost invite degenerate gamblers to the highly risky (but potentially lucrative) activity that is trading Solana meme tokens, quite a few of which have enjoyed spectacular gains over the past few months. All of this trading activity has helped to increase demand for Solana and pushed up the price of SOL.\nFor instance, Dogwifhat ($WIF), which is trading at $3.04 at the time of writing, is up 15.6% in the past 24-hour period and more interestingly up nearly 700% in the past 30-day period.\nAnd comments from some crypto influencers, such as the one below from former BitMEX CEO Arthur Hayes, fuel the frenzy around Solana meme tokens:\nFeatured Image via\nDogwifhat\n- SEO Powered Content & PR Distribution.\nGet Amplified Today.\n- PlatoData.Network Vertical Generative Ai. Empower Yourself.\nAccess Here.\n- PlatoAiStream. Web3 Intelligence. Knowledge Amplified.\nhttps://platoaistream.com\n- PlatoESG.\nCarbon, CleanTech, Energy, Environment, Solar, Waste Management. https://platoesg.com\n- PlatoHealth. Biotech and Clinical Trials Intelligence.\nhttps://platohealth.ai\n- Source:\nhttps://www.cryptoglobe.com/latest/2024/03/solana-sol-outshines-major-cryptos-amid-market-downturn-caused-by-higher-than-expected-u-s-ppi/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://dogwifcoin.org/",
      "https://www.bls.gov/news.release/pdf/ppi.pdf",
      "https://platoaistream.com",
      "https://platoesg.com/aiwire/solar/",
      "https://platoesg.com",
      "https://www.cryptocompare.com/",
      "https://platoesg.com/aiwire/carbon/",
      "https://platohealth.ai",
      "https://platoesg.com/aiwire/cleantech/",
      "https://platoesg.com/aiwire/waste-management/",
      "https://platoesg.com/aiwire/environment/",
      "https://platodata.network",
      "https://platoesg.com/aiwire/energy/",
      "https://www.cryptoglobe.com/latest/2024/03/solana-sol-outshines-major-cryptos-amid-market-downturn-caused-by-higher-than-expected-u-s-ppi/",
      "https://www.amplifipr.com",
      "https://www.platoesg.com/aiwire/carbon/",
      "https://www.platoesg.com/aiwire/energy/",
      "https://platoesg.com/aiwire/cleantech",
      "https://amplifipr.com",
      "https://www.platoesg.com/aiwire/environment/",
      "https://cryptocompare.com/",
      "https://platoesg.com/aiwire/environment",
      "https://www.platoesg.com/aiwire/cleantech/",
      "https://dogwifcoin.org",
      "https://platoesg.com/aiwire/carbon",
      "https://www.platoaistream.com",
      "https://www.platodata.network",
      "https://www.cryptocompare.com",
      "https://platoesg.com/aiwire/solar",
      "https://www.platohealth.ai",
      "https://www.dogwifcoin.org/",
      "https://platoesg.com/aiwire/waste-management",
      "https://bls.gov/news.release/pdf/ppi.pdf",
      "https://www.cryptoglobe.com/latest/2024/03/solana-sol-outshines-major-cryptos-amid-market-downturn-caused-by-higher-than-expected-u-s-ppi",
      "https://www.platoesg.com/aiwire/solar/",
      "https://platoesg.com/aiwire/energy",
      "https://cryptoglobe.com/latest/2024/03/solana-sol-outshines-major-cryptos-amid-market-downturn-caused-by-higher-than-expected-u-s-ppi/",
      "https://www.platoesg.com/aiwire/waste-management/",
      "https://www.platoesg.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "solana",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "u.s. department of labor statistics",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:47:16.462+02:00",
    "updated": "2024-03-15T00:47:16.462+02:00"
  },
  {
    "uuid": "fdc7acf7ea35570ddd09966b4d2efe53bfa2259c",
    "url": "https://www.tempi.it/la-notizia-migliore-del-2023-basta-intercettopoli/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redazione",
    "published": "2023-12-30T03:50:00Z",
    "title": "La notizia migliore del 2023: basta intercettopoli",
    "text": "Dire che è \"la notizia migliore del 2023\" è persino esagerato, anche se lo è certamente per lui, per l'ex senatore del Pd Stefano Esposito che sul finire di quest'anno si è visto finalmente annullare l'inchiesta a suo carico e il rinvio a giudizio grazie all'intervento della Corte Costituzionale. Un caso personale, ma clamoroso, che dice molto di come in certe Procure si faccia un uso disinvolto delle intercettazioni, argomento sempre \"caldo\" nel dibattito politico italiano, anche in questi giorni in cui si parla tanto di \"legge bavaglio\".\nE così, mentre i giornali che hanno costruito la loro fortuna sullo sputtanamento degli avversari politici si lamentano per la \"mordacchia\" e mentre la Fnsi organizza ridicoli boicottaggi della conferenza stampa del presidente del Consiglio, arriva a giusto epilogo una vicenda durata sei anni e il cui titolo è questo: un ex senatore delle Repubblica è stato intercettato illegalmente quasi 500 volte (500!).\nIntercettazioni da distruggere...\nContenuto riservato agli abbonati:\n[abbonati per accedere](/abbonamenti/abbonamento-con-carta-di-credito/?utm_source=SitoTempi&utm_medium=Bottone&utm_campaign=ClickArticolo&utm_id=ClickArticolo).\nGià abbonato? Accedi con le tue credenziali:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T07:22:23.570+02:00",
    "updated": "2023-12-30T07:22:23.570+02:00"
  },
  {
    "uuid": "8cb06a7aa2b8d16aee0d257d6c3be86c92146cc1",
    "url": "https://www.wbtv.com:443/2024/06/22/missing-hiker-found-alive-after-being-lost-10-days-mountains",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "KSBW via CNN Newsource",
    "published": "2024-06-22T07:49:00Z",
    "title": "Missing hiker found alive after being lost for 10 days in mountains",
    "text": "SANTA CRUZ COUNTY, Calif. (KSBW) - A missing hiker was finally rescued after he was lost for 10 days in the Santa Cruz Mountains of California. The 34-year-old man was only going for a three-hour hike when he disappeared. “I didn’t bring anything because I thought I was doing a three-hour hike to go to work,” Lukas McClish, the rescued hiker, said. He was lost in the woods for nine nights and 10 days, shirtless with only a flashlight and folding scissors. It would be more than a week before the raggedy-looking hiker would be found. “So, I kind of just hiked. Each day, I go up a canyon, down a canyon to the next waterfall, sit down by the waterfall, drink water out of my boot,” Lukas McClish recalled. It was a Tuesday when Lukas McClish went for a hike in Boulder Creek and ended up getting lost. “I felt comfortable the whole time I was out there. I wasn’t worried about it,” Lukas McClish said. “I had a mountain lion that was following me, but it was cool. It kept its distances. I think it was just somebody watching over me.” The problem was that Lukas McClish didn’t tell anyone where he was going. By the time Father’s Day rolled around on Sunday, his family started worrying and filed a missing person’s report. The search was on then. “Some nights, although, I just had to trust God that he was going to be OK, and that was hard to do some nights when we would go to bed at night because I would worry about where he was, where he was sleeping and how cold he was and where he was if he was alive,” Diane McClish, the hiker’s mother, said. Lukas McClish drank from water from creeks, ate wild berries and slept on a wet bed of leaves all while yelling for help and thinking of his next meal. “‘Just help. Help, I’m over here.’ Or, ‘Is anybody out there?’” Lukas McClish remembered saying while he was lost. “I want a burrito or a taco bowl. That’s what I thought about every day when I, after the first five days, when I started to kind of realize that I might be in over my head.” But on Thursday afternoon, someone finally heard his cries for help. The Boulder Creek Fire Department deployed a drone and spotted his location. A K-9 tracked him down and Lukas McClish was escorted out of a remote canyon, finally reunited with family. “Met a lot of people because I had more people come to me and tell me how much they love my son and how they just hoped that we would find him,” Diane McClish said. “I didn’t realize that so many people in this town love Luke.” Fortunately, Lukas McClish had no major injuries. Copyright 2024 KSBW via CNN Newsource. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lukas mcclish",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ksbw",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "calif.",
          "sentiment": "none"
        },
        {
          "name": "boulder creek",
          "sentiment": "none"
        },
        {
          "name": "santa cruz mountains of california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T12:00:40.248+03:00",
    "updated": "2024-06-22T12:00:40.248+03:00"
  },
  {
    "uuid": "f3d970ef690d2dbfc2e60d3e602560cf83dee66b",
    "url": "https://uk.investing.com/news/world-news/venezuelas-maduro-slams-deployment-of-british-warship-to-guyana-3282426",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2023-12-28T00:00:00Z",
    "title": "Venezuela's Maduro slams deployment of British warship to Guyana By Reuters",
    "text": "4/4 © Reuters. Venezuela's President Nicolas Maduro addresses military staff during a meeting at the Ministry of Defence, in Caracas, Venezuela December 28, 2023. Zurimar Campos/Miraflores Palace/Handout via REUTERS 2/4 CARACAS (Reuters) - Venezuelan President Nicolas Maduro on Thursday said the deployment of a British warship to waters off the coast of Guyana breaches the \"spirit\" of an agreement reached between Venezuelan and Guyanese authorities.\nGuyana and Venezuela agreed earlier this month to avoid the use of force and avoid increasing tensions in the long border dispute over the oil-rich Essequibo territory.\nThe 160,000-square-km (62,000-square-mile) Essequibo region is generally recognized as part of Guyana, but in recent years Venezuela has revived its claim to the territory and to offshore areas after major oil and gas discoveries.\nRoyal Navy patrol vessel HMS Trent is visiting Guyana, a British ally and former colony, as part of a series of engagements in the region, the UK's defense ministry said in a statement earlier this month, without referring to Venezuela or the border dispute.\n\"It is the breaking of the spirit of dialogue, diplomacy and peace of the agreements,\" Maduro said on Thursday. He said the deployment was \"practically a military threat from London.\"\nMaduro has ordered \"the activation of a joint defensive action of the Bolivarian National Armed Forces\" off the coast of Essequibo, he said in a state televised broadcast, but did not give more information.\nMilitary leaders in Venezuela's east said during the broadcast that 5,600 uniformed personnel were ready for the operation.\nIn a statement, Venezuela's Foreign Ministry said the country \"reserves all actions, within the framework of the Constitution and International Law, to defend its maritime and territorial integrity.\"\nVenezuela's Maduro slams deployment of British warship to Guyana",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://invst.ly/12txep",
      "http://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fuk.investing.com%2Fnews%2Fworld-news%2Fvenezuelas-maduro-slams-deployment-of-british-warship-to-guyana-3282426&title=Venezuela%27s+Maduro+slams+deployment+of+British+warship+to+Guyana&summary=",
      "https://www.facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fuk.investing.com%2Fnews%2Fworld-news%2Fvenezuelas-maduro-slams-deployment-of-british-warship-to-guyana-3282426&display=popup&ref=plugin",
      "http://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fuk.investing.com%2Fnews%2Fworld-news%2Fvenezuelas-maduro-slams-deployment-of-british-warship-to-guyana-3282426&title=Venezuela%27s+Maduro+slams+deployment+of+British+warship+to+Guyana&summary=",
      "https://www.facebook.com/sharer/sharer.php",
      "http://www.linkedin.com/shareArticle",
      "https://facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fuk.investing.com%2Fnews%2Fworld-news%2Fvenezuelas-maduro-slams-deployment-of-british-warship-to-guyana-3282426&display=popup&ref=plugin",
      "https://www.invst.ly/12txep"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "maduro",
          "sentiment": "negative"
        },
        {
          "name": "nicolas maduro",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "zurimar campos/miraflores palace",
          "sentiment": "none"
        },
        {
          "name": "ministry of defence",
          "sentiment": "none"
        },
        {
          "name": "royal navy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "venezuela",
          "sentiment": "none"
        },
        {
          "name": "guyana",
          "sentiment": "none"
        },
        {
          "name": "caracas",
          "sentiment": "none"
        },
        {
          "name": "caracas",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "essequibo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:13:30.066+02:00",
    "updated": "2023-12-29T01:13:30.066+02:00"
  },
  {
    "uuid": "07ec3715245335a236dc4f9b000d34dfcec48e03",
    "url": "https://www.fox19.com/2023/12/28/endangered-missing-alert-issued-4-year-old-infant-colorado/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@FOX19",
    "published": "2023-12-28T21:31:00Z",
    "title": "4-year-old and infant in Colorado found safe after endangered missing alert",
    "text": "4-year-old and infant in Colorado found safe after endangered missing alert STERLING, Colo. ( [KKTV](https://www.kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/)/Gray News) - A statewide alert issued in Colorado on Thursday for two young children has been canceled, [KKTV reports.](https://www.kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/) The Colorado Bureau of Investigation issued an alert for 4-year-old Zuryah Thalacker and 23-month-old Ansom Thalacker. Officials say the two children were located and were safe as of 3 p.m. on Thursday. Officials say the children have been missing since Wednesday at 1:30 p.m. when they were last seen in the Sterling area. The alert stated that the children may have been with 28-year-old Justina Lambert. The CBI did not disclose the relationship between the three in the alert. The alert said the children were believed to be traveling in a 2007 White Nissan Murano with CA license plate 9ERA912, with the rear bumper missing. Copyright 2023 KKTV via Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/)",
      "https://www.kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/)/Gray",
      "https://kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/)",
      "https://kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/)/Gray"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zuryah thalacker",
          "sentiment": "none"
        },
        {
          "name": "justina lambert",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kktv",
          "sentiment": "none"
        },
        {
          "name": "gray media group, inc",
          "sentiment": "none"
        },
        {
          "name": "cbi",
          "sentiment": "none"
        },
        {
          "name": "colorado bureau of investigation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "colorado",
          "sentiment": "none"
        },
        {
          "name": "colo.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:33:02.935+02:00",
    "updated": "2023-12-29T00:33:02.935+02:00"
  },
  {
    "uuid": "03188dcc9986036983a15dc63a41c077db930dac",
    "url": "https://thelibertarianrepublic.com/ex-chief-scientist-advice-govt-preventing-global-warming-wrong",
    "ord_in_thread": 0,
    "author": "ตรวจสอบสลิปโอนเงิน",
    "published": "2025-05-07T22:11:00Z",
    "title": "Comment on Ex-Chief Scientist: Our Advice To Gov't On Preventing Global Warming Was Wrong by ตรวจสอบสลิปโอนเงิน",
    "text": "Ex-Chief Scientist: Our Advice To Gov’t On Preventing Global Warming Was Wrong\nLISTEN TO TLR’S LATEST PODCAST:\nBy Andrew Follett\nFormer chief scientist Sir David King admitted Wednesday he was wrong in advising the U.K. government to encourage diesel vehicles to fight global warming.\nKing said the government overestimated the effectiveness of its programs to encourage diesel vehicles. King was the U.K.’s chief scientific adviser from 2000 to 2007 and until recently a special representative for climate change.\nKing advised the U.K. government to push programs to reduce carbon dioxide (CO2) emissions and concluded that switch to diesel cars would be better for the environment.\n“What was on our minds very heavily was how do we reduce carbon dioxide emissions given the challenge of climate change,” King told BBC Radio. “Diesel-driven vehicles can do more miles per gallon and it seemed an obvious way forward to go down the diesel route.”\nGovernment support of diesel cars led to sophisticated cheating on the part of car companies to ignore environmental standards while pocketing subsidies. The car company Volkswagen pleaded guilty last month to charges that it cheated fuel emissions tests in 2015. The cheating allowed Volkswagen to fool regulators into thinking its diesel vehicles benefited the environment.\n“What we were anticipating was that the Euro standards being met would mean that diesel manufacturers would have to reduce their NOx emissions,” King said. “It turns out we were wrong.”\nEurope has tried to fight global warming with cap-and-trade schemes and lucrative financial support to green power since 2005. Though well-meaning, the continent’s environmental efforts haven’t decreased carbon dioxide (CO2) emissions and have raised power prices. Many of Europe’s anti-global warming policies have actually made the situation worse.\nFrom 2005, when Europe adopted these policies, to 2014, residential electricity rates on the continent increased by 63 percent according to research by the Manhattan Institute. Over the same period, residential rates in the U.S. rose by 32 percent. Germany, Spain and the U.K, which intervened the most in their energy markets, saw their electricity bills rise the fastest.\nPolling indicates that 38 percent of British households are cutting back essential purchases, like food, to pay for high energy bills. Another 59 percent of homes are worried about how they are going to pay energy bills.\nBrits alone paid a whopping 54 percent more for electricity than Americans in 2014, while energy taxes cost residents roughly $6.6 billion every year. Green energy subsidies in the U.K regularly exceed spending caps and account for roughly 7 percent of British energy bills, according to government study released last July.\nFollow Andrew on Twitter\nSend tips to andrew@ dailycallernewsfoundation.org.\nClick here for reuse options!\nCopyright 2017 Daily Caller News Foundation\nCopyright 2017 Daily Caller News Foundation",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Environment"
    ],
    "topics": [
      "Politics->environmental policy",
      "Politics->government policy",
      "Politics->political process",
      "Social Issue->mankind",
      "Social Issue->social problem",
      "Social Issue->ethics",
      "Environment->global warming",
      "Environment->sustainability",
      "Environment->climate change"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "http://budgetresponsibility.org.uk/docs/dlm_uploads/July-2015-EFO-234224.pdf",
      "http://dailycaller.com/2017/03/12/vw-pleads-guilty-to-defrauding-the-govt-in-emission-cheating-scandal/",
      "http://dailycallernewsfoundation.org/freePost.act?tag=3.17218?icx_id=87505",
      "https://www.thetimes.co.uk/article/scientific-advice-was-wrong-6zdch9sqq",
      "http://dailycaller.com/2016/06/14/europes-ethanol-regs-are-increasing-global-warming/",
      "http://survation.com/wp-content/uploads/2014/04/MailEnergyFinal.pdf",
      "http://www.statista.com/statistics/263492/electricity-prices-in-selected-countries/",
      "http://www.dailymail.co.uk/news/article-3165273/Solar-power-subsidies-slashed-Tory-plans-big-reset-green-taxes-pushing-energy-bills.html",
      "https://twitter.com/AndrewCFollett",
      "http://www.manhattan-institute.org/sites/default/files/R-RB-0316.pdf",
      "http://statista.com/statistics/263492/electricity-prices-in-selected-countries/",
      "http://www.budgetresponsibility.org.uk/docs/dlm_uploads/July-2015-EFO-234224.pdf",
      "http://dailycaller.com/2017/03/12/vw-pleads-guilty-to-defrauding-the-govt-in-emission-cheating-scandal",
      "https://thetimes.co.uk/article/scientific-advice-was-wrong-6zdch9sqq",
      "http://dailymail.co.uk/news/article-3165273/Solar-power-subsidies-slashed-Tory-plans-big-reset-green-taxes-pushing-energy-bills.html",
      "http://dailycallernewsfoundation.org/freePost.act",
      "https://www.twitter.com/AndrewCFollett",
      "http://www.survation.com/wp-content/uploads/2014/04/MailEnergyFinal.pdf",
      "http://www.dailycallernewsfoundation.org/freePost.act?tag=3.17218?icx_id=87505",
      "http://manhattan-institute.org/sites/default/files/R-RB-0316.pdf",
      "http://dailycaller.com/2016/06/14/europes-ethanol-regs-are-increasing-global-warming",
      "http://www.dailycaller.com/2016/06/14/europes-ethanol-regs-are-increasing-global-warming/",
      "http://www.dailycaller.com/2017/03/12/vw-pleads-guilty-to-defrauding-the-govt-in-emission-cheating-scandal/",
      "http://www.statista.com/statistics/263492/electricity-prices-in-selected-countries"
    ],
    "entities": {
      "persons": [
        {
          "name": "Andrew Follett",
          "sentiment": "none"
        },
        {
          "name": "David King",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "U.K.",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "BBC Radio",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T02:21:56.113+03:00",
    "updated": "2025-05-07T23:25:43.000+00:00"
  },
  {
    "uuid": "491731fb70576a58d720558258ea162de3ae9ae8",
    "url": "https://vnexplorer.net/meet-an-international-latte-artist-creating-foamy-portraits-of-celebrities-s853846.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-01-07T22:02:00Z",
    "title": "Meet an international latte artist creating foamy portraits of celebrities",
    "text": "Brian Leonard, known as Barista Brian, is an international latte artist who has created foamy portraits for celebrities like Daniel Radcliff, Mr. Beast and Eddie Redmayne.\nBut he’s turned his attention to a new crowd –residents in the New Brunswick capital of Fredericton wanting to learn a little more about coffee.\n“I was looking for opportunities in Fredericton and this seemed like a really great chance for me to work with tourism here,” he said.\nThe “Coffee Connoisseur” walking tour takes participants to four different coffee shops. Along the way, Leonard teaches them about how to taste coffee, where coffee comes from, and some anecdotes from his experiences serving celebrities in Hollywood and at film festivals.\nAt the end of the tour, Leonard creates latte art for all of the participants.\nCorey Furlotte attended the tour as a Christmas present from his parents.\n“Barista Brian is fantastic, and it’s an amazing tour,” he said.\nGet the latest National news. Sent to your email, every day.\nLauren Cruikshank came with her partner.\n“Learning about how to taste coffee has been really interesting, but also just, you know a unique individual with a really interesting life story and an artistic practice that’s kind of unusual,” she said.\nMore on Canada Tour to brew up some business for local cafés “I really hope this tour impacts local cafes by introducing people to different cafes they’ve maybe never gone to,” Leonard said.\nNicholas Marquez bought the Daily Espresso about nine months ago. He said the café was closed for over a year during COVID-19, and some people forgot about it.\nMarquez said he welcomed the tour to his café after the City of Fredericton reached out to him.\n“I think in the slow months like this, or any time, having tours like this would be very good for people to know the café,” he said.\nThe Daily Espresso is in the Beaverbrook Art Gallery. Marquez said it’s appropriate for Leonard to be sharing his art there.\n“This is at the art gallery here in Fredericton, so I think this is the best place to have this,” he said.\nView image in full screen\nLeonard has decorated lattes for participants of the Sundance and Toronto International film festivals and Hollywood celebrities. He’s now turning his attention to his hometown of Fredericton. Anna Mandin / Global News\n“Even if I’ve been to some of the cafés before, I haven’t had such a sort of expert tour,” Cruikshank said.\nFurlotte said he wants to go back to the Urban Almanac General Store because he liked their coffee the best.\nWith a couple tours finished, Leonard is looking forward to spending more time in his hometown of Fredericton.\n“There’s so much coffee happening in this city, it’s really exciting to see coffee popping up like craft beer, it’s becoming craft coffee, and we’re all become coffee connoisseurs,” he said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://d21y75miwcfqoq.cloudfront.net/70c8fc80",
      "https://www.d21y75miwcfqoq.cloudfront.net/70c8fc80"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "barista brian",
          "sentiment": "neutral"
        },
        {
          "name": "brian leonard",
          "sentiment": "neutral"
        },
        {
          "name": "brian",
          "sentiment": "none"
        },
        {
          "name": "corey furlotte",
          "sentiment": "none"
        },
        {
          "name": "lauren cruikshank",
          "sentiment": "none"
        },
        {
          "name": "leonard",
          "sentiment": "none"
        },
        {
          "name": "daniel radcliff",
          "sentiment": "none"
        },
        {
          "name": "eddie redmayne",
          "sentiment": "none"
        },
        {
          "name": "beast",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "new brunswick",
          "sentiment": "none"
        },
        {
          "name": "hollywood",
          "sentiment": "none"
        },
        {
          "name": "fredericton",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:07:34.334+02:00",
    "updated": "2024-01-08T00:07:34.334+02:00"
  },
  {
    "uuid": "46e7b980c11bc7db369b8729f05757aa0f5e9c8e",
    "url": "https://www.lifesitenews.com/episodes/did-the-deep-state-install-pope-francis-archbishop-vigano",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LifeSite",
    "published": "2025-02-19T00:00:00Z",
    "title": "Did the Deep State install Pope Francis? | Archbishop Viganò",
    "text": "Did the Deep State install Pope Francis? | Archbishop Viganò\nFaith & Reason\nSee More\nArchbishop Viganò’s past statement continue to shake the Catholic world as he calls for an investigation into the alleged forced resignation of Pope Benedict XVI, revealing alarming claims that the “deep state” orchestrated Benedict’s removal to install Pope Francis, a leader more aligned with globalist interests. Reports of financial manipulation, U.S. government involvement, and Vatican corruption fuel suspicions that Francis’ papacy was never legitimate. With evidence emerging from diplomatic cables, leaked emails, and financial transactions, calls are growing for transparency before any new conclave takes place.\nLearn of the possible deep entanglement between the Vatican and globalist elites, exposing how figures like Theodore McCarrick played a pivotal role in orchestrating mass immigration policies for financial and political gain. The Catholic Church’s alleged involvement in border policies, including receiving billions in federal funds to facilitate the migration crisis, raises serious ethical concerns. As Pope Francis’ health declines, many are urging Trump and other world leaders to release classified documents that could expose the Vatican’s ties to the globalist agenda.\nU.S. residents! Create a will with LifeSiteNews: https://www.mylegacywill.com/lifesitenews\n****\nPROTECT Your Wealth with gold, silver, and precious metals: https://stjosephpartners.com/lifesitenews\n+++\nSHOP ALL YOUR FUN AND FAVORITE LIFESITE MERCH! https://shop.lifesitenews.com/\n****\nDownload the all-new LSNTV App now, available on iPhone and Android!\nLSNTV Apple Store: https://apps.apple.com/us/app/lsntv/id6469105564\nLSNTV Google Play: https://play.google.com/store/apps/details?id=com.lifesitenews.app\n+++\nConnect with John-Henry Westen and all of LifeSiteNews on social media:\nLifeSite: https://linktr.ee/lifesitenews\nJohn-Henry Westen: https://linktr.ee/jhwesten\nFebruary 19, 2025",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "topics": [
      "Politics->political process",
      "Politics->government",
      "Politics->freedom of religion",
      "Social Issue->social condition",
      "Social Issue->religious discrimination",
      "Religion and Belief->religious leader"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://play.google.com/store/apps/details?id=com.lifesitenews.app",
      "https://linktr.ee/jhwesten",
      "https://apps.apple.com/us/app/lsntv/id6469105564",
      "https://linktr.ee/lifesitenews",
      "https://stjosephpartners.com/lifesitenews",
      "https://www.mylegacywill.com/lifesitenews",
      "https://mylegacywill.com/lifesitenews",
      "https://www.stjosephpartners.com/lifesitenews",
      "https://www.linktr.ee/lifesitenews",
      "https://www.linktr.ee/jhwesten",
      "https://play.google.com/store/apps/details",
      "https://www.apps.apple.com/us/app/lsntv/id6469105564",
      "https://www.play.google.com/store/apps/details?id=com.lifesitenews.app"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ]
    },
    "rating": null,
    "crawled": "2025-02-20T03:13:49.979+02:00",
    "updated": "2025-02-20T03:13:49.979+02:00"
  },
  {
    "uuid": "896b83baea1855e58901f33945d472f4882f6d24",
    "url": "https://austin.culturemap.com/news/city-life/norwood-house-austin-history-preservation",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "KVUE Staff",
    "published": "2024-02-15T20:06:00Z",
    "title": "Neighbors in Austin campaign to save 1922 home from urbanization",
    "text": "staying home Neighbors in Austin campaign to save 1922 home from urbanization City staff are looking for new ways to fund restoration plans for a historic landmark that overlooks the Austin skyline. The [Norwood House](https://thenorwoodhouse.org/) sits [near I-35](https://austin.culturemap.com/news/city-life/i35-austin-construction/) and East Riverside, overlooking Downtown Austin. Wolf Sittler lives nearby and has been working to save the home since 2008. Neighbors say they hope to see the city commits to preserving history in our growing community. \"You can walk and see little remnants of bricks and patios and terracing that are all still here,\" said Kim McKnight with the Austin Parks & Recreation Department. The home, built in 1922 by Ollie and Calie Norwood, is now at a crossroads. Austin's Parks & Recreation Department has been working with the Norwood Park Foundation to preserve the house, but had to [terminate an agreement](https://www.austintexas.gov/department/norwood-house-rehabilitation) in December of 2022 \"And I would say that it was just the perfect storm of COVID and construction cost, cost escalation,\" said McKnight. In the 1980's, the home was moved to make room for condos. That project fell through, bringing the home back to its original spot, but it needs work. \"It has a brand new foundation. The subfloor is reinforced or replaced as needed. New subfloor rafters are reinforced. It has a roof that protects you from the rain,\" said Sittler. -- Read the full story and watch the video at [KVUE.com](https://www.kvue.com/article/news/local/historic-home-in-austin-has-unclear-path-forward-neighbors-rally-to-keep-restore-it/269-4061ee56-7a9e-4f41-b37b-8d2f88347121).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Environment"
    ],
    "external_links": [
      "https://www.kvue.com/article/news/local/historic-home-in-austin-has-unclear-path-forward-neighbors-rally-to-keep-restore-it/269-4061ee56-7a9e-4f41-b37b-8d2f88347121",
      "https://thenorwoodhouse.org/",
      "https://www.austintexas.gov/department/norwood-house-rehabilitation",
      "https://thenorwoodhouse.org",
      "https://austintexas.gov/department/norwood-house-rehabilitation",
      "https://www.thenorwoodhouse.org/",
      "https://kvue.com/article/news/local/historic-home-in-austin-has-unclear-path-forward-neighbors-rally-to-keep-restore-it/269-4061ee56-7a9e-4f41-b37b-8d2f88347121"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ollie",
          "sentiment": "none"
        },
        {
          "name": "calie norwood",
          "sentiment": "none"
        },
        {
          "name": "wolf sittler",
          "sentiment": "none"
        },
        {
          "name": "mcknight",
          "sentiment": "none"
        },
        {
          "name": "kim mcknight",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "austin's parks & recreation department",
          "sentiment": "none"
        },
        {
          "name": "downtown austin",
          "sentiment": "none"
        },
        {
          "name": "norwood park foundation",
          "sentiment": "none"
        },
        {
          "name": "austin parks & recreation department",
          "sentiment": "none"
        },
        {
          "name": "norwood house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "austin",
          "sentiment": "none"
        },
        {
          "name": "east riverside",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T00:04:27.847+02:00",
    "updated": "2024-02-23T00:58:19.634+02:00"
  }
]