[
  {
    "uuid": "6f5bebf7186796dce9db7e3e7bb7fd0d1d5ef030",
    "url": "https://www.biospace.com/article/releases/nurtec-odt-and-174-is-now-available-in-canada-for-the-treatment-of-acute-migraine",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BioSpace",
    "published": "2024-04-04T05:00:00Z",
    "title": "NURTEC ODT is Now Available in Canada for the Treatment of Acute Migraine",
    "text": "NURTEC ODT is Now Available in Canada for the Treatment of Acute Migraine Published: Apr 04, 2024\n More than one billion people worldwide live with migraine, i and the World Health Organization classifies migraine as the second leading cause of disability in the world. ii\nKIRKLAND, QC , April 4, 2024 /CNW/ - NURTEC ODT ® (rimegepant) is now available in Canada for use in the acute treatment of migraine, with or without aura in adults older than 18 years of age. iii NURTEC is an orally disintegrating calcitonin gene-related peptide (CGRP) receptor antagonist tablet. It was approved by Health Canada on December 1, 2023 .\nClassified as one of the 10 most disabling medical illnesses in the world, iv migraine is a brain disease characterized by attacks that last from four to 72 hours with multiple symptoms including, pulsating moderate to severe headache, sensitivity to light and sound, nausea and sometimes vomiting, as well as cognitive fogginess, amongst other symptoms. v\n\"Migraine is a common, disabling brain disease, and for those living with migraine, effective therapy can take years to be found,\" said Dr. Christine Lay , Professor of Neurology and Founding Director of the Headache Program at the University of Toronto. \"It is an exciting time for Canadians to now have another targeted, migraine specific therapy in their management toolbox.\"\nAn estimated 4.5 million Canadians suffer from migraine with one in four households having someone affected by the disease. vi In Canada, migraine is a leading cause of years lived with disability among those aged 15 to 49 years. vii\n\"Migraine symptoms are complex and may last for several days. People living with migraine are looking for timely and equitable access to new options to effectively manage this highly debilitating disease,\" said Wendy Gerhart from Migraine Canada. \"We are excited for new treatments to help advance migraine care, which is often overlooked, underdiagnosed, and undertreated.\"\n\"Pfizer Canada is proud to bring this new therapy to Canadians impacted by migraine,\" said Andréa Mueller, Primary Care Portfolio Lead, Pfizer Canada. \"Pfizer has a long-standing legacy in managing neurological conditions, and we are proud to build on our commitment in this area with our work in the treatment of migraine.\"\nAbout Migraine Migraine is the third most prevalent illness in the world, viii affecting around 1.3 billion people globally. ix Migraine prevalence is highest during peak employment years. x In Canada, migraine is the third-leading cost driver for incremental productivity loss due to absenteeism and presenteeism. xi,xii While migraine affects all demographics, women are disproportionately impacted by this brain disease. xiii\nAbout NURTEC ODT ® NURTEC ODT targets a key component of migraine by reversibly blocking calcitonin gene-related peptide (CGRP) receptors. CGRP is increased during a migraine attack, promotes neurogenic inflammation, dilates blood vessels and is involved in nociceptor signaling. CGRP receptor antagonists work by reversibly blocking CGRP receptors, thereby inhibiting the biologic activity of the endogenous CGRP neuropeptide. CGRP receptors are a key contributor to the trigeminal nerve pain and inflammation of migraine. xiv\nAbout Pfizer Canada Pfizer Canada ULC is the Canadian operation of Pfizer Inc., one of the world's leading biopharmaceutical companies. At Pfizer, we apply science and our global resources to bring therapies to people that help extend and improve their lives. We strive to set the standard for quality, safety, and value in the discovery, development, and manufacture of health care products. Every day, Pfizer colleagues work across developed and emerging markets to advance wellness, prevention, treatments, and cures that challenge the most feared diseases of our time. Consistent with our responsibility as one of the world's premier innovative biopharmaceutical companies, we collaborate with health care providers, governments, and local communities to support and expand access to reliable, affordable health care around the world. For 175 years, Pfizer has worked to make a difference for all who rely on us. Global headquarters are located in New York City , where the company was founded in 1849. Pfizer's Canadian footprint includes its headquarters in Kirkland, Quebec and a manufacturing site in Brandon, Manitoba . To learn more about Pfizer Canada, visit pfizer.ca or you can follow us on LinkedIn , Facebook , X , Instagram or YouTube .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chris",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "treatment of acute migraine nurtec",
          "sentiment": "negative"
        },
        {
          "name": "world health organization",
          "sentiment": "none"
        },
        {
          "name": "health canada",
          "sentiment": "none"
        },
        {
          "name": "nurtec",
          "sentiment": "none"
        },
        {
          "name": "cnw",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "kirkland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T02:18:07.138+03:00",
    "updated": "2024-04-05T06:17:33.240+03:00"
  },
  {
    "uuid": "06fdc680376987e926c3af67298c9ee3f910ad8d",
    "url": "https://www.correiodopovo.com.br/esportes/gr%C3%AAmio/gr%C3%AAmio-empata-com-corinthians-em-jogo-de-p%C3%AAnalti-pol%C3%AAmico-e-segue-no-z4-do-brasileir%C3%A3o-1.1516112",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lucas Mello",
    "published": "2024-07-26T00:05:00Z",
    "title": "Grêmio empata com Corinthians, em jogo de pênalti polêmico, e segue no Z4 do Brasileirão",
    "text": "Grêmio empata com Corinthians em jogo de pênalti polêmico e segue no Z4 do Brasileirão Tricolor esteve à frente do marcador por duas vezes, mas jogo acabou 2 a 2 em São Paulo publicidade Balde de água fria no final e permanência na Z4 do Brasileirão. Nesta quinta-feira, em confronto com polêmica, o Grêmio empatou com o Corinthians por 2 a 2, na Neo Química Arena, em São Paulo. Rodrigo Ely e Villasanti marcaram para os gaúchos. Yuri Alberto e Garro fizeram para o Timão. Com o resultado, o Tricolor chegou aos 15 pontos e subiu para a 17ª colocação. No domingo, às 19h, o adversário é o Vasco, na Arena Condá, em Chapecó. Já os paulistas, com 19 pontos na 14ª posição, voltam ao campo também no domingo, contra o Atlético-MG, às 19h, na Arena MRV. Gol cedo e pênaltis polêmicos Com a mudança na formação da equipe, o Grêmio saiu na frente do marcador logo na primeira chegada ao ataque. Com um minuto, Soteldo cruzou da esquerda e Rodrigo Ely, um dos três zagueiros em campo, ganhou pelo alto e tocou de cabeça para o fundo das redes: 1 a 0. O gol sofrido acordou o Corinthians, que fez Marchesín trabalhado em dois chutes de fora da área. Aos 8, Ryan soltou a bomba, e o goleiro tricolor espalmou. Três minutos mais tarde, Garro chutou, e o argentino encaixou no centro da meta. Aos 18 minutos, um lance pra lá de polêmico em Itaquera. Após cruzamentos na área, Romero desabou dentro da área, após toque de Kannemann. O VAR indicou revisão para o julgado Alex Stefano, que analisou a jogada e marcou pênalti para os donos da casa. Na cobrança, Yuri Alberto deslocou Marchesín e empatou o jogo: 1 a 1. O Tricolor voltou a assustar com Soteldo, aos 32, que parou em Hugo Neneca. Aos 46, Yuri Alberto recebeu em velocidade e finalizou à esquerda da meta de Marchesín. No último lance de perigo da etapa inicial, o Grêmio quase voltou à frente do placar. Aos 50, Nathan recebeu pela esquerda e cruzou para Cristaldo marcar. Porém, o camisa 14 estava impedido no início da partida. Empate no fim e permanência no Z4 A primeira finalização do segundo tempo foi gremista. Na cobrança de falta, aos 5, Reinaldo soltou a bomba, e Hugo Neneca defendeu. O Corinthians respondeu com muito perigo aos 10. Matheuzinho chutou cruzado, Marchesín espalmou e, na sobra, Hugo perdeu chance clara quase na pequena área. Com poucas chances de gol, os gaúchos saíram assustados apenas aos 25 minutos. Na cobrança curta de escanteio, Cristaldo recebeu no bico da grande área e finalizou para boa defesa de Hugo Neneca. Cinco minutos mais tarde, Félix Torres errou na saída de bola, Villasanti se recuperou, passou pela marcação e chutou forte: 2 a 1. Nos minutos finais, o Corinthians partiu para o abafa e conseguiu o empate. Aos 41, Garro recebeu na entrada da área e acertou o ângulo esquerdo de Marchesín: 2 a 2. João Pedro ainda quase marcou o terceiro para o Tricolor, mas o chute foi desviado para fora. Veja Também - Grêmio: Chelsea formaliza proposta milionária por Gabriel Mec - Ex-Grêmio, Tetê é anunciado por clube grego - Grêmio: Braithwaite faz exames em Porto Alegre e aguarda regularização no BID Brasileirão 2024 - 19ª rodada Corinthians 2 Hugo Souza; Félix Torres, André Ramalho e Cacá; Matheuzinho (Charles), Raniele (Pedro Henrique), Ryan (Igor Coronado), Rodrigo Garro e Hugo; Romero (Wesley) e Yuri Alberto (Pedro Raul). Técnico: Ramon Diaz. Grêmio 2 Marchesín; Rodrigo Ely, Jemerson e Kannemann; Fábio (João Pedro), Villasanti, Edenilson (Pepê) e Nathan (Gustavo Nunes); Cristaldo (Arezo) e Soteldo (Du Queiroz). Técnico: Renato Portaluppi. Gols: Rodrigo Ely e Villasanti (G); Yuri Alberto e Garro (C); Árbitro: Alex Gomes Stefano (RJ) Assistentes: Bruno Boschilia (PR-Fifa) e Luiz Claudio Regazone (RJ) VAR: Pablo Ramon Gonçalves Pinheiro (RN-Fifa) Data e hora: 25/07, quinta-feira, às 20h Local: Neo Química Arena, em São Paulo (SP)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T04:37:53.738+03:00",
    "updated": "2024-07-26T19:20:35.809+03:00"
  },
  {
    "uuid": "a06a5fd286b41f5f11227af613cb0a3a8a67a39b",
    "url": "https://www.wkyc.com/article/news/health/health-hub/cleveland-clinic-doctor-parkinsons-advocates-veterans/95-be3e9144-3468-43b0-9dc8-b53c6d23979c",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Monica Robins",
    "published": "2024-04-04T19:39:00Z",
    "title": "CLE Clinic doctor battling Parkinson's advocates for Veterans | wkyc.com",
    "text": "CLEVELAND — Dr. Sara Whittingham is an anesthesiologist at Cleveland Clinic Marymount Hospital. Three years ago, she received devastating news: [a diagnosis of Parkinson's Disease](/article/news/community/heartstrings/cleveland-clinic-doctor-air-force-vet-parkinsons-disease-ironman/95-743c8a44-e8da-4d00-9d42-dc24fd889d5b). Always an athlete and an Ironman competitor, she thought she'd never run another 5K, but she was wrong. She became part of research at the Clinic, indicating how exercise can improve the symptoms of Parkinson's. \"I do realize that not everybody is going to go out and sign up for an Ironman,\" Wittingham said. \"I'm a little bit extreme, but I think it's important for people with Parkinson's to find an activity or something that they love to do and just go for it 100%.\" Her efforts paid off and last October she competed in the Ironman World Championships in Kona, Hawaii. \"Kona was awesome,\" she told us. \"It was everything I wanted it to be.\" Her mission was simple: Not only would she finish, she wanted to raise awareness about Parkinson's, give hope to those battling, and expose the fact that military Veterans are up to 10 times more likely to be diagnosed than civilians. Whittingham is a U.S. Air Force Vet who served in Afghanistan. She had no family history of Parkinson's, but she did have history of burn pit exposure while in the military. Burn pits are linked to several health issues among post-9/11 Veterans and were the reason for the [passage of the 2022 PACT Act](/article/news/health/president-biden-introduced-sandusky-native-signing-pact-act-veterans-exposed-toxic-burn-pits/95-6902ea47-2e73-4d07-873e-57c5cd673d96) \"A lot of us aren't receiving or aren't eligible for VA disability benefits because of current policies,\" Whittingham explained. \"You can't get those benefits unless you're diagnosed while still on active duty or within that first year, and with Parkinson's, it takes 10 to 15 years after an exposure before you would get diagnosed.\" She decided to do something about it, reached out to Northeast Ohio U.S. Rep. David Joyce to ask for help in garnering more research and to start an effort to get Parkinson's added to the PACT Act. On Thursday, she shared her story at Northeast Ohio Medical University in the \"VITALS\" series to help educate future doctors about the issue and discuss the importance of advocacy. Whittingham hopes Veterans pay closer attention to potential symptoms of Parkinson's and apply for VA benefits now, even if they're likely to be rejected. \"I think it's still important to go ahead and apply for VA benefits, even if you haven't,\" she said. \"And you will get rejected at this point, but in the future, if we are able to get this approved, it should backdate to the date that you originally applied for those benefits.\" Parkinson's disease is recognized as a presumptive condition for Veterans of Korea and Vietnam who were exposed to Agent Orange and other toxins, but it is not recognized for Veterans exposed to burn pits.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sara whittingham",
          "sentiment": "negative"
        },
        {
          "name": "wittingham",
          "sentiment": "none"
        },
        {
          "name": "parkinson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cleveland clinic marymount hospital",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "cleveland",
          "sentiment": "none"
        },
        {
          "name": "kona",
          "sentiment": "none"
        },
        {
          "name": "hawaii",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T02:47:42.074+03:00",
    "updated": "2024-04-05T02:47:42.074+03:00"
  }
]