[
  {
    "uuid": "351db1e863f885ec37fe89687b54890340fbb599",
    "url": "https://www.nzherald.co.nz/hawkes-bay-today/news/rebuilding-awatoto-cyclone-hit-napier-business-community-looks-towards-resilient-future/XVLKOV7IV5CGDIUX445LDNQTU4/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mitchell Hageman",
    "published": "2023-12-28T10:08:00Z",
    "title": "Rebuilding Awatoto: Cyclone-hit Napier business community looks towards resilient future - NZ Herald",
    "text": "The small Hawke’s Bay settlement of Awatoto near Napier was crippled by Cyclone Gabrielle . A titan of industrialism for the city, its future initially looked bleak for businesses that bore the full brunt of the floods. Despite the odds, many are now returning, and they’re making sure they’re prepared for what’s to come.\nA bomb site would’ve been the best way to describe the carnage at Napier’s main industrial area in the weeks after February 14, 2023.\nEmergency response trucks rolled through heavy checkpoints at Waitangi, Awatoto and McLeod Rds, the threat of toxic waste from the water treatment plant and heavy-industry buildings looming.\nTen months on, the checkpoints are down and boiler suits are no longer needed, but the threat of flooding and other natural hazards remains for many of those businesses choosing to return.\nAdvertisement Advertise with NZME. So, how are they doing? And what is some of the work being done by this tight-knit business community as it looks to the future?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "napier",
          "sentiment": "negative"
        },
        {
          "name": "cyclone gabrielle",
          "sentiment": "negative"
        },
        {
          "name": "hawke",
          "sentiment": "negative"
        },
        {
          "name": "mcleod rds",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nz herald",
          "sentiment": "negative"
        },
        {
          "name": "nzme",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "awatoto",
          "sentiment": "none"
        },
        {
          "name": "waitangi",
          "sentiment": "none"
        },
        {
          "name": "napier",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:14:07.423+02:00",
    "updated": "2023-12-29T01:14:07.423+02:00"
  },
  {
    "uuid": "9759c7d301922a50c75a078ca63f190117eaa570",
    "url": "https://www.benzinga.com/news/24/05/38634955/philippines-vows-to-de-escalate-south-china-sea-tensions-dismisses-use-of-water-cannons-will-not-fol",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Benzinga Neuro",
    "published": "2024-05-06T02:12:00Z",
    "title": "Philippines Vows To De-Escalate South China Sea Tensions, Dismisses Use Of Water Cannons: 'Will Not Follow The Chinese Coast Guard...Down That Road' - Benzinga",
    "text": " The Philippines has pledged to abstain from escalating tensions in the South China Sea, rejecting the use of water cannons or any other offensive weapons. The announcement was made by the country’s President, Ferdinand Marcos Jr .\nWhat Happened : Marcos emphasized that the country’s primary goal is to reduce, not intensify, tensions in the strategic waterway, Reuters reported on Monday.\n“We will not follow the Chinese coast guard and Chinese vessels down that road,” Marcos said.\nHe added that the mission of the Philippine Navy and coast guard is to de-escalate tensions, with no plans to equip vessels with water cannons.\nThe South China Sea, a crucial conduit for over $3 trillion of annual ship-borne commerce, has parts claimed by China, Vietnam, Indonesia, Malaysia, and Brunei. China’s expansive claim was ruled as lacking legal basis by an international tribunal in 2016, a decision that Beijing has since dismissed.\nSee Also: Jim Cramer Says Tesla Stock Will ‘Keep Running Until All Shorts Are Crushed,’ Praises Elon Musk’s China FSD Deal As ‘Perfect Example Of Redefining Narrative’\nWhy It Matters : This declaration comes in the wake of Manila’s protest last week against Beijing’s use of water cannons on Filipino vessels at a disputed shoal in the South China Sea. The Philippines labeled this act as harassment and “dangerous maneuvers,” following a recent increase in tensions. This incident marked the first time the Chinese Coast Guard had directly used a water cannon against a Philippine vessel.\nEarlier in March, amid escalating tensions, the U.S. had reaffirmed its “ironclad commitment” to defend the Philippines against any provocative actions. This was followed by a warning from China about a potential crossroads in their bilateral relations with the Philippines due to maritime disputes.\nRead Next: Philippines Slams Xi Jinping’s Coast Guard Of Escalating South China Sea Tensions: ‘They Don’t Hesitate To Use Brute Force…’\nImage by Andy.LIU via Shutterstock\nEngineered by Benzinga Neuro , Edited by Pooja Rajkumari",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jim cramer",
          "sentiment": "none"
        },
        {
          "name": "marcos",
          "sentiment": "none"
        },
        {
          "name": "elon musk",
          "sentiment": "none"
        },
        {
          "name": "ferdinand marcos jr",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "chinese coast guard",
          "sentiment": "neutral"
        },
        {
          "name": "philippine navy",
          "sentiment": "none"
        },
        {
          "name": "coast guard",
          "sentiment": "none"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "philippines",
          "sentiment": "none"
        },
        {
          "name": "south china sea tensions",
          "sentiment": "none"
        },
        {
          "name": "brunei",
          "sentiment": "none"
        },
        {
          "name": "beijing",
          "sentiment": "none"
        },
        {
          "name": "south china sea",
          "sentiment": "none"
        },
        {
          "name": "vietnam",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "hina sea",
          "sentiment": "none"
        },
        {
          "name": "malaysia",
          "sentiment": "none"
        },
        {
          "name": "indonesia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-06T09:21:21.067+03:00",
    "updated": "2024-05-06T13:27:18.435+03:00"
  },
  {
    "uuid": "ccbdca58c051c52bbb51f9e29d93987e49de253f",
    "url": "https://www.breitbart.com/politics/2024/06/06/illegal-alien-charged-with-raping-disabled-person-was-freed-into-u-s-by-bidens-dhs",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Binder",
    "published": "2024-06-06T00:00:00Z",
    "title": "Illegal Accused of Raping Disabled Person Was Freed into U.S. by Biden's DHS",
    "text": "An illegal alien accused of raping a Rhode Island resident with a severe mental handicap was released into the United States by President Joe Biden’s Department of Homeland Security (DHS).\nRigberto Hoyos-Alban, a 33-year-old illegal alien from Colombia, first crossed the U.S.-Mexico border near Rio Grande Valley, Texas, in November 2023. He was given a Notice to Appear (NTA) before a federal immigration judge and released into the U.S. interior.\nIn March, Hoyos-Alban was arrested by the Central Falls Police Department in Rhode Island and charged with two counts of first-degree sexual assault, two counts of second-degree sexual assault, and one count of felony assault on a person mentally impaired.\nFollowing his arrest, Immigration and Customs Enforcement (ICE) agents lodged a detainer against Hoyos-Alban, requesting custody of him if he was released at any time by the Rhode Island Adult Correctional Institute.\nJail officials did not honor the ICE detainer and released Hoyos-Alban instead. Subsequently, ICE agents arrested Hoyos-Alban in Cranston, Rhode Island, on May 22.\n“Rigberto Hoyos-Alban has been charged with four counts of sexual assault and one count of assault against a person with a severe mental handicap,” ICE official Todd Lyons said. “This is not the type of individual we want walking the streets of our New England neighborhoods.”\nHoyos-Alban remains in ICE custody while awaiting deportation.\nJohn Binder is a reporter for Breitbart News. Email him at jbinder@breitbart.com. Follow him on Twitter here .\nCrime Immigration Politics Department of Homeland Security (DHS) illegal alien illegal immigration Immigration and Customs Enforcement (ICE) sexual assault Southern Border U.S.-Mexico border",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/JxhnBxnder",
      "https://www.ice.gov/news/releases/ero-boston-apprehends-colombian-national-charged-sex-crimes-against-rhode-island",
      "https://ice.gov/news/releases/ero-boston-apprehends-colombian-national-charged-sex-crimes-against-rhode-island",
      "https://www.twitter.com/JxhnBxnder"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "negative"
        },
        {
          "name": "cranston",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "rigberto hoyos-alban",
          "sentiment": "none"
        },
        {
          "name": "hoyos-alban",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dhs",
          "sentiment": "negative"
        },
        {
          "name": "central falls police department",
          "sentiment": "none"
        },
        {
          "name": "department of homeland security",
          "sentiment": "none"
        },
        {
          "name": "rhode island adult correctional institute",
          "sentiment": "none"
        },
        {
          "name": "nta",
          "sentiment": "none"
        },
        {
          "name": "customs enforcement",
          "sentiment": "none"
        },
        {
          "name": "hoyos-alban",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "rhode island",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "colombia",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "rio grande valley",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:29:41.242+03:00",
    "updated": "2024-06-07T05:54:55.419+03:00"
  },
  {
    "uuid": "4ad2ab1678c2110aa969196c30abe2bc0118065d",
    "url": "https://www.bleepingcomputer.com/news/security/fbi-warns-against-using-unlicensed-crypto-transfer-services",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sergiu Gatlan",
    "published": "2024-04-25T00:00:00Z",
    "title": "FBI warns against using unlicensed crypto transfer services",
    "text": "​The FBI has warned today that using unlicensed cryptocurrency transfer services can result in financial loss if law enforcement takes down these platforms.\nThis announcement is aimed at crypto transfer platforms not registered as Money Services Businesses (MSB) and non-compliant with anti-money laundering requirements as mandated by U.S. federal law.\nSuch cryptocurrency services are frequently targeted by law enforcement operations, particularly if criminals use them to transfer or launder funds acquired through unlawful means.\nIn a public service announcement published on its Internet Crime Complaint Center on Thursday, the FBI said , \"Using a service that does not comply with its legal obligations may put you at risk of losing access to funds after law enforcement operations target those businesses.\"\n\"Using a service that does not comply with its legal obligations may put you at risk of losing access to funds after law enforcement operations target those businesses.\"\nThose who want to use such transfer services to send cryptocurrency should protect themselves against financial risks posed by unlicensed platforms by:\nChecking here if they're registered as an MSB with the U.S. Treasury Department's Financial Crimes Enforcement Network (FinCEN). Being wary of financial services that do not ask for KYC information, including name, date of birth, address, and ID, before allowing you to send or receive money or cryptocurrency. Understanding that just because an app can be found in an app store does not necessarily mean it is a legal service and is complying with federal requirements. Avoiding using services that advertise themselves for illegal purposes. Being cautious when using cryptocurrency services known to be used by criminals to launder their funds. Follow-up to Samourai crypto mixer takedown The FBI's warning follows the recently announced takedown of Samourai , an illicit cryptocurrency transfer platform that also provided a crypto mixer service that allowed the laundering of funds sourced from criminal activity.\nIcelandic law enforcement seized Samourai's domains (samourai[.]io and samouraiwallet[.]com) and web servers. The Google Play Store also removed the Samourai Wallet Android mobile app (downloaded over 100,000 times) after it was served with a seizure warrant.\nThe U.S. Department of Justice also charged Keonne Rodriguez and William Lonergan Hill, the platform's founders and operators, for laundering over $100 million from various criminal enterprises through Samourai's crypto mixing services and collecting around $4.5 million in fees.\nAccording to the superseding indictment, \"Since the start of the Whirlpool service in or about 2019 and of the Ricochet service in or about 2017, over 80,000 BTC (worth over $2 billion applying the BTC-USD conversion rates at the time of each transaction) has passed through these two services operated by Samourai.\"\n\"While offering Samourai as a 'privacy' service, the defendants knew that it was a haven for criminals to engage in large-scale money laundering and sanctions evasion,\" the DOJ said.\nRelated Articles: FBI warns of gift card fraud ring targeting retail companies\nCISA urges software devs to weed out path traversal vulnerabilities\nFBI warns of massive wave of road toll SMS phishing attacks\nCISA urges software devs to weed out SQL injection vulnerabilities\nRockwell Automation warns admins to take ICS devices offline",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.fincen.gov/msb-state-selector",
      "https://www.ic3.gov/Media/Y2024/PSA240425",
      "https://ic3.gov/Media/Y2024/PSA240425",
      "https://fincen.gov/msb-state-selector"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "fbi",
          "sentiment": "negative"
        },
        {
          "name": "money services businesses",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:22:25.747+03:00",
    "updated": "2024-05-21T21:19:49.197+03:00"
  }
]