[
  {
    "uuid": "c5534830a3040851ac430687223883288857d307",
    "url": "https://www.wflx.com/2024/08/01/turning-up-heat-are-we-ready-more-extremely-hot-days",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "WPTV - Staff",
    "published": "2024-08-01T21:55:00Z",
    "title": "TURNING UP THE HEAT: Are we ready for more extremely hot days?",
    "text": "Warm weather is a part of life in South Florida, drawing generations of tourists and new residents to the area.\nBut our days have grown hotter over the years, and research shows that trend continuing to the point that it could impact our way of life.\nAccording to the National Weather Service, nine of the 10 hottest years on record in the West Palm Beach area have occurred since 2011. And we're seeing the effects of that.\nThe Palm Beach Health Network (PBHN) looked at the number of heat-related hospitalizations during the month of July in 2021, 2022 and 2023 and reported a nearly 160% increase during that time.\nDr. Jason Sevald explains to WPTV chief investigator Jamie Ostroff the dangers of heat-related illnesses. \"These can be serious medical cases, and it's medical care that relatively easily be avoided,\" Dr. Jason Sevald, an emergency physician with PBHN, said.\nClimate data shows the trend of extremely hot days continuing in South Florida.\nPalm Beach County projects that by 2040, we'll see between 35 and 49 days with highs over 95 degrees in a year. By 2070, that number could be between 81 and 112 days, according to the county's projections.\nDr. Melissa Guardaro describes how extreme heat affects many areas of our society. \"It's definitely something to take very seriously,\" Dr. Melissa Guardaro, an assistant research professor at Arizona State University's Global Institute of Sustainability and Innovation, said. \"Extreme heat impacts ... daily living. And it's not just public health, but it's also the economy, electricity usage, water usage, schools.\"\nGuardaro said extreme heat can also strain basic infrastructure since roads can buckle and construction work becomes more difficult.\n\"My No.1 piece of advice to policymakers is to include extreme heat, or at least a lens towards the impact and extreme heat, in just about all policies that you're developing,\" Guardaro said.\nTo shape those policies on the local level, Palm Beach County created its own Office of Resilience in 2018.\n\"There was a greater need — greater awareness of these changing conditions that's impacting our level of service or government operations or our people or natural resource,\" Megan Houston, the office's director, said.\nShe works with leaders of other departments — like Emergency Management, Community Services and Parks and Recreation— to provide short-term and develop long-term solutions to cope with a changing climate.\nMegan Houston discusses how Palm Beach County is developing a plan to cope with the rising global temperatures. A big focus right now is planting more trees.\n\"Some of our neighborhoods only have 5-10% tree canopy coverage. That's not great,\" Houston said.\nUsing mostly grant money, the county is looking at which areas need more shade, and planting trees in those areas, including John Prince Park in Lake Worth Beach, where saplings were recently planted along a walking trail.\nBut Houston said resilience isn't just up to her, her four-person department or even their public-sector partners.\n\"We need to be mindful of how to protect ourselves,\" Houston said. \"Stay hydrated, stay cool. Avoid the hottest part of the day when you can, and even in your own property, try to increase that tree canopy coverage.\"\nResearch shows those in low-income households and those who say they don't speak English well are more vulnerable to the effects of extreme heat, so checking in on neighbors and loved ones is important on hot days.\nScripps Only Content 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/C3MSKWQW4RDA5J7JGZZP43XMPA?auth=6a69789dd5a880f07b9ce5ef83c82eb27fa69699d07c4b224939601a4e9204c2&width=540&height=303&smart=true",
      "https://gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/C3MSKWQW4RDA5J7JGZZP43XMPA?auth=6a69789dd5a880f07b9ce5ef83c82eb27fa69699d07c4b224939601a4e9204c2&width=980&height=551&smart=true",
      "https://gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/PULCFH3KVZFZVN3HWAYPFNTYFM?auth=5c2108c4f5acbd6ba1f3dd65c934e9124370aaa7c32594daa4c5c1bcb1a3f715&width=980&height=551&smart=true",
      "https://gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/EL2TPQC7KFECBAKSGUIIFPI5K4?auth=cc5cd0e7f9946ff74ad4c6253909662fbce63d0b80006607e4029c6e88171756&width=980&height=551&smart=true",
      "https://gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/EL2TPQC7KFECBAKSGUIIFPI5K4?auth=cc5cd0e7f9946ff74ad4c6253909662fbce63d0b80006607e4029c6e88171756&width=1300&height=730&smart=true",
      "https://discover.pbcgov.org/resilience/Pages/Meet-the-Team.aspx",
      "https://gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/PULCFH3KVZFZVN3HWAYPFNTYFM?auth=5c2108c4f5acbd6ba1f3dd65c934e9124370aaa7c32594daa4c5c1bcb1a3f715&width=1300&height=730&smart=true",
      "https://gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/EL2TPQC7KFECBAKSGUIIFPI5K4?auth=cc5cd0e7f9946ff74ad4c6253909662fbce63d0b80006607e4029c6e88171756&width=720&height=404&smart=true",
      "https://gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/EL2TPQC7KFECBAKSGUIIFPI5K4?auth=cc5cd0e7f9946ff74ad4c6253909662fbce63d0b80006607e4029c6e88171756&width=540&height=303&smart=true",
      "https://gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/C3MSKWQW4RDA5J7JGZZP43XMPA?auth=6a69789dd5a880f07b9ce5ef83c82eb27fa69699d07c4b224939601a4e9204c2&width=1300&height=730&smart=true",
      "https://gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/PULCFH3KVZFZVN3HWAYPFNTYFM?auth=5c2108c4f5acbd6ba1f3dd65c934e9124370aaa7c32594daa4c5c1bcb1a3f715&width=720&height=404&smart=true",
      "https://gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/PULCFH3KVZFZVN3HWAYPFNTYFM?auth=5c2108c4f5acbd6ba1f3dd65c934e9124370aaa7c32594daa4c5c1bcb1a3f715&width=540&height=303&smart=true",
      "https://gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/C3MSKWQW4RDA5J7JGZZP43XMPA?auth=6a69789dd5a880f07b9ce5ef83c82eb27fa69699d07c4b224939601a4e9204c2&width=720&height=404&smart=true",
      "https://www.gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/EL2TPQC7KFECBAKSGUIIFPI5K4?auth=cc5cd0e7f9946ff74ad4c6253909662fbce63d0b80006607e4029c6e88171756&width=720&height=404&smart=true",
      "https://www.gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/EL2TPQC7KFECBAKSGUIIFPI5K4?auth=cc5cd0e7f9946ff74ad4c6253909662fbce63d0b80006607e4029c6e88171756&width=540&height=303&smart=true",
      "https://www.gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/PULCFH3KVZFZVN3HWAYPFNTYFM?auth=5c2108c4f5acbd6ba1f3dd65c934e9124370aaa7c32594daa4c5c1bcb1a3f715&width=720&height=404&smart=true",
      "https://gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/C3MSKWQW4RDA5J7JGZZP43XMPA",
      "https://www.gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/C3MSKWQW4RDA5J7JGZZP43XMPA?auth=6a69789dd5a880f07b9ce5ef83c82eb27fa69699d07c4b224939601a4e9204c2&width=1300&height=730&smart=true",
      "https://www.gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/C3MSKWQW4RDA5J7JGZZP43XMPA?auth=6a69789dd5a880f07b9ce5ef83c82eb27fa69699d07c4b224939601a4e9204c2&width=540&height=303&smart=true",
      "https://www.gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/EL2TPQC7KFECBAKSGUIIFPI5K4?auth=cc5cd0e7f9946ff74ad4c6253909662fbce63d0b80006607e4029c6e88171756&width=980&height=551&smart=true",
      "https://www.gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/PULCFH3KVZFZVN3HWAYPFNTYFM?auth=5c2108c4f5acbd6ba1f3dd65c934e9124370aaa7c32594daa4c5c1bcb1a3f715&width=540&height=303&smart=true",
      "https://www.gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/EL2TPQC7KFECBAKSGUIIFPI5K4?auth=cc5cd0e7f9946ff74ad4c6253909662fbce63d0b80006607e4029c6e88171756&width=1300&height=730&smart=true",
      "https://www.discover.pbcgov.org/resilience/Pages/Meet-the-Team.aspx",
      "https://www.gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/C3MSKWQW4RDA5J7JGZZP43XMPA?auth=6a69789dd5a880f07b9ce5ef83c82eb27fa69699d07c4b224939601a4e9204c2&width=720&height=404&smart=true",
      "https://gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/EL2TPQC7KFECBAKSGUIIFPI5K4",
      "https://www.gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/C3MSKWQW4RDA5J7JGZZP43XMPA?auth=6a69789dd5a880f07b9ce5ef83c82eb27fa69699d07c4b224939601a4e9204c2&width=980&height=551&smart=true",
      "https://gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/PULCFH3KVZFZVN3HWAYPFNTYFM",
      "https://www.gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/PULCFH3KVZFZVN3HWAYPFNTYFM?auth=5c2108c4f5acbd6ba1f3dd65c934e9124370aaa7c32594daa4c5c1bcb1a3f715&width=980&height=551&smart=true",
      "https://www.gray-wflx-prod.cdn.arcpublishing.com/resizer/v2/PULCFH3KVZFZVN3HWAYPFNTYFM?auth=5c2108c4f5acbd6ba1f3dd65c934e9124370aaa7c32594daa4c5c1bcb1a3f715&width=1300&height=730&smart=true"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jason sevald",
          "sentiment": "none"
        },
        {
          "name": "jamie ostroff",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "palm beach health network",
          "sentiment": "none"
        },
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "wptv",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west palm beach",
          "sentiment": "none"
        },
        {
          "name": "palm beach county",
          "sentiment": "none"
        },
        {
          "name": "south florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T01:16:05.690+03:00",
    "updated": "2024-08-02T01:16:05.690+03:00"
  },
  {
    "uuid": "5571b557606503edd3db3f71ef400ebc11269528",
    "url": "https://hellobeautiful.com/4058242/taraji-p-henson-fashion/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Samjah Iman",
    "published": "2024-01-05T19:42:00Z",
    "title": "Taraji P. Henson Took The Plunge In An Emerald Alexandre Vauthier Gown",
    "text": "Hellobeautiful Featured Video CLOSE Source: David Crotty / Getty\nTaraji P. Henson is known for slaying fashion and speaking the truth. The DC native attended the 2024 Palm Springs International Film Festival clad in a shimmery green Alexandre Vauthier Official gown, and she looked exquisite!\nTaraji P. Henson Is A Fashion Moment Whether she’s posting on her Instagram or sashaying on a red carpet, we love a good Taraji P. Henson moment. The actress recently stepped out to support her comrade, Danielle Brooks, as she received the Spotlight Award honor at the Palm Springs International Film Festival. Henson showed up in all her stylish glory, rocking an ornate emerald dress that draped perfectly over her fit body. The frock featured a plunging neckline, structured shoulders, a snatched waist, and an elegant split.\nSource: David Crotty / Getty\nThe Golden Globe winner complemented her look with drop earrings, rings, and ankle-strap sandals. She wore her hair in a straight high ponytail, and her makeup featured a soft glam beat.\nSource: David Crotty / Getty\nHenson recently went viral for speaking her truth about not being paid her worth in Hollywood. In an exclusive interview with The New York Times , the thespian discusses how hard she works despite being overlooked by the industry she gives her all to. “What else do I need to do to prove my worth? Now that I’m singing and dancing for you, and I climbed up on the table 88 times with my knobby knees and had to ice my knees in between takes, what else do I need to do,” asked Henson.\nContinue to show up, look fabulous, and speak your truth, Taraji! We are here for it! Click here to read the entire article.\nDON’T MISS…\nTaraji P. Henson Discusses Her Thoughts On Quitting Acting Because She’s Not Paid Her Worth\nFantasia, Taraji P. Henson & Danielle Brooks Dazzle In White At The Black Excellence Brunch\nTaraji P. Henson Is Ready For Her Next Act\nRELATED TAGS\nNewsletter Taraji P. Henson",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.instagram.com/alexandrevauthier/?img_index=1",
      "https://www.nytimes.com/2024/01/05/movies/taraji-p-henson-the-color-purple.html?searchResultPosition=2",
      "https://instagram.com/alexandrevauthier/?img_index=1",
      "https://nytimes.com/2024/01/05/movies/taraji-p-henson-the-color-purple.html?searchResultPosition=2",
      "https://www.nytimes.com/2024/01/05/movies/taraji-p-henson-the-color-purple.html",
      "https://www.instagram.com/alexandrevauthier/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alexandre vauthier gown taraji p. henson",
          "sentiment": "negative"
        },
        {
          "name": "taraji p. henson",
          "sentiment": "negative"
        },
        {
          "name": "danielle brooks",
          "sentiment": "none"
        },
        {
          "name": "alexandre vauthier",
          "sentiment": "none"
        },
        {
          "name": "henson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "new york times",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hollywood",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:27:27.474+02:00",
    "updated": "2024-01-14T12:23:23.084+02:00"
  },
  {
    "uuid": "17c6c0c53b9b7b2406cd5672609f5d374474aed3",
    "url": "https://www.meneame.net/story/atentado-islamista-durante-misa-navidad-deja-mas-160-cristianos/c079",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "jacinto9999",
    "published": "2023-12-29T16:12:00Z",
    "title": "#79 Un atentado islamista durante la misa de Navidad deja más de 160 cristianos asesinados en Nigeria",
    "text": "Portada\nmis comunidades\notras secciones\n[#0](c0#c-0) Ese titular es tendencioso y confuso, y probablemente seas consciente. El ataque no fue durante una misa, como quiere dar a entender, si no que se atacó una serie de aldeas de manera coordinada. Y además, el factor religioso no es el único relevante, y tampoco está plenamente confirmado.\nHay fuentes mucho más serias, informadas y rigurosas que la que has mandado...\n[#10](c10#c-10) Resulta difícil creer que puedan existir fuentes más serias leyendo maravillas cosas como:\nLa reciente matanza sucedida en Navidad confirma lo que anuncian las estadísticas: el cristianismo es la religión más perseguida en el mundo. Y no se limita solamente a esta región de África, sino que ocurre en Asia y Medio Oriente. Hace poco a cristianos perseguidos por el régimen comunista chino se les negó asilo en la España de Pedro Sánchez y el PSOE. Solo una lo pudo obtener porque su salud le impedía subir al avión donde la deportaban.\nTodo ello, mientras las pateras siguen llegando a España, posiblemente con insurgentes tan radicales como los que masacran a los cristianos en Nigeria y sin el amparo para los cristianos que huyen de estos.\n[#65](c65#c-65) Las muertes no son sensacionalistas, la noticia es sensacionalista, y su falta de rigor, una falta de respeto a los que han sido asesinados. Además de aprovechar que el Pisuerga pasa por Valladolid para seguir esparciendo odio y desinformación...\nNo sé tú, pero yo este tipo de cosas ni las tolero ni me quedo callada, prefiero no ser cómplice de estas miserias.\nMira, igual en que en Gaza, pero estos no lo llaman masacre.\nhttps://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html\nhttps://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/\n[#53](c53#c-53) ridiculizarlo si quieres.... Pero con Israel tenemos todo tipo de relaciones y bien estrechas, vamos de aliados, van de ser occidente, medio entran en europa, sobre todo socialmente, democracia plena etc etc ... No tiene absolutamente nada que ver.\nEsto es una masacre genocida por supuesto, ejem\n[#2](c2#c-2) .... Pro no es comparable. Si acaso, comparable a la masacre de Hamas.\n[#61](c61#c-61) Con Israel si, con Gaza no, mediáticamente deberíamos estar recibiendo un bombardeo de lavado de cara de Israel, pero es al contrario. Lo que esté bien o mal no me meto, no soy experto, pero la actitud de los medios ha cambiado y eso me inquieta.\nEs como si dentro de un mes encontramos todos los medios diciendo que Aznar ha sido el peor presidente, que hipotecó a España para décadas. Sería inquietante, llevan décadas lavándole la cara a Aznar y que cambien de rumbo significaría que algo ha pasado o que está habiendo algún cambio de poderes de influencia.\n[#9](c9#c-9) bueno. Entérate quién financio al valeroso pueblo de Afganistán y sus valerosos guerreros los muyahidines( les dedicaron Rambo iii y todo), o quien armó y financio a Irak, a estos que ves ahora este terrible atentado de la noticia, quien los organizo y financió, ... Después nos vuelves a contar estás cosas. Y si sigues pensando que está irán detrás de todo pq es omnipresente vale. Si ves q algún otro estado puede estar implicado, fijate quién lo arma y financia. Un saludo.\n[#13](c13#c-13) lo se y lo he criticado 100 millones de veces, dinero de EEUU y Arabia Saudita y Pakistán.\nPero eso no les importa para llamarlos partisanos, \"que en Europa les habría llamado partisanos y que habrían luchado contra los nazis\"\nEso es mierda, el fanatismo religioso no atiende a razones.\nAl menos tu comentario muestra algo de vergüenza de esa gente... Algo es algo.\n[#20](c20#c-20) pues mira otra vez la captura que mandas, pq es exactamente lo que estoy diciendo. Afganistán era un país más adelantado que España y las mujeres iban sin velo. El tío Sam puso a la derecha religiosa conservadora, o lo que viene a ser los fascistas de toda la vida, pero en musulmán, a levantarse en armas... Cómo en Irak, libia, Egipto, Ucrania... Mismo proceder en todos lados, mismo resultado en todos lados. Países de mierda con gobiernos autoritarios y la población paupérrima y reprimida. Eso es el tío Sam.\n[#30](c30#c-30) Claro, Afganistan era un paraiso...\nhttps://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)\nTienes una vision de la historia bastante distorsionada. China tambien dio armas a los talibanes para luchar contra la URSS, entre otros tantos paises....\nClaaaaaaro, todo culpa del tio sam...\n[#31](c31#c-31) entérate lo que era Afganistán antes del 92.\nEra un estado laico. En el año 90 la mayoría del profesorado eran mujeres, por ejemplo, que estaba integrada en el mundo laboral.\nY la revolución hostigada por el tío Sam puso a los integristas islámicos. Los valerosos muyahidines, como dijeron en Rambo 3, que les dedicaron.\nInfórmate tú un poquito, antes de hablar sin saber.\n[#32](c32#c-32) tengo entendido dos cosas : Rambo III estaba dedicada a “the galant people of Afghanistan” , lo otro es un bulo . Pero la info en internet se contradice en todas partes acerca de esto , asi que no sé.\nSegundo:\nLo de que Afghanistan era laico , mujeres sin velo etc . se ha mostrado erróneo, solo era en Khabul . En las zonas agrarias (el resto del país) era anticuado respecto a esto .\nPero es un lío y al final no sabes lo que es verdad o no , internet está lleno de información contradictoria .\n[#20](c20#c-20)\nSi pudieras comprenden lo que lees, eso se refiere a la guerra contra rusia, a los muyaidines, por la independencia de Afganistán.\nDESPUÉS de que se retiraran los rusos, Pakistán, Irán, armaron a los grupos islamistas radicales, los talibanes, e inició una guerra civil, que ganaron, eliminando a los grupos anteriores.\n[#13](c13#c-13) Se financian infinitud de proyectos e ideologías en los 5 continentes, para bien y para mal, y solo los “amigos de las cabras” son los que a posteriori se dedican al terrorismo.\n[#56](c56#c-56) con lo de los amigos de las cabras supongo q te refieres a los valerosos guerreros muyahidines, que junto a los USA liberaron del yugo comunista a Afganistán y lo convirtieron en la tierra de libertades que es hoy. No? O te refieres a las primaveras árabes? O a liberar libia? Iraq? El maidan de Ucrania?\n[#57](c57#c-57) La noticia habla de un atentado islamista. ¿ Tu de que crees que hablo ? P.S. No tengo nada contra las cabras.\n[#13](c13#c-13) \"les dedicaron Rambo iii y todo\"\nLeyenda urbana:\nhttps://www.indy100.com/showbiz/rambo-iii-afghanistan-mujahideen-taliban-b1904082\n[#69](c69#c-69) Esos ojitos no han podido ver algo que jamás ha ocurrido:\nhttps://en.wikipedia.org/wiki/Rambo_III#Dedication (apartado \"Dedication\")\nThe film ends with the on-screen caption, \"This film is dedicated to the gallant people of Afghanistan.\" At some point after the September 11 attacks, an urban legend began that the dedication had actually read \"... to the brave Mujahideen fighters\" when the film was released in theaters, but then changed to \"the gallant people of Afghanistan\" after the 2001 attacks, since the Mujahideen were now associated to some extent with the Taliban. This urban legend has been repeated by some scholars. However, this is untrue, and some reviews of the film upon its release even mentioned the \"gallant people of Afghanistan\" dedication.\nEs decir, o bien crees haberlo visto (podría ser efecto Mandela) o bien simplemente estás mintiendo.\n[#71](c71#c-71) Pues entonces estás mintiendo. No hay ninguna versión de la película en la que aparezca dicho texto, y si te fijas la captura que se comparte online en la que sale el texto de los muyhidines siempre es la misma en el mismo frame exacto. Eso es debido a que la gente siempre comparte la misma captura editada.\nEstos son los que en Francia, España e Italia eran llamados partisanos por que no se que mierdas de las circunstancias? O estos los podemos llamar terroristas?\nLa yihad se lleva a cabo con muerte de infieles y el miedo a serlo.\nNo se trata de liberar nada, cada ataque sirve para atraer radicales y causar estragos en los no creyetes.\nQuien apoya a yihadistas es tan asesino como ellos.\n[#3](c3#c-3) Estos son los que llevan EEUU y UK financiando más de un siglo\nA lo más fundamentalista y extremista\nAquí cuando iban a la casa blanca a recibir paguitas\nhttps://es.m.wikipedia.org/wiki/Archivo:Reagan_sitting_with_people_from_the_Afghanistan-Pakistan_region_in_February_1983.jpg\n[#8](c8#c-8) bajo ninguna circunstancia son culpables de sus actos, siempre es otro, la culpa siempre será de EEUU, de UK, de la sociedad, de la Bernarda, pero nunca ellos y su fanatismo religioso serán los culpables para vosotros.\nVuestra fijación por defender o tapar cada asesino terrorista con escusas es repugnante y os rebaja como... Voy a decir seres humanos.\nEs decir para vosotros el fanatismo islámico viene de un supuesto apoyo de EEUU a hamas y no de irán...\nBoko haram es un paso de baile radicalizado por EEUU.\nLos talibanes son partisanos radicalizados por EEUU.\nLos hermanos musulmanes se radicalizado jugando call of duty.\nPero jamás lobbys, poderes y dinero de países radicales apoyan a estos grupos de mierda.\nAsí es vuestro mundo.\n[#9](c9#c-9) ¿En qué parte de su comentario dice eso? \"no son culpables de sus actos\" y toda la mierda que sigue. O qué parte de su comentario te ha llevado a esa conclusión, si es que necesitas algo más de margen.\nAunque es posible que esa respuesta no tenga nada que ver con su comentario y simplemente sea una patética y lamentable pataleta porque no te ha gustado su respuesta.\n[#17](c17#c-17) \"por no sé que historia\".\n¿O por \"no quiero saber\"? Te dan la oportunidad de aprender, no la desperdicies.\n[#19](c19#c-19) tienes algún comentario de crítica o de repudio a esta atrocidad? O vienes aquí a adoctrinar me sobre lo malo que es eeuu?\nEs una noticia de 160 muertos a manos de yihadistas por ser infieles.\nEntre tu y yo? Es duro entrar aquí a un noticia tan trágica y ponerte a discutir sobre si la culpa es o no es de occidente o ya estás curado de eso?\nEntras aquí a recalcar que \"no quiero saber\" tu verdad... Que ascazo.\n[#21](c21#c-21) Eres tú quien ha introducido este tema. Igual esperabas otro tipo de respuestas y ahora te arrepientes de haberte puesto a chapotear con intención de salpicar a los demás.\n[#23](c23#c-23) en todo momento denunció:\n1* las atrocidades de grupos islamistas radicales, no como tantos aquí que aprendieron que eran los talibanes hace 2 meses y ahora los llaman partisanos. Asesinos es su nombre, como es el del gobierno de irán o Arabia Saudita ente otros.\n2* crítico a los que claramente ocultan y defienden a estos asesinos bajo un pretexto de victimismo en Palestina.\nUn terrorista es un terrorista y lo es con 0 muertos en Palestina y con un millón de muertos.\n[#27](c27#c-27) 1a parte todo bien. Segunda, ya no tanto ¿Cómo que terrorista se es y punto?\n¿Crees de verdad que si a esta gente nadie estuviera tocándole los huevos en su casa harían lo mismo?\nIr a la raíz del problema, a las causas, e intentar desenredar un tema complejo no es defender a nadie.\n[#12](c12#c-12) pero si tu pecas de lo mismo.\nA quien coño quieres dar lecciones?\nEEUU: apoyo yihadistas para quitarse de en medio a un enemigo común.\nTu: apoyas yihadistas para quitarte de en medio un enemigo común.\nEso que tienes ahí llamando nazis es la bandera de Israel no? Imagino que no eres simpatizante, pues eso.\nLa única deferencia entre EEUU y vosotros es que a EEUU sólo le movía la política, a vosotros os pierde el fanatismo.\nSabes lo que más me revienta de vosotros? Que no vais a ser vosotros quien caiga en esa oscuridad por vuestra culpa.\nHabrá niños de 15 que se sentirán libertadores, partisanos, defensores poniendo bombas para un estado islámico por vuestra culpa y vuestros comentarios.\n[#14](c14#c-14) Yo no apoyo yihadistas, eso es Israel que apoya a DAESH\nYo soy de izquierdas, no apoyo a la extrema derecha\nNo es muy dificil de entender, ánimo\n[#18](c18#c-18) otro comentario más de \"la culpa es de todos menos de la yihad y los países de mierda donde reina la sharia\"\nHoy te estás coronado máquina.\nQue lastima que estes aquí criticando a occidente para tapar mierdas de asesinos fanatizados y no allí al revés como los verdaderos mártires que si luchan por denunciar atrocidades de países islámicos, ahí veríamos lo valiente que eres con tu reinvidicacion de sofa y tu bandera nazi con la israelí en la foto de perfil.\n[#25](c25#c-25) Financiasteis a los talibanes para combatir a los rusos y ahora estamos pagando los platos\nFinanciar ISIS para destruir oriente medio\nFinanciar siempre lo peor para seguir con los genocidios, apartheid, limpieza étnica...\n[#26](c26#c-26) \"Financiasteis a los talibanes\"\nyo no financie a nadie, manipulador de pacotilla. Típico de esos de la bandera de tu perfil.\nMuestras muchos decíamos que la primavera árabe está plagado de fanáticos religiosos que apoyaban las reveliones, tantos otros decían que \"callate, hacen lo que deberíamos estar haciendo en Europa, es una revolución\". Ahora a gente como tú, si tu, que estás criticando a los críticos con el yihadismo de hamas se le avisa que apoyar grupos terroristas que hacen matanzas públicas es una barbaridad y que esto les embalentona y atrae a más fanáticos y que será la perdición de Palestina no escucháis. Dentro de 10 años saldrán muchos de Europa que han visto gritos de Allahu adbak y tontos en Internet diciendo que el único error de hamas es no haber actuado antes... Luego habrán chavales que pensarán que están siendo héroes en un Isis o unos talibanes dando su vida por puercos que vienen a cuerpo de rey con 4 mujeres y esclavas sexuales.\n[#18](c18#c-18) para tí seguro que extrema derecha es alguien de izquierdas que no compre el pack correntista de turno.\n[#12](c12#c-12)\nVeo a un grupo de muyaidines líderes de los partidos políticos que organizaron la liberación de Afganistan. La vestimenta es la tradicional étnica afgana. Incluso hay una mujer que hace de traducción.\nAhora, busca un poco más, y observa sólo la vestimenta de un talibán de la època en que Osama Bin Ladem se paseaba por el territorio, y encuentra una mujer en una reunión oficial con hombres\n[#8](c8#c-8) Reagan murió hace 20 años y dejó la presidencia hace 35... De verdad tu argumento más solido es usar una foto de hace 40 años? Alguna prueba que adjuntar a la afirmación de la financiación de EEUU y UK a los culpables de este atentado?\nAcaso guarda alguna relación Reagan reuniéndose con los muyahidines hace 40 años con este atentado en Nigeria y yo no me he enterado?\nAquí cuando iban a la casa blanca a recibir paguitas\nEstos terroristas de Nigeria? Un pelín racista por tu parte hacer un batiburrillo basándote únicamente en que son integristas musulmanes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://en.wikipedia.org/wiki/Rambo_III#Dedication",
      "https://indy100.com/showbiz/rambo-iii-afghanistan-mujahideen-taliban-b1904082",
      "https://www.es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.en.wikipedia.org/wiki/Rambo_III#Dedication",
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.indy100.com/showbiz/rambo-iii-afghanistan-mujahideen-taliban-b1904082",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T18:12:30.378+02:00",
    "updated": "2023-12-29T18:12:30.378+02:00"
  },
  {
    "uuid": "f2c56d2382a0b371753ffd3772e171a61418646e",
    "url": "https://andaluciainformacion.es/huelva/1492961/maduro-ordena-accion-defensiva-en-el-atlantico-ante-llegada-de-buque-britanico-a-guyana/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2023-12-28T18:54:00Z",
    "title": "Maduro ordena \"acción defensiva\" en el Atlántico ante llegada de buque británico a Guyana | Andalucía Información. Todas las noticias de Huelva",
    "text": "El presidente de Venezuela, Nicolás Maduro, ordenó este jueves una \"acción defensiva\" en el océano Atlántico en respuesta a la llegada de un buque de guerra británico a las costas de Guyana, lo que ha disparado nuevamente la tensión entre los países suramericanos por su disputa territorial. \"He ordenado la activación de una acción conjunta de toda la Fuerza Armada Nacional Bolivariana (FANB) sobre el Caribe oriental de Venezuela, sobre la fachada atlántica, una acción conjunta de carácter defensivo como respuesta a la provocación y a la amenaza del Reino Unido contra la paz y la soberanía de nuestro país\", dijo el mandatario. El anuncio lo hizo frente a la cúpula militar, durante una reunión que fue transmitida de manera obligatoria en la radio y televisión, en la que se comunicó con un grupo de efectivos castrenses que concretaron \"la primera fase\" de esta operación, lo que consistió en un despliegue sobre tierra y aguas del estado Sucre (noreste). Maduro no dio detalles sobre el alcance y duración de esta operación pero insistió en que la llegada del HMS Trent británico es una \"amenaza inaceptable\" que supone una \"ruptura\" de los acuerdos que suscribió con su homólogo guyanés, Irfaan Ali, el pasado 14 de diciembre, cuando se comprometieron a no amenazarse mutuamente y evitar incidentes relacionadas con la disputa. \"Venezuela no se puede quedar de brazos cruzados frente a una amenaza, estamos respondiendo en la medida proporcional\", aseguró tras reiterar que apuesta por la diplomacia y la paz. El líder chavista criticó que Guyana haya desoído las peticiones de Caracas de no aceptar la llegada del barco británico a sus costas. Minutos antes, el Gobierno venezolano había condenado este hecho en un comunicado, en el que pidió a Georgetown \"tomar acciones inmediatas para el retiro del buque y abstenerse de seguir involucrando potencias militares en la controversia\". La disputa escaló después de que Venezuela aprobara el 3 de diciembre, en un referendo unilateral, anexionarse la zona bajo pleito, un área de casi 160.000 kilómetros cuadrados que está bajo control de Guyana y que actualmente discute la Corte Internacional de Justicia. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:03:40.377+02:00",
    "updated": "2023-12-29T00:03:40.377+02:00"
  }
]