[
  {
    "uuid": "61c4ed7ad320fe46744232b44da9f359313421a4",
    "url": "https://es-us.finanzas.yahoo.com/noticias/alta-direcci%C3%B3n-mejorar-salud-mental-191000301.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LA NACION",
    "published": "2023-12-28T19:10:00Z",
    "title": "Cómo la alta dirección puede mejorar la salud mental y aumentar la felicidad de los empleados",
    "text": "Forbes Argentina Cómo la alta dirección puede mejorar la salud mental y aumentar la felicidad de los empleados Disculpa el inconveniente. Algo salió mal. Inténtalo de nuevo más tarde. Más contenido a continuación Disculpa el inconveniente. Algo salió mal. Inténtalo de nuevo más tarde. Más contenido a continuación LNKD FORBESCO.BO Forbes Argentina 28 de diciembre de 2023, 9:10 p. m. · 5 min de lectura En este artículo: Disculpa el inconveniente. Algo salió mal. Inténtalo de nuevo más tarde. Más contenido a continuación Disculpa el inconveniente. Algo salió mal. Inténtalo de nuevo más tarde. Más contenido a continuación LNKD FORBESCO.BO\nDesde que leí el libro Permission to Feel: Unlocking the Power of Emotions to Help Our Kids, Ourselves, and Our Society Thrive del Dr. Mark Brackett , director del Centro de Investigación de Inteligencia Emocional de Yale; estuve haciéndome preguntas más difíciles como ¿Por qué está desplomándose la salud mental, emocional, el bienestar y, por lo tanto, la felicidad ?\nAcá tiene mis reflexiones apoyadas en un breve proceso de evaluación junto a su equipo de liderazgo (vale la pena un cierre al 2024) después de todo la felicidad importa, es fundamental para el crecimiento y la prosperidad de su organización.\n¿Por qué nuestro mundo está tan estresado en comparación a cuando era niña? Siempre hubo guerras y conflictos mundiales: las guerras de Corea y Vietnam, la del Cuerno de África con Somalia y Etiopía, la guerra entre Irán e Irak, la guerra entre Ucrania y Rusia y la reciente guerra entre Israel y Hamás (Gaza).\nSiempre hubo problemas de cambio climático asolando nuestro mundo, aunque más recientemente, estamos experimentando una intensidad en el aumento de los incendios forestales, el desplome de los casquetes polares y más especies en peligro de extinción, por lo que nadie puede cuestionar que la madre Tierra necesita más protección.\nSiempre tuvimos políticos nobles y señoriales, como Winston Churchill (Reino Unido), Barack Obama (EE.UU.), Angela Merkel (Alemania), pero últimamente parece que tenemos políticos más dramáticos, como Donald Trump (EE.UU.) o Boris Johnson (Reino Unido). Y por supuesto una serie de líderes en Rusia e Irán que están en contra de la democracia y la igualdad de derechos.\nTal es así, que nuestro mundo definitivamente se siente más políticamente polarizado entre el Este y el Oeste, lo cual es muy preocupante geopolíticamente.\nLo que sí cambió drásticamente y nuestros hijos toman por normal son las innovaciones tecnológicas a hiperescala que están por todas partes, como la televisión, el teléfono móvil, la computadora personal, internet, las redes sociales ( Facebook, Instagram, LinkedIn ), ChatGPT4 , autos eléctricos ( Tesla ), cohetes que llevan a los ciudadanos a la luna, la IA que sustenta todos los modelos de negocio y, por supuesto, los alimentos sin gluten, etc. (Siempre hemos comido pizzas, aunque ahora disfrutamos más de las de masa fina).\nContinuar leyendo la historia Hay alarmantemente más: ansiedad + depresión + suicidio = > reclamos de salud médica, > riesgos de seguridad cibernética = ataques de ransomware, > tasas de divorcio = más complejidades familiares, > comida basura = > diabetes y sobrepeso en niños, adolescentes y adultos, etc, > inflación = > costo de vida, > robots/cobots =< empleos, ChatGPT =< empleos en funciones/tareas altamente repetitivas .\nComo resultado de nuestro mundo cambiante, nos encontramos en un lugar en el que los seres humanos están cada vez más estresados. Como escribí en muchos de mis artículos de Forbes , entre el 20% y el 30% de los empleados se levantan tristes o enfadados cada día.\nHay poco tiempo para distenderse en el trabajo, ya que las empresas siguen ahuecando las funciones que pueden automatizarse o externalizarse.\nSin embargo, como líderes sabemos que necesitamos que nuestra gente esté capacitada y se presente a trabajar feliz para ser más productiva. Debemos esforzarnos por mantener a nuestras organizaciones en una trayectoria de crecimiento sana y positiva (hacia arriba, eso sí). No es un trabajo fácil, ya que nuestros líderes están siempre estresados y muchos operan cerca de estados de agotamiento.\nSi tuvo la oportunidad de hablar recientemente con un CEO, sabrá que no es un papel fácil.\nPara ayudar a los líderes a reflexionar sobre la importancia de la salud mental , así como de invertir en más sistemas de apoyo al compromiso y la motivación de los empleados, desarrollé una breve encuesta de evaluación, que permite hacer un balance de dónde se encuentran sus organizaciones en el viaje hacia el bienestar.\nEl objetivo final es ayudarles a desarrollar una mirada más aguda sobre las prácticas operativas obsoletas con un claro enfoque en el aumento de la felicidad de los empleados.\nDesafiando a las encuestas anuales que llegan demasiado tarde para ser útiles y que a menudo tienen datos que no son fiables en un 50%, necesitamos modernizar realmente nuestros métodos de compromiso de los empleados de RR.HH., ya que el medidor de la felicidad no va en la dirección correcta.\nEscala: 1-7 / 1: sin pruebas, 7: muy sólido y fuerte.\n1- Por qué: caso para la acción. ¿Desarrolló un caso sólido para la acción o un caso empresarial con una validación clara / hechos relevantes recopilados sobre por qué la salud mental y la felicidad son importantes para su organización? ¿Conoce las causas profundas de la infelicidad de los empleados y qué acciones está llevando a cabo para mejorar el compromiso y la retención de los empleados?\n2- Qué: contexto integrado. ¿Identificó un modelo holístico con dimensiones/pilares integrados de salud mental/bienestar para guiar la madurez de la experiencia de sus empleados (es decir, reflexionar, actualizar, integrar)?\n3- Cómo: modelado de roles . ¿En qué medida están equipados sus líderes para servir de modelo y ofrecer auténticamente los resultados deseados en materia de salud/bienestar mental y ser entrenadores eficaces?\n4- Cómo: prácticas de RRHH. ¿En qué medida diseña y aplica programas y prácticas de RR.HH. para atraer, desarrollar y retener a sus empleados según un conjunto medible de indicadores clave de rendimiento de salud mental y bienestar?\n5- Cómo: sostenibilidad de la cultura. ¿Cómo se desarrolló su cultura corporativa para demostrar su auténtico apoyo a la salud mental, el bienestar y la seguridad?\nEn mi opinión, no hay nada más importante que saber si sus empleados se sienten motivados cada mañana para afrontar los desafíos del día, si se sienten capacitados y si saben que usted se preocupa auténticamente por su aporte único.\nMantener a salvo las voces de sus empleados de forma anónima es fundamental para crear confianza y seguridad.\nAsimismo, si los empleados quieren ser conocidos por sus voces, brindarles la opción de compartir abiertamente lo que tienen en mente es un camino para construir una cultura más resistente que tenga un fuerte sentido del propósito corporativo.\nNota publicada en Forbes US.\nMÁS POPULARES 1. Tesla entrega récord de autos en cuarto trimestre, pero la china BYD le roba el primer puesto en VE 2. Petro espera que el dólar en Colombia deje de caer: Tasa de cambio roza los $3.850 3. La enorme predicción de Goldman Sachs que le dio un sacudón al Bitcoin 4. Tesla supera las expectativas de entregas del cuarto trimestre 5. The Banker nombra a la gobernadora del Banco de México como la banquera del año de América",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [
      "https://media.zenfs.com/es/forbes_argentina_485/7705049ce608ada08656785560232efc",
      "https://s.yimg.com/ny/api/res/1.2/gX_0n1RRb_o2T_eJVaoKZw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEwNDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-12/266237a0-52d7-11ec-bff7-58bb18923f71",
      "https://www.forbes.com/sites/cindygordon/2023/12/27/how-the-c-suite-can-advance-mental-health-and-increase-employee-happiness/?sh=47616ce45d0a",
      "https://www.forbesargentina.com/",
      "https://s.yimg.com/ny/api/res/1.2/nonXYYH7EDWvPVWxw76wOQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY5MA--/https://media.zenfs.com/es/forbes_argentina_485/12155657dd67cc35e32378ee5e6a2248",
      "https://s.yimg.com/ny/api/res/1.2/7tPupSdcvzBoDpuqQZpd1A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/es/forbes_argentina_485/7705049ce608ada08656785560232efc",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.finanzas.yahoo.com%2Fnoticias%2Falta-direcci%25C3%25B3n-mejorar-salud-mental-191000301.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://s.yimg.com/ny/api/res/1.2/_neBXhuU9k4fO.oGbiJXwg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYzOA--/https://media.zenfs.com/es/forbes_argentina_485/d9c9d0df527f832572fa76cb174833f5",
      "https://twitter.com/intent/tweet?text=C%C3%B3mo%20la%20alta%20direcci%C3%B3n%20puede%20mejorar%20la%20salud%20mental%20y%20aumentar%20la%20felicidad%20de%20los%20empleados&url=https%3A%2F%2Fes-us.finanzas.yahoo.com%2Fnoticias%2Falta-direcci%25C3%25B3n-mejorar-salud-mental-191000301.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://s.yimg.com/ny/api/res/1.2/2y6ckrKP9yloo9xdaKw.JA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU5NQ--/https://media.zenfs.com/es/forbes_argentina_485/56c2408aeb992470c8ff601f2c9cf885",
      "https://s.yimg.com/ny/api/res/1.2/g2zgiUjF6w8AGlIE4sakhw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYzNQ--/https://media.zenfs.com/es/forbes_argentina_485/81a48818f2956dd879ebb14c0e83072d",
      "https://s.yimg.com/ny/api/res/1.2/RSvPKqPHMAEBC7uPzIPUaQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYxMw--/https://media.zenfs.com/es/forbes_argentina_485/77f463a27363a0f963a2b38c1150d596",
      "https://s.yimg.com/ny/api/res/1.2/QuaHO2DLhzK_neB_RB4G4g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0Mg--/https://media.zenfs.com/es/forbes_argentina_485/0c39aefa8a527f045dbe0f18b2623301",
      "https://s.yimg.com/os/creatr-uploaded-images/2021-12/266237a0-52d7-11ec-bff7-58bb18923f71",
      "https://s.yimg.com/ny/api/res/1.2/dqauRfQorujx7AKPcgs3hw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/es/forbes_argentina_485/2ffc7e96746a518f3c5b15f85bb4e68c",
      "https://www.media.zenfs.com/es/forbes_argentina_485/7705049ce608ada08656785560232efc",
      "https://www.s.yimg.com/ny/api/res/1.2/RSvPKqPHMAEBC7uPzIPUaQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYxMw--/https://www.media.zenfs.com/es/forbes_argentina_485/77f463a27363a0f963a2b38c1150d596",
      "https://www.s.yimg.com/ny/api/res/1.2/QuaHO2DLhzK_neB_RB4G4g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0Mg--/https://www.media.zenfs.com/es/forbes_argentina_485/0c39aefa8a527f045dbe0f18b2623301",
      "https://www.facebook.com/dialog/feed",
      "https://www.s.yimg.com/ny/api/res/1.2/dqauRfQorujx7AKPcgs3hw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/es/forbes_argentina_485/2ffc7e96746a518f3c5b15f85bb4e68c",
      "https://forbesargentina.com/",
      "https://www.s.yimg.com/ny/api/res/1.2/2y6ckrKP9yloo9xdaKw.JA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU5NQ--/https://www.media.zenfs.com/es/forbes_argentina_485/56c2408aeb992470c8ff601f2c9cf885",
      "https://www.s.yimg.com/ny/api/res/1.2/gX_0n1RRb_o2T_eJVaoKZw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEwNDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-12/266237a0-52d7-11ec-bff7-58bb18923f71",
      "https://www.s.yimg.com/ny/api/res/1.2/_neBXhuU9k4fO.oGbiJXwg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYzOA--/https://www.media.zenfs.com/es/forbes_argentina_485/d9c9d0df527f832572fa76cb174833f5",
      "https://www.forbesargentina.com",
      "https://www.s.yimg.com/ny/api/res/1.2/nonXYYH7EDWvPVWxw76wOQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY5MA--/https://www.media.zenfs.com/es/forbes_argentina_485/12155657dd67cc35e32378ee5e6a2248",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.finanzas.yahoo.com%2Fnoticias%2Falta-direcci%25C3%25B3n-mejorar-salud-mental-191000301.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.forbes.com/sites/cindygordon/2023/12/27/how-the-c-suite-can-advance-mental-health-and-increase-employee-happiness/",
      "https://www.s.yimg.com/ny/api/res/1.2/7tPupSdcvzBoDpuqQZpd1A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/es/forbes_argentina_485/7705049ce608ada08656785560232efc",
      "https://www.s.yimg.com/ny/api/res/1.2/g2zgiUjF6w8AGlIE4sakhw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYzNQ--/https://www.media.zenfs.com/es/forbes_argentina_485/81a48818f2956dd879ebb14c0e83072d",
      "https://forbes.com/sites/cindygordon/2023/12/27/how-the-c-suite-can-advance-mental-health-and-increase-employee-happiness/?sh=47616ce45d0a",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-12/266237a0-52d7-11ec-bff7-58bb18923f71",
      "https://twitter.com/intent/tweet",
      "https://www.twitter.com/intent/tweet?text=C%C3%B3mo%20la%20alta%20direcci%C3%B3n%20puede%20mejorar%20la%20salud%20mental%20y%20aumentar%20la%20felicidad%20de%20los%20empleados&url=https%3A%2F%2Fes-us.finanzas.yahoo.com%2Fnoticias%2Falta-direcci%25C3%25B3n-mejorar-salud-mental-191000301.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:36:41.799+02:00",
    "updated": "2024-01-03T17:45:13.641+02:00"
  },
  {
    "uuid": "48d020f1859ad0865f1d062fd4a232009cb18ec0",
    "url": "https://theprint.in/india/himanta-apologises-for-casteist-post/1904265/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2023-12-29T02:30:00Z",
    "title": "Himanta apologises amid row over his post on 'Shudras' duties' — 'incorrect translation by my team'",
    "text": "Home India Himanta apologises amid row over his post on 'Shudras' duties' — 'incorrect... India Himanta apologises amid row over his post on ‘Shudras’ duties’ — ‘incorrect translation by my team’ Assam CM had posted a video on X that said serving the 3 'varnas' was natural duty of Shudras. He then deleted the post, and said Assam reflects 'perfect picture' of casteless society. PTI 29 December, 2023 01:00 pm IST Facebook Twitter WhatsApp Linkedin Assam Chief Minister Himanta Biswa Sarma | ANI file photo Text Size: A- A+\nGuwahati: Assam Chief Minister Himanta Biswa Sarma has apologised for uploading a post with casteist remarks on his social media platforms saying that his team made an “incorrect translation” of a verse from the Bhagavad Gita.\nSarma in a post on X and Facebook on Thursday night said that he uploads one verse of Bhagavad Gita every morning on his social media handles, which have posted 668 Slokas till date.\n“Recently one of my team members posted a sloka from Chapter 18 verse 44 with an incorrect translation. As soon as I noticed the mistake, I promptly deleted the post… If the deleted post has offended anyone, I sincerely apologise,” he said.\nShow Full Article\nThe chief minister stressed that Assam reflects a “perfect picture” of a casteless society due to the reform movement led by Mahapurush Srimanta Sankardeva.\nOn December 26, Sarma had uploaded an audio-visual post on his social media handles like X and Facebook that he claimed to be from Sloka 44 of Sanyas Yoga from the 18th chapter of Gita.\nThe animated video stated that “farming, cow-rearing and commerce are habitual and natural duties of the Vaishya, while serving the three ‘varnas’ — Brahman, Kshatriya and Vaishya — is the natural duty of the Shudras.” Sharing this video, Sarma even said: “God Sri Krishna himself described the types of natural duties of Vaishya and Shudras.” This sparked a massive political row with opposition leaders denouncing what they called the “BJP’s Manuvadi and regressive ideology”.\nFacing a volley of criticism, Sarma later deleted the post from all his social media platforms. PTI TR RG\nThis report is auto-generated from PTI news service. ThePrint holds no responsibility for its content.\nSubscribe to our channels on YouTube & Telegram\nSupport Our Journalism\nIndia needs fair, non-hyphenated and questioning journalism, packed with on-ground reporting. ThePrint – with exceptional reporters, columnists and editors – is doing just that.\nSustaining this needs support from wonderful readers like you.\nWhether you live in India or overseas, you can take a paid subscription by clicking here .\nSupport Our Journalism\nTags Assam CM caste discrimination Himanta Biswa Sarma Facebook Twitter WhatsApp Linkedin LEAVE A REPLY Cancel Comment: Please enter your comment! Name:* Please enter your name here Email:* You have entered an incorrect email address! Please enter your email address here Save my name, email, and website in this browser for the next time I comment.\nΔ\nMost Popular How did BJP pull off tribal turnaround in Chhattisgarh? Inside RSS’s ‘apolitical’ Vanvasi Kalyan Ashram Sanya Dhingra - 29 December, 2023 ‘Ram Mandir banaya kaun, 370 hataya kaun?’ — BJP releases 2024 campaign song ‘Phir aayega Modi’ Shanker Arnimesh - 29 December, 2023 ‘Ambedkar vs RSS’ — Congress draws ideological battle lines for 2024 at Nagpur rally Purva Chitnis - 29 December, 2023",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://www.facebook.com/plugins/like.php?href=https://theprint.in/india/himanta-apologises-for-casteist-post/1904265/&layout=button_count&show_faces=false&width=105&action=like&colorscheme=light&height=21",
      "https://twitter.com/intent/tweet?text=Himanta+apologises+amid+row+over+his+post+on+%E2%80%98Shudras%E2%80%99+duties%E2%80%99+%E2%80%94+%E2%80%98incorrect+translation+by+my+team%E2%80%99&url=https%3A%2F%2Ftheprint.in%2Findia%2Fhimanta-apologises-for-casteist-post%2F1904265%2F&via=theprintindia",
      "https://www.facebook.com/sharer.php?u=https%3A%2F%2Ftheprint.in%2Findia%2Fhimanta-apologises-for-casteist-post%2F1904265%2F",
      "https://www.youtube.com/ThePrintIndia/?sub_confirmation=1",
      "https://www.linkedin.com/shareArticle?mini=true&url=https://theprint.in/india/himanta-apologises-for-casteist-post/1904265/&title=Himanta+apologises+amid+row+over+his+post+on+%E2%80%98Shudras%E2%80%99+duties%E2%80%99+%E2%80%94+%E2%80%98incorrect+translation+by+my+team%E2%80%99",
      "https://api.whatsapp.com/send?text=Himanta+apologises+amid+row+over+his+post+on+%E2%80%98Shudras%E2%80%99+duties%E2%80%99+%E2%80%94+%E2%80%98incorrect+translation+by+my+team%E2%80%99",
      "https://t.me/ThePrintIndia",
      "https://www.youtube.com/ThePrintIndia/",
      "https://linkedin.com/shareArticle?mini=true&url=https://theprint.in/india/himanta-apologises-for-casteist-post/1904265/&title=Himanta+apologises+amid+row+over+his+post+on+%E2%80%98Shudras%E2%80%99+duties%E2%80%99+%E2%80%94+%E2%80%98incorrect+translation+by+my+team%E2%80%99",
      "https://www.facebook.com/plugins/like.php",
      "https://www.api.whatsapp.com/send?text=Himanta+apologises+amid+row+over+his+post+on+%E2%80%98Shudras%E2%80%99+duties%E2%80%99+%E2%80%94+%E2%80%98incorrect+translation+by+my+team%E2%80%99",
      "https://www.linkedin.com/shareArticle",
      "https://facebook.com/sharer.php?u=https%3A%2F%2Ftheprint.in%2Findia%2Fhimanta-apologises-for-casteist-post%2F1904265%2F",
      "https://www.facebook.com/sharer.php",
      "https://facebook.com/plugins/like.php?href=https://theprint.in/india/himanta-apologises-for-casteist-post/1904265/&layout=button_count&show_faces=false&width=105&action=like&colorscheme=light&height=21",
      "https://www.twitter.com/intent/tweet?text=Himanta+apologises+amid+row+over+his+post+on+%E2%80%98Shudras%E2%80%99+duties%E2%80%99+%E2%80%94+%E2%80%98incorrect+translation+by+my+team%E2%80%99&url=https%3A%2F%2Ftheprint.in%2Findia%2Fhimanta-apologises-for-casteist-post%2F1904265%2F&via=theprintindia",
      "https://youtube.com/ThePrintIndia/?sub_confirmation=1",
      "https://api.whatsapp.com/send",
      "https://twitter.com/intent/tweet",
      "https://www.t.me/ThePrintIndia"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "himanta",
          "sentiment": "negative"
        },
        {
          "name": "himanta biswa sarma",
          "sentiment": "none"
        },
        {
          "name": "bhagavad gita",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "home india himanta",
          "sentiment": "negative"
        },
        {
          "name": "assam cm",
          "sentiment": "none"
        },
        {
          "name": "ist facebook twitter whatsapp linkedin assam",
          "sentiment": "none"
        },
        {
          "name": "pti",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "guwahati",
          "sentiment": "none"
        },
        {
          "name": "assam",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T15:41:28.636+02:00",
    "updated": "2023-12-29T15:41:28.636+02:00"
  },
  {
    "uuid": "bdff3d790354a88e79bfa6cdab132f08b2ffa916",
    "url": "https://www.cbs19.tv/article/news/local/lufkin-man-gets-nearly-20-years-in-federal-prison-selling-meth-multiple-gun-violations/501-147c5df0-a778-47d7-b3e7-863a1905fffd",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zak Wellerman",
    "published": "2024-08-08T20:01:00Z",
    "title": "Texas man gets nearly 20 years in federal prison for selling meth | cbs19.tv",
    "text": "ANGELINA COUNTY, Texas — A Lufkin man convicted of selling meth and possessing multiple firearms as a felon was sentenced to about 20 years in federal prison Thursday. John Richard Burch, Jr., 40, was found guilty by a jury on Aug. 16, 2023 of four counts of possession with intent to distribute methamphetamine, being a felon in possession of a firearm, and intent to distribute on a premises where children are present. He was then sentenced to 235 months on Thursday, the U.S. Department of Justice said in a news release. Information shown in court determined that law enforcement conducted an investigation into methamphetamine sales occurring at Burch’s Lufkin home in early 2022. Investigators seized a large amount of meth, marijuana, multiple digital scales used to weigh narcotics, small plastic baggies for packaging methamphetamine, a methamphetamine bong and nine firearms. Among the firearms were a semi-automatic rifle and a gun reported stolen in Livingston along with fully loaded 30-round magazine. Small children. who lived in the home, where present while investigators searched the home, according to the Department of Justice. Investigators learned that Burch has a previous felony conviction for theft and a conviction for assault family violence. Therefore, as a convicted felon, he's prohibited by federal law from owning or possessing firearms or ammunition. The Angelina County Sheriff’s Office, Bureau of Alcohol, Tobacco, Firearms, and Explosives and FBI worked together to investigate the case.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.cityoflufkin.com//)",
      "https://cityoflufkin.com//)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jr.",
          "sentiment": "none"
        },
        {
          "name": "john richard burch",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "lufkin",
          "sentiment": "negative"
        },
        {
          "name": "u.s. department of justice",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "burch’s lufkin",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "livingston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-09T00:12:50.291+03:00",
    "updated": "2024-08-09T03:30:31.821+03:00"
  },
  {
    "uuid": "ee7f9850047d0f894f1025f2fb430904563d0610",
    "url": "https://lefaso.net/spip.php?article127075",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jacques",
    "published": "2024-01-05T20:00:00Z",
    "title": "Banque d'images : Iwaria, la solution 100% africaine et gratuite",
    "text": "Banque d’images : Iwaria, la solution 100% africaine et gratuite\nC’est toujours un casse-tête pour les journalistes et autres créateurs africains de contenus de trouver sur la toile des images de qualité qui correspondent à leurs besoins. Parmi les banques d’images qui proposent des images gratuites qui ont un rapport avec l’Afrique, il y a Iwaria, créée par deux Béninois.\nIwaria vient de « Iwari » qui signifie Découverte en Yoruba. La lettre A désigne l’Afrique. Cette banque d’images créée par Aurelle Noutahi et Basile Barrincio en 2016 propose des images afin de montrer l’Afrique sous un autre profil en donnant de la matière à tous ceux qui recherchent des images de qualité made in Africa pour leurs contenus. Les images sont gratuites et libres de droit sous licence Creative Commons Zéro, contrairement à certaines banques d’images africaines payantes.\nL’histoire de Iwaria est liée à une frustration vécue par sa fondatrice Aurelle Noutahi alors qu’elle travaillait comme Digital Marketer à Pikiz, une entreprise qu’elle a co-fondée. En quête d’images pour une campagne, elle n’était pas satisfaite des résultats de ses recherches. La plupart des images que lui suggérait la toile avaient trait à la pauvreté, à la famine, aux guerres, à la violence… Et même quand elle tombait sur des images de Noirs, la plupart des traits et l’environnement n’étaient pas généralement africains. Difficile donc à la cible qu’elle visait de s’identifier à ces images.\n- Les fondateurs de Iwaria, Aurelle Noutahi et Basile Barrincio\nD’où l’idée de créer Iwaria avec la complicité d’un autre passionné, Basile Barrincio. Avec Iwaria, tout le monde peut devenir contributeur. La plateforme est participative et collabore déjà avec plusieurs photographes professionnels et amateurs. Mais pour aller vite et disposer de photos dans certaines rubriques, l’équipe organise des shootings photos.\nLes photos couvrent plusieurs thématiques : les enfants, la nourriture, les animaux, les paysages, les loisirs, le sport, les arts, l’entreprenariat, l’éducation, la santé, l’élevage, le quotidien des Africains, la pandémie du Covid-19, etc. Pour de meilleurs résultats sur la plateforme, il est recommandé de faire de la recherche en anglais. L’option de l’anglais vise, selon Aurelle Noutahi, à toucher un plus grand nombre de personnes à travers le monde, sur les cinq continents.\n- Photo prise par Numbercfoto\nPour utiliser les images de la plateforme, il n’est pas nécessaire de créditer les photos, mais il est souhaitable de le faire. Ce serait une manière pour les utilisateurs de reconnaître le travail des contributeurs au quotidien ; ce qui pourrait les galvaniser à produire plus de photos de qualité.\nPour être contributeur, il suffit de se rendre sur\nwww.Iwaria.com et de créer votre compte. Le processus est rapide. Après inscription, vous pourrez commencer à mettre en ligne vos photos.\nMême si la plateforme est gratuite pour le moment, les fondateurs n’excluent pas la possibilité de faire évoluer le business model afin de supporter les coûts et continuer à offrir des images de qualité.\nFredo Bassolé\nLefaso.net",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Arts, Culture and Entertainment",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "http://www.Iwaria.com",
      "http://Iwaria.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:15:08.345+02:00",
    "updated": "2024-01-06T00:15:08.345+02:00"
  },
  {
    "uuid": "32806076c8ffd45229e8ac24f919487e14f60ce9",
    "url": "https://finance.sina.com.cn/jjxw/2025-04-17/doc-inetmcye6330607.shtml",
    "ord_in_thread": 0,
    "author": "sina.com.cn",
    "published": "2025-04-16T21:15:00Z",
    "title": "练就干事成事的真本领|全会_新浪财经_新浪网",
    "text": "省委十四届八次全会向全省发出坚定信心、实干争先的号召，强调必须进一步形成想干事、能干事、干成事的浓厚氛围。贯彻落实好省委十四届八次全会精神，作为年轻干部，应以实干之姿，练就担当的宽肩膀，成事的真本领，始终牢记党的嘱托、不负人民期望，走好蜕变之路。\n破除躺平心态，打破固有标签。当下，年轻人的负面标签频频出现在各大社交平台上，纵观互联网上的热词，“躺平”一词备受关注。对于干部来说，在理应干事创业的时候选择拈轻躺平的原因，还是因为理想信念不够坚定、党性修养不够高、作风锤炼不扎实。这才导致其在面对急难险重时左躲右闪，不担当、不作为，遇到困难选择躺平。年轻干部正值精力充沛、思维活跃、接受能力强的年龄阶段，正处在长本事、长才干的大好时期，面对困难和挑战应做到不抱怨、不推诿、不逃避，始终保持积极向上的心态和昂扬斗志，主动投身到乡村振兴、基层治理等工作中去，把压力化作成长养分，用实际行动在困境中破冰开路。\n冲破畏难情绪，彰显担当作为。一些年轻干部存在专业能力、知识储备等不匹配工作岗位实际要求的情况，但却不深入学习，也不勤思好问，导致不会干更不愿干的现状。这一现象从侧面反映出其存在畏难情绪、退缩心理，是学风作风不实的缘故。年轻干部肩负着时代赋予的重任，应时刻秉持着“狭路相逢勇者胜”的坚定信念，敢于向困难“亮剑”。面对工作中的难题，应依靠学习克服“本领恐慌”，持之以恒勤学苦练，脚踏实地自我完善，真正让自己在解决矛盾中经风雨、见世面、壮筋骨、长才干。坚持学以致用，积极响应组织号召，主动投身改革发展第一线、重大任务斗争最前沿，到艰苦复杂地方和关键吃劲岗位去磨炼，在服务群众的实践中出真知出成果。\n打破迷茫困境，践行初心使命。年轻干部人生阅历、社会经历相对单一，抵御腐蚀拉拢的意识和经验相对不足，面对纷繁复杂的环境容易迷失自我，陷入“围猎”圈套。这就需要年轻干部坚守初心使命，坚定理想信念，时刻牢记自己的职责和使命，自觉抵制各种诱惑，做到“见贤思齐焉，见不贤而内自省也”。以先进典型为镜，以反面典型为鉴，始终保持如履薄冰、如临深渊的警醒，不触碰党纪国法的“高压线”，用好“遵纪守法”这个最大的“护身符”。守牢“八小时外”纪律底线，存敬畏、守纪律、讲规矩、明底线，自觉抵制“私欲”、摒弃“利欲”、战胜“物欲”，努力成为政治上的明白人、工作上的老实人、生活上的干净人。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Politics->government",
      "Politics->civil rights",
      "Politics->political development",
      "Social Issue->social condition",
      "Social Issue->teenagers",
      "Social Issue->values"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T00:23:40.209+03:00",
    "updated": "2025-04-17T00:23:40.209+03:00"
  },
  {
    "uuid": "1f7c1f6c818dc20f381297b6fbd5769ad0baaf06",
    "url": "https://www.theolivepress.es/spain-news/2024/11/01/red-weather-alert-for-rain-is-issued-in-spains-andalucia-as-locals-are-warned-to-stay-at-home",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Laurence Dollimore",
    "published": "2024-11-01T09:42:00Z",
    "title": "Red weather alert for rain is issued in Spain’s Andalucia as locals are warned to ‘stay at home!’",
    "text": "A RED weather warning is currently in place in the southwest of Andalucia.\nThe alert from state weather agency Aemet is in effect until 12pm today and covers multiple parts of Huelva.\nThe areas at ‘extreme risk’ from rainfall include Huelva capital, Ayamonte, Moguer and Almonte.\nMeteorologists predict up to 140mm of rain could fall per square metre.\nMeanwhile, the regions of Aracena, Andevalo and Condado remain on an orange warning for rain and a yellow alert for storms.\nThis has been updated by the 112 Andalusia Emergency Service, which added that a yellow level warning for rain is also active in Sevilla until 10am.\nPor favor!!! AVISO A LOS TELÉFONO EN HUELVA YA!!! LA GENTE ESTA EN LAS CALLES Y GARAJES CON EL AGUA POR LA CINTURA SACANDO COCHES CON EL PELIGRO QUE SUPONE pic.twitter.com/OlQPgFj4iL\n— NachoRivera (@Nacho_Rivera1) November 1, 2024 It asked residents in both provinces to be ‘very careful’.\nThe Huelva Provincial Council said it is ‘expecting torrential rain’, stressing that ‘it is necessary to take extreme precautions’, including staying at home and not driving.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/Nacho_Rivera1/status/1852219341418184966?ref_src=twsrc%5Etfw",
      "https://t.co/OlQPgFj4iL",
      "https://www.t.co/OlQPgFj4iL",
      "https://twitter.com/Nacho_Rivera1/status/1852219341418184966",
      "https://www.twitter.com/Nacho_Rivera1/status/1852219341418184966?ref_src=twsrc%5Etfw"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T18:08:32.527+02:00",
    "updated": "2024-11-01T18:08:32.527+02:00"
  },
  {
    "uuid": "ca5bb92fa276b711f667315c718cd0bd77232e9e",
    "url": "https://www.mlb.com/news/jair-camargo-major-league-debut-twins",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Do-Hyoung Park",
    "published": "2024-04-18T18:48:00Z",
    "title": "Jair Camargo makes Major League debut in front of family",
    "text": "Camargo greeted by familiar sound in long-awaited debut This story was excerpted from Do-Hyoung Park’s Twins Beat newsletter. To read the full newsletter, [click here](https://links.mlb.mlbemail.com/e/evib?_t=c632e003a756446c956a8e0347d00d08&_m=730311949a47481091023205325d59ef&_e=Aot2GcuTGHOPJz46TB0QcRjZp9q 5ROfVrpceQljGEEu4wkCcENcz0TcKTWjTo51eyQf4mgN9dXmrAca6Q%3D%3D). And [subscribe](https://www.mlb.com/fans/newsletters/beat-reporter) to get it regularly in your inbox. As [Jair Camargo](https://www.mlb.com/player/665856) stepped to the plate for the first time as a Major League player on Tuesday night, he was so locked in that he couldn’t hear anything around him -- not even that piercing rattle that’s been following him around the world for 15 years. He still heard nothing as he bore down for a seven-pitch walk, taking a fastball from Mike Baumann at eye level for ball four to lead off the top of the ninth. Nothing hit those eardrums, even as his mother, Tatiana Alonso, joyously waved the matraca in circles above her head from her seat in the stands behind home plate. “Yesterday, here, they actually told me I couldn't use the matraca,” Alonso said through Twins interpreter Mauricio Ortiz. “But we had to.” That matraca is a boxy wooden noisemaker that creates a loud rattle that has followed Camargo all over the world as part of his baseball journey since he was a 9-year-old playing a youth tournament in Mexico. That’s when Alonso bought the matraca alongside other parents of players on the Colombian team playing there. “Every time he's represented Colombia or his city, we bring it to every game,” Alonso said. Since then, it’s been to Venezuela twice, to Mexico, to the United States for Minor League ball -- and now, back to the U.S. for Camargo the Major Leaguer. His family has supported him all the way, which is why he was actually grateful that it took him until Tuesday to make his debut, three days after he’d been called up as the replacement for the injured Carlos Correa. Coming from home in Barranquilla, Colombia, the family -- parents, grandfather, uncles -- didn’t make it to the U.S. until Tuesday, when they took a flight through Miami, landed in Baltimore around 4 p.m. and made it to Oriole Park just in time to watch Camargo take batting practice. It was perfect timing -- because in the ninth inning, Camargo finally got the call to pinch-hit. “We’ve gotten to work since I was really young and my family wasn’t able to make it here, so it was just good timing,” Camargo said. “It was perfect. They were able to get here today and then they were able to see me hitting BP and then the game. Having that at-bat, it was great.” It’s a little sad that Camargo was too locked in to hear the matraca while he made his first plate appearance, because it fires him up, he says. His dad originally wasn’t a fan of it, not wanting to draw attention from surrounding fans, but for Camargo, that sound has become a must when his family is in the stands. “One of the cool things is the first time that [my mom] saw me playing in the States, I heard that sound, and in my first at-bat, I hit a homer,” Camargo said. “Since that moment, I was like, ‘I’ve got to have that at my debut.’” It was indeed there -- and fortunately, as Camargo crossed the plate on Jose Miranda’s RBI single with his first MLB run scored, the fog on his eardrums lifted. There it was, the loud and proud rattle from the stands. “I was like, ‘OK, there she is,’” Camargo said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://links.mlb.mlbemail.com/e/evib?_t=c632e003a756446c956a8e0347d00d08&_m=730311949a47481091023205325d59ef&_e=Aot2GcuTGHOPJz46TB0QcRjZp9qzZZzZ5ROfVrpceQljGEEu4wkCcENcz0TcKTWjTo51eyQf4mgN9dXmrAca6Q%3D%3D).",
      "https://links.mlb.mlbemail.com/e/evib",
      "https://www.links.mlb.mlbemail.com/e/evib?_t=c632e003a756446c956a8e0347d00d08&_m=730311949a47481091023205325d59ef&_e=Aot2GcuTGHOPJz46TB0QcRjZp9qzZZzZ5ROfVrpceQljGEEu4wkCcENcz0TcKTWjTo51eyQf4mgN9dXmrAca6Q%3D%3D)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "camargo",
          "sentiment": "negative"
        },
        {
          "name": "jair camargo",
          "sentiment": "negative"
        },
        {
          "name": "mike baumann",
          "sentiment": "none"
        },
        {
          "name": "tatiana alonso",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "major league",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "do-hyoung park",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:24:41.623+03:00",
    "updated": "2024-04-19T00:24:41.623+03:00"
  },
  {
    "uuid": "c8e3347f7ffe2bb325131efea59e2d3f2428d868",
    "url": "https://ground.news/article/melissa-diann-rohde",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-28T20:53:00Z",
    "title": "Ground News - Melissa Diann Rohde",
    "text": "Summary by Ground News Melissa Diann Rohde, 52, of Crestview , Florida died Monday, December 25, 2023 at her residence. Funeral services will be 1:00 PM, Saturday, December 30, 20 23 at James & Sikes Funeral Home Maddox Chapel with Rev. Chris Goodman officiating. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nJackson County Times Melissa Diann Rohde Melissa Diann Rohde, 52, of Crestview, Florida died Monday, December 25, 2023 at her residence. She was born to Larry Samuel O’Bryan and Wanda Diann McAlpin O’Bryan on January 13, 1971. She married her “Knight in Shining Armor” in 2007, where they built a life of love and laughter together. Melissa was a loving and devoted wife, mother and grammie. She was selfless and always put her family first. Melissa was a reflection and beautiful exampl…\n1 hour ago · Jackson County, United States Read Full Article\nJackson County Times\nMelissa Diann Rohde Melissa Diann Rohde, 52, of Crestview, Florida died Monday, December 25, 2023 at her residence. She was born to Larry Samuel O’Bryan and Wanda Diann McAlpin O’Bryan on January 13, 1971. She married her “Knight in Shining Armor” in 2007, where they built a life of love and laughter together. Melissa was a loving and devoted wife, mother and grammie. She was selfless and always put her family first. Melissa was a reflection and beautiful exampl…\n1 hour ago · Jackson County, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://jacksoncountytimes.net/melissa-diann-rhode/?utm_source=ground.news&utm_medium=referral",
      "https://jacksoncountytimes.net/melissa-diann-rhode/",
      "https://www.jacksoncountytimes.net/melissa-diann-rhode/?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "melissa diann rohde",
          "sentiment": "negative"
        },
        {
          "name": "melissa",
          "sentiment": "none"
        },
        {
          "name": "chris goodman",
          "sentiment": "none"
        },
        {
          "name": "wanda diann mcalpin",
          "sentiment": "none"
        },
        {
          "name": "larry samuel o’bryan",
          "sentiment": "none"
        },
        {
          "name": "melissa diann rohde melissa diann rohde",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "jackson county times",
          "sentiment": "none"
        },
        {
          "name": "james & sikes funeral home maddox chapel",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "crestview",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "jackson county",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:10:12.255+02:00",
    "updated": "2023-12-29T00:10:12.255+02:00"
  },
  {
    "uuid": "c498489bc1187a2cb2867ac09cde91b0c159f2f6",
    "url": "https://hackaday.com/2023/12/28/making-the-case-for-wooden-wind-turbines-with-swedish-modvion/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Maya Posch",
    "published": "2023-12-29T00:00:00Z",
    "title": "Making The Case For Wooden Wind Turbines With Swedish Modvion",
    "text": "Modern-day wind turbines are constructed using mostly concrete and steel, topped by the fiberglass composite blades mounted to the nacelle that houses the gearbox and generator, along with much of the control systems. With the ever increasing sizes of these turbines transporting the components to the installation location is a harrowing task, something which Swedish company Modvion claims to improve upon with its wooden tower elements that come mostly packaged flat, for on-site assembly. The BBC recently [took a look at the first](https://www.bbc.com/news/science-environment-67718719) of these partially wooden wind turbine towers. At 105 meters tall, it [features](https://modvion.com/projekt/wind-of-change/) a standard V90-2.0MW turbine and blades. Rather than using concrete slabs at the base with steel tower segments on top, or a fully steel tower like with most wind turbines, Modvion uses segments of layered wood which it calls ‘ [the module](https://modvion.com/the-product/)‘. These are assembled out of 144 layers of 3 mm thick spruce, with ring segments assembled on-site. This means that multiple of these modules can be stacked onto a standard truck with no concerns that come with oversized transports. According to Modvion these wooden towers should last about the same number of years as their steel counterparts. [Where some of the claims made by Modvion fall somewhat flat is that it solves the whole wind turbine transport problem, as their solution does not fix the ](https://hackaday.com/wp-content/uploads/2023/12/132119709_emissionsintensity_noccs-nc.png) [most daunting issue](https://www.energy.gov/eere/wind/infrastructure-and-logistics) of transporting wind turbine blades. They also claim that using wood instead of steel makes their wind turbine tower section ‘carbon negative’ due to capturing carbon in the wood, with the same wood ‘reusable’ after decommissioning by reusing it for buildings. This would reduce wind power’s already small carbon footprint. The issue here is of course that the steel in most wind turbine towers can be almost fully recycled and reused, whether to make new wind turbine towers or something else. Melting steel can also be done using zero-carbon energy sources, with the world’s steel industries gradually shifting to such ‘green steel’. Although Modvion seems very upbeat about the prospects of their wooden towers, it remains to be seen whether it doesn’t turn into another [Spruce Goose](https://en.wikipedia.org/wiki/Hughes_H-4_Hercules?useskin=vector).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Environment"
    ],
    "external_links": [
      "https://energy.gov/eere/wind/infrastructure-and-logistics",
      "https://www.en.wikipedia.org/wiki/Hughes_H-4_Hercules?useskin=vector",
      "https://www.bbc.com/news/science-environment-67718719",
      "https://modvion.com/projekt/wind-of-change/",
      "https://www.energy.gov/eere/wind/infrastructure-and-logistics",
      "https://modvion.com/projekt/wind-of-change",
      "https://en.wikipedia.org/wiki/Hughes_H-4_Hercules?useskin=vector",
      "https://www.modvion.com/the-product/",
      "https://modvion.com/the-product",
      "https://www.modvion.com/projekt/wind-of-change/",
      "https://bbc.com/news/science-environment-67718719",
      "https://en.wikipedia.org/wiki/Hughes_H-4_Hercules",
      "https://modvion.com/the-product/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "modvion",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bbc",
          "sentiment": "none"
        },
        {
          "name": "modvion",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:32:30.773+02:00",
    "updated": "2023-12-29T07:57:25.097+02:00"
  }
]