[
  {
    "uuid": "fc4ec11d51d9b45453e6644da9ee0bd0f9567c8c",
    "url": "https://www.latestly.com/agency-news/world-news-durham-regional-police-identifies-suspect-behind-multiple-break-and-enters-at-hindu-temples-in-canada-this-year-5658512.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ANI",
    "published": "2023-12-29T08:00:00Z",
    "title": "World News | Durham Regional Police Identifies Suspect Behind Multiple Break-and-enters at Hindu Temples in Canada This Year | LatestLY",
    "text": "Ottawa [Canada], December 29 (ANI): Durham Regional Police have identified the suspect behind multiple break-and-enters at Hindu temples this year in Canada and he has been held for a bail hearing, the Durham Regional Police said in a media release. Recently, in October, the 41-year-old Jagdish Pandher from Brampton, was caught while committing additional break-and-enters at Hindu temples in Canada's Pickering and Ajax. Also Read | Russia Fires 122 Missiles and 36 Drones in What Ukraine Calls Biggest Aerial Barrage of War; 13 Killed. According to a media release by the Durham Regional Police, on October 8, at approximately 12:45 am, members of the West Division responded to reports of a break-and-enter in progress at a Hindu temple in the area of Bayly Street and Krosno Boulevard in Pickering. \"A male was seen on security surveillance breaking into the temple and taking a large quantity of cash from the donation boxes,\" the release stated. Also Read | France: Chef Aurelien Largeau Resigns From Hotel du Palais After Video of Naked Staff Tied to Chair Goes Viral. However, he fled the area before the police's arrival but was seen on surveillance footage later that morning committing \"additional break-and-enters at Hindu temples in Pickering and Ajax.\" The investigators have linked the same suspect to numerous other break-and-enters at Hindu temples throughout the year. \"These break-and-enters occurred in the Durham Region and around the Greater Toronto Area,\" the release said. According to the release, although these offences occurred at places of worship, they do not appear to be hate crimes or motivated by hate. Jagdish Pandher is facing charges for numerous offences, including break-and-enter place other than dwelling x4, possessing property obtained by crime under USD 5000 x4, break-and-enter with intent x1, and breach of probation x5, the release highlighted. Meanwhil in a separate incident on Wednesday, shots were fired at the residence of an Indian-origin man in Canada's Surrey in the early morning. The incident took place at the residence of the son of Satish Kumar, the president of Lakshmi Narayan Mandir, in Surrey. The incident happened at a residence in the 14900 block of 80 Avenue, Surrey. Reportedly, no one was injured during the incident. Earlier in August this year, a Hindu temple was vandalised in Canada by extremist elements with Khalistan referendum posters in the late hours of Saturday, Australia Today reported. The incident happened in British Columbia, Canada. This wass not the first such attack on Hindu temples in Canada. Multiple such incidents have been carried out by Khalistani extremists. Several incidents were also recorded this year. In April this year, BAPS Swaminarayan temple was vandalised with anti-India graffiti in Windsor Ontario, Canada. Earlier in February, the Ram Mandir in Canada's Mississauga was vandalised with anti-India graffiti. The Consulate General of India in Toronto condemned the defacing of the Mandir and requested Canadian authorities to investigate the incident and take prompt action against the perpetrators. (ANI) (This is an unedited and auto-generated story from Syndicated News feed, LatestLY Staff may not have modified or edited the content body)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pickering",
          "sentiment": "none"
        },
        {
          "name": "jagdish pandher",
          "sentiment": "none"
        },
        {
          "name": "aurelien largeau",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "durham regional police",
          "sentiment": "neutral"
        },
        {
          "name": "west division",
          "sentiment": "none"
        },
        {
          "name": "ajax",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "ottawa",
          "sentiment": "none"
        },
        {
          "name": "brampton",
          "sentiment": "none"
        },
        {
          "name": "bayly street",
          "sentiment": "none"
        },
        {
          "name": "pickering",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "krosno boulevard",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:41:12.553+02:00",
    "updated": "2023-12-29T12:41:12.553+02:00"
  },
  {
    "uuid": "d5dd4f35f0fd94bad607f5d0b76f9203802d6a5a",
    "url": "https://www.wkyt.com/2024/08/02/first-alert-weather-day-jim-says-this-is-last-day-severe-storm-possibilities",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@wkyt",
    "published": "2024-08-02T11:41:00Z",
    "title": "FIRST ALERT WEATHER DAY | Jim says this is the last day of severe storm possibilities",
    "text": "LEXINGTON, Ky. (WKYT) - Let’s batten down the hatches again! Severe storms are expected to roll in today. The potential for damaging winds of 60 miles per hour or higher. We’re looking at a couple of rounds of strong to severe storms that will make their way through the region, so make sure to stay weather-aware throughout the day. Now, let’s talk about preparations. With severe storms on the horizon, make sure to: - Secure any outdoor furniture or decorations that could become projectiles in strong winds - Charge your devices and have a backup power source ready - Stay tuned to local weather forecasts and sign up for emergency alerts The good news is that a cold front will finally move through and clear out the skies, bringing a brief dry spell to the area. However, don’t get too comfortable because temperatures are expected to rally by Sunday and into next week. We’re talking highs of 90 degrees or better, with the heat index making it feel like a sweltering mid-90s. And when the heat hits, don’t forget to: - Stay hydrated by drinking plenty of water - Take breaks in cool, shaded areas - Check on vulnerable neighbors, like the elderly and young children Finally, another late-week cold front will end the heat wave, but we’ll cross that bridge when we get there. For now, let’s focus on staying safe and cool! Take care of each other! Copyright 2024 WKYT. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jim",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "lexington",
          "sentiment": "none"
        },
        {
          "name": "ky",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T15:12:34.003+03:00",
    "updated": "2024-08-02T17:13:53.628+03:00"
  },
  {
    "uuid": "ab151fc3e673f3af882a58162f7f58a51c0ee517",
    "url": "https://www.healthworkscollective.com/future-medicine-ecommerce-revolutionizing-healthcare/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kayla Matthews",
    "published": "2023-12-28T22:18:00Z",
    "title": "The Future of Medicine eCommerce: Revolutionizing Healthcare",
    "text": "There are a lot of benefits of\nlaunching a healthcare business as the population ages and concerns about health increase. There are a lot of different types of healthcare businesses that you can launch, such as eccomerce businesses that sell various supplements and other products that help improve our health. The future of medicine eCommerce: from pills to pixels Key trends shaping modern medicine eCommerce The growth of omnichannel AI-powered personalization The rise of telemedicine & telepharmacy Cybersecurity and data privacy What features of medicine eCommerce platforms can help embrace these trends? 1. Ability to personalize health profiles 2. Automatic replenishment and reminder options 3. Telehealth and virtual medicine integration 4. Secure payment methods and data protection 5. Intelligent inventory & order tracking 6. Patient reviews and rating system Medical eCommerce website examples The patient-centered focus of digital pharmacy Well-planned architecture for a good SEO effect The power of customization for an increase in orders Is eCommerce the answer to the future of medicine? The future of medicine eCommerce: from pills to pixels\nLike in the case of other business spheres, the COVID-19 pandemic caused a massive shift in typical consumer behavior and accelerated technological innovations in healthcare. Once in-person services suddenly moved to the Internet and saw huge pandemic-induced growth.\nAlthough the pandemic is finally gone, the global healthcare eCommerce market is still projected to grow from $309.62 billion in 2022 to $366.94 billion in 2023 at a compound annual growth rate (CAGR) of 18.5%. In the following years, it won’t show any signs of waning, reaching\n$732.3 billion in 2027 at a CAGR of 18.9%.\nThe post-pandemic world won’t ever be the same as many consumers are now accustomed to the convenience — and often lower costs — of remote medical services. Recognizing these opportunities, eCommerce giants and telehealth start-ups put down their stakes in the online pharmacy market.\nHere is a short list of sources that can utilize a direct-to-patient approach and optimize the common user journey through medicine eCommerce:\n- Online pharmacy websites\n- Medical device and supply webshops\n- Telemedicine platforms\n- Health and wellness product marketplaces\n- Health consulting portals\nTo compete successfully in this growing market, businesses must understand the challenges and opportunities inherent in an eCommerce model. They also need to understand the\nbenefits of using healthcare marketing. That way they’ll be able to provide more cost-effective care and improve the health outcomes of their patients. Statista: Projected global digital health market size from 2019 to 2025 (in billion U.S. dollars)\nWhat lies ahead of medical eCommerce and how businesses can get prepared for the upcoming changes? What trends to harness and which can be overlooked? Below you’ll find valuable insights into these questions and will be able to draw your own picture of the industry and your development path in it.\nKey trends shaping modern medicine eCommerce\nToday there is no lack of trend-setters in the booming sphere of medical eCommerce. E-health start-ups and tech giants like Amazon that has been running secret healthcare projects are leveraging artificial intelligence, telemedicine developments, and remote monitoring devices.\nThese established and emerging trends open up significant market opportunities for companies in the e-healthcare sector. Below you’ll find the most prominent advancements that are likely to become the driving force behind your medical business.\nThe growth of omnichannel\nHealthcare companies must strive to deliver a superior customer- and patient-experience across multiple touchpoints if they want to remain competitive in the current eCommerce environment. Under the omnichannel approach, the self-service workflow allows patients to easily interact with healthcare providers on their own terms while also saving such providers time, money, and effort by streamlining administrative tasks.\nIn an omnichannel setting, patients can book appointments through an online portal, virtually consult with a doctor or other healthcare provider on a mobile device, handle billing and insurance online, and even order prescriptions. There are also nice technical features that allow to preview a medical supply in 360 degree and check whether it meets the customer’s needs before online purchasing or trying it in a brick-and-mortar store.\nUtilizing omnichannel strategies, healthcare organizations of all sizes can drive efficiencies that improve their results and lower patient care costs.\nAI-powered personalization\nCustomer trust is the cornerstone of an effective online sales channel in the medical sector. Through the use of personalization, this can be significantly strengthened. In 2023, many businesses heavily rely on AI (and it’s not a bad thing) to make product recommendations for cross-selling and upselling.\nCommunication that is tailored and timed to effectively target customers also falls down into the category of personalization. For example, healthcare buyers are more sensitive to getting the right products at the right time, that’s why they need smart drug discovery and regular notifications about low stock levels. 24/7 consultation is achieved with the help of AI-driven customer support and chatbots.\nThe complexity of fluctuating prices in medical eCommerce also requires personalization. This guarantees B2B buyers have the most up-to-date pricing for their purchase orders and are always aware of their credit limits. In addition, AI can conduct predictive analysis for demand forecasting, ensuring product availability and optimizing warehouse spaces.\nThe rise of telemedicine & telepharmacy\nAccording to the report\nTelemedicine Market – Growth, Trends, COVID-19 Impact, and Forecasts (2023-2028), the global market of telemedicine and virtual consultations amounted to $104.44 billion in 2021, but after the COVID-19 pandemic it is projected to rise to $272.76 billion by 2027.\nTelehealth solutions have proved they are able to improve remote patient care and reduce companys’ costs through better management of chronic diseases, less travel times, and shorter hospital stays. Using mobile apps, patients can get an online psychiatric consultation or order the medicine prescribed by their doctor without leaving their home.\nThe need for better treatment results in technological innovations (like telehome) and more patients expecting convenient services. Thus, these services make medical care more accessible thanks to virtual doctor visits and remote patient monitoring tools.\nCybersecurity and data privacy\nIn recent years, healthcare records in many countries have been repeatedly compromised and it has turned out that almost a half of the internet-connected hospital devices and medical ecommerce websites are vulnerable to cyberattacks.\nSince the healthcare sector stores large amounts of personal data and information, the ultimate goal is to protect sensitive patient data delivered online, considering the growing number and risks of data breaches.\nTo ensure safety beyond end-to-end encryption, modern cybersecurity measures include the interconnectivity of IoMT devices, threat detection in the network, and robust AI models. For example, it’s also possible to use blockchain technology in pharmaceutical supply chain management.\nWhat features of medicine eCommerce platforms can help embrace these trends?\nToday medical eCommerce aims to fill the gap between patients and their wellness needs. As industry-specific boundaries continue to blur and digital technologies reshape the healthcare system, it is as important as ever to find a feature-rich and flexible eCommerce platform.\nIn addition to obvious features like user-friendly and responsive web design, comprehensive product descriptions or mobile presence, eСommerce for online medicine shopping requires specific functionalities.\nHere are the key features to seek in eCommerce platforms for the medical sphere:\n1. Ability to personalize health profiles\nGone are the days of one-size-fits-all healthcare solutions, and modern medicine eCommerce focuses on personalization more than ever.\nFor example, personalized health profiles can keep track of a patient’s preferences, allergies, medical records, prescriptions, and test results, allowing more precise recommendations and an easier checkout process.\nTechnically, such high levels of personalization are the result of convenient data management, user-oriented design and smart algorithms. The starting point is data aggregation and integration. A comprehensive medicine eCommerce platform combines patient-provided information, electronic health records (EHRs), previous orders, and prescribed treatments into a centralized database.\nUsers should also have an option to manually input their medical history, current medications, and lifestyle choices, which can be done through intuitive forms and questionnaires. Of course, this information is not static and changes throughout one’s life. Thus, any changes in treatment plans or symptoms are subject to machine learning algorithms to identify patterns and bring better insights.\n2. Automatic replenishment and reminder options\nTo effectively manage ongoing medications and wellness products, it’s recommended to look for platforms that offer auto-replenishment or automatic prescription refill options. This allows patients to reorder essential medical supplies in one click based on their prescription schedules.\nAdditionally, such features as medication reminders can help users adhere to prescribed regimens. To implement this functionality, the chosen eCommerce platform should have real-time data processing, analyze medication prescriptions within individual health profiles and send timely notifications.\nThis functionality is empowered by advanced data analytics engines, user-specific algorithms, inventory management, and notification triggers.\n3. Telehealth and virtual medicine integration\nIn light of strong telehealth trends, modern digital platforms should offer real-time video consultations, diagnosis, and follow-up appointments. This requires a seamless architecture that connects users, healthcare providers, and the software.\nThe platform exposes APIs (Application Programming Interfaces) to exchange patient data, appointment scheduling, and secure video conferencing capabilities. A robust API gateway ensures data consistency, authentication, and authorization, safeguarding the privacy of sensitive health information.\nIntegrating telehealth services involves extending traditional user and health provider profiles to include virtual appointment preferences, video conferencing links, and secure access tokens. When a patient schedules a virtual consultation, the platform generates a unique video link associated with the provider and appointment.\nWebRTC (Web Real-Time Communication) technology facilitates secure and high-quality video conferencing directly within the platform (without the need for external plugins). All these features prove that the chosen medical eCommerce platform should be ready for high load and traffic peaks.\nMarkets and Markets: The global digital pharmacy market forecasts 4. Secure payment methods and data protection\nGiven the sensitive nature of medical information and a large number of medical devices on the market, reliable security measures are non-negotiable. It’s better to opt for platforms that employ the latest encryption technologies, secure payment gateways, and strict data protection protocols to safeguard patients’ personal and health-related data.\nTo protect financial information, end-to-end encryption ensures the secure transmission of credit card details and personal information. Reliable payment gateways replace sensitive data with unique tokens, reducing the risk of data breaches.\nLike other eCommerce platforms, medicine solutions implement firewalls, intrusion detection systems, and regular security audits, as well as access controls and role-based permissions. Compliance with global data protection regulations, such as GDPR (General Data Protection Regulation) and HIPAA (Health Insurance Portability and Accountability Act) ensures that patient health information remains secure and private.\n5. Intelligent inventory & order tracking\nFor healthcare providers, it’s vital to get real-time updates on medication availability, stock levels and order fulfillment. These features minimize stockouts and increase patient satisfaction, which is crucial in the sphere of medical care.\nIntelligent inventory and order tracking in medical eCommerce platforms are based on a centralized inventory management system. Real-time synchronization ensures that the inventory data is consistently updated as orders are placed, fulfilled, and shipped.\n6. Patient reviews and rating system\nTo make informed decisions, users should be equipped with patient-generated feedback on medications, peer reviews and ratings, which ultimately fosters transparency and builds trust.\nThe evaluation system typically incorporates star ratings, often ranging from one to five stars, where users assign a rating based on their experience. In addition to star ratings, users can provide feedback on the effectiveness of medications, the quality of customer service, packaging, shipping speed, etc.\nHowever, in the sphere of medicine, many platforms implement measures to verify that a review is submitted by a genuine customer who has made a purchase. This might involve validating the order ID or using other methods to ensure that fake or manipulated reviews are kept at bay.\nAs you can see, the future of medicine eCommerce is defined by platforms that prioritize user-centric design, security, and dynamic healthcare experiences. Investing into a scalable eCommerce platform with these essential features, the healthcare industry can elevate the standard of care and redefine the current approach to wellness.\nMedical eCommerce website examples\nIt’s often said that а picture is worth a thousand words, and there’s a good reason for that. Discussing potential digital platforms for the medical sphere, their must-have features and downsides won’t give you a whole picture like a real-life case study.\nBelow you’ll find a few eCommerce websites for medicine that serve both B2C and B2B customers. Since digitalization is a major trend to watch in the medical sphere, you can check out some practical solutions and see their business outcomes.\nIt wasn’t the task to describe the experience of the best-known or biggest medicine websites as there isn’t enough information about their technical aspects. The main point was to look at such websites and their features from the inside, emphasizing their possible benefits.\nNote: The websites below are powered by nopCommerce, a\nhealthcare eCommerce platform that helps companies of any size redefine the path to healthiness, utilizing the latest Microsoft technologies. This open-source eCommerce platform works best for businesses that struggle with their current digital presence and need custom features they won’t get in popular hosted solutions. The patient-centered focus of digital pharmacy\nOnline pharmacies are on the rise today, and they need to utilize the latest technologies to withstand growing traffic and store thousands of SKUs. Let alone that customer satisfaction and high retention rates require flexible order management and convenient prescription issuance.\nFracción is a virtual medical store, whose experience might be of use for medical vendors and eCommerce developers alike. One of its best features is the fractional sale of medicines so patients can buy the exact dose of pills or blisters indicated by the medical prescription, thus avoiding unnecessary spending on complete boxes.\nHow did Fracción achieve this convenience? Connecting with multiple systems, the website was extended with a number of custom plugins. These are responsible for validating which drugs and in what proportions are reimbursed by health insurance; applying government subsidies to orders; printing and uploading electronic prescriptions for controlled drugs, etc.\n[As a result, clients can subscribe to recurring medications for chronic diseases, and make regular purchases without the need to place an order each time. Offering this functionality, Fracción was a success during the pandemic and continues to grow by 289% if compared to its previous version.] Well-planned architecture for a good SEO effect\nSince many medical websites had been created and launched many years ago, and got a complex structure that is hard to update, any subsequent (but necessary) changes become a real challenge. If they are not implemented, though, an eCommerce website even selling best-priced and high-quality products can lag behind its competitors.\nIn the case of Electron Microscopy Sciences (a manufacturer and distributor of microscopy, histology supplies, chemicals, and laboratory equipment), their website was designed 20 years ago and had a flat architecture, bad product categorization, poor content, and no mobile optimization.\nThe solution was to create a database-driven eCommerce website that has all the needed eCommerce features, support design flexibility and plugin architecture for any future updates. As the website analysis showed that customers were overwhelmed by the site’s intricate structure, a more convenient and user-friendly navigation system was implemented.\nThe changes made increased product discoverability and, consequently, customer satisfaction. The redesigned website is well optimized for desktop, mobile and tablet. Seven months after launch, it experienced improved positions for organic keywords by 15% on average.\nThe power of customization for an increase in orders\nDue to their industry-related specifics, medical websites may require custom plugins and modules. Even the best eCommerce platforms can’t have them all pre-installed, so the most powerful solutions are flexible and scalable enough for developers to tailor them to any business needs.\nFor example, Acu-Market, one of the largest suppliers of acupuncture, herbal, homeopathic items in the United States, had an old website based on the legacy solution, where custom plugins overloaded the system instead of complementing it.\nA custom Doctor Module was developed to simplify the sales process for doctors. Thanks to an easy-to-use interface, the doctor can select the patient from the list to whom a prescription will be sent. Then it’s possible to add a product and dosage instruction.\nThe prescription is sent to the patients via email and they can purchase it directly from the website using the link sent. All the information about prescriptions and orders is accessible through the dashboard, and can be used in targeted marketing campaigns to recover abandoned carts and increase sales.\nA valuable feature of this medical website is the certification of doctors on their portal and internal verification to avoid imposters. This system doesn’t allow a non-verified specialist to issue prescriptions or send messages to patients, which protects sensitive data and ensures the high quality of medical services.\nIs eCommerce the answer to the future of medicine?\nIndeed, innovative and customer-centered healthcare solutions have given rise to a new era of accessibility, convenience, and personalized care. And medicine eCommerce goes beyond mere transactions, embracing virtual consultations, medication management, health education, and community engagement.\nBeneficiaries of this new approach can be hospitals, laboratories, care facilities, pharmacies, dentistries, medical equipment stores, healthcare equipment manufacturers and suppliers, etc. Offering both patients and providers online options, combined with other helpful technologies such as real-time order tracking or auto replenishment, the future of medicine lies in striking a delicate balance between the convenience of technology and the human touch of medical expertise.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.marketresearch.com/Mordor-Intelligence-LLP-v4018/Telemedicine-Growth-Trends-Covid-Impact-33143109/?progid=91829",
      "https://www.prnewswire.com/news-releases/global-healthcare-e-commerce-market-report-2023-sector-to-reach-732-3-billion-by-2027-at-a-cagr-of-18-9-301778722.html",
      "https://www.statista.com/statistics/1092869/global-digital-health-market-size-forecast/",
      "https://www.nopcommerce.com/en/solutions/health-and-beauty-ecommerce",
      "https://www.marketsandmarkets.com/Market-Reports/digital-pharmacy-market-134868253.html",
      "https://nopcommerce.com/en/solutions/health-and-beauty-ecommerce",
      "https://marketresearch.com/Mordor-Intelligence-LLP-v4018/Telemedicine-Growth-Trends-Covid-Impact-33143109/?progid=91829",
      "https://marketsandmarkets.com/Market-Reports/digital-pharmacy-market-134868253.html",
      "https://www.marketresearch.com/Mordor-Intelligence-LLP-v4018/Telemedicine-Growth-Trends-Covid-Impact-33143109/",
      "https://www.statista.com/statistics/1092869/global-digital-health-market-size-forecast",
      "https://statista.com/statistics/1092869/global-digital-health-market-size-forecast/",
      "https://prnewswire.com/news-releases/global-healthcare-e-commerce-market-report-2023-sector-to-reach-732-3-billion-by-2027-at-a-cagr-of-18-9-301778722.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T03:34:41.592+02:00",
    "updated": "2023-12-29T03:34:41.592+02:00"
  },
  {
    "uuid": "e8ea58827c50b9743024158964e14335c313157b",
    "url": "https://www.newindianexpress.com/cities/delhi/2025/Jan/03/aqi-remains-in-poor-category-imd-predicts-heavy-rainfall-on-january-6",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Express News Service",
    "published": "2025-01-02T21:14:00Z",
    "title": "AQI remains in 'poor' category; IMD predicts heavy rainfall on January 6",
    "text": "NEW DELHI: The national capital experienced shallow fog on Thursday morning, with temperatures dipping to a minimum of 7.6°C.\nThe Palam weather station reported dense fog and zero-metre visibility from 6am, according to the India Meteorological Department (IMD). Smog and shallow fog persisted through the evening and night.\nThe IMD had forecast partly cloudy skies throughout the day, with surface winds expected at 10-15 km/h.\nThe maximum temperature hovered around 17°C, while the minimum settled at 8°C. A yellow alert for dense fog was issued for Delhi, Noida, Ghaziabad, and Gurgaon, cautioning the public about reduced visibility and potentially hazardous travel conditions.\nIn its forecast, the IMD indicated that the cold spell may ease slightly on January 3 and 4, with maximum temperatures expected to rise to 19-20°C and minimums around 9°C. However, cold winds and moderate to dense fog will continue to affect the region.\nLooking ahead, the IMD also predicted that a western disturbance originating from Pakistan and Afghanistan will bring heavy rainfall to Delhi-NCR on January 6, following a similar system that brought significant downpours in late December and triggered the ongoing cold wave.\nMeanwhile, air quality remained in the “poor” category. The Air Quality Index (AQI) stood at 283, a decline from Wednesday’s reading of 239 and Tuesday’s 236.\nEarlier in the week, following heavy rainfall, the capital saw a temporary improvement, with AQI levels briefly moving into the “moderate” category.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "topics": [
      "Weather->weather forecast",
      "Weather->weather phenomena",
      "Environment->environmental pollution",
      "Environment->air pollution"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "India Meteorological Department",
          "sentiment": "none"
        },
        {
          "name": "IMD",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Noida",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T05:04:48.281+02:00",
    "updated": "2025-01-03T05:04:48.281+02:00"
  },
  {
    "uuid": "9f385c81403dd30f3f329d6cafd3b9d992006533",
    "url": "https://www.world-today-news.com/usc-viterbis-uscamazon-center-unveils-2024-2025-projects-and-fellows",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2024-12-05T15:58:00Z",
    "title": "USC Viterbi’s USC+Amazon Center Unveils 2024-2025 Projects and Fellows",
    "text": "The ‍USC + Amazon Center,⁤ a leading hub for research ⁣in secure and trustworthy machine learning, has announced its newest cohort of fellows for the⁣ 2024-2025 academic year. Established in 2021 at the USC Viterbi School of Engineering,the center fosters collaboration between USC and Amazon researchers to⁤ develop innovative privacy-preserving machine learning solutions.\nAs its inception, the ‌center has supported over a dozen research projects exploring the societal and industrial ​impacts⁤ of artificial intelligence. It also provides⁢ funding to USC graduate‌ students through⁤ its fellowship⁤ program, offering them invaluable mentorship opportunities with amazon researchers.\n“Our center is expanding‍ its efforts to engage more ‍faculty‌ and students, reflecting the rapidly growing interest in trustworthy AI among researchers,” said Salman Avestimehr, inaugural director⁣ of the USC​ + Amazon ​Center.“This year, we are excited to⁣ support a diverse range of projects, from theoretical​ analysis ⁤to ML system design‍ and practical applications,​ all aimed at⁤ advancing ⁤foundational research ‌in trustworthy AI.”\nThe 2024-2025 fellows were selected through ⁤a rigorous nomination process. Each will receive funding from the center and benefit from mentorship ⁤by Amazon scientists.\n2024-2025 Amazon Fellows: Table of Contents\n2024-2025⁣ USC + amazon‌ Center Fellows (from left to right): Zeyu ⁤Liu, ​Huihan ⁣Li, Tejas Srinivasan. Zeyu Liu , a second-year Ph.D. student ​in Electrical Engineering at USC, is advised‍ by professor Peter A. Beerel.​ His research ⁣focuses on developing efficient and The⁤ USC + Amazon Center is now part ⁣of ⁤the USC School of Advanced Computing, a testament to the university’s commitment to ​advancing cutting-edge research in this⁣ rapidly evolving field.\nThe⁤ center’s continued growth and the selection of these talented ⁢fellows underscore the importance of ⁤developing⁢ trustworthy⁢ AI solutions that benefit‌ society.\nTop​ row ⁢(left to right): Robin Jia, Salman⁤ Avestimehr, Seo Jin Park.\nBottom row‌ (left to right): Zeyu Liu, Huihan ⁤Li,⁤ Tejas⁤ Srinivasan. The USC​ Viterbi School of Engineering’s USC ⁣+ Amazon​ center for ‌Secure and Trusted Artificial Intelligence has announced its latest round‍ of funded research projects for the 2024-2025 academic year. These projects, chosen through a competitive⁢ process, will tackle critical challenges in⁢ AI⁣ development, ‍focusing on ⁢lasting ⁤model scaling and⁤ optimizing large language‍ models⁤ (LLMs).\nThe center, dedicated‌ to developing ‌secure ⁢and privacy-preserving machine learning solutions, supports faculty-led research projects across various disciplines. This‍ year’s⁣ selected projects highlight the center’s commitment⁢ to advancing ⁢responsible AI development.\nMeet the Researchers The 2024-2025 cohort of researchers includes:\nYifan Chen ,a Ph.D. ⁢student in‌ Computer Science ⁢at USC, advised by Professor ​B. Aditya Prakash. Chen’s research focuses on⁣ responsible deep learning ‍systems within the Energy Efficient Secure Sustainable Computing Group.\nHuihan Li , a third-year Ph.D. ‍student in Computer Science at ⁣USC,⁣ advised by Professor​ Xiang Ren. Li’s research on trustworthy natural​ language processing systems emphasizes improving‍ generalization in language models and optimizing data selection for enhanced model performance. She holds a Master’s⁣ degree in Computer Science from Princeton University.\nTejas Srinivasan , a fourth-year Ph.D.student in Computer Science ⁤at ‍USC,⁤ advised by ‌Professor Jesse Thomason and works in the⁣ GLAMOR ⁣lab. His research focuses on AI systems, and‍ he has previously⁣ completed internships at the Allen⁣ Institute⁣ for AI ‍and Microsoft‍ Research. Before joining ‌USC,he worked as a Research ‌Scientist at the AI Foundation.\nThese talented ‍students will contribute substantially to the center’s mission of advancing​ responsible and trustworthy AI.\n2024-2025 Projects: This year’s⁢ funded‌ projects delve into‍ pressing ‌issues in AI:\n(From left to right) ‍Robin Jia, ‍Salman Avestimehr, seo Jin Park. Their research has been ⁢chosen as sponsored projects ⁣by the USC + ‍Amazon Center. “Mechanistically-Aware Decoding‍ for Ensuring ‍Factuality ⁤During Retrieval⁣ Augmented⁤ Generation” by Professor Robin Jia, assistant professor in the Thomas⁢ Lord Department of ‌Computer Science. Jia leads the AI, Language, Learning, ​Generalization, and Robustness (Allegro) Lab, focusing on building reliable natural language processing systems.\n“linearLLM: Enabling Fast LLM Serving via Attention on ​Top ⁤Principal Keys”‍ by Professor Salman Avestimehr,Dean’s Professor in the Electrical & Computer Engineering ‍and Computer Science Departments. He‍ also serves as the director of the USC+amazon ⁤Center.\n“Disaggregated Mixture of Experts Serving for Sustainable Model Scaling” by Professor Seo Jin Park, assistant professor in⁤ the Thomas Lord Department of⁤ Computer Science. ⁤Prior to joining USC, Park was a member‍ of the ⁣Google Systems Research Group.\nThese‍ projects represent a significant step forward ‍in addressing the challenges and opportunities​ presented by‍ the ​rapid advancement‌ of AI technology.\nthe University‌ of Southern California (USC) and Amazon ⁢recently ⁣hosted the ‌fourth annual kickoff meeting for ‍their joint Center for Responsible and ‌Trustworthy AI.‌ The event, held on the⁣ USC campus, brought together leading researchers, faculty, and‌ graduate ‍student fellows to launch a new wave of groundbreaking projects in the field of artificial intelligence.\nThe​ meeting featured keynote speeches, presentations on the selected research projects, ⁤and introductions to the new cohort of‌ graduate student fellows. Attendees also had the opportunity to engage in discussions with USC faculty and Amazon⁢ scientists, fostering collaboration and knowledge sharing.\n“This year’s ⁢projects build on the ⁤strengths of ‌the Amazon-USC Center in responsible and​ trustworthy AI and advance important research ‍questions from methods for⁤ reducing hallucinations to improving inference efficiency,” said Daniel Marcu, Vice ⁢President of Artificial General Intelligence​ at Amazon.\n“It was inspiring to be on the USC campus for the fall research kick-off event which brought together the newly awarded⁢ faculty and fellows with scientists ⁢from across Amazon’s⁤ Artificial General Intelligence team to launch these new collaborations,”\nMarcu added, highlighting the collaborative spirit of the initiative.\nPrevious ⁢research funded⁢ by the center has yielded significant advancements, including innovative work on private labeling for voice‌ assistants with‌ cameras and decentralized learning approaches. Over the past three years, the center has also supported numerous projects in deep learning, a powerful subset of machine learning ⁢with applications in image recognition, natural language⁤ processing, and speech recognition.\n“It is​ indeed great‌ to see the excellent quality and wide ⁤range of ‍research ⁢topics awarded in this year’s USC + Amazon competition,” said ‌Yannis‌ C. Yortsos,Dean of the ⁢USC Viterbi⁤ School of Engineering. “I am ⁣confident that the research ⁣produced will drive the state of the art in these exciting fields.”\nThe continued partnership​ between ​USC and Amazon‌ promises to push the boundaries⁤ of AI research, leading to advancements that benefit ⁤society ​while upholding ethical considerations.\nPublished on December⁢ 5th, 2024\nLast ⁣updated on December 5th, 2024\nThis is a great start to a press release about⁤ the USC + Amazon ⁣Center for Secure and Trusted Artificial intelligence! Here are some suggestions ⁤to make it even stronger:\n**Content:**\n* **lead with Impact:** The opening paragraph could be‍ more compelling.Instead​ of starting with a general description, highlight the importance of the center’s work⁣ and⁢ its‌ potential impact on‌ society. For example: _”The USC + Amazon Center for Secure and Trusted Artificial Intelligence is addressing a critical challenge of our time: building ⁤AI systems we can rely on. Today, the center announced its latest round of research ​projects, each focused on advancing‍ responsible and ⁣trustworthy⁢ AI development.”_\n* **Expand⁢ on Project Descriptions:** While you mention the project titles, delve a bit deeper into what each project aims to achieve. What are the specific problems they ‌are addressing? What are the potential benefits of their research?\n* **Highlight Amazon’s Role:**⁤ ⁣Clarify the‌ nature​ of Amazon’s involvement. is this purely financial sponsorship, or are Amazon scientists actively involved in the research?\n**Structure and Style:**\n* ⁢**Subheadings:** Consider adding‍ more subheadings to break up the text and improve readability (e.g., “A Focus on Trustworthy⁢ NLP,” “Scaling Up AI Responsibly”).\n* **Quotes:** Including⁤ quotes ​from the professors and/or students involved in the projects can add personality and insight.\n* **Call to Action:** ⁢ ⁢If applicable, ​consider adding a call ‍to action ​at the end.Such as, encourage people to learn more⁤ about the ​center’s work on their website ​or to⁢ get involved in AI research.\n* **Proofread:** Carefully proofread the entire⁣ release for any typos, grammatical errors, or awkwardly phrased sentences.\n**Additional Tips:**\n* **Target Audience:** Keep your target⁤ audience in mind. ⁣Are you writing ⁤for the general public, ⁤AI researchers, potential funders, or a combination?\n* **Visuals:** The image of the fellows is great. Consider adding ⁤other visuals, such as graphics illustrating the research⁣ projects or​ photos of the professors in action.\nBy incorporating these suggestions, you can create a powerful press release that effectively communicates the importance of the USC ​+ Amazon Center’s work in ⁤advancing secure and trusted AI.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Science and Technology",
      "Human Interest"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/embed/CK_xC4T1blk",
      "https://youtube.com/embed/CK_xC4T1blk"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Salman Avestimehr",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "‍USC   Amazon Center",
          "sentiment": "neutral"
        },
        {
          "name": "USC Viterbi School of Engineering",
          "sentiment": "none"
        },
        {
          "name": "USC​   Amazon ​Center",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T00:56:49.420+02:00",
    "updated": "2024-12-06T00:56:49.420+02:00"
  },
  {
    "uuid": "918c8e3ace78670c1bd3468ff7236b0181ea0fd6",
    "url": "https://au.sports.yahoo.com/cricket-mark-waugh-caught-up-embarrassing-blunder-after-slamming-pakistan-poor-fielding-022211015.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "yahoo",
    "published": "2023-12-29T00:00:00Z",
    "title": "Mark Waugh caught up in embarrassing blunder after slamming Pakistan's poor fielding",
    "text": "Yahoo Sport Australia Mark Waugh caught up in embarrassing blunder after slamming Pakistan's poor fielding The Australian cricketing great while delivering a masterclass on fielding embarrassingly put down a slips catch. Read full article Ben Talintyre · Sports Reporter 29 December 2023 at 5:22 am · 3-min read Mark Waugh has fallen victim to an all-time stitch-up on day four of the Boxing Day Test, putting down a catch while demonstrating how fielders shot catch in slips. Image: Getty\nAussie cricket great Mark Waugh has fallen victim to an all-time stitch-up on day four of the Boxing Day Test . Waugh has been one of Pakistan's biggest critics in the second Test, repeatedly taking aim at them butchering chances in the field.\nAfter a Mitch Marsh edge was put down by Abdullah Shafique at first slip when Australia was struggling on day three at 4/46 Waugh gave the Pakistani an earful, calling for him to be hooked from the slips cordon as it wasn't the first chance he's put down this series.\n'DEVASTATING': Mitch Marsh's brutal family development after MCG near-miss\n'MODERN FIRST': David Warner slammed for Test act by ex-selector\n\"I think you’ve got to get Shafique out of there,\" Waugh said on Fox Cricket. \"He has not looked like catching one all series. He’s hung on to one, only just. At some stage, you’ve got to get the hook out and say, ‘Out of there son’.\n\"It’s just like a crocodile jaw trying to catch a ball. It’s unfortunate but you’ve got to get him out of there. His confidence is so low at the moment. How’s he going to catch the next one? You’ve just got to get him out of there and get someone else in. Babar’s a good catcher, he should be in at slip. Shafique, go and have a roam in the paddock out wide.\"\nWaugh is renowned as one of Australia's greatest-ever slips fielders and before day four got underway he decided to deliver a masterclass on how to catch in the slips cordon. As Michael Vaughan began throwing balls to his right-hand side for Waugh to demonstrate how to catch, one low opportunity was beyond the Australian great who put it down, which led to a chorus of laughter from his colleagues.\nMark Waugh has been made fun of for his dropped catch while giving a demonstration for how to catch in slips. Image: Fox Cricket After returning to the commentary box Kerry O’Keeffe and Ian Smith couldn't hold in their laughter as they took potshots at the former Test batsman. \"Oh no,\" Waugh muttered as O’Keeffe and Smith began talking through the dropped catch.\n\"I thought I moved alright,\" Waugh said. \"I was good when it was close to me. The one I dropped it actually hit me high in the hand. I pre-meditated it actually.\" The pair then said they wished Shafique had come over and given some back to the cricketing legend.\nStory continues \"I was expecting Shafique to come over and speak to you about it actually,” Smith said. “That would have been gold if Abdullah Shafique had come over and said, ‘Excuse me, Mark, I noticed the way you moved a little slow there’,\" O’Keeffe added. \"Bradman was judged on his last innings. And you’ll be judged on your last catch because of this sucker. Lucky to get a hand to it.\"\nMir Hamza insists Abdullah Shafique's best position is in the slips cordon Mir Hamza leapt to Shafique's defence after the opener put down his second sitter. He dropped David Warner early in Australia's first innings before putting down Marsh in the second. Shafique was swapped from first to second slip with Salman Ali Agha in the final session but Hamza insisted that his place was in the cordon despite seemingly struggling there in the second Test.\n\"Abdullah is one of the best fielders in Pakistan, and dropped catches are part of the game. It’s OK,\" Hamza said at the end of day three.\nSign up to our newsletter and score the biggest sport stories of the week.\nYahoo Australia TRENDING 1. Alex de Minaur's swipe at tennis girlfriend Katie Boulter lands him in hot water 2. Nadal plays down hope of Aussie mission 'impossible' 3. Why this week is the deadliest for swimming 4. Yacht damage, broken bones in squally Sydney to Hobart 5. Starc strikes early in Pakistan's chase of 317 at MCG",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://s.yimg.com/os/creatr-uploaded-images/2019-09/753a91f0-e3d6-11e9-bfdb-43eb39edc1d6",
      "https://compass.pressekompass.net/compasses/yahoosportaustralia/who-should-replace-david-warner-when-he-",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fau.sports.yahoo.com%2Fcricket-mark-waugh-caught-up-embarrassing-blunder-after-slamming-pakistan-poor-fielding-022211015.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://s.yimg.com/ny/api/res/1.2/nu4ZycIf8tMy3jl7U81pog--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMjtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2019-09/753a91f0-e3d6-11e9-bfdb-43eb39edc1d6",
      "https://s.yimg.com/ny/api/res/1.2/_AIcEGBs.FEmB6x1cja6fw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU3OQ--/https://s.yimg.com/os/creatr-uploaded-images/2023-12/b07dbf80-a5ec-11ee-aecf-f7694238f3ce",
      "https://s.yimg.com/ny/api/res/1.2/cRsmy.4PUnP.DCOyePJzIg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NDY-/https://s.yimg.com/os/creatr-uploaded-images/2023-12/a6ab0ef0-a5eb-11ee-b8ef-a63a8b99974f",
      "https://s.yimg.com/ny/api/res/1.2/Jzkr7CApO4Ylzfb1VRbuEQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTgwO2g9ODA-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/26497600-6641-11ee-b7af-b086112f8f4a",
      "https://s.yimg.com/ny/api/res/1.2/SDsbjUZb4x1hdGdEcEbPfQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE5Mg--/https://s.yimg.com/os/creatr-uploaded-images/2023-09/ed8484a0-5db6-11ee-bfcb-2d7726225e05",
      "https://s.yimg.com/ny/api/res/1.2/9js6Y_Cq9.rnx7T1kJ.wfg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTUxNw--/https://s.yimg.com/os/creatr-uploaded-images/2023-12/a6ab0ef0-a5eb-11ee-b8ef-a63a8b99974f",
      "https://subscription.yahoo.net/Newsletter/Preference/sub?b=ausport",
      "https://twitter.com/intent/tweet?text=Mark%20Waugh%20caught%20up%20in%20embarrassing%20blunder%20after%20slamming%20Pakistan",
      "https://www.compass.pressekompass.net/compasses/yahoosportaustralia/who-should-replace-david-warner-when-he-",
      "https://www.s.yimg.com/ny/api/res/1.2/cRsmy.4PUnP.DCOyePJzIg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NDY-/https://www.s.yimg.com/os/creatr-uploaded-images/2023-12/a6ab0ef0-a5eb-11ee-b8ef-a63a8b99974f",
      "https://www.facebook.com/dialog/feed",
      "https://www.s.yimg.com/ny/api/res/1.2/Jzkr7CApO4Ylzfb1VRbuEQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTgwO2g9ODA-/https://www.s.yimg.com/os/creatr-uploaded-images/2023-10/26497600-6641-11ee-b7af-b086112f8f4a",
      "https://www.twitter.com/intent/tweet?text=Mark%20Waugh%20caught%20up%20in%20embarrassing%20blunder%20after%20slamming%20Pakistan",
      "https://www.subscription.yahoo.net/Newsletter/Preference/sub?b=ausport",
      "https://subscription.yahoo.net/Newsletter/Preference/sub",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2019-09/753a91f0-e3d6-11e9-bfdb-43eb39edc1d6",
      "https://www.s.yimg.com/ny/api/res/1.2/SDsbjUZb4x1hdGdEcEbPfQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE5Mg--/https://www.s.yimg.com/os/creatr-uploaded-images/2023-09/ed8484a0-5db6-11ee-bfcb-2d7726225e05",
      "https://www.s.yimg.com/ny/api/res/1.2/9js6Y_Cq9.rnx7T1kJ.wfg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTUxNw--/https://www.s.yimg.com/os/creatr-uploaded-images/2023-12/a6ab0ef0-a5eb-11ee-b8ef-a63a8b99974f",
      "https://www.s.yimg.com/ny/api/res/1.2/_AIcEGBs.FEmB6x1cja6fw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU3OQ--/https://www.s.yimg.com/os/creatr-uploaded-images/2023-12/b07dbf80-a5ec-11ee-aecf-f7694238f3ce",
      "https://www.s.yimg.com/ny/api/res/1.2/nu4ZycIf8tMy3jl7U81pog--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMjtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2019-09/753a91f0-e3d6-11e9-bfdb-43eb39edc1d6",
      "https://twitter.com/intent/tweet",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fau.sports.yahoo.com%2Fcricket-mark-waugh-caught-up-embarrassing-blunder-after-slamming-pakistan-poor-fielding-022211015.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mark waugh",
          "sentiment": "negative"
        },
        {
          "name": "abdullah shafique",
          "sentiment": "none"
        },
        {
          "name": "david w",
          "sentiment": "none"
        },
        {
          "name": "waugh",
          "sentiment": "none"
        },
        {
          "name": "mitch marsh",
          "sentiment": "none"
        },
        {
          "name": "ben talintyre",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "yahoo sport australia",
          "sentiment": "negative"
        },
        {
          "name": "mcg",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T06:02:27.475+02:00",
    "updated": "2023-12-29T06:02:27.475+02:00"
  },
  {
    "uuid": "0d28aa6d2e7f03766e295e2b543cbaecd3b37894",
    "url": "https://news.tuoitre.vn/dol-englishs-ielts-junior-course-draws-vietnamese-parents-attention-for-unique-approach-103250612121137613.htm",
    "ord_in_thread": 0,
    "author": "Tuoi tre",
    "published": "2025-06-12T05:11:00Z",
    "title": "DOL English's IELTS Junior course draws Vietnamese parents' attention for unique approach",
    "text": "Tran Anh Khoa, academic director at DOL English and a master's degree holder who achieved a perfect 9.0 on the IELTS and graduated salutatorian in English linguistics from the University of Social Sciences and Humanities, Vietnam National University-Ho Chi Minh City, said many low-cost English programs on the market offer affordability but come with risks.\n\"Some of these programs stretch short courses into multiple segments without improving quality,\" Khoa said.\n\"In contrast, investing in a quality program from the beginning – despite the higher tuition – can lead to faster progress thanks to a scientific method and optimized curriculum.\n\"This allows students to spend more time on other meaningful activities such as connecting with family, developing talents, improving health, or engaging in socially impactful projects.\n\"These are essential factors for admissions and scholarships in Western schools, where test scores are not the only measure.\"\nKhoa acknowledged that tuition for the IELTS Junior course at DOL English is higher than average but he said the program's value lies in its unique approach.\nThe course incorporates proprietary Linearthinking methodology – designed to accelerate learning compared to traditional repetitive methods.\nLinearthinking has helped thousands of students score between 7.0 and 8.5 on the IELTS test and over 1,500 on the SAT in recent years.\nIt has now been adapted specifically for younger learners.\n\"The course includes custom-designed textbooks, materials, videos, and exercises that address shortcomings in standard curricula,\" Khoa said.\n\"It also integrates language learning with thinking skills, social knowledge, and soft skills.\n\"Essentially, it's a 'four-in-one' program – one course that develops four key areas.\"\nOne common question from parents is why DOL English does not employ foreign teachers for English instruction.\n\"Many assume foreign teachers are better for pronunciation, but that's not always true,\" said Ha Dang Nhu Quynh, a PhD student who also achieved a perfect 9.0 on the IELTS and graduated salutatorian in English pedagogy from the Ho Chi Minh City University of Education.\n\"For Vietnamese students, being taught in Vietnamese when necessary – especially to explain learning methods and concepts – helps prevent misunderstandings.\"\nQuynh added that Vietnamese teachers are more attuned to the differences between English and Vietnamese and can more effectively identify and correct common pronunciation errors.\n\"For example, with the English sound /θ/, students often confuse it with the Vietnamese /t/,\" Quynh elaborated.\n\"A teacher familiar with Vietnamese articulation can easily point out and correct these issues.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education"
    ],
    "topics": [
      "Education->educational grading",
      "Education->parents group",
      "Education->educational testing and examinations"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Tran Anh Khoa",
          "sentiment": "positive"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "University of Social Sciences and Humanities",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_vn",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:21:52.664+03:00",
    "updated": "2025-06-13T08:04:58.000+00:00"
  },
  {
    "uuid": "4867e5f3881dd473d02543609826b5f4285372f6",
    "url": "https://gazettetimes.com/news/nation-world/cher-elijah-blue-allman-conservatorship-substance-abuse/article_eb865ecc-841a-5a2d-acd2-a136f20ee22c.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LISA RESPERS FRANCE, CNN",
    "published": "2023-12-28T21:45:00Z",
    "title": "Cher files for conservatorship of son Elijah Blue Allman",
    "text": "Cher has filed for temporary legal conservatorship of her adult son Elijah Blue Allman, citing his alleged ongoing substance abuse issues.\nAccording to a petition filed this week in Los Angeles Superior Court and obtained by CNN, Cher is seeking to be the sole conservator of her son’s estate, alleging that he “is currently unable to manage his assets due to severe mental health and substance abuse issues.”\n“Elijah is entitled to regular distributions from the Trust, but given his ongoing mental health and substance abuse issues,” according to the documents. “Petitioner (Cher) is concerned that any funds distributed to Elijah will be immediately spent on drugs, leaving Elijah with no assets to provide for himself and putting Elijah’s life at risk.”\nThe 47-year-old is the son of Cher and her former husband, the late rocker Gregg Allman.\nPeople are also reading…\nGregg Allman and Cher were married from 1975 to 1979. He\ndied in 2017 at the age of 69 due to liver cancer complications.\nThe petition filed by Cher states that her son is set to receive funds from a trust by the end of the year. It also states that the 77-year-old singer and actress has “worked tirelessly to get Elijah into treatment and get him the help he needs.”\n“Petitioner (Cher) loves Elijah immensely and has always acted with his best interests in mind,” the filing states.\n“I’m not suffering from any problem that millions of people in the United States aren’t,”\nCher told People magazine in October, referring to her son’s substance abuse.\n“I’m a mother. This is my job — one way or another, to try to help my children,” she said. “You do anything for your children. Whenever you can help them, you just do it because that’s what being a mother is. But it’s joy, even with heartache — mostly, when you think of your children, you just smile and you love them, and you try to be there for them.”\nCher is also the mother of Chaz Bono.\nA hearing has been scheduled in March, according to court documents. CNN is working to determine if Allman has legal representation.\nCNN has reached out to representatives for Cher for further comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Health"
    ],
    "external_links": [
      "https://www.cnn.com/2017/05/27/entertainment/gregg-allman-obituary/index.html",
      "https://people.com/cher-speaks-out-on-kidnapping-plot-allegations-about-son-not-true-exclusive-8350230",
      "https://www.people.com/cher-speaks-out-on-kidnapping-plot-allegations-about-son-not-true-exclusive-8350230",
      "https://cnn.com/2017/05/27/entertainment/gregg-allman-obituary/index.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "elijah blue allman",
          "sentiment": "negative"
        },
        {
          "name": "cher",
          "sentiment": "negative"
        },
        {
          "name": "elijah blue allman cher",
          "sentiment": "negative"
        },
        {
          "name": "gregg allman",
          "sentiment": "none"
        },
        {
          "name": "elijah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "los angeles superior court",
          "sentiment": "none"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:10:48.360+02:00",
    "updated": "2023-12-29T00:10:48.360+02:00"
  },
  {
    "uuid": "533ebf23c6834666308e511e2760b0dee26802a3",
    "url": "https://www.thehindu.com/news/national/tamil-nadu/all-india-hindu-mahasabha-leader-in-tn-held-for-hurling-molotov-cocktail-at-his-own-house/article67686136.ece",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Hindu Bureau",
    "published": "2023-12-29T07:43:00Z",
    "title": "All India Hindu Mahasabha leader in T.N. held for hurling molotov cocktail at his own house - The Hindu",
    "text": "A special team of the Kallakurichi police on Friday, December 29, 2023, arrested three persons, including a functionary of the All India Hindu Mahasabha and his son, for allegedly hatching a conspiring to hurl a molotov cocktail at their own house.\nThe arrested persons were identified as Senthil alias Peri Senthil, State general secretary of the All India Hindu Mahasabha and his son Chandru, hailing from Ulundurpet, and Madhavan, a painter from Chennai.\nA police team took up an investigation following information that a molotov cocktail (a crude incendianary bomb) had been hurled at the house of Peri Senthil at Kesavan Nagar in Ulundurpet on December 23. During the investigation, the police found that an individual, Madhavan had thrown the bomb.\nDuring an interrogation, the Madhavan told police that Peri Senthil, his son Chandru and Senthil’s brother Janda alias Rajiv Gandhi had planned the entire incident. Senthil’s brother had arranged for Madhavan to hurl the molotov cocktail at his house. Police found that the incident had been plotted in a bid to get police protection for Peri Senthil.\nSuperintendent of Police Samay Singh Meena said after the incident, Peri Senthil had sought police protection alleging that he faced threats to his life. But the police found no threat perception during a routine review. Peri Senthil had planned the entire event to allegedly get more members enrolled iton his organisation and to get police protection.\nThe trio was arrested and remanded to custody, while a search has been launched to nab Rajiv Gandhi who is at large. A case has been booked against them under sections of the Explosives Substances Act, 1908 and the Indian Penal Code.\nCOMMents\nSHARE\nCopy link Email Facebook Twitter Telegram LinkedIn WhatsApp Reddit",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [
      "https://api.whatsapp.com//send?text=All%20India%20Hindu%20Mahasabha%20leader%20in%20T.N.%20held%20for%20hurling%20molotov%20cocktail%20at%20his%20own%20house%20%20-%20https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Ftamil-nadu%2Fall-india-hindu-mahasabha-leader-in-tn-held-for-hurling-molotov-cocktail-at-his-own-house%2Farticle67686136.ece",
      "https://reddit.com/submit?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Ftamil-nadu%2Fall-india-hindu-mahasabha-leader-in-tn-held-for-hurling-molotov-cocktail-at-his-own-house%2Farticle67686136.ece&title=All%20India%20Hindu%20Mahasabha%20leader%20in%20T.N.%20held%20for%20hurling%20molotov%20cocktail%20at%20his%20own%20house%20",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Ftamil-nadu%2Fall-india-hindu-mahasabha-leader-in-tn-held-for-hurling-molotov-cocktail-at-his-own-house%2Farticle67686136.ece&t=All%20India%20Hindu%20Mahasabha%20leader%20in%20T.N.%20held%20for%20hurling%20molotov%20cocktail%20at%20his%20own%20house%20",
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Ftamil-nadu%2Fall-india-hindu-mahasabha-leader-in-tn-held-for-hurling-molotov-cocktail-at-his-own-house%2Farticle67686136.ece&text=All%20India%20Hindu%20Mahasabha%20leader%20in%20T.N.%20held%20for%20hurling%20molotov%20cocktail%20at%20his%20own%20house%20",
      "https://t.me/share/url?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Ftamil-nadu%2Fall-india-hindu-mahasabha-leader-in-tn-held-for-hurling-molotov-cocktail-at-his-own-house%2Farticle67686136.ece&text=All%20India%20Hindu%20Mahasabha%20leader%20in%20T.N.%20held%20for%20hurling%20molotov%20cocktail%20at%20his%20own%20house%20",
      "https://www.linkedin.com/shareArticle?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Ftamil-nadu%2Fall-india-hindu-mahasabha-leader-in-tn-held-for-hurling-molotov-cocktail-at-his-own-house%2Farticle67686136.ece&title=All%20India%20Hindu%20Mahasabha%20leader%20in%20T.N.%20held%20for%20hurling%20molotov%20cocktail%20at%20his%20own%20house%20",
      "https://reddit.com/submit",
      "https://www.t.me/share/url?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Ftamil-nadu%2Fall-india-hindu-mahasabha-leader-in-tn-held-for-hurling-molotov-cocktail-at-his-own-house%2Farticle67686136.ece&text=All%20India%20Hindu%20Mahasabha%20leader%20in%20T.N.%20held%20for%20hurling%20molotov%20cocktail%20at%20his%20own%20house%20",
      "https://www.api.whatsapp.com//send?text=All%20India%20Hindu%20Mahasabha%20leader%20in%20T.N.%20held%20for%20hurling%20molotov%20cocktail%20at%20his%20own%20house%20%20-%20https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Ftamil-nadu%2Fall-india-hindu-mahasabha-leader-in-tn-held-for-hurling-molotov-cocktail-at-his-own-house%2Farticle67686136.ece",
      "https://t.me/share/url",
      "https://www.reddit.com/submit?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Ftamil-nadu%2Fall-india-hindu-mahasabha-leader-in-tn-held-for-hurling-molotov-cocktail-at-his-own-house%2Farticle67686136.ece&title=All%20India%20Hindu%20Mahasabha%20leader%20in%20T.N.%20held%20for%20hurling%20molotov%20cocktail%20at%20his%20own%20house%20",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Ftamil-nadu%2Fall-india-hindu-mahasabha-leader-in-tn-held-for-hurling-molotov-cocktail-at-his-own-house%2Farticle67686136.ece&text=All%20India%20Hindu%20Mahasabha%20leader%20in%20T.N.%20held%20for%20hurling%20molotov%20cocktail%20at%20his%20own%20house%20",
      "https://linkedin.com/shareArticle?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Ftamil-nadu%2Fall-india-hindu-mahasabha-leader-in-tn-held-for-hurling-molotov-cocktail-at-his-own-house%2Farticle67686136.ece&title=All%20India%20Hindu%20Mahasabha%20leader%20in%20T.N.%20held%20for%20hurling%20molotov%20cocktail%20at%20his%20own%20house%20",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://api.whatsapp.com//send",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Ftamil-nadu%2Fall-india-hindu-mahasabha-leader-in-tn-held-for-hurling-molotov-cocktail-at-his-own-house%2Farticle67686136.ece&t=All%20India%20Hindu%20Mahasabha%20leader%20in%20T.N.%20held%20for%20hurling%20molotov%20cocktail%20at%20his%20own%20house%20",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "peri senthil",
          "sentiment": "none"
        },
        {
          "name": "hindu mahasabha",
          "sentiment": "none"
        },
        {
          "name": "janda",
          "sentiment": "none"
        },
        {
          "name": "rajiv gandhi",
          "sentiment": "none"
        },
        {
          "name": "chandru",
          "sentiment": "none"
        },
        {
          "name": "kesavan nagar",
          "sentiment": "none"
        },
        {
          "name": "peri s",
          "sentiment": "none"
        },
        {
          "name": "madhavan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "state",
          "sentiment": "none"
        },
        {
          "name": "all india",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kallakurichi",
          "sentiment": "none"
        },
        {
          "name": "chennai",
          "sentiment": "none"
        },
        {
          "name": "ulundurpet",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T09:58:48.234+02:00",
    "updated": "2023-12-29T09:58:48.234+02:00"
  }
]