[
  {
    "uuid": "58783bf6ee5fdd87ea4bb663a51017c67b17f482",
    "url": "https://tvo.ultimahora.com/andrea-valobra-comparte-con-sus-seguidores-un-gran-logro",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Clarisa Enciso",
    "published": "2024-04-12T00:03:00Z",
    "title": "Andrea Valobra comparte con sus seguidores un gran logro - TVO | Revista paraguaya de actualidad y farándula.",
    "text": "Andrea Valobra publicó en su Instagram una foto con su esposo Diego Arriola y su hijo, contando que ya se cumplen dos años que dejaron de consumir alcohol. En el posteo escribió: “Cumplimos 2 años de sobriedad, y me lo voy a recordar todos los años por los siglos de los siglos, AMEN!. Porque fue la mejor decisión que tomamos como individuos, como pareja, como seres humanos (aparte de la terapia) y atrás nuestro...ese pequeño caos que adoramos quien nos hizo tomar esa decisión. Cada quien sabe lo que es mejor para cada uno y nosotros sentimos que esto, nos hizo estar MEJOR que NUNCA!!. Hace un año, también había posteado sobre el primer aniversario sin beber de ambos. “El Alcohol, que al ser una droga permitida y socialmente aceptada al punto de ser casi una necesidad, hace que sea difícil sustraerse y no ser visto como un bicho raro si no tomas; pero la verdad es que, el alcohol, NO ES PARA TODOS y eso es algo de lo que HAY QUE HABLAR porque es una REALIDAD”, escribió en el 2023. Así, explicaba que Diego Arriola y ella, llevaban 1 año sobrios. “ACEPTAMOS que el alcohol NO ES PARA NOSOTROS, y que en orden de preservar las cosas que realmente importan en la vida, decidimos suspender esa práctica”, escribió. Luego contaba que fue la mejor decisión que tomaron, pues mejoró su relación con ellos mismos y con los demás. Además mejoraron su capacidad mental, social y afectiva, explicó.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T04:14:22.859+03:00",
    "updated": "2024-04-12T04:14:22.859+03:00"
  },
  {
    "uuid": "be8d9b0bcef909e7424f8df958e71aa40b25e9df",
    "url": "https://technologymagazine.com/company-reports/randstad-enabling-tech-use-to-attract-workplace-talent",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Louis Thompsett",
    "published": "2024-01-05T20:18:00Z",
    "title": "Randstad: Enabling tech use to attract workplace talent | Technology Magazine",
    "text": "Few have the expertise and experience to drive in-company innovation through technology and digitalisation, but Randstad Sourceright leverages a whole team specialising in this area: the Randstad Sourceright division.\nSourceright’s global team is dedicated to pinpointing and onboarding the latest, most relevant emerging technologies on the market. It consists of account, sales and delivery teams and has the highest-quality technology at its disposal to best serve its clients.\nA Dutch multinational human resources consulting firm, the goal of Randstad Enterprise’s Sourceright division is to deliver talent to its clients through HR outsourcing.\nSourceright consults with customers to analyse ways in which it can improve product delivery, including the benefits of automation and AI to enhance the company’s programmes and the delivery of its services.\nOne critical responsibility sees the company complete client consultations to produce better efficiencies and processes that are managed internally – the outcome of which ensures its continued evolution.\nRandstad: At the pinnacle of innovation Allowing its workforce to thrive and drive technology and digital enablement forward, Randstad is the first firm in HR outsourcing to provide a rapid innovation fund. This has been replicated by the company’s competitors – something Randstad takes great pride in.\nIt is in this way Randstad sits at the pinnacle of technological enablement, helping drive original change and growth for the betterment of the entire industry.\nOf course, leading the line in technological innovation doesn’t come without its challenges, as only through continued innovation can Randstad stay at the top.\nWithin the firm’s Sourceright division, the key to overcoming any daily challenge is awareness. It can be difficult to know which technologies – when used in the perfect way – one should integrate internally and introduce to customers, particularly when employees are trying to get their day jobs done.\nThis is why, for Randstad, change management is a far more difficult challenge than most would initially envisage. Within the Sourceright division, the goal is to understand how technological change is impacting resources and processes, and ask: is it delivering what you expect?\nAt Randstad, success does not exclusively mean quick talent acquisition, better quality and improved experiences. Success can also mean the organisation has learned something from its efforts and has acquired a better understanding of the tools it needs.\nRandstad: Driving digital enablement Consulting with businesses on the tools and technology innovations required is a key component of Randstad’s digital enablement process, as is delivering the tools themselves.\nThis is why, for Randstad, one of the key traits to successfully enabling digitalisation is agility. For the HR outsourcing firm, the key is to understand that clients, as well as the company itself, are in a constant state of flux. As such, the ability to be agile and adapt to market changes is a key issue for which solutions must be found.\nAfter all, adaptation – or the need to adapt – has been felt by almost every business across the globe in recent times, with the COVID-19 pandemic altering how and where people work, while resulting in significant financial implications.\nAs such, adapting to a new normal has been crucial to the survival of many businesses, particularly when it comes to acquiring new talent and meeting heightened work-life expectations.\nSourceright has recognised the agility it needs, effectively adapting to the market and needs of its clients in the last two years by altering delivery and making critical changes to the structure of its team.\nFrom this perspective, digital enablement is as crucial for Randstad as it is for its clients. For the company, it is just as important to deliver for clients as it is to enable its teams by providing an efficient, technology-driven solution that empowers them to do more.\nLeveraging the right solutions means Randstad's recruiters and sourcers can effectively automate requests and have them automatically organised on a computer dashboard, with the right talent for a particular role made immediately available to them.\nThis is just one of the ways technology can streamline what could otherwise be an onerous and manual process, ensuring Randstad’s recruiters and sourcers are much more efficient.\nRandstad: Balancing AI and human relationships Of course, while automation and AI can help drastically streamline certain processes and drive efficiencies, Randstad is all too aware of the dangers borne from an over-reliance on technology and the detrimental impact it can have on human professional relationships.\nFor the HR outsourcing firm, it’s important to remember it exists in the people business, and people have a tendency to still want some level of relationships. So being an agile and flexible organisation allows it to meet its customers’ talents and suppliers wherever they are.\nIt’s also about finding the right balance and ensuring generative AI is used in the right way. This includes a concerted data privacy effort and understanding one's organisational AI principles.\nRandstad: At the forefront of digitalisation\nAs technology continues to evolve at a rapid pace, it may seem an impossible task to stay at the forefront of technological implementation and digital enablement, particularly in the HR industry.\nThis is something Randstad has carefully considered. In fact, it is already heading into the next phase of digital enablement – streamlining its processes. By actively seeking to evolve technologically, the company hopes to stay one step ahead.\nAs it looks at the automation of what its teams are doing or the data and insights that can be provided to customers, the Sourceright division is excited by all the ways it can deliver talent on a day-to-day basis.\nNo longer relying on legacy systems that require multiple log-ins, Randstad is excited by modern suites – whether it’s Slack, Teams or Google – to manage every daily task using a single system.\nNot content with its progress in digital enablement thus far, the firm is looking forward to seeing how streamlining technology can speed up day-to-day processes even more.\nFor Randstad, streamlining technology is a means of self-service, removing the complexity of workers having to master multiple systems. This, in turn, helps the firm attract talent by providing a streamlined platform from which to work.\nOf course, attracting the right talent is key for many businesses today, and a part of this is tapping into standard communication channels of emerging generations, while also being sympathetic to more experienced employees.\nNot everyone hired by Randstad communicates through TikTok, so it is important the company keeps a series of communication streams open when it comes to hiring talent.\nThe question it must answer as an organisation is how it is enabling the communications experience and making it easy for any talent looking to find work.\nFor Randstad, it is important that talent acquisition is not omitted from its digital enablement process, making it accessible to members of all age demographics who are looking for work.\nWith this in mind, what is the key to digital enablement today?\nAs far as Randstad is concerned, digital enablement today is about leveraging insights data, and applying that enabled technology to make the right adjustments to how people really want to work, maximising workplace efficiency in the process.\nBy continuing to do this, Randstad is confident it can fulfil its mission of becoming the world’s most equitable and specialised talent company.\nMake sure you check out the latest edition of Technology Magazine and also sign up to our global conference series - Tech & AI LIVE 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sourceright",
          "sentiment": "none"
        },
        {
          "name": "randstad sourceright",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "randstad",
          "sentiment": "negative"
        },
        {
          "name": "randstad enterprise",
          "sentiment": "none"
        },
        {
          "name": "randstad sourceright",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:13:47.930+02:00",
    "updated": "2024-01-06T00:13:47.930+02:00"
  },
  {
    "uuid": "fc4bc12fd987594619af7d2c9cf901cf2d75028d",
    "url": "https://www.thegatewaypundit.com/2024/02/case-retaliatory-strikes-against-iran/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Guest Contributor",
    "published": "2024-02-02T00:20:00Z",
    "title": "The Case for Retaliatory Strikes Against Iran Guest Contributor",
    "text": "In a recent and tragic turn of events, three U.S. soldiers lost their lives, and 25 others sustained injuries in lethal drone attacks targeting U.S. bases in Jordan. These ruthless assaults were orchestrated by Iran-backed militias operating within the territories of Syria and Iraq. This incident comes on the heels of previous Iran-backed Houthi attacks on ships in the Red Sea, including an assault on a U.S. Navy destroyer . These actions are all interconnected within the broader context of Iran’s shadow war against the United States and its allies, particularly Israel and Saudi Arabia. Now, both within and outside the U.S. government, there are growing voices pressuring the Biden administration to punish Tehran by launching retaliatory strikes directly against Iran. The October 7th Hamas attack on Israel was the first step in uncovering how Iran threatens the region by escalating tensions and promoting sectarian violence. From terrorist activity in Israel to Syria, Yemen, Lebanon, and the Red Sea, all roads lead back to Iran’s Islamic Revolutionary Guard Corps (IRGC). Established in 1979 shortly after the Iranian Revolution, the Islamic Revolutionary Guard Corps (IRGC) was formed to safeguard the newly established Islamic Republic by creating a military force dedicated to revolutionary ideology rather than the traditional Iranian military associated with the Shah. The IRGC operates independently, reporting directly to Iran’s Supreme Leader, Ayatollah Ali Khamenei, granting it substantial autonomy and influence beyond the regular armed forces and civilian government. The IRGC’s official functions include military defense to protect Iran’s territorial integrity and maintaining internal security by suppressing dissent while upholding revolutionary ideology. Beyond Iran’s border, the IRGC is responsible for conducting revolutionary ideological outreach and engaging in foreign military operations through the Quds Force . The latter includes both covert and overt operations abroad, supporting regional proxies such as Hezbollah, Hamas, and the Houthis. The Quds Force provides logistical, financial, and military support to Shia militias and terrorist organizations, serving as Tehran’s regional extensions. This further advances its political and security interests while destabilizing neighboring countries. The IRGC was designated as a Foreign Terrorist Organization (FTO) by the Trump administration in October 2017. This designation persists under the Biden administration . U.S. lawmakers have also encouraged the EU to similarly designate the IRGC as a Foreign Terrorist Organization (FTO) for its support of Russian war crimes in Ukraine. Now that Israel is waging war on Hamas and the U.S. has launched retaliatory strikes against Houthi targets in Yemen, these terrorist militias are seeing the consequences of their actions. While liberals are calling for a ceasefire, many conservatives are demanding harsher reprisals. Regardless of how some Americans feel about Israeli-Palestinian tensions and Tehran’s challenge to regional security by backing militias in proxy wars, it is irrefutable that the Houthi attacks in the Red Sea are direct national security concerns challenging U.S. interests in the Middle East. Apart from the regime’s aggression and state-sponsored terrorism, Tehran’s violation of nuclear non-proliferation agreements poses a danger to global security. Protecting American interests in the Middle East by standing up to Iran would promote stability and peace in the region. At the same time, the U.S. must support traditional allies like Israel and Saudi Arabia, preventing the spread of Islamic extremism and its threat to Western values. Critics of the Biden administration are demanding strong leadership and decisive action in confronting Iranian aggression. Senator Tom Cotton has charged that the Biden administration’s appeasement of Iran has enabled further terrorist activity, leading to the deaths of U.S. soldiers. Senator Lindsey Graham feels that the U.S. response must go beyond sanctions and diplomacy, which have proved ineffective over the past 40 years. In a speech harkening back to calls to “bomb Iran” after the seizure of the US embassy in Tehran in 1979, he suggested that the U.S. should bomb IRGC headquarters and other strategic positions in Iran, as well as the oil fields that provide income to the regime. Senator Graham said, “They have a Revolutionary Guard headquarters you can see from space. Blow it off the map .” Iran’s backing of terrorism, both financially and militarily, directly fuels geopolitical instability. This, in turn, poses a significant threat to the United States and the international rules-based order. Trending: Relative of Chiefs Fan Who Was Found Dead: ‘We All Know’ How They Died A strategic move, such as targeting oil wells, not only cripples Tehran’s financial resources and its ability to support terrorist organizations but also undermines China’s global ambitions by removing a source of low-cost oil. Opting for direct military action against Iran would not only send a strong message against the murder of U.S. personnel abroad but also serve as a clear warning to groups like Hezbollah, Hamas, and the Houthis that they could face similar consequences in the future. Dr. Antonio Graceffo, PhD, China MBA, is an economist and national security analyst with a focus on China and Russia. He is a graduate of American Military University.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://www.rferl.org/a/iran-us-jordan-drone-attack/32795353.html",
      "https://www.cbsnews.com/news/houthis-target-u-s-destroyer-carney-british-merchant-ship-missile-attacks-red-sea-gulf-of-aden/",
      "https://www.foreign.senate.gov/press/rep/release/risch-colleagues-encourage-eu-to-designate-irgc-as-terrorist-organization",
      "https://www.apnews.com/article/yemen-houthis-us-ship-attacks-bombing-red-sea-iran-cc06d9186a00d1f22bea6b9c14dda12a",
      "https://www.fdd.org/analysis/2023/11/27/west-fails-to-censure-iran-at-key-nuclear-meeting-despite-tehrans-ejection-of-inspectors/",
      "https://apnews.com/article/yemen-houthis-us-ship-attacks-bombing-red-sea-iran-cc06d9186a00d1f22bea6b9c14dda12a",
      "https://www.wsj.com/world/middle-east/jordan-drone-attack-iranian-backed-militia-us-response-393c49b2",
      "https://www.aljazeera.com/news/2024/1/28/three-us-service-members-killed-in-jordan-drone-attack-biden-says",
      "https://www.cbsnews.com/news/houthis-target-u-s-destroyer-carney-british-merchant-ship-missile-attacks-red-sea-gulf-of-aden",
      "https://trumpwhitehouse.archives.gov/briefings-statements/statement-president-designation-islamic-revolutionary-guard-corps-foreign-terrorist-organization/",
      "https://www.dni.gov/nctc/ftos/irgc_fto.html#:~:text=FOREIGN%20TERRORIST%20GROUP%20DESIGNATION,(FTO)%20in%20April%202019.",
      "https://trumpwhitehouse.archives.gov/briefings-statements/statement-president-designation-islamic-revolutionary-guard-corps-foreign-terrorist-organization",
      "https://ctc.westpoint.edu/the-quds-force-in-syria-combatants-units-and-actions/",
      "https://www.cotton.senate.gov/news/press-releases/cotton-bidens-appeasement-of-iran-allowed-us-deaths-devastating-retaliation-necessary",
      "https://www.iranintl.com/en/202312283124",
      "https://wsj.com/world/middle-east/jordan-drone-attack-iranian-backed-militia-us-response-393c49b2",
      "https://dni.gov/nctc/ftos/irgc_fto.html#:~:text=FOREIGN%20TERRORIST%20GROUP%20DESIGNATION,(FTO)%20in%20April%202019.",
      "https://www.trumpwhitehouse.archives.gov/briefings-statements/statement-president-designation-islamic-revolutionary-guard-corps-foreign-terrorist-organization/",
      "https://rferl.org/a/iran-us-jordan-drone-attack/32795353.html",
      "https://www.ctc.westpoint.edu/the-quds-force-in-syria-combatants-units-and-actions/",
      "https://aljazeera.com/news/2024/1/28/three-us-service-members-killed-in-jordan-drone-attack-biden-says",
      "https://ctc.westpoint.edu/the-quds-force-in-syria-combatants-units-and-actions",
      "https://cotton.senate.gov/news/press-releases/cotton-bidens-appeasement-of-iran-allowed-us-deaths-devastating-retaliation-necessary",
      "https://fdd.org/analysis/2023/11/27/west-fails-to-censure-iran-at-key-nuclear-meeting-despite-tehrans-ejection-of-inspectors/",
      "https://www.fdd.org/analysis/2023/11/27/west-fails-to-censure-iran-at-key-nuclear-meeting-despite-tehrans-ejection-of-inspectors",
      "https://cfr.org/backgrounder/irans-revolutionary-guards",
      "https://cbsnews.com/news/houthis-target-u-s-destroyer-carney-british-merchant-ship-missile-attacks-red-sea-gulf-of-aden/",
      "https://iranintl.com/en/202312283124",
      "https://foreign.senate.gov/press/rep/release/risch-colleagues-encourage-eu-to-designate-irgc-as-terrorist-organization",
      "https://www.cfr.org/backgrounder/irans-revolutionary-guards"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "retaliatory strikes against iran guest contributor",
          "sentiment": "negative"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "irgc",
          "sentiment": "none"
        },
        {
          "name": "u.s. navy",
          "sentiment": "none"
        },
        {
          "name": "islamic revolutionary guard corps",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "saudi arabia",
          "sentiment": "none"
        },
        {
          "name": "lebanon",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "red sea",
          "sentiment": "none"
        },
        {
          "name": "iraq",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "jordan",
          "sentiment": "none"
        },
        {
          "name": "syria",
          "sentiment": "none"
        },
        {
          "name": "tehran",
          "sentiment": "none"
        },
        {
          "name": "yemen",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T02:39:19.322+02:00",
    "updated": "2024-02-02T10:36:18.029+02:00"
  },
  {
    "uuid": "4502041d5e6e67159bd39c6d2dff106bed4f0cc3",
    "url": "https://www.163.com/dy/article/K57S8GTU0514R9OJ.html",
    "ord_in_thread": 0,
    "author": "网易",
    "published": "2025-07-24T03:33:00Z",
    "title": "全面展示绣娘敬业精神 这部作品讲了什么故事？|非遗|刺绣|艺术|传承人|中国绣娘_网易订阅",
    "text": "来源：中国新闻网\n中新网北京7月24日电(记者 上官云)记者从主办方获悉，近日，“指尖国粹·馆藏流芳”——《中国绣娘》新书发布及非遗图书影像捐赠暨刺绣文化推广仪式，在北京城市图书馆举行。多位行业领导、专家等嘉宾到场，分享了与该书有关的故事。\n主办方表示，《中国绣娘》致力弘扬中华优秀传统刺绣文化，通过描述绣娘群体的奋斗历程与艺术实践，全面展示绣娘的敬业精神、创新思维和文化自信，真实、生动、立体地呈现中国非遗刺绣之美。\n本次活动嘉宾合影。主办方供图\n提及此次发布的新书，《中国绣娘》工作组主任张红宇表示，《中国绣娘》图书的出版是一段对中国刺绣文化的再认识、再挖掘的难忘经历，创作团队足迹遍布30多个省市，走访了82位绣娘，深入调研了中国各地的刺绣文化，最终以纪录片、展览、图书等形式呈现给观众。\n此外，据介绍，本次活动邀请四川省工艺美术大师、蜀绣非遗刺绣传承人张大丰，广东非物质文化遗产粤绣(小榄刺绣)代表性传承人陈逸芸作为特别嘉宾，现场介绍了多件精美刺绣作品，使读者直观领略到刺绣艺术的独特魅力。\n活动中，各方代表依次向首都图书馆捐赠珍贵藏品。其中，张大丰捐赠其代表作《蜀刻成都典籍》《汉代车马临阙砖》；陈逸芸捐赠精品力作《晨曦》。\n主办方表示，此次活动的成功举办，不仅为《中国绣娘》新书的发布搭建了重要平台，更通过图书与影像捐赠等形式，为刺绣文化的传承与推广注入了新的活力。(完)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Arts, Culture and Entertainment->art exhibition",
      "Arts, Culture and Entertainment->literature",
      "Arts, Culture and Entertainment->culture",
      "Social Issue->communities",
      "Social Issue->social services",
      "Social Issue->diversity, equity and inclusion",
      "Human Interest->ceremony"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_vn",
        "top_news_th",
        "top_news_nz",
        "top_news_rs",
        "top_news_sg",
        "top_news_tw",
        "top_news_hk",
        "top_news_my",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:46:26.835+03:00",
    "updated": "2025-07-25T08:09:52.000+03:00"
  },
  {
    "uuid": "fd91542348bac247c186944a5ba9274f95abea0a",
    "url": "https://www.sentinelassam.com/north-east-india-news/assam-news/assam-dense-fog-delays-flights-at-guwahati-airport-operations-affected",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sentinel Digital Desk",
    "published": "2025-01-03T01:29:00Z",
    "title": "Assam: Dense Fog Delays Flights At Guwahati Airport, Operations Affected",
    "text": "GUWAHATI: Dense fog covered several areas of North India, reducing visibility and temperatures, and affecting both train and flight operations. At Guwahati’s Lokpriya Gopinath Bordoloi International Airport , flights were delayed as visibility was reduced significantly.\nThe delayed departure flights include Indigo 6E6542 (Guwahati-Bengaluru), Indigo 6E2339 (Guwahati-Delhi), Indigo 6E927 (Guwahati-Chennai), Indigo 6E6881 (Guwahati-Hyderabad), Indigo 6E213 (Guwahati-Kolkata), Indigo 6E5203 (Guwahati-Delhi), and Indigo 6E394 (Guwahati-Kolkata).\nFlights operated by various airlines, including SpiceJet, Indigo, and Air India were affected. SpiceJet stated that all flights to and from Guwahati were affected due to adverse weather, while IndiGo issued a travel advisory, with particular emphasis on the Delhi, Amritsar, Lucknow, Bengaluru, and Guwahati routes.\nAirlines advised travelers to check flight schedules before planning their journey and cautioned that flights could be canceled if poor visibility persists.\nALSO READ: Assam: Kaziranga National Park Sees Record Visitor Influx and Revenue in 2024\nALSO WATCH:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "topics": [
      "Weather->weather phenomena"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "SpiceJet",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Airport",
          "sentiment": "none"
        },
        {
          "name": "Assam",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T08:34:26.929+02:00",
    "updated": "2025-01-03T08:34:26.929+02:00"
  },
  {
    "uuid": "f642a6f983df2a49b771e15fac78bb86c2601341",
    "url": "https://www.elespanol.com/corazon/famosos/20241220/desvelamos-verdadero-salud-fofito-payasos-tele-dias-ingresado-hospital/909909414_0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jesús Carmona",
    "published": "2024-12-20T00:00:00Z",
    "title": "Desvelamos cuál es el verdadero estado de salud de Fofito, de los 'Payasos de la tele', tras 37 días ingresado en el hospital",
    "text": "Alfonso Aragón Sac (75 años), más conocido artísticamente como Fofito , sigue ingresado en el hospital. Hace 37 días, en concreto, que se anunció que el querido artista cancelaba una actuación en Leganés debido a su delicado estado de salud. Una situación, difícil, que lo obligaba a ingresar en un hospital .\nFue una neumonía la que lo obligó a parar. EL ESPAÑOL ha ido informando, puntualmente, sobre el estado de salud de Alfonso. El humorista se ha mostrado, en estos días, abrumado a la par que agradecido por todas las muestras de cariño que está recibiendo desde que se conoció su bache de salud .\nDesde entonces, la preocupación por su estado ha sido una constante, pese a la escasa información que se ha facilitado sobre la naturaleza de su dolencia. Este diario, eso sí, ha tenido acceso a información de total solvencia y de primera mano gracias a Mayte , una de las hijas de Fofito.\nFofito, uno de los 'Payasos de la tele', reaparece tras cancelar un espectáculo por motivos de salud: su significativo mensaje\nFofito junto a su hija Mónica en un acto público. Gtres\nElla, siempre amable y solícita y cercana , ha respondido a las preguntas que este diario le ha formulado en estas largas semanas. Hace unos días, la hija de Fofito sostuvo que éste estaba \" recuperándose en el hospital \". Que todo iba mejor, que, poco a poco, su padre volvía a ser el que era.\nEl ánimo , ése del que tanto ha dado lecciones, no ha abandonado a Alfonso . Las noticias que en los últimos días llegaban a este diario eran muy propensas al alta hospitalaria. No obstante, ese momento aún no se ha producido. Es inminente, seguro, pero, al cierre de este artículo, Fofito continúa bajo los cuidados médicos .\nFofito en un evento, hace un tiempo. Gtres\nAsí lo manifestaba a EL ESPAÑOL su hija este pasado jueves, vía mensaje: \"Sí, sigue ingresado. Parecía que saldría hoy o mañana, pero no. Va bien, pero está débil y cada cosita requiere tiempo. Es previsible que la semana que viene esté en casa \". En ese momento, Mayte se permite lanzar un deseo.\nSeguro que se cumplirá: \" Ojalá que esté en casa para Nochebuena \". Asegura Mayte que \"él está bien, dentro de su recuperación\". La familia de Fofito no sólo está desbordada por los mensajes de cariño y preocupación que están recibiendo, también por \"gestiones médicas\", como admite Mayte.\nAlfonso Aragón sigue, pues, bajo la atención médica y los cuidados de los facultativos. Otra fuente consultada por EL ESPAÑOL desliza que ya se encuentra \" en planta \".\nEstá rodeado de toda su familia; de su mujer, de sus hijas y de su entorno más cercano, que lo visita y llama constantemente. Se insiste en que los Aragón son una saga unida y sin ninguna fisura . Fofito tiene ganas de irse a casa, de volver a su rutina, a su día a día. A su trabajo. El circo es su vida y a sus 75 años quiere seguir.\nSe encuentra, pese a este resbalón, bien de salud y se ve con energía . Guarda esperanzas Alfonso de \"volver a lo mejor que sabe hacer: hacer reír \". Junto a su hija Mónica creó una gira de espectáculos por España bajo el nombre de Viva el circo . Precisamente, fue el show de esta compañía el que canceló Fofito en Leganés.\nEl pasado 19 de noviembre, en el programa Y ahora Sonsoles , en Antena 3, se informó que la dolencia que aqueja a Fofito es una \" infección pulmonar \". La familia, en cambio, declina ahondar en esa cuestión. Lo importante es que Alfonso está ya en planta, en recuperación. \" Todavía queda Fofito para rato \", se apunta.\nVer esta publicación en Instagram Una publicación compartida por Fofito (@fofito.aragon.oficial)\nHace unos días, Alfonso quiso tener un bello detalle con su mujer y razón de amor, Marianela , a la que felicitó en su red social Instagram -donde Fofito atesora 22.200 seguidores- por su cumpleaños. \" Sin ella no soy nadie . Quiero felicitar hoy a la mujer que me lleva acompañando 54 años. Feliz cumpleaños\", posteó el cómico.\nLa fotografía que escogió para la ocasión fue muy significativa de cómo es la relación: una instantánea en blanco y negro en la que Fofito, ataviado con su simpático sombrero de payaso, se deja besar, amorosamente, por su mujer en la mejilla. Sus seguidores, cómo no, le llenaron su muro de felicitaciones y parabienes.\nEnfermedades Familia Hospitales Emilio Aragón Salud NEWSLETTER - JALEOS Las noticias del corazón todas las tardes en tu buzón Apuntarme De conformidad con el RGPD y la LOPDGDD, EL LEÓN DE EL ESPAÑOL PUBLICACIONES, S.A. tratará los datos facilitados con la finalidad de remitirle noticias de actualidad.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "topics": [
      "Health->health facility",
      "Health->medical condition",
      "Health->hospital"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/p/DCd5TOPilBo/?utm_source=ig_embed&utm_campaign=loading",
      "https://instagram.com/p/DCd5TOPilBo/?utm_source=ig_embed&utm_campaign=loading",
      "https://www.instagram.com/p/DCd5TOPilBo/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Alfonso Aragón Sac",
          "sentiment": "negative"
        },
        {
          "name": "Mónica",
          "sentiment": "none"
        },
        {
          "name": "Mayte",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "Leganés",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T02:53:52.732+02:00",
    "updated": "2024-12-20T02:53:52.732+02:00"
  }
]