[
  {
    "uuid": "d7772778f19628d789e436221731fc1e1a7874f9",
    "url": "https://d3gvyx4eg3tne0.cloudfront.net/morenews/uknews/2024/08/01/heavy-downpours-batter-the-uk-as-temperatures-soar-to-30c",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UK News",
    "published": "2024-08-01T19:37:00Z",
    "title": "Heavy downpours batter the UK as temperatures soar to 30C",
    "text": "Heavy downpours have battered the UK as almost a month’s worth of rain fell in an hour in Greater London, the Met Office said.\nA yellow warning for thunderstorms was issued by the forecaster that covered the majority of the UK on Thursday as temperatures soared to highs of 30C.\nDrivers faced road closures and there were disruptions to public transport, power cuts and flooding.\nTemperatures are likely to dip back into single figures in a few rural spots in the north tonight ?️\nFor most though it will be another warm night, particularly in the south and southeast pic.twitter.com/IkqvuQaBZw\n— Met Office (@metoffice) August 1, 2024\nBy 8pm on Thursday, New Addington in Greater London had seen the heaviest downpour of the day with 53mm of rain in an hour, according to Met Office data.\nAverage total rainfall for the month of August in the same area is 56mm, the forecaster said.\nJust under 40 miles away, a video on social media showed a group of people pushing a car that had become stuck in flood water in Guildford, Surrey.\nBenson Lock in Oxfordshire recorded 30mm of rainfall in an hour while Wisley, Surrey, enjoyed the highest temperature of the day of 30.2C.\nBy Thursday evening, 26 flood alerts, meaning flooding is possible, had been issued by the Environment Agency – 11 of which were in Greater London.\nOne or two thundery showers are possible across southeast England on Friday morning ⛈️\nMeanwhile, outbreaks of rain will edge in across the northwest of the UK ?️\nSome warm sunshine elsewhere ?️? pic.twitter.com/QFceB52Tv7\n— Met Office (@metoffice) August 1, 2024\nOne flood warning, meaning flooding is expected, was issued for Kidbrooke Stream at Forest Row in East Sussex.\nMet Office meteorologist Simon Partridge said: “There’s been very humid air which is why it’s felt so close and muggy as well.\n“The same air has been over northern France for the last day or two as well – so those heavy thundery showers that they had during the triathlon yesterday morning.\n“So basically, we’ve been getting the same sort of weather as the Olympics have.”\nFriday will be “mostly dry” with highs of up to 29C in south-east England, he added.\n“It will be another very warm, very muggy feeling day and that’s what helps keep a few of those showers going – but it’s not until Saturday where things will feel much fresher across the board.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://t.co/IkqvuQaBZw",
      "https://twitter.com/metoffice/status/1819070672720556197?ref_src=twsrc%5Etfw",
      "https://t.co/QFceB52Tv7",
      "https://twitter.com/metoffice/status/1819093300105658864?ref_src=twsrc%5Etfw",
      "https://twitter.com/metoffice/status/1819093300105658864",
      "https://www.twitter.com/metoffice/status/1819070672720556197?ref_src=twsrc%5Etfw",
      "https://twitter.com/metoffice/status/1819070672720556197",
      "https://www.t.co/QFceB52Tv7",
      "https://www.twitter.com/metoffice/status/1819093300105658864?ref_src=twsrc%5Etfw",
      "https://www.t.co/IkqvuQaBZw"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "met office",
          "sentiment": "none"
        },
        {
          "name": "benson lock",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "greater london",
          "sentiment": "none"
        },
        {
          "name": "guildford",
          "sentiment": "none"
        },
        {
          "name": "oxfordshire",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "new addington",
          "sentiment": "none"
        },
        {
          "name": "surrey",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T02:30:09.780+03:00",
    "updated": "2024-08-02T02:30:09.780+03:00"
  },
  {
    "uuid": "115e5b8b0a675aa0e804ed2a0dd299a4b87601d4",
    "url": "https://www.businessinsider.nl/aoc-says-she-wouldnt-be-surprised-if-trump-threw-me-in-jail-if-he-wins-in-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@binederland",
    "published": "2024-06-06T18:35:00Z",
    "title": "AOC says she ‘wouldn’t be surprised’ if Trump ’threw me in jail’ if he wins in 2024",
    "text": "AOC suggested that Trump could jail her if he wins the presidency again. \"It sounds nuts, but like, I wouldn't be surprised if this guy threw me in jail,\" she said. \"If Donald Trump wins, we are looking at the potential dissolution of democracy,\" she added. Rep. Alexandria Ocasio-Cortez suggested this week that she could be jailed if former President Donald Trump defeats President Joe Biden in November.\n\"I mean, it sounds nuts, but like, I wouldn't be surprised if this guy threw me in jail,\" the New York congresswoman said during an appearance on the \"On With Kara Swisher\" podcast. \"He's out of his mind. I mean, he did his whole first campaign around 'lock her up.' This is his motto.\"\nOcasio-Cortez made the remarks after she was asked what Trump's election would mean for not just the country, but the New York congresswoman's future as a politician.\n\"It is unequivocal that if Donald Trump wins, we are looking at the potential dissolution of democracy in the United States of America,\" said Ocasio-Cortez. \"The question about what would happen to me or the Democratic Party is a joke compared to the question of what is going to happen to our country.\"\nOcasio-Cortez argued that a second Trump term would be far more radical than the first.\n\"I feel like what we saw in his first presidency was an amuse-bouche to what his intentions are,\" said Ocasio-Cortez. \"He has learned from his mistakes of appointing professionals, and he will not make that mistake next time.\"\nThe congresswoman also discussed Big Tech, the progressive movement, and why she believes the lack of a cease-fire in Gaza is making it difficult for Democrats to effectively communicate with younger voters ahead of the 2024 election.\n\"Nobody right now in a millennial space wants to talk about, or advocate, or engage their bullhorn in a way that they feel is undermining or seeking to distract or undercut attention on the atrocity that Palestinians are facing,\" said Ocasio-Cortez. \"So if you are a Democrat that wants to build support among young people, and shore up your support on economic issues, on your message, on health care, on your message, on wages, on jobs, we need a cease-fire.\"\nSwisher also asked the congresswoman about her recent spat with Rep. Marjorie Taylor Greene in a House Oversight Committee hearing, where the Georgia Republican insulted Democratic Rep. Jasmine Crockett's \"fake eyelashes.\"\n\"Marjorie Taylor Greene's selfishness and narcissism is part of what is screwing over the Republican Party,\" said Ocasio-Cortez. \"While it may be good for her, in a way, she is such an embodiment of their core values that they are trying to distract the public from.\"\nRead the original article on Business Insider",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.businessinsider.com/ocasio-cortez-life-completely-transformed-nancy-pelosi-step-down-2023-11",
      "https://www.businessinsider.com/what-would-donald-trump-do-second-term",
      "https://www.businessinsider.com/house-oversight-hearing-erupts-chaos-aoc-and-greene-clash-2024-5",
      "https://www.businessinsider.com/biden-trump-november-election-abortion-israel-gaza-swing-states-2024-5",
      "https://podcasts.apple.com/us/podcast/on-with-kara-swisher/id1643307527?i=1000658025651",
      "https://www.businessinsider.com/ocasio-cortez-donald-trump-jail-if-he-wins-2024-6",
      "https://www.businessinsider.com/uncommitted-democrats-biden-gaza-israel-trump-blame-michigan-2024-3",
      "https://businessinsider.com/house-oversight-hearing-erupts-chaos-aoc-and-greene-clash-2024-5",
      "https://businessinsider.com/biden-trump-november-election-abortion-israel-gaza-swing-states-2024-5",
      "https://www.podcasts.apple.com/us/podcast/on-with-kara-swisher/id1643307527?i=1000658025651",
      "https://businessinsider.com/what-would-donald-trump-do-second-term",
      "https://podcasts.apple.com/us/podcast/on-with-kara-swisher/id1643307527",
      "https://businessinsider.com/ocasio-cortez-life-completely-transformed-nancy-pelosi-step-down-2023-11",
      "https://businessinsider.com/ocasio-cortez-donald-trump-jail-if-he-wins-2024-6",
      "https://businessinsider.com/uncommitted-democrats-biden-gaza-israel-trump-blame-michigan-2024-3"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "kara swisher",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "alexandria ocasio-cortez",
          "sentiment": "none"
        },
        {
          "name": "ocasio-cortez",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "aoc",
          "sentiment": "negative"
        },
        {
          "name": "democratic party",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "united states of america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:30:56.485+03:00",
    "updated": "2024-06-07T01:30:56.485+03:00"
  },
  {
    "uuid": "e602ba996d3d7d77ac4216f088ea151f0b84284e",
    "url": "https://www.dailymail.co.uk/news/article-12932037/moment-camera-catches-mouse-tidying-shed.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Piriyanga Thirunimalan",
    "published": "2024-01-05T22:37:00Z",
    "title": "Adorable moment hidden camera catches squeaky-clean mouse tidying up pensioner's shed | Daily Mail Online",
    "text": "When odds and ends started to be secretly tidied away in his shed during the night, Rodney Holbrook set about getting to the root of the mystery. The retired postman, 75, set up a camera and trained it on his work bench to try to identify the culprit. And to his surprise, the footage revealed that the do-gooder was an industrious little mouse. In scenes straight out of a Beatrix Potter book, the rodent was picking up clothes pegs, screwdrivers, corks, nuts and bolts – and dropping them all into a nearby pot. Even the most awkward of objects did not seem to faze the mouse, which in one scene grappled determinedly with a cable tie before finally getting it into the pot. The rodent was picking up clothes pegs, screwdrivers, corks, nuts and bolts – and dropping them all into a nearby pot When odds and ends started to be secretly tidied away in his shed during the night, Rodney Holbrook set about getting to the root of the mystery Even the most awkward of objects did not seem to faze the mouse The retired postman, 75, set up a camera and trained it on his work bench to try to identify the culprit The scenes looked as though they were straight out of a Beatrix Potter book The new cleaner does such a good job that Mr Holbrook, from Powys, midWales, says he does not bother to tidy up his workspace any more. The images in the film are reminiscent of Ms Potter's children's story The Tailor Of Gloucester – which involves mice secretly doing stitching and sewing work for a tailor as he sleeps. 'It has been going on for months. I call him Welsh Tidy Mouse,' says Mr Holbrook. 'At first, I noticed that some food that I was putting out for the birds was ending up in some old shoes I was storing in the shed, so I set up a camera. 'I couldn't believe it when I saw that the mouse was tidying up. 'He moved all sorts of things into the box, bits of plastic, nuts and bolts. I don't bother to tidy up now, as I know he will see to it. 'It's happened practically every night now for two months.'",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rodney holbrook",
          "sentiment": "negative"
        },
        {
          "name": "beatrix potter",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:45:56.001+02:00",
    "updated": "2024-01-06T00:45:56.001+02:00"
  },
  {
    "uuid": "b898eca4b6662d9bc050b2d688166be8f57495c6",
    "url": "https://www.kmuw.org/2023-12-28/researchers-are-finding-high-levels-of-fertilizer-in-drinking-water-from-rural-kansas-wells",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Celia_LJ",
    "published": "2023-12-28T21:26:00Z",
    "title": "Researchers are finding high levels of fertilizer in drinking water from rural Kansas wells | KMUW",
    "text": "Researchers are finding high levels of fertilizer in drinking water from rural Kansas wells College students are testing private wells in south-central Kansas. The results are prompting families to install treatment systems to reduce nitrate levels. Matthew Kirk has an unpleasant task: breaking the news to families about fertilizer chemicals in their drinking water. The Kansas State University geology professor and his collaborators check for nitrogen pollution in the private wells that so many rural households depend on. “Most of the well owners that I've talked to,” Kirk said, “this isn’t something that’s really on their radar.” Researchers aim to test about 150 private wells in south-central Kansas in Barton, Stafford, Pawnee, Edwards, Rice, Pratt and Kiowa counties. Students and scientists from K-State and Barton and Dodge City community colleges have teamed up to test about 90 so far. Of those, half contain more nitrate than federal regulators allow in public water systems. “Of those that didn’t,” Kirk said, “a lot of them were pretty darn close.” One well contained more than five times as much nitrate as the federal government tolerates in public water supplies. That household has started treating the water before drinking it. Drinking too much of these nitrogen compounds is [dangerous for babies](https://www.health.state.mn.us/communities/environment/water/contaminants/nitrate.html#:~:text=Only%20recently%20has%20scientific%20evidence,%2C%20headaches%2C%20and%20abdominal%20cramps.), and scientists are investigating suspected links to serious health conditions in children and adults, such as cancer. Public water sources have to comply with federal standards, so utilities treat water to reduce nitrate levels when necessary. But the same rules don’t apply to private wells, and people often don’t know what their groundwater contains. Meanwhile, decade by decade, chemicals accumulate. In 2016, K-State researchers checked water quality in south-central Kansas wells that [had also undergone testing 40 years earlier](https://link.springer.com/article/10.1007/s10040-019-02083-z). “We’re seeing nitrate increases that are massive,” Kirk said, adding that they are “among the biggest” when compared to long-term data from a similar national study. The stakes for human health Farms and livestock facilities rank among the top sources of the nitrogen pollution spilling into U.S. waterways and seeping into groundwater. Above ground, scientists at the University of Kansas and elsewhere find this runoff makes the blue-green algae on many bodies of water [increasingly toxic](https://www.kcur.org/news/2023-10-31/algae-blooms-are-getting-more-toxic-and-spreading-north-on-the-great-plains). These toxic blooms poison thirsty animals, spoil weekend plans at the lake and increase the cost of treating public drinking water. Below ground, in aquifers, the effects of nitrogen call less attention. Part of the problem: It’s not easy to collect large datasets of chemical analyses from private property. Not everyone tests their wells, and if they do, there’s [no centralized database](https://www.neha.org/private-well-water-practices) where members of the public and academic researchers can see what they found. But public health experts continue to dig. Scientists at the [University of Nebraska Medical Center](https://www.kcur.org/2023-11-08/nitrate-levels-are-often-higher-in-the-rural-midwest-how-does-this-affect-health) are investigating areas with troubling patterns of childhood cancer. They’re trying to understand whether groundwater contaminated with nitrate and [atrazine](https://www.kcur.org/news/2022-09-27/kansas-gov-kelly-sides-with-trump-urges-bidens-epa-to-back-down-from-herbicide-rules) (the second most common farm herbicide in the U.S.) could play a role. Nitrate contamination contributes to [blue baby syndrome](https://www.dhs.wisconsin.gov/water/blue-baby-syndrome.htm). And scientists continue to scrutinize correlations with thyroid disease, premature births and more. The questions about health effects [leave some scientists uneasy](https://www.kcur.org/2023-11-08/nitrate-levels-are-often-higher-in-the-rural-midwest-how-does-this-affect-health) with the Environmental Protection Agency’s current standard for nitrate levels in public water supplies. The agency allows up to 10 milligrams of nitrate per liter of water. In Kansas, an estimated [150,000 to 175,000 people](https://www.neha.org/private-well-water-practices) use groundwater from private wells. No one knows how many of them treat it first. Families that depend on private wells can consider several treatment options of varying effectiveness, with prices ranging from hundreds to thousands of dollars. Kirk often points well owners to a guide from the Minnesota Department of Health that explains each [home water treatment](https://www.health.state.mn.us/communities/environment/water/docs/factsheet/hometreatment.pdf) approach and typical price tags. What can people do? In south-central Kansas, K-State’s analysis of water samples indicates that most of the nitrate pollution comes from chemical fertilizers sprayed onto cropland. Despite advances in technology that help farmers apply the stuff more precisely, the contamination persists. Wells in the area pull water from the [Great Bend Prairie Aquifer](https://geokansas.ku.edu/kansas-high-plains-aquifer-atlas). On the whole, this groundwater is relatively close to the surface, and the ground above it is relatively permeable, Kirk said. That means nitrates trickle into the aquifer faster than, say, into the Ogallala aquifer farther west. However, Kirk warns that nitrogen pollution could worsen in the Ogallala, too, even if it takes longer. K-State researchers plan to share their well water data from south-central Kansas with the [Kansas Geological Survey](https://kgs.ku.edu/water-resources-and-geohydrology) and the Kansas Department of Health and Environment — agencies that monitor groundwater issues. As some aquifers shrink, it could exacerbate the problem of nitrogen pollution by concentrating the chemicals in less water. More people using private wells will either need to treat their water or drink troubling levels of nitrate. Already, the EPA estimates that about [one-tenth of the land in Kansas](https://www.epa.gov/nutrientpollution/estimated-nitrate-concentrations-groundwater-used-drinking#:~:text=EPA's%20maximum%20contaminant%20level%20(MCL,syndrome%20is%2010%20mg%2Fl) has groundwater with nitrate levels that exceed 10 milligrams per liter. Meanwhile, small-town and rural water systems — which have tight budgets but must comply with the same federal nitrate limit that applies to larger public water sources — will struggle to handle this. Haviland, with a population of less than 700 people, had to build [a $2.4 million treatment facility](https://www.kcur.org/news/2022-03-29/as-fertilizer-pollutes-tap-water-in-small-towns-rural-kansans-pay-the-price). This nearly tripled residents’ water bills. “This is going to make it hard to sustain a lot of rural communities,” Kirk said, “who aren’t going to be able to afford a big, fancy treatment plant.” Celia Llopis-Jepsen is the environment reporter for the Kansas News Service. You can follow her on Twitter [@celia_LJ](https://twitter.com/Celia_LJ) or email her at celia (at) kcur (dot) org. The Kansas News Service is a collaboration of KCUR, Kansas Public Radio, KMUW and High Plains Public Radio focused on health, the social determinants of health and their connection to public policy. Kansas News Service stories and photos may be republished by news media at no cost with proper attribution and a link to [ksnewsservice.org](https://www.kmuw.org/kansasnewsservice). Copyright 2023 KCUR 89.3. To see more, visit [KCUR 89.3](http://www.kcur.org/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Environment",
      "Health"
    ],
    "external_links": [
      "https://www.dhs.wisconsin.gov/water/blue-baby-syndrome.htm).",
      "https://www.kcur.org/2023-11-08/nitrate-levels-are-often-higher-in-the-rural-midwest-how-does-this-affect-health)",
      "https://www.epa.gov/nutrientpollution/estimated-nitrate-concentrations-groundwater-used-drinking#:~:text=EPA",
      "https://www.kcur.org/news/2022-09-27/kansas-gov-kelly-sides-with-trump-urges-bidens-epa-to-back-down-from-herbicide-rules)",
      "https://geokansas.ku.edu/kansas-high-plains-aquifer-atlas).",
      "https://twitter.com/Celia_LJ)",
      "https://www.neha.org/private-well-water-practices)",
      "https://www.health.state.mn.us/communities/environment/water/contaminants/nitrate.html#:~:text=Only%20recently%20has%20scientific%20evidence,%2C%20headaches%2C%20and%20abdominal%20cramps.),",
      "https://www.health.state.mn.us/communities/environment/water/docs/factsheet/hometreatment.pdf)",
      "https://www.kcur.org/news/2022-03-29/as-fertilizer-pollutes-tap-water-in-small-towns-rural-kansans-pay-the-price).",
      "https://www.kcur.org/news/2023-10-31/algae-blooms-are-getting-more-toxic-and-spreading-north-on-the-great-plains).",
      "https://kgs.ku.edu/water-resources-and-geohydrology)",
      "http://www.kcur.org/).",
      "https://link.springer.com/article/10.1007/s10040-019-02083-z).",
      "http://kcur.org/).",
      "https://kcur.org/2023-11-08/nitrate-levels-are-often-higher-in-the-rural-midwest-how-does-this-affect-health)",
      "https://dhs.wisconsin.gov/water/blue-baby-syndrome.htm).",
      "https://www.geokansas.ku.edu/kansas-high-plains-aquifer-atlas).",
      "https://neha.org/private-well-water-practices)",
      "https://www.kgs.ku.edu/water-resources-and-geohydrology)",
      "https://www.twitter.com/Celia_LJ)",
      "https://kcur.org/news/2023-10-31/algae-blooms-are-getting-more-toxic-and-spreading-north-on-the-great-plains).",
      "https://kcur.org/news/2022-03-29/as-fertilizer-pollutes-tap-water-in-small-towns-rural-kansans-pay-the-price).",
      "https://epa.gov/nutrientpollution/estimated-nitrate-concentrations-groundwater-used-drinking#:~:text=EPA",
      "https://kcur.org/news/2022-09-27/kansas-gov-kelly-sides-with-trump-urges-bidens-epa-to-back-down-from-herbicide-rules)",
      "https://health.state.mn.us/communities/environment/water/contaminants/nitrate.html#:~:text=Only%20recently%20has%20scientific%20evidence,%2C%20headaches%2C%20and%20abdominal%20cramps.),",
      "https://health.state.mn.us/communities/environment/water/docs/factsheet/hometreatment.pdf)",
      "https://www.link.springer.com/article/10.1007/s10040-019-02083-z)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pratt",
          "sentiment": "none"
        },
        {
          "name": "kirk",
          "sentiment": "none"
        },
        {
          "name": "edwards",
          "sentiment": "none"
        },
        {
          "name": "matthew kirk",
          "sentiment": "none"
        },
        {
          "name": "barton",
          "sentiment": "none"
        },
        {
          "name": "rice",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kansas state university",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kansas",
          "sentiment": "none"
        },
        {
          "name": "stafford",
          "sentiment": "none"
        },
        {
          "name": "dodge city",
          "sentiment": "none"
        },
        {
          "name": "kiowa",
          "sentiment": "none"
        },
        {
          "name": "pawnee",
          "sentiment": "none"
        },
        {
          "name": "barton",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:36:33.692+02:00",
    "updated": "2023-12-29T00:36:33.692+02:00"
  },
  {
    "uuid": "bc9cfdb4bae4ca72a83c301220f39b785449ecc1",
    "url": "https://411mania.com/wrestling/billie-starkz-hypes-match-mercedes-mone-aew-dynamite-bayley",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jeremy Thomas",
    "published": "2025-03-19T23:15:00Z",
    "title": "Billie Starkz Hypes Match With Mercedes Mone On AEW Dynamite, Bayley Comments | 411MANIA",
    "text": "/\nBillie Starkz Hypes Match With Mercedes Mone On AEW Dynamite, Bayley Comments\nMarch 19, 2025 | Posted by\nBillie Starkz is excited for her title match against Mercedes Mone on tonight’s AEW Dynamite and Bayley has a request for Starkz. As noted, Starkz will battle Mone for the latter’s TBS Championship on tonight’s show and she posted to Twitter to talk about what the match means to her.\nStarkz wrote:\n“10 years ago I hit @MercedesVarnado because Bayley told me to at a show and my dad yelled at me until he realized I wasn’t just swinging to swing.\nThis time I swing first for Athena and I swing hard for Bayley and I walk out TBS Champion for ME!\n#AEWDynamite”\nBayley replied to Starkz and wrote:\n“Beat her ass for me”\nBeat her ass for me\n— Bayley (@itsBayleyWWE)\n[March 19, 2025]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Sport",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Arts, Culture and Entertainment->television",
      "Arts, Culture and Entertainment->mass media",
      "Sport->sport event",
      "Sport->wrestling",
      "Sport->sports transaction",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->gaming and lottery",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:44:50.767+02:00",
    "updated": "2025-03-20T01:44:50.767+02:00"
  },
  {
    "uuid": "1ce987c475eedb7686980e94d71c0133d898ed33",
    "url": "https://spencerchlp307307.ampedpages.com/achieve-a-thriving-garden-seven-key-beetle-prevention-methods-51617634",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Spencerchlp",
    "published": "2023-12-28T23:13:00Z",
    "title": "Achieve a Thriving Garden: Seven Key Beetle Prevention Methods",
    "text": "This article down below involving Organic Beetle Control is unquestionably fascinating. Read on and draw your own conclusions.\nIf ferocious Japanese beetles devour your plants, your lovely garden can right away transform negative. What a heartbreaking thought! Both fully grown and young beetles can trigger extensive damage to numerous plants as well as lawn lawns.\nThe grown-up ones chew on the fallen leave veins, consume blossoms, delight in fruits, and also at some point weaken the plant up until they die. Worst of all, huge throngs can attack your yard, with ladies laying eggs that develop into grubs or child beetles that damage your lawn origins. So, if you wish to preserve the elegance of your yard, take note of these beetle control suggestions.\nUse a Protective Drifting Row Cover\nIf you have small plants like roses, strawberries, and the like, make use of a protective floating row cover from afternoon until late night. This white polyester adhered as well as rotated material can be curtained over the plants. After that, pin the fabric to the ground to keep the beetles out. Nevertheless, remember not to use this on growing veggies like squash or pumpkin as they need for pollination.\nSecure Meticulously with Hands\nIf the beetle population is still very reduced, you can check your plants as well as hand-pick them out one by one. Then, to ensure they don't come back, sink the beetles in a soapy water remedy. Keep a soapy container beside you to promote the procedure.\nTry Store-Bought Insecticides\nYou can try common insect chemical awesomes like \"acelepryn\" with its energetic component, chlorantraniliprole. Comply with the directions for application. This is much less harmful to pollinator , unlike the various other insecticides with permethrin, imidacloprid, carbaryl, or malathion. Check out the item tag and bee-toxicity caution if you do not wish to estrange the bees.\nTry Organic Products\nYou can attempt organic things like spinosad and also neem oil. This is most particularly practical for fruits and also veggies considering that you will consume the fruit and vegetables. For optimal pest control, apply this product in the afternoon when the beetles are most active. Once again, comply with directions for application to guarantee optimum efficiency.\nTime Turf Irrigation\nDuring the beetle's most energetic period, stay clear of constant irrigation. Actually, it would be useful not to irrigate when they remain in mating period to stop the beetles from laying their eggs in the turf. Without this moist environment, they will seek haven somewhere else.\nApply a Preventive Chemical for Grub\nTo stop mature beetle throngs, you need to nip the problems in advance. Killing the grub when they are young will work as a wonderful preventive tool. Discover those with active components like imidacloprid, halofenozide, or thiamethoxam. Granular powders work best, especially at the end of July, to prevent eggs from hatching. Once again, keep an eye out for poisoning due to the fact that you don't desire these practical pollinators to pass away as well.\nRequire Professional Aid\nIf you are afraid of damaging your plants and also really feel not sure regarding carrying out chemical applications, ask for specialist pest control. They can give the very best suggestions on what to do about your yard so you can eliminate the beetles without harmful plants, injuring pet dogs, or hurting the people staying in the exact same space.\nYour gorgeous yard can instantly turn negative if ferocious Japanese beetles devour your plants. Both young and mature beetles can create considerable damages to numerous plants as well as lawn yards.\nMost awful of all, massive flocks can invade your yard, with ladies laying eggs that turn right into grubs or infant beetles that damage your yard origins. If you desire to maintain the charm of your yard, take note of these beetle control tips.\nIf the beetle population is still extremely low, you can check your plants as well as hand-pick them out one by one.\nDealing with Japanese beetles\nThe pest I’m hearing about most from west Michigan gardeners this year is Japanese beetles. These pesky little copper-colored beetles especially love roses and apple trees—both of which we have on our property, so I have been especially interested in monitoring them for activity.\nTheir telltale sign is leaving “skeletonized” leaves while leaving the veins intact. Unfortunately Japanese beetles are not real picky eaters and will attack almost any flower, shrub, tree, or vegetable plant. My first encounter with the Japanese beetles this year occurred when they showed up on my pole beans; they’ve also enjoyed some of our cucumber plants.\nSo how do we get rid of them without nasty pesticides?\nFirst spray your plants with Neem oil. The benefit of Neem oil is it is derived from an evergreen tree and is safe for use around humans, animals, earthworms, lady bugs, and other beneficial insects. Neem oil also protects your plants from a variety of other insects including caterpillars, cabbage worms, mealy bugs, mites and whiteflies, just to name a few. Neem oil can also help with powdery mildew. This is an item I wouldn’t want to start the year without because there is a good chance I will need it at some point during gardening season!\nSecond, Japanese beetles are slow and not all that alert. This makes them easy to catch. Fill a bucket or jar half way with water and a squirt of dish soap. Catch the beetles with your gloved hands and place them in the bucket. They cannot escape from the soapy water. The best time to catch them is early in the morning when they are the least alert although you should have no problem catching them anytime during the day. Also leave the bucket of dead beetles in the garden as a deterrent. Japanese beetles are largely moved by scents and the smell will deter additional beetles.\nFinally, grubs are the larval stage of the Japanese beetle and the presence of the beetles in your garden or on your roses may mean you or your neighbor have a grub issue. Japanese beetles will travel a mile for a good meal, but if they are in your garden and you didn’t have grubs this spring you may have them next spring. Grubs can be treated organically with milky spores, but the milky spores take a year to effectively establish themselves in your soil. I know we will be applying them this fall to get a jump on any problems with grubs in the future.\nNow that I’ve given you some good ways to rid your yard of Japanese beetles, here’s what I’d avoid: Japanese beetle traps. Studies have found they attract more beetles than they actually catch.\nSo is there a way to prevent these pests from invading your garden? Well, theoretically, natural repellants for Japanese beetles include chives, garlic, catnip and tansy, but to be honest, I have not found these to be very effective. Directly below my pole beans are my chives, so I’m not convinced planting those things actually works as a deterrent.\nSo while you may not get rid of the all the Japanese beetles in your yard, you can definitely control their population so they will not have an impact on your harvest.\nAs a fervent reader about Flea Beetle Control, I assumed sharing that post was worthwhile. Sharing is nice. Who knows, you could be doing someone a favor. Thanks so much for going through it.\nRequest An Estimate",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Environment"
    ],
    "external_links": [
      "https://www.google.com/url?q=https://www.portland.localpestscontrol.com",
      "https://google.com/url?q=https://portland.localpestscontrol.com",
      "https://www.google.com/url"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T04:26:13.427+02:00",
    "updated": "2023-12-29T04:26:13.427+02:00"
  }
]