[
  {
    "uuid": "b9befc3c153e3f802ed90eb91bff05718aa331aa",
    "url": "https://religionnews.com/2024/02/23/islamist-nigerian-militants-press-attacks-against-christians-to-foment-religious-war",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tonny Onyulo",
    "published": "2024-02-23T19:06:00Z",
    "title": "Islamist Nigerian militants press attacks against Christians to foment religious war",
    "text": "ABUJA, Nigeria (RNS) — Islamist Fulani militants in the central Nigerian state of Plateau are continuing an anti-Christian killing spree that began with a devastating Christmas-time attack that left almost 200 Christians dead and hundreds others injured. On Feb. 18, six people were ambushed, with one killed and others injured, including a woman who was raped. A week earlier, the militants attacked a Christian village with guns and machetes, killing 10 and injuring dozens. The campaign is going on despite a multi-agency security operation in the region. On the evening of Dec. 23, Fulani gunmen targeted some 20 Christian communities and dozens of churches in the predominantly Christian area of the country, which as a whole is more than half Muslim. The terrorists, who are aligned with the Islamist group Boko Haram, killed or maimed anyone in sight, slaughtered animals and burned down thousands of homes, displacing more than 20,000 people. The mayhem lasted through the morning of Dec. 26. Twenty-six-year-old Joseph Makut survived a gunshot wound to his right leg in the attack. “I didn’t celebrate Christmas. The militants attacked my village of Mabor at midnight when my family and I were in a deep sleep,” the father of two said from his hospital bed at Jos University Teaching Hospital . “The gunmen broke our door and opened fire at us. We pretended to be dead, but my wife tried to crawl, and she was shot several times and died.” Makut said the gunmen told them that they aimed to eliminate Christian communities in the central part of the country. “I don’t think I will go back to my village until my security is assured,” said Makut, bemoaning the insecurity that Christians face in the country, especially in Plateau. “The terrorists are determined to kill every Christian in the region, and this is making us live in fear because we have already lost our loved ones.” Nigeria, a West African nation of more than 200 million people, has suffered terror attacks since 2009 when the violent extremist groups Boko Haram and the Islamic State group in West Africa launched an insurgency aimed at overthrowing Nigeria’s secular government and establishing an Islamic state. In 2011, the Fulani militants joined Boko Haram to escalate Islamism insurgency in northern and central Nigeria, targeting Christians. At least 52,250 Nigerian Christians have been murdered for their faith, and thousands of churches have been destroyed, according to the report from Intersociety, a democracy and human rights advocacy group founded in 2008. Nigeria is now ranked number six on the World Watch List , Open Doors’ annual ranking of the 50 countries where Christians face the most extreme persecution. The research reveals that the country is the most dangerous or difficult in which to be a Christian as violence against Christians is increasing. Patricia Machen, another survivor of the Christmas Eve attacks, said she was afraid of attending church services after terrorists burned her church during the night attack and warned residents against praying. “We are afraid to be Christians in this country, and we are now not even going to church since the attack happened,” said Machen, a 40-year-old mother of four from the Mangu community, one of dozens of ethnic groups in Plateau. “The terrorists found us praying inside the church, and they started shooting at us, and we had to run and hide. But unfortunately, they killed and injured some of our members.” Machen said the groups have spies in every Christian community that report to them about religious activities happening in the communities. “For example, when we have a prayer gathering, vigil or fasting in groups, the terrorists will know and strike. They will even send messages to warn residents against praying.” Religious leaders have warned that the attacks are aimed at creating conflict between Muslims and Christians in the hope of instigating a religious war in the country. “These people are terrorists, and they are not fighting for any religion. But they want to use religion to achieve their target of destabilizing the country and establishing an Islamic state,” said Moses Mashat, pastor of an evangelical Christian church. “I want to urge the government to bring hope to the people by arresting and prosecuting the perpetrators and sponsors of these crimes happening across the country.” The president of the Christian Association of Nigeria, Archbishop Daniel Okoh of the independent Christ Holy Church International, advised Nigerians to remain united despite the attacks. “In times like these, Nigerians must come together and remain united despite the challenges they are facing from terrorist gangs,” said Okoh. “We can only defeat terrorists when we are together as a country, and I urge Nigerians to continue praying to the Almighty God to protect our country from future attacks.” Meanwhile, survivors, most of them sheltered in 23 camps set up by the Red Cross in Plateau, are desperately awaiting aid as they continue to mourn their loved ones. “We have nothing to eat because we lost everything, including our farm produce and livestock,” said Machen, noting that they lack basic needs, such as food, water, shelter, clothing, blankets and medical aid. “We are urging the government and well-wishers to come to our aid because we are suffering and, at the same time, mourning.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://cisanewsafrica.com/nigeria-over-52000-people-massacred-in-the-last-14-years-for-being-christians-intersociety-reports/)",
      "https://www.europarl.europa.eu/doceo/document/E-9-2024-000108_EN.html)",
      "https://www.opendoorsuk.org/news/latest-news/nigeria-pastor-zachariah/),",
      "https://www.facebook.com/officialjuth/).",
      "https://www.csw.org.uk/nigeria-fulanimilitia)",
      "https://facebook.com/officialjuth/).",
      "https://www.cisanewsafrica.com/nigeria-over-52000-people-massacred-in-the-last-14-years-for-being-christians-intersociety-reports/)",
      "https://europarl.europa.eu/doceo/document/E-9-2024-000108_EN.html)",
      "https://csw.org.uk/nigeria-fulanimilitia)",
      "https://opendoorsuk.org/news/latest-news/nigeria-pastor-zachariah/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "fulani",
          "sentiment": "negative"
        },
        {
          "name": "boko haram",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "christian",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "abuja",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        },
        {
          "name": "plateau",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T21:19:11.983+02:00",
    "updated": "2024-02-24T00:55:21.480+02:00"
  },
  {
    "uuid": "614b6d7b58435eea8cc3b301b6a6def4e40fcc14",
    "url": "https://www.jornaldocomercio.com/economia/2023/12/1137204-brasil-criou-130-097-postos-de-trabalho-em-novembro-mostra-caged.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agências",
    "published": "2023-12-28T20:02:00Z",
    "title": "Brasil criou 130.097 postos de trabalho em novembro, mostra Caged",
    "text": "O Brasil criou 130.097 vagas com carteira assinada em novembro de 2023. O saldo foi resultado das 1.866.752 contratações e das 1.736.655 demissões em novembro, conforme dados do Cadastro Geral de Empregados e Desempregados (Caged) divulgados nesta quinta-feira (28) pelo Ministério do Trabalho e Emprego. O setor de serviços foi o que mais criou vagas (92.620), seguido do comércio (88.706). Os setores de indústria, construção civil e agronegócio tiveram fechamento de vagas em novembro. O Ministério do Trabalho e Emprego afirma que a queda é justificada por um \"impacto sazonal\". Na Indústria foram fechados 12.911 postos de trabalho. Na construção civil, foram fechadas 17.300 vagas e na agropecuária, 21.017 postos formais de trabalho. O salário médio de contratação foi de R$ 2.021,73 em novembro. O valor é R$ 27,98 maior do que o registrado em novembro do ano passado, já descontada a inflação. De janeiro a novembro de 2023, foram criadas 1.914.467 vagas de trabalho formal . Houve criação de vagas em todos os estados brasileiros. Os estados que mais geraram vagas foram São Paulo (551.172), Minas Gerais (187.866) e Rio de Janeiro (165.701). Os que criaram menos postos de trabalho formais foram Acre (4.969), Roraima (5.713) e Amapá (6.319). No ranking de novembro, o Rio Grande do Sul ocupa a 3ª posição , com saldo de 11.799 postos de trabalho. Ao todo, foram registradas 114.640 admissões e 102.841 desligamentos em novembro no Estado.\nJá no acumulado do ano , foram contabilizadas 1.335.859 admissões e 1.259.402 desligamentos, totalizando saldo de 76.457 postos de trabalho no RS . O setor de serviços foi o que mais se destacou no período ao registrar saldo de 50.015 postos, seguido pelo comércio (saldo de 12.824 postos), indústria (7.184), agropecuária (5.074) e construção (1.360). Leia mais: Brasil gera mais de 190 mil postos com carteira assinada em outubro, aponta Caged O Caged reúne dados do governo federal sobre empregos formais. Os números do Cadastro Geral de Empregados e Desempregados se referem apenas a trabalhadores com carteira assinada (CLT), e são as próprias empresas que preenchem as informações no sistema. Desde 2020, uso do sistema do Caged foi substituído pelo eSocial. Atualmente, todas as empresas estão obrigadas a declarar as movimentações de trabalhadores formais por meio do eSocial. Com a mudança, a metodologia do Novo Caged passou a ser composta por informações dos sistemas eSocial, Caged e Empregador Web.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:43:52.625+02:00",
    "updated": "2023-12-29T01:43:52.625+02:00"
  },
  {
    "uuid": "3c6dd0a76bc9196887ef7aa0a776798960db1ded",
    "url": "https://okcheartandsoul.com/news/national/it-is-historic-us-poised-to-see-record-drop-in-yearly-homicides-despite-public-concern-over-crime/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ABC Audio. All rights reserved.",
    "published": "2023-12-29T00:29:00Z",
    "title": "'It is historic': US poised to see record drop in yearly homicides despite public concern over crime - Heart & Soul 92.1 & 1140",
    "text": "‘It is historic’: US poised to see record drop in yearly homicides despite public concern over crime Written by [ABC Audio. All rights reserved.](https://okcheartandsoul.com/author/abc-audio-all-rights-reserved/) on December 28, 2023 (NEW YORK) — With 2023 ticking down, the nation is poised to finish the year with its biggest annual drop in homicides on record, according to preliminary data from law enforcement agencies both large and small. The homicide rate in the United States is expected to plummet nearly 13% compared to 2022, meaning more than 2,000 fewer people were the victims of homicide this year, Jeff Asher, a national crime analyst, told ABC News. The drop in homicides comes as more than three-quarters of Americans say there is more crime in the U.S. than a year ago and more than half of Americans say the same about crime in their local area, according to a Gallup poll released last month. Adding to that perception is the annual National Crime Victimization Survey published this month by the U.S. Bureau of Justice Statistics that found the number of violent crime victims nationwide climbed from 16.5 per 1,000 people in 2021 to 23.5 per 1,000 in 2022. Cities say the 2023 drop in homicides and other violent crimes can be attributed to expanded efforts to prevent crime, including working with community volunteers, targeting gun possession in high-crime areas and placing officers on foot and bike patrols. “It is historic. It’s the largest one-year decline,” said Asher, co-founder of AH Datalytics and a former crime analyst for the CIA and the New Orleans Police Department. “It’s cities of every size, it’s the suburbs, it’s rural counties, tiny cities, it’s large cities. It’s really a national decline.” Asher said his analysis is based on available preliminary crime data provided by 180 law enforcement agencies. He said before this year, the largest year-over-year drop in homicides occurred in 1996 when murders fell by 9%. An ABC News review of preliminary crime data from the 10 largest U.S. cities shows that heading into the last week of the year, seven of the municipalities have seen double-digit year-over-year declines in 2023 homicides — including an 11% drop in New York City, a 16% decrease in Los Angeles, and a 13% reduction in Chicago. Houston, the country’s fourth largest city, saw its homicide numbers fall by 11% and homicides in Philadelphia, the nation’s sixth biggest city, have fallen by 21%, according to the preliminary data. ‘Force multiplier’ The challenge faced by local law enforcement to bring down the country’s homicide numbers for the second consecutive year following a record jump in 2020 and a sizable increase in 2021, was achieved this year with a major assist from the U.S. Justice Department and bipartisan gun-control legislation passed by Congress, officials said. “We’re seeing double-digit declines in homicide across nearly 70 of America’s largest cities,” U.S. Deputy Attorney General Lisa Monaco said in an exclusive interview with ABC News chief justice correspondent Pierre Thomas, citing information from the Major Cities Chiefs Association. Monaco said the federal government has played the role of “force multiplier” in helping local law enforcement drive down the nation’s murder rate by identifying and removing the most prolific shooters and violent offenders from the streets. “Something that we are doing is using new authorities from the most significant gun safety law that has passed in 30 years … the bipartisan Safer Communities Act that passed last year. And with that tool, we’ve charged more than 300 defendants with new gun trafficking and illegal trafficking,” Monaco told ABC News. “We’re using tools like crime-gun intelligence, the ability to trace the gun and the spent shell casing from a crime scene to identify who’s that shooter, how many violent crimes have they been involved with.” Smaller cities are also seeing dramatic decreases in homicides. New Orleans, which had the highest murder rate in the nation in 2022, has seen a 25% drop in homicides in 2023. Baltimore’s homicide numbers have fallen by 25%, Atlanta’s by 18%, and Miami’s by 15%. But not all cities have seen homicides fall. As of Dec. 26, Washington, D.C., has seen its homicides jump 36% and Dallas has seen a 14% increase. In Memphis, Tennessee, homicides rose 31% through the first six months of the year, the most recent data available. “But those cities are especially notable because they are outliers this year, not the norm,” Asher said. Motor City murders tumble One of the largest drops in homicides occurred in Detroit, which as of Dec. 26 has seen murders fall by 18% since last year, according to the police department’s preliminary data. “We’re looking at some numbers that we haven’t seen in close to 60 years in the city of Detroit,” Detroit Police Chief James White told ABC News. “But we’re stopping short of celebrating because certainly we still have a lot of work to do.” Following a rash of shootings in downtown Detroit in April, White immediately instituted a 12-point crimefighting program normally reserved for the hot summer months, he said. “That involved just really having officers on foot patrol, bike patrol, engaging our community in a very positive way,” said White. He said the city, led by Mayor Mike Duggan, a former Wayne County prosecutor, has helped pave the way for an overall reduction in crime by boosting the number of police officers from 2,331 in 2022 to 2,486 in 2023 and giving cops a substantial pay raise. White said his department has been approved to hire another 200 officers in the coming year. Like other chiefs interviewed by ABC News, White attributed a large part of Detroit’s crime turnaround to winning back the public’s trust following widespread protests and calls for defunding police departments in the wake of the death of George Floyd at the hands of Minneapolis police officers in 2020. White said the city forged relationships with “community violence interrupters,” civilians who work in the streets to help the police department pinpoint problem areas and solve crimes. “They’re sick and tired of the senseless, violent crime and they’re cooperating. They’re telling us where the problems are, and it’s our responsibility to address them quickly and keep working to keep those relationships strong in the community,” White said about community violence interrupters. The result, he said, has been 55 fewer homicides in the city compared to this time last year. “That’s 55 lives, 55 people, 55 mothers, fathers, husbands, wives, brothers, sisters that don’t have to bury a loved one,” White said. White also noted that there have been 135 fewer non-fatal shootings in Detroit compared to last year. “So if half of those had resulted in homicide, you can clearly see what the numbers would be, and the victimization that would have occurred, the families that would be impacted. But the fact that 135 people weren’t shot this year is absolutely incredible,” White said. Overall violent crime falling Besides the tumbling homicide numbers nationwide, Asher said preliminary data shows significant decreases in nearly every type of violent and property crime, except for auto theft which has risen 10%. Through the first three quarters of the year, he said aggravated assaults were down 7%, robbery declined 9% and the number of rapes fell 15%. “It’s something that I think ideally deserves more attention. We certainly pay attention when things go up,” Asher said. “I think that we should be talking about it and writing about it, and discussing it when it goes down as well because there are important things to learn there, and we should be acknowledging what’s happening.” Despite the reductions in homicides and other violent crimes nationwide, recent polls indicate the majority of Americans believe overall crime is out of control. “Seventy-something percent of Americans believe crime is rising this year. And seventy-something percent of Americans in this case just happen to be wrong,” Asher said, citing the Gallup poll last month. Asher’s analysis appears to correspond with a report released last week by the Council on Criminal Justice, a think tank comprised of policy leaders in the criminal justice field. The CCJ analyzed preliminary crime data from 30 large U.S. cities and found that homicides in the first half of the year fell 9.4%. “If this trend continues through the end of 2023, the nation will have experienced one of the largest single-year homicide reductions in the era of modern record-keeping,” the CCJ said in a statement. The Gun Violence Archive, a website that tracks shootings across the nation, also reports a significant 9% drop in gun homicides this year. As of Dec. 26, 18,513 people had been victims of homicide, about 1,700 fewer than in 2022, according to the website. The sizable fall in homicides comes after a record high in murders was set in 2020 at the height of the COVID-19 pandemic when courts were mostly closed and jail populations were being drastically reduced in an attempt to curb the spread of the virus. “Certainly, after it hit, we saw backlogs of cases and delayed trials and things like that,” White said. “There was no real accountability for bad acts.” According to the FBI’s annual Uniform Crime Reporting Program, which analyzed data from 15,897 law enforcement agencies, the largest single-year jump in murders in more than a century occurred between 2019 and 2020 as murders and nonnegligent manslaughter offenses nationwide rose nearly 30%. Homicides across the country continued to increase in 2021 by 4.3% before falling by 6% in 2022, according to the FBI report. ‘A very simple strategy’ San Antonio, Texas, the nation’s seventh biggest city, has experienced a nearly 12% decline in homicides this year, after seeing murders rise by 43% in 2022 compared to 2021. San Antonio Police Chief William McManus told ABC News that the 231 homicides that occurred in his city in 2022, included the deaths of 53 migrants found in the back of an abandoned tractor-trailer as part of a human smuggling operation. “If you’re looking at including those numbers, we’re looking at about a 32% decrease. But if you extract those numbers, we’re looking at a 12% decrease year-to-date,” McManus said. “But we’re not complaining about 12% though.” One of the multiple crimefighting strategies McManus attributed to his city’s falling homicide numbers was first suggested by a team of criminologists at the University of Texas at San Antonio. “Actually, it was a very simple strategy that, quite frankly, I was somewhat skeptical of at first,” McManus said. He said by examining calls to the city’s computer-aided dispatch system (CAD), the police department identified 28 areas of the city with the highest numbers of violent crime calls and even pinpointed certain days and times when the volume of calls is the highest. “We will sit there at that location with our emergency lights on for 10 to 15 minutes. That’s about as proactive as it gets,” McManus said. “We’re not getting out stopping people or knocking on doors or anything like that. It’s simply a high visibility, hot-spot policing effort.” McManus said that in the coming year, he plans to try other crimefighting strategies involving the city’s public works department and animal control services. “Specifically, to mention Animal Care Services, if you have a bunch of dogs running around, it brings the quality of life in that neighborhood down,” McManus said. “If you have a bunch of abandoned properties that are not being tended to, it brings the quality of life of that neighborhood down. Those properties could be used for drug sales, drug use, prostitution, all those things that make a neighborhood feel unsafe.” Another strategy is to “address specific actors that are involved in violent crime,” he said. “We pull them in, most of them are under supervision, and we offer them services, we offer them possible employment. If you choose to accept that type of help, whatever it may be, then good for you,” McManus said. “But if you don’t, then the next time you’re arrested, we’re going to throw the book at you.” ‘Recipe for success’ In Phoenix, the nation’s fifth largest city, interim Police Chief Michael Sullivan credited a 15% decline in homicides this year to a crimefighting strategy focused on clearing the streets of violent criminals in possession of guns. “We know that if we focus on those areas, we’re going to see reductions, and we did this year,” Sullivan told ABC News. Sullivan said his department launched “Operation Summer Shield” this year, which involved the help of federal and other local law enforcement agencies to round up people with warrants for their arrests. He said the operation resulted in the arrests of 580 people, with 70% wanted for felonies. “I think we seized 40 guns from those prohibited possessors,” Sullivan said. Sullivan said he has also used the strategy of putting detectives on the streets during the summer months to help increase patrols, saying, such a move has “been very important in helping us control the homicide number this year.” Like in Detroit, Sullivan said non-fatal shootings, which he described as “truly failed homicides,” are down 18% this year and attributes that to the launch of a “Non-Fatal Shooting Investigation Squad” that responds whenever a bullet pierces the skin to assist or assume the investigation. But like other police chiefs in cities with falling homicide numbers, Sullivan said community engagement has been the most beneficial in the post-pandemic era. “Community engagement is much easier when you’re not doing it on a Zoom call, when you’re having face-to-face meetings with the community and being able to build that trust,” Sullivan said. “When I talk about community engagement, you put a lot of deposits in the bank before people trust enough to be able to give us the information to close crimes.” Sullivan said his agency has also focused on recruiting the best officers for the job. “What we would expect from our police departments is to have a good strategy. But then you have to have women and men who can go out and execute that strategy,” Sullivan said. “That’s what we have here at the Phoenix Police Department, and I believe that’s a recipe for success.” Copyright © 2023, ABC Audio. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jeff asher",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "u.s. bureau of justice statistics",
          "sentiment": "none"
        },
        {
          "name": "gallup",
          "sentiment": "none"
        },
        {
          "name": "abc news",
          "sentiment": "none"
        },
        {
          "name": "abc audio",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:54:46.908+02:00",
    "updated": "2023-12-29T02:54:46.908+02:00"
  },
  {
    "uuid": "5d6ab44ecd538a28a4b9af2ea64551b57d3ca4f9",
    "url": "https://www.sportingnews.com/au/football/news/sam-kerr-playing-olympics-matildas-star-injury-update/300e21f0bd19654ceb25ab53",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kieran Francis",
    "published": "2024-07-25T23:03:00Z",
    "title": "Is Sam Kerr playing in the Paris Olympics 2024? Matildas star injury update",
    "text": "The Australian sports world was rocked just days into 2024, when it was announced that Sam Kerr, the country's football megastar, had suffered a torn ACL.\nKerr, 30, suffered the knee injury during a training camp in Morocco for her WSL team Chelsea, which will see her miss the remainder of their season.\nAfter missing the majority of the Matildas' home FIFA World Cup in 2023, many fans were excited by the prospects of the world's best striker lifting the team ahead of the 2024 Paris Olympics, but these hopes have been extinguished.\nMORE:\nMatildas Olympics group, draw: Who are Australian women's football team playing at 2024 Games in Paris?\nIs Sam Kerr playing in the Paris Olympics 2024?\nKerr has been officially ruled out of the Paris Olympics 2024 by Football Australia and Matildas coach Tony Gustavsson in May.\n\"Unfortunately we have had a very very tough period with injuries,\" Gustavsson said in a press conference on May 21 for the upcoming pre-Olympic clashes against China.\n\"I just got the summary sheet here a week ago and 15 out of these 37 players are either injured or just coming back from injury which means some of the players that are selected now is selected to be evaluated where they are with their physical status in the gym window and see where they will potentially become the Olympics.\n\"I think everyone can do the math here and understand that obviously the Olympic roster will be based mostly out of those that are in camp.\"\nKerr suffered her ACL injury barely a week into 2024, and will likely miss close to nine months.\nThat meant that she would be sidelined for the remainder of the WSL season, and would also not play at the Paris Olympics if the Matildas qualified.\nSome had floated the idea of Kerr being brought into the squad just for penalties, but experts quickly quieted that idea, with former Socceroos' goal-keeper Mark Schwarzer\nimploring Kerr to be 'selfish' and not try and rush back for the Olympics.\nWhen do the Matildas play next?\nThe Matildas next game will be their second at the group stage of the 2024 Olympics, as they look to bounce back from an awful start against Zambia on Monday July 29.\nThey were well off the pace in their opening game in Marseille, and were punished by Germany, who secured a 3-0 win.\nThe match against the African side is now a must win game, given they face the mighty USA in their final group stage match.\nThe game against Zambia will begin at 3:00 a.m. AEST.\nSam Kerr injury update\nWhile Kerr is yet to publicly comment on her injury, she has taken to social media to thank teammate Millie Bright, saying \"Don’t know what I would have done without my Millie B last few days.\"\nHer WSL team Chelsea said that she would be assessed, and then would begin her rehabilitation, per a statement.\n\"Sam will be assessed by a specialist in the coming days and then begin her rehabilitation with the club’s medical team,” the team said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Health",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://sport.optus.com.au/news/matildas/os68105/sam-kerr-injury-olympics-matildas-latest-mark-schwarzer",
      "https://www.sport.optus.com.au/news/matildas/os68105/sam-kerr-injury-olympics-matildas-latest-mark-schwarzer"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sam kerr",
          "sentiment": "neutral"
        },
        {
          "name": "tony gustavsson",
          "sentiment": "none"
        },
        {
          "name": "kerr",
          "sentiment": "none"
        },
        {
          "name": "gustavsson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "matildas",
          "sentiment": "none"
        },
        {
          "name": "football australia",
          "sentiment": "none"
        },
        {
          "name": "chelsea",
          "sentiment": "none"
        },
        {
          "name": "fifa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "morocco",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T02:33:29.498+03:00",
    "updated": "2024-07-26T02:33:29.498+03:00"
  },
  {
    "uuid": "167cc47b41d123a2f9328e15778ea5a75f2bab93",
    "url": "https://pakobserver.net/education-promotion-in-punjab",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "News desk",
    "published": "2024-12-05T17:54:00Z",
    "title": "Education promotion in Punjab - Pakistan Observer",
    "text": "by News desk December 6, 2024 in Editorial\nShare\nTweet\nWhatsApp\nShare on Linkedin\nWeChat\nFollow us [tta_listen_btn] THE Punjab Government deserves credit for launching a series of policies and programmes for promotion of education in the province and affording opportunity to graduating students to engage in fruitful economic activities. The Chief Minister Maryam Nawaz formally inaugurated Pakistan’s largest Honhaar Scholarship Programme, pledged to establish campuses of major foreign educational institutions at Nawaz Sharif IT City and announced full financial support for students admitted to foreign universities.\nQuality education is deeply linked to the welfare of individuals, families and the society but with the passage of time ordinary people find it next to impossible to afford proper education for their children because of the rising cost. In this backdrop, the decision of the Punjab government to launch the largest scholarship programme purely on merit, distribution of lap-tops to students from January 2025 and steps to provide more e-bikes to students will go a long way in fulfilling dreams of ordinary souls to acquire knowledge and that too from quality institutions. It is hoped that the provincial government will move quickly to translate its pledge of establishing campuses of famous educational institutions in the IT City. Similar campuses should also be set up in other cities and towns so that students could get education close to their homes. Fresh graduates face difficulties in securing employment in the given economic environment and this leads to their frustration. The decision to offer internships to them in various government departments against a stipend of Rs. 60000 a month and the plan to provide loans to graduates for establishing their own businesses will surely help address this issue. While appreciating the pro-education moves of the provincial government, we would urge it to play its role in updating the obsolete syllabus and facilitating universities to set up modern labs and linkages with the industry.\nNews desk Related Posts Editorial Fanning parochialism\nDecember 6, 2024 Editorial Dar’s candid briefing\nDecember 6, 2024 Editorial PM highlights water security\nDecember 5, 2024 Editorial Blind team makes history\nDecember 5, 2024 Recomended Fazl not pleased with PTI’s Nov 24 protest",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://news.google.com/publications/CAAqBwgKMOLfoQsw-um5Aw?hl=en-PK&#038;gl=PK&#038;ceid=PK%3Aen",
      "https://news.google.com/publications/CAAqBwgKMOLfoQsw-um5Aw",
      "https://www.news.google.com/publications/CAAqBwgKMOLfoQsw-um5Aw?hl=en-PK&#038;gl=PK&#038;ceid=PK%3Aen"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Maryam Nawaz",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "Punjab",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T02:56:46.227+02:00",
    "updated": "2024-12-06T02:56:46.227+02:00"
  }
]