[
  {
    "uuid": "3b2512e99f25548dd2d4b3effb139a87ec53c95b",
    "url": "https://www.citizen.co.za/germiston-city-news/?p=317429",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "tumiriba",
    "published": "2024-06-21T02:00:00Z",
    "title": "Make sure fire safety is a priority - DEMS | Germiston City News",
    "text": "As winter is upon, the city’s Disaster and Emergency Management Services (DEMS) would like to educate the public to help freeze out winter fires.\nDEMS spokesperson William Ntaldi told the Boksburg Advertiser they plan to share educational information on fire safety on social media and that the first topic of discussion will be how to activate emergency services.\n“Many people complain about our response time, but we cannot respond if we don’t receive a call to inform us of the matter. That is why we want to promote the city’s customer call centre number – 011 458 0911.”\nNtladi urged community members not to put down their phones when asked questions.\n“Many people just put the phone down when the operator wants to ask more questions. It is just for our record-keeping.\n“We also want to encourage the public to communicate what is burning so we know how to plan and approach the fire. You have different classes of fire, and not all can extinguished the same way.\n“Class A is anything that burns and leaves ash behind. One can put this out with water.\n“Class B is for flammable liquids and gasses, which a portable fire extinguisher can extinguish. Class C is electrical appliances that water cannot put out.”\nALSO READ : Concerns expressed over the state of readiness by DEMS\nNtladi added that it is vital for a caller to help identify the risk factors.\n“These include how big the house is and if people or animals are trapped inside. Life then becomes our priority.”\nThe spokesperson said another issue they encounter is callers not giving adequate information about where the fire is.\n“People must be specific and give street names and landmarks. If a vehicle is on fire on the R21, we need to know if it is north- or south-bound. It will help us to get to the scene faster.\n“Motorists also don’t give the right of way to emergency vehicles with their sirens blaring. It is crucial to give the right of way. We call it the ‘golden hour’. A few seconds could mean life or death for a patient,” Ntladi pointed out.\n“We will also discuss the causes of fire. Items such as make-shift heaters can be dangerous. Moreover, we will inform the public about lighting sources.”\nRegarding fire engines, Ntadi said they still have a shortage, and some vehicles are still in for repairs.\n“I understand the municipality’s fleet department has contacted the relevant workshops to speed up the process.”\nNtladi said this information is free to the public and anybody in need of education, such as schools, churches or social clubs, and they visit their nearest fire station and consult with the station manager.\n“The manager can then make arrangements about when and where the session will be.”\nTambo Memorial Hospital spokesperson Zoliswa Nzeku said the hospital had not treated burn victims recently.\n“Even though we don’t have a burn unit, we admit and treat patients with burn wounds. If required, we also refer to other hospitals, like Helen Josef Hospital.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Health"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "william ntaldi",
          "sentiment": "none"
        },
        {
          "name": "ntladi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "emergency management services",
          "sentiment": "neutral"
        },
        {
          "name": "boksburg advertiser",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "germiston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T14:21:55.462+03:00",
    "updated": "2024-06-21T14:21:55.462+03:00"
  },
  {
    "uuid": "006fd900ff780a9e14fd78a66d2d3cf4d263315d",
    "url": "https://www.lmneuquen.com/mundo/italia-un-pesebre-personas-del-mismo-sexo-genero-polemica-n1081085",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LMNeuquen",
    "published": "2023-12-23T00:00:00Z",
    "title": "Italia: un pesebre con personas del mismo sexo generó polémica",
    "text": "Un pesebre en el que aparecen dos madres del Niño Jesús, en lugar de las figuras convencionales de María y José, provocó la ira de los católicos conservadores y los políticos italianos, a quienes no les cayó bien y lo tildaron de \"blasfemo\".\nLos pesebres son populares en este país mayoritariamente católico , pero en los últimos años se han visto envueltos en guerras culturales a medida que su sociedad se vuelve más laica y multicultural.\nEl párroco de la iglesia de los Santos Pedro y Pablo, en Capocastello di Mercogliano, una aldea de la provincia de Avellino situada a una hora en auto al este de Nápoles, donde figuró este pesebre, defendió el pesebre.\n\" Quería mostrar con esta escena que las familias ya no son sólo las tradicionales \", afirmó a Reuters el padre Vitaliano Della Sala. \"En nuestras parroquias vemos cada vez más niños de los nuevos tipos de familias que existen y forman parte de nuestra sociedad, hijos de separados y divorciados, parejas homosexuales, solteros, madres jóvenes\", agregó.\nDella Sala, conocido en Italia por simpatizar con las causas LGTB y de izquierdas , afirma que su actitud está en línea con la del Papa Francisco, que esta semana dio el paso histórico de dar permiso a los sacerdotes para bendecir a parejas del mismo sexo.\nEl enojo de los conservadores No obstante, el senado r Maurizio Gasparri, del partido cogobernante Forza Italia , dijo que el credo LGBT \"ofende a todos aquellos que siempre han tenido respeto y devoción por la Sagrada Familia\".\nEl grupo Pro-Vita & Famiglia ( Pro-Vida y Familia ) lo calificó de \"peligroso, además de vergonzoso y blasfemo\".\nPro-Vita, que lanzó una petición en Internet para que intervenga el obispo de Avellino, afirma que el pesebre contradice las enseñanzas de la Iglesia sobre la familia y legitima la paternidad homosexual y los vientres de alquiler. Hasta la fecha, la petición había recibido más de 21.000 firmas.\nTe puede interesar...\nIndonesia: al menos 13 muertos en una explosión en una planta de níquel\nImpactante video: se derrumbó un árbol de Navidad y mató a una mujer\nLo más leído\nALCOHOL Y AMENAZAS Su vecina lo denunció por ruidos molestos, él amenazó con quemarle la casa y quedó detenido\nNAVIDAD ACCIDENTADA Un joven borracho protagonizó un increíble vuelco en Chos Malal\nINMINENTE Qué falta para que el elegido de Riquelme sea el nuevo entrenador de Boca\nAuditoría Por primera vez, un ministro de Figueroa habló de los \"ñoquis\" en el Estado provincial\nRecibí las noticias del día en tu e-mail * Campo requerido Leé más\nIndonesia: al menos 13 muertos en una explosión en una planta de níquel\nImpactante video: se derrumbó un árbol de Navidad y mató a una mujer\n\"Odio al mundo y quiero dejar tanto dolor como sea posible\": el mensaje del atacante de Praga",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://lmneuquen.us4.list-manage.com/subscribe/post?u=2b314b4120b8426b145e18e7e&id=19ac5bb7b2",
      "https://twitter.com/intent/tweet?url=https://www.lmneuquen.com/c1081085&vía=lmneuquen&related=LM",
      "https://lmneuquen.us4.list-manage.com/subscribe/post",
      "https://twitter.com/intent/tweet?url=https://lmneuquen.com/c1081085&vía=lmneuquen&related=LM",
      "https://www.lmneuquen.us4.list-manage.com/subscribe/post?u=2b314b4120b8426b145e18e7e&id=19ac5bb7b2",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T02:06:13.081+02:00",
    "updated": "2023-12-31T07:47:57.534+02:00"
  },
  {
    "uuid": "ad5d9cf5cacd631b019da47ab86e04eed897f9e3",
    "url": "https://www.timesnownews.com/india/rudra-chopper-indian-armys-dark-knight-hits-targets-at-night-watch-article-107001530",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Times Now Digital",
    "published": "2024-01-19T23:18:00Z",
    "title": "Watch: Rudra Chopper, Army's 'Dark Knight', Hits Targets At Night | India News, Times Now",
    "text": "Watch: Rudra Chopper, Army's 'Dark Knight', Hit Targets At Night According to HAL, the chopper is designed for a high rate of climb in case of a single engine failure. It is ideal for operations from unprepared surfaces and slopes. The main roles of the Rudra include to destroy tanks, give fire support to ground troops, and conduct armed reconnaissance and surveillance. Designed and developed by the Hindustan Aeronautics Ltd (HAL), the Rudra is a multirole chopper weighing 5.8 tonnes. The Indian Army's Spear Corps on Friday introduced the Rudra - the combat version of the Dhruv helicopter and the first home-grown attack chopper - in a new video on X. The video gives a glimpse into the preparations involved in setting the Rudra for a night combat mission. In the post, the Spear Corps termed Rudra the 'Piercing Eye in the Sky - Swift, Precise & Lethal'. A section of the video titled \"Arming The Beast\" shows Aviation Corps personnel loading large-calibre rounds for the attack helicopter's nose-mounted 20-mm cannon. The Rudra is then seen in a circular and green night vision scope taking off in the dark. After a brief low-height flying, Rudra fires some rockets at a group of targets in the dark, which are visible in the green glow of the night vision. \"Any mission, any time, any place,\" the Spear Corps said in the post on X. After the successful 'mission', the Rudra returns to base and lands gently towards the end of the video. Designed and developed by the Hindustan Aeronautics Ltd (HAL), the Rudra is a multirole chopper weighing 5.8 tonnes. According to HAL, the chopper is designed for a high rate of climb in case of a single engine failure. It is ideal for operations from unprepared surfaces and slopes. The main roles of the Rudra include to destroy tanks, give fire support to ground troops, and conduct armed reconnaissance and surveillance. Apart from the 20 mm turret gun, the Rudra can also carry 70 mm rockets and short-range air-to-air missiles. [Latest News](https://www.timesnownews.com/latest-news) End of Article Subscribe to our daily Newsletter! [Related News](https://www.timesnownews.com/) PM Modi's 3 Back-To-Back Posts On 'Prabhu Shri Ram' | Details 3-Floor Ramayana Book, Weighing 45 Kg And Worth Rs 1.65 Lakh, Reaches Ayodhya | Watch Bharat Jodo Nyay Yatra: Rahul Gandhi Sports 'Bajrang Bali' Mask, Pays Visit to Sri Auniati Satra in Assam Pannun Murder 'Plot': Czech Court Approves Extradition of Nikhil Gupta to US, Final Decision With Ministry 'Ayodhya Marg' Stickers Put on Delhi's Babar Road Ahead of Ram Mandir Pran Pratishtha",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rudra chopper",
          "sentiment": "negative"
        },
        {
          "name": "hal",
          "sentiment": "none"
        },
        {
          "name": "rudra",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "army",
          "sentiment": "negative"
        },
        {
          "name": "night | india news",
          "sentiment": "negative"
        },
        {
          "name": "indian army",
          "sentiment": "negative"
        },
        {
          "name": "spear corps",
          "sentiment": "negative"
        },
        {
          "name": "aviation corps",
          "sentiment": "none"
        },
        {
          "name": "hindustan aeronautics ltd",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "sky - swift",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T03:59:12.566+02:00",
    "updated": "2024-01-20T06:42:24.393+02:00"
  },
  {
    "uuid": "8757e6eaa74488d2c77c668f6056d7430a1c045a",
    "url": "https://www.news18.com/india/weather-today-live-updates-delhi-forecast-delhi-rains-delhi-schools-closure-himachal-shimla-wayanad-floods-latest-news-8986998.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@cnnnews18",
    "published": "2024-08-01T21:58:00Z",
    "title": "Delhi To Witness Light Rain With Thunderstorms, Many Areas Still Waterlogged | Weather Updates - News18",
    "text": "The India Meteorological Department (IMD) has forecast moderate rainfall in Delhi and Himachal Pradesh on Thursday while very heavy rains have been predicted for parts of Uttarakhand. Parts of Rajasthan and Uttarakhand are on an orange alert with the possibility of very heavy rains.\\nDelhi on Wednesday witnessed heavy spells of rainfall with the city recording over 100 millimeters of rainfall in just an hour. Several parts of the city remained waterlogged even a day after heavy showers unleashed the chaos. According to the weather agency, the rainy weather is likely to continue till August 5.\\nIn view of the weather situation, the weather agency also predicted minor traffic disruption on the roads of the national capital with increased risks of vehicle accidents. The weather office also said that waterlogging in low-lying areas and on roads can also be expected.\\nSevere Effects Of Wednesday’s Rain\\nSix people, including two children, died and three were injured in rain-related incidents in the national capital in Wednesday evening’s intense spell of downpour. These deaths were attributed to electrocution, waterlogging and building collapse.\\nIn view of the heavy rainfall, the Delhi government directed all schools to remain shut in the city on Thursday. Multiple areas, including Lutyen’s Delhi, Kashmere Gate, and Rajinder Nagar, were also inundated due to the rainfall.\\nVisuals from South Delhi’s Qutub Minar area showed vehicles navigating through waterlogged roads as traffic police personnel worked to manage the flow of traffic.\\nIMD Advisory For Residents\\nThe India Meteorological Department (IMD) advised residents to stay indoors, secure windows and doors, and avoid unnecessary travel.\\n“Seeking safe shelter and avoiding tree cover are recommended to mitigate risks. Stay tuned for further updates as the situation develops,” the IMD said in its advisory.\\nIMD Issues Orange Alert For Uttarakhand\\nThe IMD has issued an orange alert for Uttarakhand for August 2 and 3, forecasting isolated instances of very heavy rainfall.\\nThe Met Department has also forecast intense rain spells over Madhya Pradesh and Gujarat Regions from August 2 to August 5. “Isolated extremely heavy rainfall very likely over West Madhya Pradesh and Gujarat Region on 03rd August,” stated IMD.\\nWeather Conditions in Northern States\\nFive people were killed and about 50 went missing following several incidents of cloudbursts in Himachal Pradesh where heavy rainfall washed away many houses, bridges and roads.\\nThe state emergency operation centre said the cloudbursts took place in Nirmand, Sainj and Malana areas in Kullu, Padhar in Mandi and Rampur in Shimla districts.\\nThe local meteorological office issued a “red alert” predicting heavy to extremely heavy rains along with thunderstorms and lightning at isolated places in three districts of Kangra, Kullu and Mandi on Thursday.\\nAn incident of cloudburst was reported in the Samej Khad area in the Rampur Region of Himachal Pradesh on Thursday. Following the calamity, NDRF personnel and district administration were present at the spot and conducted a rescue operation.\\nA release by the weather department also stated that light to moderate rainfall accompanied with thunderstorm and lightning is very likely over Jammu and Kashmir, Himachal Pradesh, Uttarakhand during the week.\\nAdditional Chief Secretary of Disaster Management at Himachal Pradesh, Omkar Sharma on Thursday said, “Last evening, a 36-hour alert was issued by the IMD, and from midnight, heavy rain started in about seven to eight districts across Himachal Pradesh. The first report of a cloudburst came from Kullu district, where several houses and six shops were swept away, bridges were damaged, and seven people went missing. The second cloudburst report came from Mandi district, where one dead body has been found, nine people are missing, and three to four houses have been washed out… Rescue operation is underway.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "imd",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "delhi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T03:42:48.170+03:00",
    "updated": "2024-08-02T07:52:53.688+03:00"
  },
  {
    "uuid": "97717df692674bde1a1093e1ba364090a6aa0551",
    "url": "https://www.diariodeibiza.es/internacional/2025/07/10/ue-alcanza-acuerdo-israel-aumentar-119559458.html",
    "ord_in_thread": 0,
    "author": "Beatriz Ríos",
    "published": "2025-07-10T11:47:00Z",
    "title": "La UE alcanza un acuerdo con Israel para aumentar la entrada de ayuda humanitaria en Gaza",
    "text": "\"Tras las resoluciones del Consejo de Ministros israelí y el diálogo constructivo entre la UE e Israel, Israel ha acordado medidas significativas para mejorar la situación humanitaria en la Franja de Gaza\", ha dicho Kallas tras semanas de conversaciones con el ministro de Exteriores israelí, Gideon Saar . La alta representante para la política exterior de la Unión ha dicho que las medidas \" se están aplicando o se aplicarán en los próximos días \". Kallas se había ofrecido en el pasado para facilitar la entrada de ayuda en la Franja. Comida y agua El objetivo es que la ayuda \"a gran escala\" llegue a la población y \"no haya desvíos\" a Hamás . El acuerdo prevé un \"aumento sustancial\" de la entrada de alimentos y otro tipo de ayuda . También abre la puerta a que se permita su distribución \"a través de panaderías y cocinas públicas\" en la Franja , después de que decenas de palestinos hayan muerto en los nuevos puntos de distribución de ayuda bajo control de las fuerzas israelíes .\nEl pacto prevé también la entrega de combustible para las instalaciones humanitarias , así como la reparación y facilitación de las obras en \"infraestructuras vitales\". Esto se refiere principalmente a la reanudación del suministro eléctrico y la instalación de desalinizadoras para facilitar también el acceso a agua potable.\nAdemás, Bruselas ha confirmado que se reabrirán varios puntos fronterizos para facilitar este trabajo. Esos puntos están tanto en el norte como en el sur. La Comisión ha confirmado que se reabrirán las vías de ayuda tanto desde Egipto como desde Jordania . \"La UE está dispuesta a coordinarse con todas las partes humanitarias interesadas , los organismos de las Naciones Unidas y las ONG sobre el terreno, para garantizar la rápida aplicación de estas medidas urgentes\", ha dicho Kallas. Israel impide desde hace meses la distribución de ayuda humanitaria por parte de la ONU y también de organizaciones independientes.\nAcuerdo de asociación El próximo martes 15 de julio, los ministros de Exteriores de la Unión Europea debatirán el informe de la Comisión Europea que certifica las violaciones sistemáticas del derecho internacional y los derechos humanos por parte de Israel en Gaza. El objetivo de esa discusión era avanzar sobre medidas concretas de presión al Gobierno de Binyamín Netanyahu.\nA pesar de que Bruselas ha endurecido su discurso en los últimos meses contra las matanzas del Ejército de Netanyahu en Gaza , el foco estaba puesto sobre todo en el bloqueo humanitario. Preguntado por si este acuerdo para aumentar la llegada de ayuda podría paralizar el proceso de revisión del acuerdo de asociación con Israel , el portavoz de la Comisión, Anouar El Anouni, se ha limitado a asegurar que esa pregunta es \"puramente especulativa\" .\nSuscríbete para seguir leyendo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "Disaster and Accident"
    ],
    "topics": [
      "Politics->human rights",
      "Politics->international relations",
      "Politics->government",
      "Human Interest->human mishap",
      "Disaster and Accident->emergency response",
      "Disaster and Accident->famine",
      "Disaster and Accident->disaster"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_es",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T15:55:37.238+03:00",
    "updated": "2025-07-11T13:08:51.000+00:00"
  },
  {
    "uuid": "fc77a08b87403faad8dfe6ece8fe2619e0171ced",
    "url": "https://www.newsbreak.com/jacksonville-fl/3434343548294-enhanced-risk-of-severe-thunderstorms-in-jacksonville-on-friday",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak",
    "published": "2024-05-10T00:00:00Z",
    "title": "Enhanced risk of severe thunderstorms in Jacksonville on Friday",
    "text": "Get updates delivered to you daily. Free and customizable. First Coast News 6 hours ago 6 hours ago Read in NewsBreak Comments / 0 Add a Comment YOU MAY ALSO LIKE [Three Rivers, MI](/three-rivers-mi)5 days ago [Naples, FL](/naples-fl)1 day ago [Miami, FL](/miami-fl)27 days ago [Santa Rosa Beach, FL](/santa-rosa-beach-fl)2 days ago [Newport News, VA](/newport-news-va)29 days ago [Lynn Haven, FL](/lynn-haven-fl)26 days ago [Fort Myers, FL](/fort-myers-fl)29 days ago [Orlando, FL](/orlando-fl)17 days ago [Largo, FL](/largo-fl)23 days ago [Punta Gorda, FL](/punta-gorda-fl)21 days ago Get updates delivered to you daily. Free and customizable. Welcome to NewsBreak, an open platform where diverse perspectives converge. Most of our content comes from established publications and journalists, as well as from our extensive network of tens of thousands of creators who contribute to our platform. We empower individuals to share insightful viewpoints through short posts and comments. It’s essential to note our commitment to transparency: our Terms of Use acknowledge that our services may not always be error-free, and our Community Standards emphasize our discretion in enforcing policies. We strive to foster a dynamic environment for free expression and robust discourse through safety guardrails of human and AI moderation. Join us in shaping the news narrative together.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "first coast news",
          "sentiment": "negative"
        },
        {
          "name": "punta gorda",
          "sentiment": "none"
        },
        {
          "name": "newport news",
          "sentiment": "none"
        },
        {
          "name": "lynn haven",
          "sentiment": "none"
        },
        {
          "name": "fort myers",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "jacksonville",
          "sentiment": "none"
        },
        {
          "name": "santa rosa beach",
          "sentiment": "none"
        },
        {
          "name": "orlando",
          "sentiment": "none"
        },
        {
          "name": "newsbreak",
          "sentiment": "none"
        },
        {
          "name": "fl",
          "sentiment": "none"
        },
        {
          "name": "naples",
          "sentiment": "none"
        },
        {
          "name": "va",
          "sentiment": "none"
        },
        {
          "name": "miami",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T18:49:33.812+03:00",
    "updated": "2024-05-10T18:49:33.812+03:00"
  },
  {
    "uuid": "ebbd258f248d4c8381a917fdc05047c683c4fc3f",
    "url": "https://www.foxnews.com/us/fox-news-nypd-ride-along-showcases-surge-migrant-crime",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alexis McAdams",
    "published": "2024-06-06T00:00:00Z",
    "title": "Fox News NYPD ride-along showcases surge in migrant crime | Fox News",
    "text": "NEW YORK, N.Y. — Fox News hit the streets with the NYPD to see how the department is tackling crime trends linked to the migrant surge. The exclusive ride-along comes just days after two NYPD officers were allegedly shot by a teen migrant who was out riding a stolen scooter. \\\"It’s going to be one of those nights,\\\" says NYPD Assistant Commissioner Kaz Daughtry.NYC CRUSHES OVER 200 SEIZED MOPEDS AND SCOOTERS AMID CRACKDOWN ON ILLEGAL VEHICLES Fox News cameras were rolling as we saw what the department's Community Response Team deals with on a nightly basis. The CRT team hit the Queens area, patrolling the neighborhood officers call a hot spot. \\\"So, we have only been out for 10 minutes, and we already have a guy driving a stolen moped. That is how it starts. Then, he could commit a crime using that stolen moped,\\\" says Chief of Patrol John Chell. Investigators found guns, drugs and a man they say is a repeat offender with 49 arrests. Police say he is just one example of the revolving door of justice in New York City. \\\"This guy has been arrested 49 times and for grand theft auto several times. He is a car thief. Bring him in. Book him,\\\" Daughtry said. He told Fox News police see cases like this all the time.POLICE OFFICER BREAKS DOWN DOOR TO RESCUE TEEN, PETS TRAPPED IN BURNING BUILDING: BODYCAM \\\"Why is this person out on a stolen bike for the second time in two weeks? Arrested by the same officer,\\\" Chell said. Throughout the night, officers are targeting illegal mopeds and stolen scooters, taking dozens off the streets. \\\"We are seeing a huge uptick in crimes committed on scooters,\\\" said Daughtry. According to the NYPD, armed migrant moped crews have been connected to dozens of violent street robberies. \\\"Right now, we are at 13,000 seizures. We are on record pace for 30,000 and, over the past two years, 41,000. it is a quality-of-life issue and a crime issue,\\\" Chell said. Police say the stolen mopeds are just one example of crime linked to the ongoing migrant surge. This year, the NYPD arrested two armed Venezuelan migrants allegedly part of a migrant moped gang linked to more than 100 robberies across the Big Apple. \\\"We had … two Venezuelan migrants committing 112 chain snatches and robberies,\\\" said Daughtry. \\\"Two hundred thousand migrants have come to NYC, and a small portion do not come for the American dream. They prey on New Yorkers,\\\" Chell said. The crackdown comes just days after two NYPD officers were allegedly shot by a migrant on a stolen moped. The suspected gang member allegedly shot one officer in the chest. Body armor saved his life. \\\"The migrant had on a fanny pack or, like, a crossbody bag. He fired through the bag, and the cop was hit in his chest. It struck the officer at point-blank range in his vest,\\\" said Daughtry.CLICK HERE TO GET THE FOX NEWS APP As the officers recover, the NYPD’s work continues. Officers are on pace for a record-setting number of stolen scooter and illegal moped seizures this year, which have played an integral role in fueling the city's crime epidemic.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john chell",
          "sentiment": "none"
        },
        {
          "name": "kaz daughtry.nyc",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fox news",
          "sentiment": "negative"
        },
        {
          "name": "fox news nypd",
          "sentiment": "negative"
        },
        {
          "name": "crt",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "n.y.",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "queens",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:40:48.423+03:00",
    "updated": "2024-06-07T10:26:56.945+03:00"
  },
  {
    "uuid": "9edd7caaeef3e17704c6efa2a708456231b6751d",
    "url": "https://www.bournemouthecho.co.uk/news/24017384.met-office-issues-wind-warning-bournemouth-dorset/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sarah Cartlidge",
    "published": "2023-12-29T12:41:00Z",
    "title": "Met Office issues wind warning for Bournemouth and Dorset | Bournemouth Echo",
    "text": "A NEW warning for strong winds has been issued for Dorset with gusts set to reach up to 75mph.\nThe Met Office has issued warnings for Bournemouth , Christchurch, Poole, and the rest of the county.\nThe warning will be in force from 11am on Saturday, December 30, until 3am on Sunday, December 31.\nA Met Office spokesperson said: “An active cold front will move east across England and Wales during Saturday and into Sunday and will be characterised by strong winds and some heavy rain.\n“Gusts of 45-50 mph widely, but squally near the cold front with some gusts around 60 mph, whilst the strongest gusts are likely near coasts in the west and south, with 65-75 mph in places.”\nThe Met Office says some delays to road, rail, air and ferry transport are “likely”.\nLarge waves and spray could affect some coastal routes, seafronts and coastal communities.\nPower cuts could also occur, the Met Office said.\nThe new weather warning comes after Storm Gerrit brought strong winds to Dorset .\nAccording to the Met Office forecast, Saturday will be mostly dry during the day, with heavy rain expected between 7pm and midnight.\nSunday will see light showers giving way to sunshine in the afternoon.\nWeather Dorset",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "poole",
          "sentiment": "none"
        },
        {
          "name": "storm gerrit",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "met office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bournemouth",
          "sentiment": "none"
        },
        {
          "name": "dorset",
          "sentiment": "none"
        },
        {
          "name": "christchurch",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T15:09:03.262+02:00",
    "updated": "2023-12-29T15:09:03.262+02:00"
  },
  {
    "uuid": "54956a1da5dbd03119345b4434fd8189ab75646a",
    "url": "https://ca.sports.yahoo.com/news/canada-soccer-suspends-womens-head-234248915.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yahoo Sports",
    "published": "2024-07-25T23:42:00Z",
    "title": "Canada Soccer suspends women's head coach Priestman for remainder of Paris Olympics - Yahoo Sports",
    "text": "Read full article CBC Canada Soccer suspends women's head coach Priestman for remainder of Paris Olympics CBC Fri, Jul 26, 2024, 2:42 a.m. · 1 min read Link Copied Women's soccer coach Bev Priestman has been suspended by Canada Soccer for the remainder of the 2024 Paris Olympics, the organization announced Thursday. (Stu Forster/Getty Images - image credit)\nCanadian women's soccer head coach Bev Priestman has been suspended for the remainder of the Paris 2024 Olympic Games by Canada Soccer, the organization announced in a statement on Thursday.\nAssistant coach Andy Spence will serve in a caretaker role for the remainder of the Games.\nCanada Soccer CEO & general secretary Kevin Blue issued a statement saying the program's drone use against opponents predates the 2024 Summer Games.\n\"Over the past 24 hours, additional information has come to our attention regarding previous drone use against opponents, predating the Paris 2024 Olympic Games,\" Blue said.,\n\"In light of these new revelations, Canada Soccer has made the decision to suspend Women's National Team Head Coach, Bev Priestman for the remainder of the Paris 2024 Olympic Games, and until the completion of our recently announced independent external review.\"\nMore to come.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://s.yimg.com/ny/api/res/1.2/_FWXXTGtht5IhiXpToaKJg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTEyMjM-/https://media.zenfs.com/en/cbc_sports_843/585864713ad4d36cdbb82d4ae3fa4616",
      "http://www.cbc.ca/",
      "https://s.yimg.com/ny/api/res/1.2/NhzP2jZqu4sr1KpLrT.p6g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD0xNTI4/https://media.zenfs.com/en/cbc_sports_843/585864713ad4d36cdbb82d4ae3fa4616",
      "https://api.whatsapp.com/send?text=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fcanada-soccer-suspends-womens-head-234248915.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dwa",
      "https://s.yimg.com/ny/api/res/1.2/NLvmafRdBQiJa2cjdGAb.g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTExMjtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-03/f77fb8a0-7aa4-11eb-bb67-023f4b9d7962",
      "https://www.reddit.com/submit?url=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fcanada-soccer-suspends-womens-head-234248915.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dreddit&title=Canada",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fcanada-soccer-suspends-womens-head-234248915.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://s.yimg.com/ny/api/res/1.2/6iRCupqd8WfjNCn2BzoyEQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MDA7aD0zMDU2/https://media.zenfs.com/en/cbc_sports_843/585864713ad4d36cdbb82d4ae3fa4616",
      "https://s.yimg.com/os/creatr-uploaded-images/2021-03/f77fb8a0-7aa4-11eb-bb67-023f4b9d7962",
      "https://www.linkedin.com/sharing/share-offsite/?url=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fcanada-soccer-suspends-womens-head-234248915.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dlinkedin",
      "https://twitter.com/intent/tweet?text=Canada%20Soccer%20suspends%20women",
      "https://www.s.yimg.com/ny/api/res/1.2/_FWXXTGtht5IhiXpToaKJg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTEyMjM-/https://www.media.zenfs.com/en/cbc_sports_843/585864713ad4d36cdbb82d4ae3fa4616",
      "https://www.s.yimg.com/ny/api/res/1.2/NLvmafRdBQiJa2cjdGAb.g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTExMjtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/f77fb8a0-7aa4-11eb-bb67-023f4b9d7962",
      "https://www.facebook.com/dialog/feed",
      "https://linkedin.com/sharing/share-offsite/?url=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fcanada-soccer-suspends-womens-head-234248915.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dlinkedin",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fcanada-soccer-suspends-womens-head-234248915.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "http://cbc.ca/",
      "https://www.twitter.com/intent/tweet?text=Canada%20Soccer%20suspends%20women",
      "https://www.api.whatsapp.com/send?text=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fcanada-soccer-suspends-womens-head-234248915.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dwa",
      "https://www.s.yimg.com/ny/api/res/1.2/NhzP2jZqu4sr1KpLrT.p6g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD0xNTI4/https://www.media.zenfs.com/en/cbc_sports_843/585864713ad4d36cdbb82d4ae3fa4616",
      "https://www.reddit.com/submit",
      "http://www.cbc.ca",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/f77fb8a0-7aa4-11eb-bb67-023f4b9d7962",
      "https://reddit.com/submit?url=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fcanada-soccer-suspends-womens-head-234248915.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dreddit&title=Canada",
      "https://www.s.yimg.com/ny/api/res/1.2/6iRCupqd8WfjNCn2BzoyEQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MDA7aD0zMDU2/https://www.media.zenfs.com/en/cbc_sports_843/585864713ad4d36cdbb82d4ae3fa4616",
      "https://api.whatsapp.com/send",
      "https://www.linkedin.com/sharing/share-offsite/",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "priestman",
          "sentiment": "negative"
        },
        {
          "name": "andy spence",
          "sentiment": "none"
        },
        {
          "name": "kevin blue",
          "sentiment": "none"
        },
        {
          "name": "bev priestman",
          "sentiment": "none"
        },
        {
          "name": "stu forster",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cbc canada soccer",
          "sentiment": "negative"
        },
        {
          "name": "canada soccer",
          "sentiment": "negative"
        },
        {
          "name": "yahoo sports read",
          "sentiment": "negative"
        },
        {
          "name": "canada soccer ceo & general",
          "sentiment": "none"
        },
        {
          "name": "women's national team head coach",
          "sentiment": "none"
        },
        {
          "name": "cbc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T02:54:14.300+03:00",
    "updated": "2024-07-26T02:54:14.300+03:00"
  },
  {
    "uuid": "bfb5702b4132a5544cf905edc4ad9bed5d00ccb6",
    "url": "https://www.ilgiornale.it/news/politica/coraggio-delle-lacrime-papa-fanno-crescere-2302761.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Serena Sartini",
    "published": "2024-03-29T04:00:00Z",
    "title": "Il coraggio delle lacrime. Il Papa: \"Fanno crescere\" - ilGiornale.it",
    "text": "La lavanda dei piedi alle carcerate di Rebibbia. Un uovo gigante in regalo al figlio di una detenuta Ascolta ora: \"Il coraggio delle lacrime. Il Papa: \"Fanno crescere\"\" Il coraggio delle lacrime. Il Papa: \"Fanno crescere\" La messa crismale a San Pietro apre i riti del Triduo Pasquale. E forse per rispedire al mittente tutte le speculazioni diffuse in questi giorni sulla sua salute (domenica scorsa, alla messa delle Palme, non aveva pronunciato l'omelia restando in silenzio e destando non poca preoccupazione), Francesco legge il lungo sermone preparato per la celebrazione, davanti a 4mila fedeli e 1.500 sacerdoti. Parla dell'importanza delle lacrime, invitando i sacerdoti a non polemizzare e non sparlare. «Chiediamoci quanto le lacrime siano presenti nel nostro esame di coscienza e nella nostra preghiera. Domandiamoci se, col passare degli anni, le lacrime aumentano. Sotto questo aspetto è bene che avvenga il contrario rispetto alla vita biologica, dove, quando si cresce, si piange meno di quando si è bambini» osserva il Pontefice. «Nella vita spirituale, invece, dove conta diventare bambini, chi non piange regredisce, invecchia dentro, mentre chi raggiunge una preghiera più semplice e intima, fatta di adorazione e commozione davanti a Dio, matura». Nel pomeriggio il Papa si reca al carcere femminile di Rebibbia, e come un semplice parroco, con un grembiule bianco sopra i paramenti liturgici, bacia e lava i piedi a 12 donne. È la prima volta. Ad accoglierlo, al suo ingresso in sedia a rotelle, un lungo applauso e il ripetersi di «grazie» ripetuto più e più volte riecheggiato nel cortile dove sono presenti circa 200 persone. Lacrime e commozione si intrecciano fra le detenute, di varie nazionalità (bosniaca, ucraina, peruviana, bulgara, nigeriana, venezuelana, italiano). Non mancano parole di conforto verso le carcerate: «Gesù non si stanca mai di perdonare. Siamo noi che ci stanchiamo di chiedere perdono. Chiediamo oggi al Signore la grazia di non stancarsi - dice il Papa, anche lui visibilmente emozionato -. Tutti noi abbiamo piccoli e grandi fallimenti: ognuno ha la propria storia ma il Signore ci aspetta sempre con le braccia aperte e non si stanca mai di perdonare. Con la lavanda dei piedi - prosegue Francesco - Gesù si umilia, ci fa capire quello che aveva detto: io non sono venuto per essere servito ma per servire'». Un momento molto toccante quello in cui Bergoglio, chinandosi, ha lavato e poi asciugato i piedi alle donne. Prima di fare ritorno in Vaticano, Bergoglio ha regalato al figlio di una detenuta un maxi uovo gigante. Questa sera Francesco presiederà la Via Crucis al Colosseo, con le meditazioni preparate dallo stesso Bergoglio.È la prima volta che un Papa le prepara personalmente. netiquette . Qui le norme di comportamento per esteso.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T09:41:07.128+03:00",
    "updated": "2024-03-29T12:36:47.196+03:00"
  }
]