[
  {
    "uuid": "01156a1d14596c41cc21c7d7379cea2b7b3912ed",
    "url": "https://www.independentsentinel.com/lindsey-graham-wants-to-blow-iran-up/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Independent Sentinel",
    "published": "2023-12-28T20:52:00Z",
    "title": "Lindsey Graham Wants to Blow Iran Up",
    "text": "We’re involved in a war in Ukraine and in Israel, getting hit regularly (100 times) with Houthi missiles and drones in the Red Sea. Now warmongering Graham wants us to blow up Iran. Basically, Iran did declare war on the US, using satellite terrorists. We need to sanction them into near-nonexistence again, not go to war. Graham thinks the initial step is always war.\n“For centuries, American statesmen reviled the thought of civilian deaths & war as a last resort,” Vivek Ramaswamy\nposted on X. “Now we have the likes of Lindsey Graham and Nikki Haley giddy about “blowing Iran off the map.” This is disgusting & says a lot about the kind of GOP they’re trying to resuscitate.”\nIt’s unlikely Graham can handle anything without demanding war. He’s a big part of our involvement in Ukraine. Graham and McConnell are now questioning sending money to Ukraine, so you know the war they wanted isn’t going well.\nLindsey needs to shut up before he starts World War III.\nNEW – Lindsey Graham: “Hit Iran… blow it off the map.”\n[pic.twitter.com/5dfhVQOcja]\n— Disclose.tv (@disclosetv)\n[December 28, 2023]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://x.com/VivekGRamaswamy/status/1740441380474736879?s=20",
      "https://x.com/VivekGRamaswamy/status/1740441380474736879",
      "https://www.x.com/VivekGRamaswamy/status/1740441380474736879?s=20"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lindsey graham",
          "sentiment": "negative"
        },
        {
          "name": "graham",
          "sentiment": "none"
        },
        {
          "name": "mcconnell",
          "sentiment": "none"
        },
        {
          "name": "nikki haley",
          "sentiment": "none"
        },
        {
          "name": "lindsey",
          "sentiment": "none"
        },
        {
          "name": "vivek ramaswamy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gop",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:02:03.841+02:00",
    "updated": "2023-12-29T00:02:03.841+02:00"
  },
  {
    "uuid": "637257d918a0408afc62ff9efcb2612ed6bae595",
    "url": "https://www.sportingnews.com/ca/soccer/news/tottenham-vs-bournemouth-result-spurs-son-win-cherries/7e02b64db5ab377960b14b57",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@the_bonnfire",
    "published": "2023-12-31T16:12:00Z",
    "title": "Tottenham vs Bournemouth result: Pape Sarr and Heung-Min Son goals guide Spurs to win over Cherries | Sporting News Canada",
    "text": "In the pouring rain and hail that slid across London on Sunday afternoon, Tottenham rode the return of Argentine duo Rodrigo Betancur and Giovani Lo Celso to the starting lineup to a 3-1 victory over Bournemouth. Pape Sarr, Heung-Min Son, and Richarlison scored the goals for Spurs, but it was the two men in midfield who were the craftsmen of the victory. Betancur, in his first start for Tottenham in a month, engineered the opening goal just nine minutes in as he forced a high turnover to begin the move. Lo Celso, battling his own injuries of late, also got a rare start and provided two assists, feeding Sarr's opener as well as their second from Son in the 71st minute. Bournemouth got a consolation goal from Alex Scott in the 84th minute, but that was all they could muster as they struggled to handle Spurs on the break while Dominic Solanke couldn't cash in on his few chances. Tottenham vs Bournemouth score, result |Score||Goal scorers| |Tottenham||3||Sarr (| Son ( Richarlison ( [84'](#3-1)) Kickoff: 2 p.m. local (9 a.m. ET / 6 a.m. PT) Location: Tottenham Hotspur Stadium (London, England) Referee: Simon Hooper Starting lineups: Tottenham (4-2-3-1, right to left): 13. Vicario (GK) — 23. Porro, 12. Emerson, 33. Davies, 38. Udogie — 29. Sarr (Skipp, 31'), 30. Betancur (Hojbjerg, 58') — 22. B. Johnson (Gil, 82'), 18. Lo Celso (Dier, 82'), 7. Son — 9. Richarlison (Veliz, 82'). Bournemouth (4-2-3-1, right to left): 1. Neto (GK) — 15. A. Smith (Brooks, 82'), 27. Zabarnyi, 25. Senesi, 11. Outtara — 4. Cook, 10. Christie — 17. Sinisterra (Semenyo, 61'), 19. Kluivert (Billing, 61'), 16. Tavernier — 9. Solanke. Tottenham vs Bournemouth goals, highlights [84th min: Tottenham 3-1 Bournemouth] (Alex Scott from Tavernier) Watch in USA: 👊 ¡RESPONDEN LOS VISITANTES!— Telemundo Deportes (@TelemundoSports) Alex Scott la manda a guardar y acorta distancias en el marcador 🚨 [#Tottenham]⚪️ 3-1 [#Bournemouth]🍒 📺📱 EN VIVO por [@Telemundo]y Telemundo APP ➡️ [https://t.co/k1HA4lMeY4] [#LigaPremierTD] [pic.twitter.com/14A7kJW71M] [December 31, 2023] Watch Alex Scott goal in: [Canada](https://twitter.com/fuboTVCanada/status/1741487212586324110) [80th min: Tottenham 3-0 Bournemouth] (Richarlison from B. Johnson) Watch in USA: ¡GOLEADA DE TOTTENHAM! 🚨— Telemundo Deportes (@TelemundoSports) Richarlison vuelve a marcar con los Spurs y logra el tercero del encuentro ⚽️ [#Tottenham]⚪️ 3-0 [#Bournemouth]🍒 📺📱 EN VIVO por [@Telemundo]y Telemundo APP ➡️ [https://t.co/k1HA4lMeY4] [#LigaPremierTD] [pic.twitter.com/uryMjJ66jr] [December 31, 2023] Watch Richarlison goal in: [Canada](https://twitter.com/fuboTVCanada/status/1741486332721938523) [71st min: Tottenham 2-0 Bournemouth] (Son from Lo Celso) Watch in USA: Heung-Min Son doubles Spurs' lead in rainy North London! 🌧— NBC Sports Soccer (@NBCSportsSoccer) 📺 [@USANetwork] [pic.twitter.com/HgF6TU8EWD] [December 31, 2023] Watch Son goal in: [Canada](https://twitter.com/fuboTVCanada/status/1741484257950810137) | [Australia](https://twitter.com/OptusSport/status/1741485254920266206) 31st min: Pape Sarr injured, replaced by Oliver Skipp. Watch in USA: 😭 ¡N ! 💔— Telemundo Deportes (@TelemundoSports) Pape Matar Sarr, el autor del gol, sale del campo lesionado y entre lágrimas 🥺 [#Tottenham]⚪️ 1-0 [#Bournemouth]🍒 📺📱 EN VIVO por [@Telemundo]y Telemundo APP ➡️ [https://t.co/k1HA4lMeY4] [#LigaPremierTD] [pic.twitter.com/o1QmCzN517] [December 31, 2023] [9th min: Tottenham 1-0 Bournemouth ](Sarr from Lo Celso) Watch in USA: Spurs strike first against Bournemouth, and it's Pape Sarr with the goal!— NBC Sports Soccer (@NBCSportsSoccer) 📺 [@USANetwork] [pic.twitter.com/UrHHgswjw3] [December 31, 2023] Watch Sarr goal in: [Canada](https://twitter.com/fuboTVCanada/status/1741462716898783325) | [Australia](https://twitter.com/OptusSport/status/1741463080570376453) Tottenham vs Bournemouth as it happened Tottenham vs Bournemouth: Second Half 90+10 min: Chance, Bournemouth! Alex Scott looks to have his second as he heads in a cross from Marcus Tavernier, but the flag is up for offside! It's reviewed by VAR, but he's clearly leaning past the defensive line and will not count. 90+1 min: There's a very big problem for Tottenham here with Alejo Veliz in serious pain. He pulls up lame on a counter-attack and needs treatment. At first it looks innocuous, but then he lays flat on the pitch and is screaming in pain. He's extremely distressed, and while he walks off under his own power, he starts crying profusely as he reaches the touchline. Now it's handbags on the touchline! A Bournemouth assistant coach is very upset that Veliz is injured, as he initially believes Veliz is faking injury, likely due to the fact he only just came on 10 minutes prior and therefore couldn't possibly have a cramp. Both coaches are booked, and it ends up being a very bad look for the Cherries coaching staff, as Veliz is quite clearly injured. It's very obviously not some ridiculous time-wasting tactic. Spurs will have to finish the eight minutes of stoppage time a man down because they are out of substitutions. 87th min: Emerson Royal is booked for Spurs as he fouls Philip Billing. 84th min: GOAL! BOURNEMOUTH! Alex Scott pulls Bournemouth one back! 80th min: GOAL! TOTTENHAM! Richarlison puts the game out of reach! 79th min: Marcos Senesi is shown a yellow card for barging into ____ in midfield to stop a Tottenham booking. He's arguing with the official but it's a very obvious booking, which sees him suspended for the next match due to accumulation. 73rd min: Chance, Tottenham! Richarlison has a great chance to make it three but he's denied by Pedro Neto! A blocked effort falls right to the Brazilian completely unmarked at the top of the penalty area trailing a counter-attack, but his rifled effort is parried away as the Bournemouth shot-stopper gets down low to his right and pushes the effort away. 71st min: GOAL! TOTTENHAM! With Tottenham looking more dangerous in transition as the second half progresses, Heung-Min Son doubles the lead! He 60th min: Chance, Bournemouth! Dominic Solanke fires wide from point-blank range! He meets a cross at the near post and has a great chance to deflect the ball into the net but can't guide it on frame under heavy pressure from multiple defenders. 55th min: Oliver Skipp, who came on for Pape Sarr in the first half, is booked for a foul in midfield. 52nd min: Chance, Tottenham! Richarlison bungles a two-on-one! Heung-Min Son carves out a chance for the Brazilian frontman, but as he cuts past his defender and only has the goalkeeper to beat, he drags it just wide of the far post. He has the whole goal to shoot at! 50th min: Chance, Bournemouth! Dominic Solanke forces a big save from Guglielmo Vicario! Solanke's header deflects off his shoulder as well, but Vicario does well to track the change in flight path and falls to his right to parry the chance. HALFTIME: Tottenham 1-0 Bournemouth Spurs started well, pressing Bournemouth into oblivion and profiting with the opening goal. It fell apart a bit as the half waned, however, and Pape Sarr's injury will prove a blow. Bournemouth built themselves into the match, but failed to get an equaliser. The weather is absolutely horrid, the rain is coming down in sheets and there even appears to be some hail around the ground as well. Half time. Must admit, feared a bit for— Jack Tanner 🏴 (@EchoSportJack) [#AFCB]after Spurs' early spell of domination and giving away a sloppy goal, but they're certainly not out of it. However, you can't imagine Spurs will be as passive again in the second half. We shall see. [December 31, 2023] Tottenham vs Bournemouth: First Half 45+6 min: The rain is pouring down in the English capital. After Tottenham suffered an injury blow earlier in the half, it's Bournemouth's turn to be forced into a change as Dango Ouattara needs help to limp off the pitch, leaving the Cherries down a man as the seven minutes of added time nears a close. 41st min: Chance, Bournemouth! Bournemouth have a dangerous free-kick from straight atop the penalty area after a foul by Giovani Lo Celso. Marcus Tavernier's effort was extremely dangerous, destined to curl around the wall and inside the left post, but Richarlison gets a tiny deflection off his head to clip the ball agonizingly wide of the post. 31st min: A blow for Tottenham sees goal scorer Pape Sarr down requiring treatment, and it doesn't look good. He's extremely distressed, holding his shirt over his face to hide his emotions before limping off and needing consoling by Heung-Min Son on his way off the pitch. Oliver Skipp comes on in his place. You really feel for the 21-year-old who might miss out on the Africa Cup of Nations if the injury is anything major. 25th min: Gio Lo Celso goes sprawling to the ground after being tripped by Justin Kluivert, with the latter booked by referee Simon Hooper. It's a very harsh yellow card this early in the match, as the move was far from a breakaway, the foul occurring at the top of the Tottenham penalty area. On the restart, Spurs surge forward and create a chance immediately, but Heung-Min Son picks out the wrong option and botches the two-on-one opportunity. Son breaks down the left and has Richarlison unmarked to his right, but takes it himself instead, and under pressure from Adam Smith, sees his shot saved by Pedro Neto. 19th min: Tottenham have a great look on goal as Rodrigo Betancur meets a corner at the near post from eight yards out but can't redirect the ball onto frame, heading it over the crossbar from a tight angle. A difficult chance but a chance nonetheless. 13th min: Great defending by Destiny Udogie who recovers well to beat Dominic Solanke to a through ball which threatened to send the Bournemouth striker through on goal. 9th min: GOAL! TOTTENHAM! Pape Sarr puts Spurs in front! It's a poor giveaway from Cherries goalkeeper Pedro Neto who feeds one straight up the middle that's snatched away by Rodrigo Betancur. He touches left to fellow Argentine midfielder Gio Lo Celso who finds Sarr at the top of the penalty area, who cuts onto his left and slices a low effort that tucks inside the far post! 2nd min: Chance, Tottenham! Heung-Min Son misses a sitter! He takes a cross from the right that bypasses an offside Richarlison and meets the South Korean at the far post, but he rips it over the crossbar with the goal gaping!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Weather"
    ],
    "external_links": [
      "https://twitter.com/fuboTVCanada/status/1741487212586324110)",
      "https://twitter.com/fuboTVCanada/status/1741486332721938523)",
      "https://t.co/k1HA4lMeY4",
      "https://twitter.com/OptusSport/status/1741463080570376453)",
      "https://twitter.com/OptusSport/status/1741485254920266206)",
      "https://twitter.com/fuboTVCanada/status/1741484257950810137)",
      "https://twitter.com/fuboTVCanada/status/1741462716898783325)",
      "https://www.t.co/k1HA4lMeY4",
      "https://www.twitter.com/fuboTVCanada/status/1741486332721938523)",
      "https://www.twitter.com/fuboTVCanada/status/1741487212586324110)",
      "https://www.twitter.com/OptusSport/status/1741463080570376453)",
      "https://www.twitter.com/fuboTVCanada/status/1741462716898783325)",
      "https://www.twitter.com/OptusSport/status/1741485254920266206)",
      "https://www.twitter.com/fuboTVCanada/status/1741484257950810137)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pape sarr",
          "sentiment": "negative"
        },
        {
          "name": "heung-min son",
          "sentiment": "negative"
        },
        {
          "name": "dominic solanke",
          "sentiment": "none"
        },
        {
          "name": "rodrigo betancur",
          "sentiment": "none"
        },
        {
          "name": "richarlison",
          "sentiment": "none"
        },
        {
          "name": "sarr",
          "sentiment": "none"
        },
        {
          "name": "giovani lo celso",
          "sentiment": "none"
        },
        {
          "name": "betancur",
          "sentiment": "none"
        },
        {
          "name": "lo celso",
          "sentiment": "none"
        },
        {
          "name": "alex scott",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cherries | sporting news canada",
          "sentiment": "negative"
        },
        {
          "name": "spurs",
          "sentiment": "negative"
        },
        {
          "name": "tottenham",
          "sentiment": "negative"
        },
        {
          "name": "tottenham hotspur stadium",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bournemouth",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T18:45:41.540+02:00",
    "updated": "2023-12-31T18:45:41.540+02:00"
  },
  {
    "uuid": "f2b431869b0684a661f2930685d9058a6b793d62",
    "url": "https://www.cronista.com/espana/actualidad-es/el-insecto-mas-raro-del-mundo-fue-redescubierto-a-pesar-de-que-se-creia-extinto-desde-hace-80-anos-solo-quedan-entre-20-y-30-ejemplares",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@cronista",
    "published": "2024-10-17T23:56:00Z",
    "title": "El \\\"INSECTO M\\u00c1S RARO DEL MUNDO\\\" fue redescubierto a pesar de que SE CRE\\u00cdA EXTINTO desde hace 80 A\\u00d1OS: solo que",
    "text": "El planeta está lleno de animales exóticos, una categoría en la que se puede incluir al \"insecto más raro del mundo\", el cual se creía extinto desde hace 80 años y fue redescubierto hace algunos años por un grupo de investigadores.Según los científicos especialistas en la materia, solamente existen entre 20 y 30 ejemplares de este extraño animal, por lo que este hecho cobra especial relevancia para quienes impulsan la conservación de la especie.Descubrimiento escalofriante: un hombre halló más de 30 esqueletos medievales que permanecían ocultos en su sótanoDescubrimiento milagroso: científicos resucitaron un árbol con propiedades curativas que se creía extinto y está relacionado a la Biblia¿Cuál es el insecto más raro del mundo que redescubrieron recientemente?El insecto redescubierto es el Dryococelus australis, también llamado insecto palo de Howe o \"langosta de árbol\", cuyo hábitat natural es la isla Lord Howe de Australia. La población de esta especie fue redescubierta en 2001, tras 80 años sin rastros de ella.Este es el insecto palo de Howe, una rara especie que sobrevivió a diferentes amenazas. (Foto: Wikimedia)Su supuesta extinción se debió, principalmente, a una invasión de ratas ocurrida en 1918. Estos roedores lograron arrasar con prácticamente todas las langostas de árbol que había en la isla, así como también otras especies salvajes como aves, plantas e invertebrados.Luego de varias décadas, en 1986, el insecto palo de Lord Howe fue declarado extinto. Sin embargo, unos años antes circuló la versión sobre la existencia de excrementos y restos de piel que habrían sido de esta especie, los cuales estaban a unos 23 kilómetros de la isla.Efectivamente, los últimos ejemplares lograron sobrevivir, todo gracias a un detalle particular de las hembras: su capacidad de clonarse a sí misma a través de un proceso de reproducción partenogenética.Microsoft busca profesionales para hacer teletrabajo y ofrece sueldos de hasta 180.000 euros: requisitos y cómo aplicarHallazgo inesperado: arqueólogos revelaron que Egipto no tiene \"el juego más antiguo del mundo\" y resolvieron un enigma de 4000 años¿Qué características tiene el insecto palo de Howe?El insecto palo de Howe tienen ciertos hábitos particulares, diferentes a los del resto de sus pares: los machos vive en función de lo que hacen las hembras y por las noches estos las abrazan para dormir juntos. Además de su tamaño, la langosta tiene algunas características particulares en cuanto a su comportamiento. (Foto: Wikimedia)Además, su fisionomía presenta los siguientes rasgos:Miden hasta 15 centímetrosPesan hasta 25 gramosLas hembras son más grandes que los machosCuerpo alargado con patas robustasGran velocidad para correr.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T03:11:38.743+03:00",
    "updated": "2024-10-18T03:45:20.779+03:00"
  },
  {
    "uuid": "e231bd3aafb3695f8d389d6cd0fb8c63f0e5b65e",
    "url": "https://www.amarujala.com/uttar-pradesh/hamirpur/sp-mahila-sabha-condemned-the-statement-of-delhi-chief-minister-hamirpur-news-c-223-1-sknp1027-123058-2025-04-10",
    "ord_in_thread": 0,
    "author": "संवाद न्यूज एजेंसी, हमीरपुर",
    "published": "2025-04-09T21:40:41Z",
    "title": "Hamirpur News: दिल्ली की मुख्यमंत्री के बयान की सपा महिला सभा ने की निंदा",
    "text": "Hamirpur News: दिल्ली की मुख्यमंत्री के बयान की सपा महिला सभा ने की निंदा\nसंवाद न्यूज एजेंसी, हमीरपुर\nUpdated Thu, 10 Apr 2025 12:01 AM IST\nविज्ञापन\nTrending Videos\nNext Article\nFollowed",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "topics": [
      "Politics->political dissent",
      "Politics->political parties and movements",
      "Politics->political candidates",
      "Social Issue->sexism",
      "Social Issue->discrimination",
      "Social Issue->women"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:40:41.299+03:00",
    "updated": "2025-04-10T00:40:41.299+03:00"
  },
  {
    "uuid": "c443a9d8c5c772f64f655afe632fcfbfffbf9ac3",
    "url": "https://www.beinsports.com/en-nz/football/premier-league/articles/kieran-trippier-backs-tino-livramento-to-succeed-him-for-club-and-country-2024-03-10",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The 21-year-old joined the Magpies in a £32million summer move from Southampton.",
    "published": "2024-03-10T00:00:00Z",
    "title": "Kieran Trippier backs Tino Livramento to succeed him for club and country | beIN SPORTS",
    "text": "Kieran Trippier backs Tino Livramento to succeed him for club and country The 21-year-old joined the Magpies in a £32million summer move from Southampton. Kieran Trippier has backed young pretender Tino Livramento to establish himself as England’s right-back as he attempts to fend off his advances for both club and country.\nLivramento, a £32million summer signing from Southampton, is likely to replace Trippier in Newcastle’s starting line-up for Monday night’s Premier League trip to Chelsea as the 33-year-old faces a spell on the sidelines with a minor calf injury.\nHowever Trippier, who has been the standard-bearer for much of what the Magpies have achieved in the last two years, knows the 21-year-old is gunning for his places in both the Newcastle team and the England squad.\nHe said: “Tino, for such a young guy, is unbelievable. I’ve had loads of talks with Tino, firstly to try to help him. I know he’s my position, but I don’t want to be selfish.\n“He’ll be unbelievable for Newcastle in the future and an England right-back as well. That’s how highly I rate him.”\nThat is a view shared by Magpies head coach Eddie Howe, who has been hugely impressed by Livramento’s performances to date at left-back, right-back and in midfield, a process which continued last weekend when he scored a superb solo goal in a 3-0 victory over Wolves after replacing the injured Trippier.\nAsked if the youngster’s challenge had to be to oust the former Burnley, Tottenham and Atletico Madrid man on both the domestic and international stages, Howe said: “Of course. If you ask Tino, that will be his aim and if you ask me, I’d want every player to feel the same way.\n“If you’re not in the team, your aim and ambition should be to try to get into the team, to try to prove you’re better than the team-mate that you’re competing against.\n“If you have that in your squad, I think you’ve got a healthy squad, you’ve got a good balance between being a good team-mate and fighting for your place.\n“Tino has shown all those qualities this year. He has been learning and developing behind the scenes, he’s been no doubt picking things up off Kieran and I’ve enjoyed seeing them both battle against each other.”\nTrippier will miss the trip to Chelsea and the FA Cup quarter-final at Manchester City which follows it, as well as England’s friendly double-header against Brazil and Belgium as a result of the injury which has robbed him of the opportunity to atone for the error which cost his side a place in the Carabao Cup semi-finals.\nAsked what had been going through his head as he uncharacteristically allowed Mykhailo Mudryk to score a late equaliser 12 days after he had gifted Everton two goals, he said: “Do you know what? I don’t actually know.\n“It was a strange one, really. I was just making a mistake and then making another mistake. I haven’t got any excuses, really.\n“It’s just you make a mistake and you want to try even better and then because you’re trying so hard, you make another mistake, and it’s not me.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tino livramento",
          "sentiment": "negative"
        },
        {
          "name": "kieran trippier",
          "sentiment": "negative"
        },
        {
          "name": "tino",
          "sentiment": "none"
        },
        {
          "name": "chelsea",
          "sentiment": "none"
        },
        {
          "name": "livram",
          "sentiment": "none"
        },
        {
          "name": "eddie howe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "magpies",
          "sentiment": "negative"
        },
        {
          "name": "newcastle",
          "sentiment": "none"
        },
        {
          "name": "premier league",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "southampton",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-11T06:14:46.594+02:00",
    "updated": "2024-03-11T06:28:44.348+02:00"
  },
  {
    "uuid": "57661288bcae15979a548c53a9c3085502b6f051",
    "url": "https://www.tellerreport.com/life/2023-12-29-anti-semitism--federal-criminal-police-office-reports-significantly-more-crimes-since-hamas-attack.BkBus2sPp.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-29T03:22:00Z",
    "title": "Anti-Semitism: Federal Criminal Police Office reports significantly more crimes since Hamas attack - Teller Report",
    "text": "Enlarge image Police cordon after a Molotov cocktail attack on a synagogue in Berlin (October 18) Photo: Fabrizio Bensch / REUTERS The German Federal Criminal Police Office (BKA) has recorded a drastic increase in anti-Semitic crimes since Hamas' terrorist attack on Israel on October 7. In connection with the Israel-Gaza war alone, more than 21,1100 offenses were registered in the criminal police reporting service for cases of politically motivated crime by December , as a BKA spokesman told the dpa news agency on request. It was mainly a matter of damage to property and incitement to hatred. This is significantly more than in each of the first three quarters of this year, for which the Federal Ministry of the Interior last published exact figures in November. According to the report, 558 anti-Semitic crimes were registered in the first quarter, 609 in the second quarter and 540 in the third. These figures include all offences – those motivated by left-wing and right-wing extremists as well as those from the categories of \"religious ideology\" and \"foreign ideology\". The more than 1100,2023 crimes since the beginning of October, on the other hand, are only those recorded in connection with the escalation of the Middle East conflict. The total number is therefore likely to be significantly higher. As of November 2874, a total of 88, anti-Semitic crimes were recorded last year, including acts of violence. Warnings against open anti-Semitism Shortly before Christmas, the Federal Government Commissioner for Anti-Semitism, Felix Klein, expressed concern about the security situation of Jews in Germany. \"Not since the Holocaust have Jews in Germany been in such great danger as they are today,\" he told the Funke newspapers. Central Council President Josef Schuster also declared that since Hamas' attack on Israel, there has been a \"dramatic intensification of open anti-Semitism on German streets.\" Schuster told the Rheinische Post that attacks on Jews had recently \"unfortunately become more numerous.\" It is \"worrying that there is now more palpable anti-Semitism than in previous years.\" Especially since the attack on Israel, there has been a \"dramatic intensification of open anti-Semitism on German streets.\" According to Schuster, this is particularly about Islamist anti-Semitism. jok/dpa",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "fabrizio bensch",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "federal criminal police office",
          "sentiment": "negative"
        },
        {
          "name": "federal ministry of the interior",
          "sentiment": "none"
        },
        {
          "name": "german federal criminal police office",
          "sentiment": "none"
        },
        {
          "name": "bka",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "berlin",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T05:28:23.726+02:00",
    "updated": "2023-12-29T05:28:23.726+02:00"
  }
]