[
  {
    "uuid": "e0db8088a9b4d6b6dc9cc30563d52ffb058fb411",
    "url": "https://www.prensa.com/deportes/francia-amarga-de-nuevo-el-debut-olimpico-de-colombia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EFE EFE",
    "published": "2024-07-25T21:25:00Z",
    "title": "Francia amarga de nuevo el debut olímpico de Colombia",
    "text": "- Secciones\n[Portada](/) [Locales](/locales/) [Sociedad](/sociedad/) [Provincias](/provincias/) [Judiciales](/judiciales/) [Política](/politica/) [Mundo](/mundo/) [Deportes](/deportes/) [Vivir+](/vivir/) [Status K](/status-k/) [Unidad Investigativa](/unidad-investigativa/) [Opinión](/opinion/) [Blogs](/blogs/) [Fotografía](/fotogalerias/) [Videos](/videos/) [Infografias](/infografias/) [Fe de Erratas](/correcciones/)\n- Servicios\nePaper [Buscador](/buscador/) [Corprensa Content Studio](/autor/Corprensa%20Content%20Studio/) [Contenido patrocinado](/contenido-patrocinado/) [Reseña Digital](/resena-digital/) [Comunicados](/comunicados/) [Catálogos y Otras Publicaciones](/catalogos/) [Lotería](/loterias/) [Horóscopo](/horoscopo/) Kiosco Digital [Luctuosas](/luctuosas/) [Cine](/cine/) [RSS](/arcio/rss/) [Temas](/temas/) [Autores](/autores/) [Notas al lector](/notas-al-lector/) [Buenas prácticas](/buenas-practicas/)\nPanamá, 25 de julio del 2024\nRegístrate para recibir los titulares de La Prensa en tu correo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://multimedia.corprensa.com/multimedia/ediciones/la_prensa/2024-07-25/",
      "https://www.multimedia.corprensa.com/multimedia/ediciones/la_prensa/2024-07-25/",
      "https://multimedia.corprensa.com/multimedia/ediciones/la_prensa/2024-07-25"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T00:45:17.121+03:00",
    "updated": "2024-07-26T00:45:17.121+03:00"
  },
  {
    "uuid": "aef1e3925ca818e828a8a85c8d9b021c23de2fb9",
    "url": "https://www.miragenews.com/afps-western-command-protecting-australians-1150405/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mirage News",
    "published": "2023-12-29T10:30:00Z",
    "title": "AFP's Western Command protecting Australians | Mirage News",
    "text": "The AFP's crime-fighting efforts in Western Australia this year have resulted in children removed from harm overseas, a crackdown on international cybercriminals and large seizures of illicit drugs. The AFP's Western Command, which operates across WA, has disrupted multiple international drug trafficking networks in the past 12 months and seized more than two tonnes of cocaine and methamphetamine destined for Australian communities. AFP Assistant Commissioner Pryce Scanlan said WA's extensive, and mostly isolated, coastline made it an attractive target for transnational serious organised crime groups. \"The drug seizures and associated arrests this year highlight the damage that law enforcement and intelligence agencies can inflict on these criminals by working together across borders,\" he said. \"The AFP's members are dedicated to preventing harm to Australians. We share intelligence and resources with WA Police Force locally, Australian Border Force and other Commonwealth partners around the country and with foreign counterparts - to ensure we can respond, no matter where the threat originates.\" Assistant Commissioner Scanlan said about 70 per cent of the serious organised crime figures who preyed on Australians were based offshore and the AFP was increasingly seeing international links in cybercrime and online child abuse matters. \"The AFP is based in 34 countries and the strong relationships built around the world are vital to combat the borderless nature of the crime threats and keep Australians safe at home,\" he said. AFP cybercrime investigators in WA led the AFP's significant contribution to the international operation to [disrupt BlackCat](https://www.afp.gov.au/news-centre/media-release/russian-led-hacking-group-disrupted-australian-businesses-regain-access), a Russian-led hacking group that has targeted at least 56 businesses and government agencies in Australia. A number of Australian organisations that fell victim to the ransomware criminals will receive a decryption tool to restore their systems after the FBI-led global operation. Protecting children from exploitation and abuse, and educating families to help keep children safe, is a key priority for the AFP. This year, the AFP has charged 24 West Australians with online child exploitation and abuse offences. Two of the investigations also resulted in a young girl removed from harm in the United Kingdom and another removed from harm in the Philippines. In December (2023), a Perth man pleaded guilty to 118 offences relating to the online sextortion of more than 100 girls around the world. The AFP investigation started in 2021, with work continuing throughout the court process. Western Command worked tirelessly to protect and assist people reporting human trafficking crimes this year, including women and children at risk of forced marriage and individuals exploited through forced labour. The AFP has been instrumental in ensuring the wellbeing and safety of vulnerable people by removing them from harmful situations and connecting them to support by partner agencies. The AFP is working with partners to build awareness and combat human trafficking and slavery in WA. The AFP is focused on not only prosecuting criminal syndicates but removing the benefits from illegal activity. The AFP-led Criminal Assets Confiscation Taskforce (CACT) has restrained $1.1 billion in criminal assets nationally in the past four years, with almost half of that milestone restrained this calendar year alone. The CACT's proceeds of crime investigations include the [restraint in late November of about $200,000 cash and eight properties](https://www.afp.gov.au/news-centre/media-release/afp-restrains-cash-and-properties-linked-wa-man) owned by a WA illicit tobacco trafficker. At the airport, AFP officers have this year intervened when disruptive or aggressive passengers have risked safety on board flights or in terminals and have prevented air travel being used to facilitate criminal activity. Incidents include a [man charged](https://www.afp.gov.au/news-centre/media-release/about-3 -cash-seized-traveller-perth) in March after he allegedly tried to fly interstate from Perth with bundles of cash hidden in his carry-on bag. The man claimed he had about $300,000 but when the cash was formally counted, it totalled $618,360. The matter remains before the court. In September, another [man was charged](https://www.afp.gov.au/news-centre/media-release/airline-passenger-arrested-alleged-unruly-behaviour) after he allegedly behaved in a disorderly behaviour and failed to comply with airline staff on board a domestic flight, resulting in the flight being turned around. The AFP's work also includes counter-terrorism and protection of critical infrastructure at remote and metropolitan sites. This year the AFP launched one of its biggest [Protective Service Officer (PSO) recruitment](https://www.afp.gov.au/news-centre/media-release/afp-launches-pso-recruitment-blitz) drives, searching for people who want a new rewarding and exciting career, including working in remote locations at Geraldton and Exmouth. AC Scanlan said Western Command, like the rest of the AFP, was focusing on 2024 and developing innovative ways to combat crime threats and protect the community. \"The AFP is working tirelessly to keep Australians safe and we are always looking for people to join the AFP who want to help serve and protect their community,\" he said. Some of the major drug seizures in 2023 (photos and footage in the links): August 2023: The AFP [charged three men for their alleged involvement in the importation and possession of about 560kg of cocaine](https://www.afp.gov.au/news-centre/media-release/three-charged-after-560kg-cocaine-seized-wa), which was found in a small coastal town in Western Australia. In November, another [two Queensland men](https://www.afp.gov.au/news-centre/media-release/queensland-men-arrested-over-560kg-wa-cocaine-bust) were charged, with police alleging they had also been involved in the attempted importation. The investigation involves the AFP, ABF, WAPF, and Department of Home Affairs. May 2023: Seven people have been charged for their alleged roles in attempting to import 850kg of cocaine into Australia in May hidden on a bulk cargo carrier. Those charged include [three men](https://www.afp.gov.au/news-centre/media-release/more-800kg-cocaine-seized-wa-three-arrests) who allegedly travelled off the coast of Fremantle in a cabin cruiser to try to collect the drugs and two [senior crew members](https://www.afp.gov.au/news-centre/media-release/two-cargo-carrier-crew-charged-over-wa-850kg-cocaine-bust) of the bulk cargo carrier, who police allege knew the drugs were on the ship and planned to drop them overboard for collection. A [man and woman](https://www.afp.gov.au/news-centre/media-release/afp-charges-two-more-alleged-offenders-over-attempted-850kg-cocaine), who police allege are part of the Australian-based syndicate responsible for collecting the drugs and facilitating the logistics of the importation, have also been charged. February 2023: Three men have been charged over the importation of more than [300kg of cocaine](https://www.afp.gov.au/news-centre/media-release/afp-charges-third-wa-man-over-300kg-cocaine-haul), which was found in a [capsized vessel](https://www.afp.gov.au/news-centre/media-release/one-arrested-part-international-investigation-365kg-cocaine-seized-wa) and in the ocean in WA's Great Southern region. Investigations are ongoing into how and where the drugs were dropped in the ocean before they were allegedly collected by the three men. [here](https://www.miragenews.com/afps-western-command-protecting-australians-1150405/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "external_links": [
      "https://www.afp.gov.au/news-centre/media-release/about-300000-cash-seized-traveller-perth)",
      "https://www.afp.gov.au/news-centre/media-release/afp-charges-third-wa-man-over-300kg-cocaine-haul),",
      "https://www.afp.gov.au/news-centre/media-release/russian-led-hacking-group-disrupted-australian-businesses-regain-access),",
      "https://www.afp.gov.au/news-centre/media-release/queensland-men-arrested-over-560kg-wa-cocaine-bust)",
      "https://www.afp.gov.au/news-centre/media-release/airline-passenger-arrested-alleged-unruly-behaviour)",
      "https://www.afp.gov.au/news-centre/media-release/afp-launches-pso-recruitment-blitz)",
      "https://www.afp.gov.au/news-centre/media-release/three-charged-after-560kg-cocaine-seized-wa),",
      "https://www.afp.gov.au/news-centre/media-release/afp-charges-two-more-alleged-offenders-over-attempted-850kg-cocaine),",
      "https://www.afp.gov.au/news-centre/media-release/two-cargo-carrier-crew-charged-over-wa-850kg-cocaine-bust)",
      "https://www.afp.gov.au/news-centre/media-release/one-arrested-part-international-investigation-365kg-cocaine-seized-wa)",
      "https://www.afp.gov.au/news-centre/media-release/more-800kg-cocaine-seized-wa-three-arrests)",
      "https://www.afp.gov.au/news-centre/media-release/afp-restrains-cash-and-properties-linked-wa-man)",
      "https://afp.gov.au/news-centre/media-release/two-cargo-carrier-crew-charged-over-wa-850kg-cocaine-bust)",
      "https://afp.gov.au/news-centre/media-release/queensland-men-arrested-over-560kg-wa-cocaine-bust)",
      "https://afp.gov.au/news-centre/media-release/one-arrested-part-international-investigation-365kg-cocaine-seized-wa)",
      "https://afp.gov.au/news-centre/media-release/airline-passenger-arrested-alleged-unruly-behaviour)",
      "https://afp.gov.au/news-centre/media-release/afp-launches-pso-recruitment-blitz)",
      "https://afp.gov.au/news-centre/media-release/three-charged-after-560kg-cocaine-seized-wa),",
      "https://afp.gov.au/news-centre/media-release/more-800kg-cocaine-seized-wa-three-arrests)",
      "https://afp.gov.au/news-centre/media-release/about-300000-cash-seized-traveller-perth)",
      "https://afp.gov.au/news-centre/media-release/afp-charges-third-wa-man-over-300kg-cocaine-haul),",
      "https://afp.gov.au/news-centre/media-release/afp-charges-two-more-alleged-offenders-over-attempted-850kg-cocaine),",
      "https://afp.gov.au/news-centre/media-release/afp-restrains-cash-and-properties-linked-wa-man)",
      "https://afp.gov.au/news-centre/media-release/russian-led-hacking-group-disrupted-australian-businesses-regain-access),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pryce scanlan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "western command",
          "sentiment": "negative"
        },
        {
          "name": "afp",
          "sentiment": "negative"
        },
        {
          "name": "wa police force",
          "sentiment": "none"
        },
        {
          "name": "commonwealth",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "western australia",
          "sentiment": "none"
        },
        {
          "name": "wa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T23:37:40.787+02:00",
    "updated": "2023-12-30T00:30:46.351+02:00"
  },
  {
    "uuid": "a1a4658e28069e1f9c272c1ab8a62e3fd16c3538",
    "url": "https://www.allaboutbirds.org/news/is-the-smoke-from-wildfires-dangerous-to-birds",
    "ord_in_thread": 0,
    "author": "Hugh Powell",
    "published": "2025-05-07T21:29:00Z",
    "title": "Is the Smoke from Wildfires Dangerous to Birds?",
    "text": "Is the Smoke from Wildfires Dangerous to Birds?\nMay 7, 2025Smoke can be hazardous to birds just as it is to people, due to the mix of fine particulate matter and volatile chemicals produced during burning. This threat is partially offset by birds’ exceptional mobility and the large volume of air in the atmosphere.\nScientists have only fairly recently begun studying smoke’s effects on birds, as wildfires have become more frequent and larger as a result of climate change. They’ve identified both physiological and behavioral effects of wildfire smoke (see Sources). These are some of the key findings so far:\nWhat Makes Wildfire Smoke Dangerous?\n- Smoke can contain dangerous levels of fine particulate matter (particles smaller than 2.5 microns, often abbreviated PM2.5).\n- Smoke can contain a mix of volatile organic compounds, carbon monoxide, hydrogen cyanide, nitrogen oxides, ozone, sulfur dioxide, acrolein, benzene, formaldehyde, and heavy metals (\nSanderfoot 2021). The actual composition of wildfire smoke depends on what kinds of plants have burned and in what manner they burned (e.g., temperature, duration). - Smoke inhalation can damage lung tissue and weaken immune responses. It can also cause carbon monoxide poisoning, neurological impairment, oxidative stress, lung and heart disease, and pulmonary edema (\nSanderfoot 2017). - Because long-burning wildfires create so much smoke, the area affected by smoke extends far beyond the wildfire boundary. For example, during the major fire year of 2020, ground-level smoke from fires in the Pacific Northwest covered an area 27 times greater than the wildfires themselves (\nOverton 2021).\nHow Do Birds Respond to Wildfire Smoke?\nBirds have a much different respiratory system than humans and other mammals. It is highly efficient at directing air through the lungs to extract oxygen, but this efficiency also renders birds more sensitive to pollutants in the air they breathe.\nFortunately, birds are very mobile and can adjust their behavior to avoid or reduce the effects of smoke (although these adjustments can incur their own costs). A few studies have documented some of these changes in behavior.\nChanges to Migration\nMigrating birds may adjust their routes/timing to avoid smoke. In September 2020, scientists were tracking four Greater White-fronted Geese during a period of very large wildfires (totaling more than 20,000 square km) and widespread smoke in the Pacific Northwest (Overton 2021). Adjustments the geese made included:\n- Stop and wait: three of the geese paused migration to wait for conditions to improve. They rafted on the Pacific Ocean off Washington for up to 3 days before continuing inland.\n- Fly over the smoke: three of the geese also ascended to very high altitudes (4,000 m or 13,100 feet) to fly above the densest smoke.\n- Fly around the smoke: one goose diverted course and followed prevailing winds to get out of the smoke, ending up more than 200 miles east of the typical migration route.\nThese efforts were successful—all four geese reached their typical wintering area in Summer Lake, Oregon. But the adjustments meant that they doubled their time spent on migration. Scientists later calculated that the extra energy the geese expended would have required extra foraging over the next 40+ days to recoup.\nChanges in Behavior and Body Condition\nApart from directly affecting birds’ health, smoke can also alter their behavior with resulting changes to body condition. Research from a long-term banding station in San Jose, California, identified both short-term (acute) and long-term (chronic) effects of wildfire smoke:\n- The study compared 22 years of banding records (for 21 bird species) with data on wildfire smoke. Researchers designated smoky days using the same threshold as the EPA uses for humans: 35 micrograms of fine particulate matter (PM2.5, or particulates smaller than 2.5 microns) per cubic meter.\n- Movement: Over the short term, smoky conditions resulted in lower capture rates at banding stations—suggesting that birds either hunker down to wait for conditions to improve, or leave the area. However, over longer periods of wildfire smoke, capture rates increased. The researchers suggested that birds respond to smoky conditions at first by reducing their activity, but as those conditions persist they may become more active to regain their body condition. The strength of these effects varied among species.\n- Body Condition: By measuring individuals that had been captured at least twice in a season, the researchers could detect changes in body mass. Across 18 species, they found that body mass declined as the number of smoky days increased.\n- Singing: A separate\nstudy in Singaporefound that birds sang less during a period of widespread smoke in 2015.\nResearch Directions\nAs wildfires become more frequent and larger, continuing research into the effects of smoke will be important. Some promising areas for investigation include:\n- using weather radar for remote sensing of migrating birds in the atmosphere.\n- studying birds’ vocal behavior in areas before, during, and after fires or smoke events.\n- using participatory science data such as eBird to discover patterns of change in birds’ distribution and abundance in response to fires and smoke.\nSources\nKittelberger, K. D., et al. (2022). Fall bird migration in western North America during a period of heightened wildfire activity. Avian Conservation and Ecology 17.\nLee, B. P. Y-H., et al. (2017). Smoke pollution disrupted biodiversity during the 2015 El Niño fires in Southeast Asia. Environmental Research Letters 12.\nNihei, A., et al. (2024). Wildfire smoke impacts the body condition and capture rates of birds in California. Ornithology 141.\nOverton, C. T., et al. (2021). Megafires and thick smoke portend big problems for migratory birds. Ecology 103.\nSanderfoot, O. V., and B. Gardner. (2021). Wildfire smoke affects detection of birds in Washington State. Ornithological Applications 123.\nSanderfoot, O.V., and T. Holloway. (2017). Air pollution impacts on avian species via inhalation exposure and associated outcomes. Environmental Research Letters 12.\nSanderfoot, O. V., et al. (2021). A review of the effects of wildfire smoke on the health and behavior of wildlife. Environmental Research Letters.\nYang, D., et al. (2021). Unprecedented migratory bird die-off: a citizen-based analysis on the spatiotemporal patterns of mass mortality events in the Western United States. GeoHealth 5.\nAll About Birds\nis a free resource\nAvailable for everyone,\nfunded by donors like you",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Environment->environmental pollution",
      "Health->public health",
      "Health->medical condition",
      "Social Issue->social condition",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2021GH000395",
      "https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.3552",
      "https://iopscience.iop.org/article/10.1088/1748-9326/aa87ed",
      "https://academic.oup.com/condor/article/123/3/duab028/6307878",
      "https://iopscience.iop.org/article/10.1088/1748-9326/ac30f6/meta",
      "https://academic.oup.com/auk/article/141/4/ukae023/7686085",
      "https://iopscience.iop.org/article/10.1088/1748-9326/aa8051/meta",
      "https://ace-eco.org/vol17/iss2/art43/",
      "https://www.esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.3552",
      "https://www.academic.oup.com/condor/article/123/3/duab028/6307878",
      "https://www.iopscience.iop.org/article/10.1088/1748-9326/ac30f6/meta",
      "https://www.iopscience.iop.org/article/10.1088/1748-9326/aa87ed",
      "https://www.agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2021GH000395",
      "https://www.ace-eco.org/vol17/iss2/art43/",
      "https://www.iopscience.iop.org/article/10.1088/1748-9326/aa8051/meta",
      "https://ace-eco.org/vol17/iss2/art43",
      "https://www.academic.oup.com/auk/article/141/4/ukae023/7686085"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Citigroup",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "C",
              "exchange": "NYSE"
            }
          ]
        },
        {
          "name": "Visa",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "V",
              "exchange": "NYSE"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T02:29:57.779+03:00",
    "updated": "2025-05-07T23:33:21.000+00:00"
  },
  {
    "uuid": "3d04ce66e294011b5764189669daec9bcd085f61",
    "url": "https://ilmanifesto.it/khirbet-zanouta-nuove-minacce-dei-coloni-israeliani",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michele Giorgio",
    "published": "2024-08-22T21:01:00Z",
    "title": "Khirbet Zanouta. Nuove minacce dei coloni israeliani",
    "text": "Khirbet Zanouta. Nuove minacce dei coloni israeliani\nCisgiordania. I 250 abitanti di questa piccola comunità beduina sono tornati al villaggio dal quale erano stati costretti a scappare lo scorso ottobre per le violenze dei settler\nCisgiordania. I 250 abitanti di questa piccola comunità beduina sono tornati al villaggio dal quale erano stati costretti a scappare lo scorso ottobre per le violenze dei settler\n[Michele Giorgio](/archivio?autore=Michele%20Giorgio), GERUSALEMME\nAggrediti ed espulsi lo scorso ottobre da bande di coloni israeliani dell’avamposto di Havat Mithar, gli abitanti di Khirbet Zanouta, a sud di Hebron, due giorni fa sono tornati al loro villaggio – in parte demolito assieme a una scuola finanziata dall’Ue – dopo che l’esercito si è impegnato davanti alla Corte Suprema a garantire la loro sicurezza. Ma non c’è pace per i 250 palestinesi di questa piccola comunità beduina. Poche ore il ritorno a Khirbet Zanouta, gruppi di coloni sono arrivati sul posto e hanno di nuovo minacciato i residenti. «Se resterete qui, verremo di notte e vi...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T01:40:08.578+03:00",
    "updated": "2024-08-23T01:40:08.578+03:00"
  },
  {
    "uuid": "673e8cb850b43224fd6781c7ed2ce166568007f1",
    "url": "https://news.sina.cn/ai/2025-08-14/detail-infkxyiy2273774.d.html",
    "ord_in_thread": 0,
    "author": "sina_mobile",
    "published": "2025-08-14T09:04:58Z",
    "title": "TechWeb微晚报：马斯克旗下xAI失去大将，理想汽车撤销五大战区架构_手机新浪网",
    "text": "TechWeb微晚报：马斯克旗下xAI失去大将，理想汽车撤销五大战区架构\n热点直击\n小鹏P7 24小时耐力测试因恶劣天气中断：将从0开始重新跑\n小鹏汽车动力总成高级总监在社交媒体上透露，原定的小鹏P7 24小时耐力测试，由于现场突发恶劣天气、赛道积水严重，决定推迟测试时间。文中表示，在充分考虑测试车手人身安全的前提下，小鹏汽车、中汽中心及场地方汇商后现场决定暂停全新小鹏P7 24小时耐力测试。\n其间，有人提议，“雨停之后可以扣除等待时间继续完成后续测试“，经过三方认真讨论后决定，为了保证测试结果的绝对真实完整权威，避免出现争议测试结果，计划在赛道积水问题解决后时间清零，从0开启全新的24小时续航测试，目前初步计划定在今天早晨合适的时间，重新出发！\n苹果下一代Vision Pro有望升级M5芯片 预计今年晚些时候推出\n苹果公司在2023年6月份全球开发者大会上推出的头显产品Vision Pro，已于去年1月19日开始在美国市场接受预订，次月2日上市，6月份开始推向国际市场，在中国、日本、新加坡、澳大利亚、加拿大、法国、德国和英国市场接受预购，目前销售已有一年多的时间。\n而随着Vision Pro上市超过一年，外界也在期待苹果下一代的Vision Pro，此前也曾多次传出他们在准备下一代和轻便版的消息。对于苹果下一代的Vision Pro，此前的消息是显示搭载的M系列芯片，将升级到M4，也就是去年5月份推出的iPad Pro率先搭载的那一款芯片，但在最新的报道中，外媒称将是尚未推出的M5，预计将在今年晚些时候推出。\nAI人才流失波及马斯克 xAI联合创始人已宣布离职创业\n受扎克伯格担任CEO的Meta高薪挖人影响，人工智能领域的工程师和研发人员近期流动频繁，OpenAI、苹果都有人才被挖走。\n而从外媒最新的报道来看，在OpenAI、苹果之后，马斯克创立的人工智能初创公司xAI，也遭遇了人才流失，他们的联合创始人Igor Babuschkin已宣布离职创业。\n为打好 i8、i6“销售之战”，消息称理想汽车撤销五大战区架构\n8 月 14 日消息，“21 汽车”今天爆料称，在 i8 完成上市、i6 上市前夕，为更好支撑一线销售作战，理想汽车对合并后的销服相关部门又进行了一次组织上的梳理。\n近期，理想汽车将五大销售战区合并成“销售”部，原中区负责人韩希任销售部负责人，管理一线销售。与此同时，新增“销售运营”“市场营销”两个部门，负责人分别为范辰杰、冯威，由总部统一调度资源、支持一线作战。\n大公司\n涨疯了！寒武纪股价冲击1000元大关\n8月14日消息，今日国产AI芯片龙头寒武纪(688256)股价仍在持续上涨，一度达到985元，冲击1000元大关。\n收盘涨10.35%，报949元/股，续创历史新高，寒武纪总市值达3970亿元。\n英伟达否认市场传闻：下代 Rubin AI GPU 进展顺利\n8 月 14 日消息，综合《巴伦周刊》和网站 Seeking Alpha 报道，英伟达在一份声明中否认其下一代 \"Rubin\" 架构 Tensor Core AI GPU 出现延迟。表示 \"Rubin\" GPU 项目进展顺利。\n中国台湾地区金融集团富邦旗下分析师 Sherman Shang 此前在一份报告中宣称，虽然英伟达 \"Rubin\" GPU 的首次流片已在 6 月下旬完成，但英伟达为应对 AMD 计划在 2026~2027 年推出的 MI450 显卡加速器正对该芯片进行重新设计，可能会将功耗从 1800W 提升至 2000W。新流片预计在九月下旬至十月完成，而设计更改和重新流片将影响到 \"Rubin\" 的推出进度和 2026 年供应量。\n新产品\niPhone 17全系屏幕保护贴膜曝光：Air屏幕尺寸介于Pro和Pro Max之间\n近段时间以来，全新iPhone 17系列尤为吸引外界的目光，而根据供应链最新爆料，iPhone 17系列距离亮相仅剩差不多一个月的时间，有消息称其将于9月初亮相，目前已进入生产阶段，而关于该系列的爆料也已经非常丰富。现在有最新消息，近日有爆料达人进一步晒出了该系列机型的屏幕保护贴膜谍照。\n从晒出的屏幕保护贴膜来看，该机的屏幕尺寸介于iPhone 17 Pro与iPhone 17 Pro Max之间，预计对角线尺寸为约6.6英寸，也有消息称可能达到6.7英寸，屏幕分辨率预计为2740x1260，采用三星M14材料。而iPhone 17则将配备6.3英寸屏幕，Pro Max则可能拥有6.7英寸的大屏幕。据悉，全新的iPhone 17系列将有望在9月9日正式发布，更多详细信息，我们拭目以待。\n10月发布！iQOO 15将搭载三星2K屏+2亿潜望长焦\n据知名数码博主@智慧皮卡丘 最新发布的信息显示，与此前曝光的消息基本一致，全新的iQOO 15将搭载超通透的三星2K屏和自研电竞芯片。据悉，全新的iQOO 15预计于10月份上市，将弥补前代iQOO 13的不足，进一步突显“全能旗舰”的定位。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Science and Technology->scientific research",
      "Economy, Business and Finance->computing and information technology",
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->automotive"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_my",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T12:04:58.321+03:00",
    "updated": "2025-08-15T13:05:17.000+03:00"
  }
]