[
  {
    "uuid": "e78baacc63ce54143dfe3b8aab644e96deb41ec0",
    "url": "https://lasillarota.com/estados/2023/12/28/santa-tulita-comunidad-serrana-de-chihuahua-que-resiste-denuncia-el-desplazamiento-463042.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "JUAN ORTIZ",
    "published": "2023-12-28T22:50:00Z",
    "title": "Santa Tulita: comunidad serrana de Chihuahua que resiste y denuncia el desplazamiento | La Silla Rota",
    "text": "Chihuahua.- Este año, por primera vez, Alicia, Efrén y Rosario (nombres ficticios) salieron de Santa Tulita, su tierra, para trabajar como jornaleras a otro municipio de Chihuahua. Habían luchado todo el año para resistir y evitar su [desplazamiento](https://lasillarota.com/estados/2023/8/14/desplazados-de-sinaloa-el-exodo-obligado-por-la-guerra-interna-del-cartel-de-los-beltran-leyva-442670.html), pero fracasaron. Desde 2021, en Santa Tulita ha arreciado la violencia. Santa Tulita está en el municipio de Guadalupe y Calvo, en el llamado Triángulo Dorado, la sierra entre Chihuahua, Sinaloa y Durango, región donde ha bajado el precio de la producción de amapola en los últimos 5 años y, como consecuencia, la tala ilegal ha cobrado fuerza. [ÚNETE A NUESTRO CANAL DE WHATSAPP. EL PODER DE LA INFORMACIÓN EN LA PALMA DE TU MANO](https://whatsapp.com/channel/0029Va6evSkGk1Ftej78ks0B) Te podría interesar A partir de 2021, el desplazamiento forzado se ha incrementado en la zona por la incursión de otro cartel que pelea el territorio al grupo local, de Sinaloa, situación arrojó fuera de su tierra a pueblos completos. Una [investigación de Patricia Mayorga, para Raíchali](https://raichali.com/2023/12/19/santa-tulita-guadalupe-y-calvo-desplazamiento-chihuahua/), revela que, ante la imparable ola de desplazamientos de comunidades completas en el municipio de Guadalupe y Calvo, organizaciones de la sociedad civil estatales y nacionales, acompañadas por Brigadas Internacionales por la Paz (PBI), han realizado dos caravanas humanitarias, una en agosto y otra en noviembre. El fin de semana pasado, familias ódami completas dejaron sus tierras para salvar su vida, luego de que 6 personas fueron privadas de la libertad, de las que sólo han aparecido dos. Las caravanas han tenido como destino Santa Tulita, una ranchería que está en medio de la comunidad de Mala Noche, a unas 15 horas en vehículo de la capital de Chihuahua. A dicha comunidad pertenecen también las rancherías de Puerto de Ánimas, El Riyito y Puerto El Riyito. Son una comunidad que se resiste a romperse, que ha buscado la manera de conservar su vida en paz para continuar cuidando el bosque que da vida a las zonas rurales ya las urbanas, que impide la tala inmoderada porque los árboles atraen el agua. Sin ellos, la sierra y Chihuahua se quedarán sin vida. Durante las caravanas realizadas por autoridades y organizaciones se documentó la situación de las familias desplazadas. En las caravanas participaron alrededor de 250 personas, unas 70 eran niñas y niños. Desplazamiento forzado Desde enero de este año, tanto organizaciones como las personas de Santa Tulita y de otras comunidades de Guadalupe y Calvo han denunciado la inseguridad y violencia, así como la tala ilegal del bosque en este territorio y la presencia permanente de personas armadas que recorren los caminos, la escucha frecuente de detonaciones de armas de fuego y el desplazamiento forzado de familiares y jóvenes que se ven amenazados de ser reclutados por grupos de la delincuencia organizada. En febrero acudió el Ejército a la comunidad, pero los talamontes se escondieron y cuando la autoridad se retiró la tala continuó durante al menos 5 meses más, denunciaron las organizaciones. En el documento establecen que desde junio se dio el desplazamiento forzado de 58 personas de la comunidad de La Sierrita, a dos horas de Santa Tulita. “Sabemos que, a partir de estos hechos, personal de la Fiscalía General del Estado acudió a la comunidad e hicieron presencia por media hora. Tenemos conocimiento de que un destacamento de militares estuvo durante 15 días del mes de julio en Santa Tulita, tiempo en el que las familias estuvieron tranquilas y en paz”. “También de que la secretaría de Pueblos y Comunidades Indígenas llevó en el mes de julio despensas y semilla. Debido a la violencia en esta zona, la brigada médica de la secretaría de Salud dejó de ir por tres meses y que efectivamente días antes de la jornada estuvieron consultando solo 4 horas, por lo que muchas personas no alcanzaron a ser atendidas”, señalaron las organizaciones de la caravana. La exigencia entonces fue la garantía de seguridad para las familias, asistencia médica de calidad y con pertinencia cultural; alimentos mientras resuelven la emergencia alimentaria; la instalación de un sistema de agua potable en Puerto de Animas y las localidades que lo requieran y financiamiento para proyectos productivos y otras alternativas de sostenibilidad.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [
      "https://whatsapp.com/channel/0029Va6evSkGk1Ftej78ks0B)",
      "https://raichali.com/2023/12/19/santa-tulita-guadalupe-y-calvo-desplazamiento-chihuahua/),",
      "https://www.whatsapp.com/channel/0029Va6evSkGk1Ftej78ks0B)",
      "https://www.raichali.com/2023/12/19/santa-tulita-guadalupe-y-calvo-desplazamiento-chihuahua/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:10:35.009+02:00",
    "updated": "2023-12-29T01:10:35.009+02:00"
  },
  {
    "uuid": "fd96ccbd0390c4440576e26529deb3d7e6f1afcd",
    "url": "https://rylanjgdy11111.pages10.com/discover-ozempic-2mg-1-5ml-a-powerful-weight-management-solution-59778773",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rylanjgdy",
    "published": "2023-12-28T19:07:00Z",
    "title": "Discover Ozempic 2mg 1.5ml: A Powerful Weight Management Solution",
    "text": "Are you searching for an effective weight management solution? Look no further! In this comprehensive guide, we will delve into the world of Ozempic 2mg 1.5ml – a revolutionary medication designed to aid in weight loss and overall health improvement. Join us as we uncover the advantages, dosage information, potential side effects, and where you can purchase this incredible product.\nUnderstanding Ozempic 2mg 1.5ml:\nOzempic 2mg 1.5ml, also known as semaglutide, is a medication specifically formulated to assist individuals in their weight loss journey. Its unique composition allows it to regulate appetite, control blood sugar levels, and enhance overall metabolic activity. Backed by extensive research, this groundbreaking drug offers promising results for those struggling to shed excess pounds.\nEfficacy and Benefits:\nozempic 4mg pen ozempic 2mg ozempic 2mg\n1. Weight Loss and Blood Sugar Control:\nOzempic 2mg 1.5ml significantly aids weight management.\nRegulates and controls blood sugar levels, benefiting individuals with diabetes.\nEnhances insulin function, reducing the risk of complications.\n2. Reduced Cardiovascular Risks:\nStudies indicate a correlation between Ozempic 2mg 1.5ml usage and reduced cardiovascular risks.\nLowering blood pressure and cholesterol levels, this medication promotes heart health.\n3. Improved Overall Wellbeing:\nEnhances energy levels, making physical activities easier and more enjoyable.\nPromotes healthy lifestyle changes by regulating appetite and reducing emotional eating habits.\nDosage and Usage:\nBefore starting any medication, it is crucial to understand the appropriate dosage and usage instructions. For Ozempic 2mg 1.5ml, it is recommended to follow these guidelines:\nBegin with a lower dose and gradually increase it over time.\nAdminister the medication as a subcutaneous injection once a week.\nConsult with your healthcare provider for personalized dosage recommendations.\nUnveiling Ozempic 2mg 1.5ml Side Effects:\nWhile Ozempic 2mg 1.5ml is generally welltolerated, there are some potential side effects to be aware of. These might include:\nNausea and vomiting.\nDiarrhea or constipation.\nMild to moderate abdominal discomfort.\nTemporary injection site reactions.\nRemember, side effects may vary, and consulting with your healthcare professional is essential for personalized guidance.\nConclusion:\nOzempic 2mg 1.5ml is a remarkable tool in the fight against obesity and diabetes. Its unwavering efficacy, combined with its potential cardiovascular benefits and improved wellbeing, make it a revolutionary weight management solution. Remember, if you are considering taking Ozempic 2mg 1.5ml, consult with your healthcare provider to ensure it aligns with your specific needs and goals.\nWe invite you to leave your valuable comments and share this comprehensive guide with your friends and loved ones. Together, we can empower others to make informed decisions regarding their weight management journey.\nDiscover Ozempic 2mg 1.5ml: A Powerful Weight Management Solution\nAre you searching for an effective weight management solution? Look no further! In this comprehensive guide, we will delve into the world of Ozempic 2mg 1.5ml – a revolutionary medication designed to aid in weight loss and overall health improvement. Join us as we uncover the advantages, dosage information, potential side effects, and where you can purchase this incredible product.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "external_links": [
      "https://getozempiconline.com/product/ozempic-2mg-1-5ml/",
      "https://subutexonline.com/product/ozempic-2mg-1-5ml/",
      "https://getozempiconline.com/product/ozempic-2mg-1-5ml",
      "https://www.getozempiconline.com/product/ozempic-2mg-1-5ml/",
      "https://subutexonline.com/product/ozempic-2mg-1-5ml",
      "https://www.subutexonline.com/product/ozempic-2mg-1-5ml/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ozempic",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:27:11.029+02:00",
    "updated": "2023-12-29T02:27:11.029+02:00"
  },
  {
    "uuid": "45a805d6dddffd0c7409779e3ff2085ee13df203",
    "url": "https://www.glasgowtimes.co.uk/news/national/24017011.flu-patient-numbers-double-fortnight-nhs-faces-storm-pressures/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-29T11:20:00Z",
    "title": "Flu patient numbers double in fortnight as NHS faces ‘storm’ of pressures | Glasgow Times",
    "text": "A surge in flu patients in England shows no sign of slowing, with health leaders warning of a “storm” of pressures facing hospitals in the new year including a six-day strike by junior doctors.\nAn average of 942 people were in hospital each day last week with flu, including 48 people in critical care beds, NHS data shows.\nThe total is up nearly a half (45%) from 648 in the previous week, and more than double the 402 recorded a fortnight earlier.\nIt is the highest figure so far this winter, but is below the equivalent total for this point last year – 3,746 – when the UK was in the middle of its worst flu season for a decade.\n(PA Graphics) The number of patients testing positive for Covid-19 is also continuing to rise, with an average of 3,631 each day in the week to December 24, up 12% from the previous week and 57% higher than the equivalent week in November.\nThe figures come amid another spell of industrial action by junior doctors in England, with a 72-hour strike from December 20 to 23 due to be followed by a six-day strike in early January.\nMore than 86,000 hospital appointments and operations had to be rescheduled because of last week’s action, which is part of a long-running dispute over pay.\n(PA Graphics) Professor Sir Stephen Powis, NHS national medical director, warned the impact of next week’s six-day strike is “likely to be much more severe”, coming at a time when hospitals “usually experience the most pressure with high demand and higher levels of virus admissions”.\nHe added that the latest data for patients in hospital with winter viruses shows “the storm of pressure” the NHS is facing, with “huge rises in flu patients over the last few weeks and many more norovirus cases than we saw last winter, as well as the ongoing impact of Covid – all on top of the added pressure of industrial action.\n“As always, I would urge the public to get their Covid and flu vaccines if they are eligible, make sure you order repeat prescriptions in advance of the upcoming bank holiday weekend and, as ever, only use 999 or A&E in an emergency, with 111 online the best place to go for any other conditions.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "glasgow times",
          "sentiment": "negative"
        },
        {
          "name": "nhs",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T13:27:31.749+02:00",
    "updated": "2023-12-29T13:27:31.749+02:00"
  },
  {
    "uuid": "31e300a08b05ac0ca241216f32e1facafd2d10c4",
    "url": "https://www.killerstartups.com/biotech-sector-shows-promising-financial-upturn",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ava Thompson",
    "published": "2024-04-11T14:20:00Z",
    "title": "Biotech sector shows promising financial upturn",
    "text": "Biotech companies have ushered the year with an impressive financial performance, the strongest witnessed in the last two years. This signifies a potential positive trend that could mark the end of the sector’s prolonged slump.\nBoosted by robust funding mechanisms, businesses have strategically invested in research and development, leading to impressive advancements in numerous medical technologies.\nThe increased participation of small players and collaborations with large pharmaceutical companies indicates a notable shift in the sector. Incorporation of artificial intelligence further shows a promising transformation in the biotech landscape.\nWith continued momentum, the sector could offer considerable assets for potential investors. However, the need for observance of market volatility and shifting regulatory directives that may affect the biotech industry’s trajectory is vital.\nVenture capital-backed biopharma firms secured a significant $6.8 billion in early 2021, according to HSBC data.\nResurgence and potential in biotech sector\nThis positive trend brings a much-needed resurgence of investor confidence in the biopharma sector after a three-year decrease in funding.\nDespite this promising trend, questions regarding the sustainability of this growth persist. Indeed, understanding these patterns can provide insight for investors as they consider strategies for future investments.\nDespite the financial slowdown triggered by high unemployment rates and increased vacant real estate spaces in biotech hotspots like the Boston area, local officials are taking steps. Actions include job creation plans and investments appropriate training, as well as introducing financial incentives to bring biotech businesses to these areas.\nThe estate issue is also being tackled through remodeling of the vacant spaces into high-quality laboratory facilities. These strategies have sparked interest from potential investors and ignited optimism surrounding the recovery of the biotech sector.\nThe renewed influx of funds along with the current surge in investments symbolizes a strong hope for a sustained advance in the biotech sector. Driven by renewed confidence and anticipation of future market trends, this resurgence could potentially propel the sector back onto a robust growth path.\nThe resurgence is likely to create a competitive advantage among startups, hence potentially leading to breakthrough discoveries and comprehensive healthcare solutions, in effect underlining the beginning of an exciting era in the biotech sector.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "hsbc",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T02:25:28.941+03:00",
    "updated": "2024-04-12T02:25:28.941+03:00"
  },
  {
    "uuid": "5b419b3ea1cf4e3602915e1b3b905ac9513f5e77",
    "url": "https://www.eluniversal.com.mx/metropoli/no-olvides-tu-gorro-navideno-activan-alerta-amarilla-por-frio-en-7-alcaldias-de-cdmx-para-la-manana-del-13-de-diciembre",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jorge Alejandro Medellín Hernández",
    "published": "2024-12-12T23:20:00Z",
    "title": "¡No olvides tu gorro navideño!; activan Alerta Amarilla por frío en 7 alcaldías de CDMX para la mañana del 13 de diciembre | El Universal",
    "text": "La Secretaría de Gestión Integral de Riesgos y Protección Civil activó la Alerta Amarilla por pronóstico de temperaturas bajas en las partes altas de las demarcaciones de Álvaro Obregón , Cuajimalpa, Magdalena Contreras , Milpa Alta, Tláhuac, Tlalpan y Xochimilco. Se pronostican temperaturas de entre 4 y 6 grados Celsius entre las 03:00 y las 08:00 horas de la mañana del viernes 13 de diciembre de 2024.\nPor ello se recomienda a la población usar al menos tres capas de ropa, de preferencia de algodón o lana; utilizar crema para proteger e hidratar la piel contra el frío ; evitar exponerse a cambios bruscos de temperatura; ingerir abundante agua; consumir frutas y verduras ricas en vitaminas A y C.\nLee también Frente frío 14 provoca temperaturas extremas de hasta -14.8°C en Chihuahua; algunos ciudadanos se refugiaron en albergues habilitados\nSe activa Alerta Amarilla por pronóstico de temperaturas bajas para el amanecer de este viernes 13/12/2024 en partes altas de las demarcaciones de @AlcaldiaAO , @cuajimalpa_gob , @ALaMagdalenaC , @GobMilpaAlta , @TlahuacRenace , @TlalpanAl y @XochimilcoAl .… pic.twitter.com/oSw1WBvao7\n— Secretaría de Gestión Integral de Riesgos y PC (@SGIRPC_CDMX) December 12, 2024 Además, lavarse las manos con frecuencia o usar gel antibacterial; en caso de presentar algún malestar, acudir al centro de salud más cercano. Si usas calentadores y/o chimeneas, mantener una ventilación adecuada.\nSuspenden clases en Veracruz por Frente frío 14; pronostican hasta cero grados y heladas en zonas montañosa para este 11 de diciembre\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\naov/cr",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/XochimilcoAl?ref_src=twsrc%5Etfw",
      "https://t.co/oSw1WBvao7",
      "https://twitter.com/cuajimalpa_gob?ref_src=twsrc%5Etfw",
      "https://twitter.com/AlcaldiaAO?ref_src=twsrc%5Etfw",
      "https://twitter.com/TlalpanAl?ref_src=twsrc%5Etfw",
      "https://twitter.com/TlahuacRenace?ref_src=twsrc%5Etfw",
      "https://twitter.com/SGIRPC_CDMX/status/1867265856524496910?ref_src=twsrc%5Etfw",
      "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
      "https://whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e",
      "https://twitter.com/GobMilpaAlta?ref_src=twsrc%5Etfw",
      "https://twitter.com/ALaMagdalenaC?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/cuajimalpa_gob?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/AlcaldiaAO?ref_src=twsrc%5Etfw",
      "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag",
      "https://twitter.com/cuajimalpa_gob",
      "https://www.whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e",
      "https://www.twitter.com/SGIRPC_CDMX/status/1867265856524496910?ref_src=twsrc%5Etfw",
      "https://www.t.co/oSw1WBvao7",
      "https://www.twitter.com/XochimilcoAl?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/ALaMagdalenaC?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/TlalpanAl?ref_src=twsrc%5Etfw",
      "https://twitter.com/AlcaldiaAO",
      "https://twitter.com/ALaMagdalenaC",
      "https://twitter.com/GobMilpaAlta",
      "https://twitter.com/SGIRPC_CDMX/status/1867265856524496910",
      "https://www.twitter.com/TlahuacRenace?ref_src=twsrc%5Etfw",
      "https://twitter.com/TlalpanAl",
      "https://www.twitter.com/GobMilpaAlta?ref_src=twsrc%5Etfw",
      "https://twitter.com/XochimilcoAl",
      "https://www.news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
      "https://twitter.com/TlahuacRenace"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Magdalena Contreras",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "Xochimilco",
          "sentiment": "none"
        },
        {
          "name": "Cuajimalpa",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T01:41:08.606+02:00",
    "updated": "2024-12-13T01:41:08.606+02:00"
  },
  {
    "uuid": "c6dc603454ad07da6c5be756fa75aa89991461b0",
    "url": "https://www.newsbreak.com/mytexasdaily-com-500251/3986822441450-mellow-mushroom-closing-after-more-than-13-years-in-downtown-denton",
    "ord_in_thread": 0,
    "author": "Camila Gonzalez Staff Writer",
    "published": "2025-04-30T22:40:00Z",
    "title": "Mellow Mushroom closing after more than 13 years in downtown Denton - NewsBreak",
    "text": "Denton\nMellow Mushroom closing after more than 13 years in downtown Denton\nBy Camila Gonzalez Staff Writer,1 hours ago\nPizza restaurant Mellow Mushroom announced Wednesday via social media that it will close \"indefinitely\" this Sunday. Mellow Mushroom began in 1974 in Atlanta, Georgia, and has franchises throughout the country. The locally owned Denton location, at 217 E. Hickory St., opened in 2011 and became a staple restaurant for some folks. The restaurant is part of the Denton Main Street Association.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Economy, Business and Finance->business and market analysis",
      "Economy, Business and Finance->business restructuring",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->leisure"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Camila Gonzalez",
          "sentiment": "negative"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Denton Main Street Association",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T03:28:07.746+03:00",
    "updated": "2025-05-01T00:37:23.000+00:00"
  }
]