[
  {
    "uuid": "b34151c1af7177810c742cf0294dbf743e870200",
    "url": "https://www.deccanchronicle.com/nation/politics/291223/assam-chief-minister-apologies-for-his-brahmin-shudra-post-on-social.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Deccan Chronicle",
    "published": "2023-12-29T06:56:00Z",
    "title": "Assam chief minister apologies for his 'Brahmin-Shudra' post on social media",
    "text": "Home » Nation » Politics » December 29, 2023 Nation Assam chief minister apologies for his 'Brahmin-Shudra' post on social media Deccan Chronicle.| manoj anand\nPublished on: December 29, 2023 | Updated on: December 29, 2023 Chief minister Himanta Biswa Sarma said Assam is casteless \"Recently one of my team members posted a sloka from Chapter 18 verse 44 with an incorrect translation. As soon as I noticed the mistake, I promptly deleted the post... If the deleted post has offended anyone, I sincerely apologise,\" he said. PTI\nGuwahati: After a controversy, Assam chief minister Himanta Biswa Sarma has apologised for his social media post in which, referring a verse from the Bhagavad Gita he wrote that serving the Brahmins, Ksatriyas and Vaishyas is the natural duty of the Shudras.\nMr Sarma in a post on X and Facebook clarified that he uploads one verse of Bhagavad Gita every morning on his social media handles, which have posted 668 Slokas till date.\n\"Recently one of my team members posted a sloka from Chapter 18 verse 44 with an incorrect translation. As soon as I noticed the mistake, I promptly deleted the post... If the deleted post has offended anyone, I sincerely apologise,\" he said.\nThe chief minister’s post on twitter, which he said has now been deleted, sparked a row as the opposition leaders denounced \"BJP's manuvadi ideology\". AIMIM chief Asaduddin Owaisi said that Hindutva is antithetical to liberty, equality, fraternity and justice. \"It's reflected in the unfortunate cruelty that Assam's Muslims have faced in the past few years,\" Mr Owaisi said.\n\"In a recently deleted post, Assam CM elaborated on his vision of society. '…farming, cow rearing, and commerce are natural duties of the Vaishya and serving the Brahmins, Kshatriyas and Vaishyas is the natural duty of the Shudras.'\nHolding a constitutional position, your oath is to treat every citizen equally. It’s reflected in the unfortunate cruelty that Assam’s Muslims have faced in the past few years. Hindutva is antithetical to Liberty, Equality, Fraternity and Justice,\" said Mr Owaisi.\nCongress leader Pawan Khera asked whether the PM and the President agreed with Himanta Biswa's castesist comments. \"And then if you say something to him, he will send his cops. But such stupid comments cannot be ignored. Do @rashtrapatibhvn and @PMOIndia agree with @himantabiswa’s casteist comments?\" he said.\nThe chief minister in his clarification also asserted that Assam reflects a \"perfect picture\" of a casteless society due to the reform movement led by Mahapurush Srimanta Sankardeva.\nOn December 26, Mr Sarma had uploaded an audio-visual post on his social media handles like twitter and Facebook that he claimed to be from Sloka 44 of Sanyas Yoga from the 18th chapter of Gita.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shudra",
          "sentiment": "negative"
        },
        {
          "name": "himanta biswa sarma",
          "sentiment": "none"
        },
        {
          "name": "sarma",
          "sentiment": "none"
        },
        {
          "name": "bhagavad gita",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pti guwahati",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "assam",
          "sentiment": "none"
        },
        {
          "name": "ksatriyas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T13:59:49.994+02:00",
    "updated": "2023-12-29T13:59:49.994+02:00"
  },
  {
    "uuid": "e82c1ba208427d00a7d9846dd6fc4dcf10b49a77",
    "url": "https://www.aporrea.org/internacionales/n388966.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agencias /",
    "published": "2023-12-24T09:30:00Z",
    "title": "Denuncian que las autoridades iraníes confiscaron el premio Sajárov de Mahsa Amini",
    "text": "24-12-23.-Las autoridades iraníes interrogaron al abogado de la familia de la joven Mahsa Amini y le arrebataron el premio Sajárov concedido por el Parlamento Europeo que transportaba a Irán, según informó este sábado la ONG Hengaw por los derechos humanos de los kurdos en ese país.\nEl letrado, Saleh Nikbajt, regresaba de Francia con el premio este viernes cuando fue retenido por las fuerzas de seguridad en el aeropuerto Jomeiní de Teherán, que le confiscaron su pasaporte y teléfono móvil, afirmó la organización con sede en Noruega.\nYa que la familia de Amini no está autorizada a abandonar el país, fue Nikbajt quien representó a los allegados en la ceremonia en Estrasburgo en la que este 12 de diciembre se entregó el galardón a la difunta y al movimiento \"Mujer, Vida y Libertad\".\nEl abogado kurdo ha representado a numerosos presos políticos y condenados a muerte y en octubre de este año fue sentenciado a un año de prisión por haber realizado supuestamente \"actividades propagandísticas contra la República Islámica de Irán\", informó Hengaw.\nJunto con Nikbajt, recogieron el galardón en Estrasburgo una hermana de Hadis Najafi, una joven de 20 años a la que mataron las fuerzas de seguridad en una protesta, y Mersedeh Shahinkar, que perdió un ojo en una manifestación.\nAmini murió el año pasado tras ser detenida por la llamada policía de la moral por no llevar bien puesto el velo obligatorio, lo que desencadenó un amplio movimiento de protesta en Irán por los derechos de las mujeres, sobre todo en las regiones de mayoría kurda.\nLas manifestaciones solo desaparecieron tras una represión que según se estima causó 500 muertos, la detención de al menos 22.000 personas y la ejecución de siete manifestantes.\nEl premio Sajárov premia una contribución extraordinaria a la protección de la libertad de conciencia y supone el máximo homenaje rendido por la Unión Europea a la labor en el ámbito de los derechos humanos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T11:53:49.446+02:00",
    "updated": "2023-12-24T11:53:49.446+02:00"
  },
  {
    "uuid": "4f0b10f52177c19a0bcce84d53310a011bc0d7a8",
    "url": "http://business.bigspringherald.com/bigspringherald/article/getnews-2023-12-28-bitcoinetforg-surpasses-50m-in-assets-under-management-in-its-inaugural-year-exclusively-serving-select-international-markets",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2023-12-28T00:00:00Z",
    "title": "BitcoinETF.org Surpasses $50M in Assets Under Management in Its Inaugural Year, Exclusively Serving Select International Markets | Markets | bigspringherald.com",
    "text": "BitcoinETF.org, a trailblazer in decentralized Bitcoin ETF platforms, proudly announces a major milestone: surpassing $50 million in Assets Under Management (AUM) within its first year. This remarkable accomplishment reflects the unwavering trust and confidence of our international investors, highlighting our platform's appeal in global markets.\nPlease note, BitcoinETF.org's services are exclusively available to international clients. U.S. citizens, residents, and taxpayers are not eligible to participate in our offerings due to regulatory considerations. Our commitment is to serve investors in specified international markets where our services are fully compliant and authorized.\nRobust Growth Amidst Market Challenges\nDespite a year marked by significant volatility in cryptocurrency markets, BitcoinETF.org has shown remarkable resilience and strategic growth. Our innovative AI-driven investment strategies have played a crucial role in this success, delivering competitive returns and attracting 651 international shareholders. Our offerings include spot Bitcoin auto trading, futures, options, USDT staking, and AI arbitrage.\nCommitment to Transparency and Security\nBitcoinETF.org prioritizes transparency and security. We provide real-time insights into asset movements and trades, fostering trust and accountability. Our dedication to these principles has been a cornerstone of our international success and appeal.\nA Future Focused on Innovation and International Returns\nLooking forward, BitcoinETF.org remains dedicated to growth and innovation, particularly in international markets. We continue to harness advanced technologies and strategies to optimize returns and shareholder value, exclusively for our international clientele.\nAbout BitcoinETF.org\nBitcoinETF.org, a pioneer in decentralized Bitcoin ETF platforms, offers international investors exposure to Bitcoin with the security and simplicity of traditional investment vehicles. Our focus on cutting-edge AI technology and 24/7 fintech development positions us uniquely in the cryptocurrency and investment fund intersection.\nFor more information about BitcoinETF.org and its investment opportunities, available exclusively to international markets, please visit BitcoinETF.org\nDisclaimer: This press release may contain forward-looking statements. Forward-looking statements describe future expectations, plans, results, or strategies (including product offerings, regulatory plans and business plans) and may change without notice. You are cautioned that such statements are subject to a multitude of risks and uncertainties that could cause future circumstances, events, or results to differ materially from those projected in the forward-looking statements, including the risks that actual results may differ materially from those projected in the forward-looking statements.\nMedia Contact\nCompany Name: BitcoinETF.org\nContact Person: Alek Kim\nEmail: Send Email\nCountry: HongKong\nWebsite: https://bitcoinetf.org\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://tracking.newsrpm.com/pixel?slug=getnews-2023-12-28-bitcoinetforg-surpasses-50m-in-assets-under-management-in-its-inaugural-year-exclusively-serving-select-international-markets",
      "https://lh7-us.googleusercontent.com/HBxgymTZoLSeAK4QZ3bbK-Dq9qynbfv6W9lHV-GoC8Ptz4IuibwUfMbTWusqsVjt3LUf0d5XwK_DlWIB9C_DjTqLf0c0bbv7C0r02jpiVfcMcvwJ4lAgsIaCG7O2qkojI4829bzA_HCmMbLvfmgJCQ",
      "https://www.getnews.info/press_stat.php?pr=bitcoinetforg-surpasses-50m-in-assets-under-management-in-its-inaugural-year-exclusively-serving-select-international-markets",
      "https://www.cloudquote.io",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://bitcoinetf.org",
      "https://www.cloudquote.io/article/5",
      "http://www.universalpressrelease.com/?pr=bitcoinetforg-surpasses-50m-in-assets-under-management-in-its-inaugural-year-exclusively-serving-select-international-markets",
      "https://www.cloudquote.io/article/6",
      "https://www.googletagmanager.com/gtag/js",
      "https://cloudquote.io/article/5",
      "https://www.bitcoinetf.org",
      "https://getnews.info/press_stat.php?pr=bitcoinetforg-surpasses-50m-in-assets-under-management-in-its-inaugural-year-exclusively-serving-select-international-markets",
      "https://www.lh7-us.googleusercontent.com/HBxgymTZoLSeAK4QZ3bbK-Dq9qynbfv6W9lHV-GoC8Ptz4IuibwUfMbTWusqsVjt3LUf0d5XwK_DlWIB9C_DjTqLf0c0bbv7C0r02jpiVfcMcvwJ4lAgsIaCG7O2qkojI4829bzA_HCmMbLvfmgJCQ",
      "https://cloudquote.io/article/6",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2023-12-28-bitcoinetforg-surpasses-50m-in-assets-under-management-in-its-inaugural-year-exclusively-serving-select-international-markets",
      "https://tracking.newsrpm.com/pixel",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.getnews.info/press_stat.php",
      "http://www.universalpressrelease.com/",
      "https://cloudquote.io",
      "http://universalpressrelease.com/?pr=bitcoinetforg-surpasses-50m-in-assets-under-management-in-its-inaugural-year-exclusively-serving-select-international-markets"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "bitcoinetf.org",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:01:56.452+02:00",
    "updated": "2023-12-29T02:01:56.452+02:00"
  },
  {
    "uuid": "ad0b04882d2171f5501a33c99e860c08e8d8d98d",
    "url": "https://www.meneame.net/story/iglesia-espanola-gigantesca-inmobilaria-acapara-100000-espana/c051",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "susomed",
    "published": "2024-05-24T16:59:00Z",
    "title": "#51 La iglesia española: una gigantesca inmobilaria que acapara 100Â000 propiedades en España",
    "text": "Portada\nmis comunidades\notras secciones\n[#3](c3#c-3) [#2](c2#c-2) no se qué veis de incomprensible\nNo sólo se ha facilitado y propiciado durante siglos, sino que en los últimos años, aún se les ha dado más manga ancha.\nPor lo visto, con eso de que toda la gente le pide tanto a su dios continuamente, se debe de amortizar de algún modo.\nEn fin, magufadas, lo normal.. mientras formen parte del adn político-socio-cultural.\n[#2](c2#c-2) El PSOE de antes de la guerra civil participó en la Constitución española que incluyó el siguiente artículo:\nArtículo 26.\nTodas las confesiones religiosas serán consideradas como Asociaciones sometidas a una ley especial.\nEl Estado, las regiones, las provincias y los Municipios, no mantendrán, favorecerán, ni auxiliarán económicamente a las Iglesias, Asociaciones e Instituciones religiosas.\nUna ley especial regulará la total extinción, en un plazo máximo de dos años, del presupuesto del Clero.\nQuedan disueltas aquellas Órdenes religiosas que estatutariamente impongan, además de los tres votos canónicos, otro especial de obediencia a autoridad distinta de la legítima del Estado. Sus bienes serán nacionalizados y afectados a fines benéficos y docentes.\nLas demás Órdenes religiosas se someterán a una ley especial votada por estas Cortes Constituyentes y ajustada a las siguientes bases:\n1ª. Disolución de las que, por sus actividades, constituyan un peligro para la seguridad del Estado.\n2ª. Inscripción de las que deban subsistir, en un Registro especial dependientes del Ministerio de Justicia.\n3ª. Incapacidad de adquirir y conservar, por sí o por persona interpuesta, más bienes que los que, previa justificación, se destinen a su vivienda o al cumplimiento directo de sus fines privativos.\n4ª. Prohibición de ejercer la industria, el comercio o la enseñanza.\n5ª. Sumisión a todas las leyes tributarias del país.\n6ª. Obligación de rendir anualmente cuentas al Estado de la inversión de sus bienes en relación con los fines de la Asociación.\nLos bienes de las Órdenes religiosas podrán ser nacionalizados.\nhttps://www.congreso.es/constitucion/ficheros/historicas/cons_1931.pdf\nLuego en pleno franquismo, en 1974, se compró a base de talonario al PSOE en el congreso de Suresnes. Y desde entonces el PSOE \"actual\" pasó a ser pseudofranquista, dado que a pesar de haber tenido una mayoría absoluta en el 82, mantiene privilegios y protege con uñas y dientes a tooooooda la herencia del franquismo: ejército, judicatura, monarquía, FFCCSE, grandes fortunas nacidas del latrocinio franquista, iglesia, etc.. Ha tardado décadas en quitar parte (que no todos) de los monumentos que glorificaban a Franco y al franquismo.\nEspecialmente a la iglesia le aumentó el % que se llevan de la \"X\" de la renta, y le han dejado carta blanca para expandirse por servicios esenciales como educación, residencias, sanidad, etc, a la vez que se ha permitido el pago con dinero público para los negocios privados de la multinacional vaticana.\nPor un Concordato fullero prorrogado del franquismo se ha librado la iglesia de ser juzgada por todos los casos de abusos sexuales a menores que lleva perpetrando \"desde siempre\" y hasta nuestros días, y está exenta de pagar la mayoría de impuestos que sí pagamos el resto de los súbditos. ¡Con la excusa de que no tienen dinero! Luego te enteras de que a raíz de inmatricularse a su nombre la Mezquita de Córdoba por 30€ están sacando un beneficio EN NEGRO (sin tributar por ello) de hasta 18 millones de euros al año. Y tienen 99.999 propiedades más dedicadas a su dios verdadero: EL DINERO\n[#4](c4#c-4) Primero hay que derogar el Concordato y luego establecer un sistema de financiación como el alemán, cortando cualquier atisbo de dinero público para la secta y donde sean los fieles los que paguen y mantengan a la secta con un 8-9% de su dinero.\nDespués, si se ve que ya casi no hay adeptos a la secta, desamortización con la restauración del artículo 26 de la anterior Constitución española (ver\n[#33](c33#c-33)). Que dicho artículo se redactó así por algo, todos sus puntos tienen un sentido recogido de un porqué histórico, menudos problemas ha dado la iglesia en España desde siempre, conspirando, adoctrinando, abusando y trincando todo lo público que les ha venido en gana sin pagar por ello.\n[#1](c1#c-1) Estas sectas siempre están disponibles para entrar en los negocios de verdad: nadie mejor que ellos para legitimizar y glorificar golpes de estado y dictadores genocidas como los que han propiciado el expolio en España o la religión que alimenta con su irracionalidad la invasión de Palestina.\n[#32](c32#c-32) ya se hace, en la catedral de Pamplona podías organizar la comida de la boda, previo pago generoso\n[#11](c11#c-11) No se donde leí que la desamortización de Mendizabal fue quitarle tierras a la iglesia para repartírselas luego 4 señoritos ricos.\nAdenda (De la susodicha desamortización de Mendizabal en la wikipedia) :\nLos pequeños labradores no pudieron entrar en las pujas y las tierras fueron compradas por nobles y burgueses urbanos adinerados, de forma que no pudo crearse una verdadera burguesía o clase media en España que sacase al país de su marasmo.\n[#28](c28#c-28) Añádele que, según alguinos cálculos, suposu la deforestación de entre el cinco y el 7% de todo el país, una ruina para el partrimionio artístico y una ruina fatal para los aparceros que pasaron de estar en \"renta antigua\" a no poder vivir de sus tierras.\nUn desastre.\nA mi me hace bastante gracia, ( por decirlo suavemente) cada vez que paso por la calle Almagro de Madrid por la puerta de un conjunto de edificios de la Iglesia que abarcan toda una enorme manzana y que probablemente este en el podium de los terrenos más caros de todo Madrid. ¿sabeis como se llama la congregación que vive allí? Hermanitas de los pobres. Con dos ovarios.\n[#18](c18#c-18)\nNo me hagas reír.\nInmuebles para caridad ?\nPor eso no pagan IBI ,ni IVA y muy probablemente esas monjas cobraban en negro.\nDecía Saramago que la Iglesia solo ha servido para separar, quemar y torturar\nNunca para unir a la gente.\nLa Iglesia es el Gran Parásito de nuestra sociedad..\nY empezaron con un establo!\nHay que desamortizar todos los bienes cuyo uso no sea el de templo para oficios reliosos o monasterios.\nLas residencias de los curas, obispos y demás deben estar a su nombre y pagar los impuestos correspondientes como persona física.\n[#0](c0#c-0) Es curioso que en la entradilla del artículo (copiado a la de aquí) pongan equivocadamente \"100,000\" y que luego en el texto salga correctamente \"100.000\". Ya he visto este error en la entradilla de dos medios más, por ahora.\nLuego espero que los del medio de comunicación se den cuenta de un error garrafal: \"En cumplimiento de lo establecido en la Ley Orgánica de Protección de Datos de Carácter Personal 15/1999 (...)\" (esta Ley es obsoleta, se cumple el RGPD de 2016).\n[#44](c44#c-44) Ya, eso lo hablamos por aquí no hace mucho con otros artículos. Hay que ir con ojo con esto, no estoy de acuerdo con las nuevas \"recomendaciones\". Tradicionalmente en España y en casi todos los países europeos (sino todos) se ha utilizado siempre el punto para los miles y la coma para los decimales.\nEl problema no es solo De la Iglesia, sino también de notarios y registradores que dan por buenas operaciones que a ninguno de nosotros nos aceptan. Y falta impulso de l Estado en la recuperación…",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Corporate News and Profiles",
      "Business and Market Analysis",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.congreso.es/constitucion/ficheros/historicas/cons_1931.pdf",
      "https://congreso.es/constitucion/ficheros/historicas/cons_1931.pdf"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T21:04:03.233+03:00",
    "updated": "2024-05-24T21:04:03.233+03:00"
  },
  {
    "uuid": "2dd1e2049d5252e91a7bec51b0bbc7cb5d39f54e",
    "url": "http://cnews.chinadaily.com.cn/a/202506/12/WS684a7e9fa310205377037be9.html",
    "ord_in_thread": 0,
    "author": "黄凌睿",
    "published": "2025-06-12T07:39:44Z",
    "title": "\"漫步香港：非遗与城市记忆\"--BIBF香港馆首设作家掠影展区 - 中国日报网",
    "text": "6月11日，2025北京国际图书博览会香港馆（以下简称BIBF香港馆）新闻发布会在北京举行。会上获悉，BIBF香港馆将于6月18日至22日在北京国家会议中心举行，以“漫步香港：非遗与城市记忆”为主题，设立四大专区，展出逾500件香港出版、印刷及文创产品。\nBIBF香港馆主题展区将集中展示多项香港非遗展品，包括蒸笼、花钮、广彩、粤剧头饰、扎作、港式奶茶等制作技艺及舞火龙这一非遗表演项目，配合相关的香港出版物、印刷品，多元呈现出优秀中华文化在香港这座国际都会的传承与创新。\n四位香港非遗技艺传承人林嘉裕（蒸笼）、周燕云（粤剧头饰）、许嘉雄（扎作）、谢忠德（港式奶茶）将亲临香港馆主持合共八场工作坊或示范，介绍非遗制作技艺。\n策展人周婉美表示，非遗最重要的是它的设计性，香港的非遗设计已经融入日常生活，她希望通过这次以香港非遗及城市记忆为主题的展览展示香港这座城市的“温度、律动、脉动”，推动香港非遗设计的永续发展。\n除主题展区外，今年BIBF香港馆继续设有香港插画专区及业务洽谈区。其中香港插画专区展出入选第二届《飞跃绘本》--香港绘本插画师国际书展推广计划及《飞跃绘本》的八位香港新晋绘本插画师的原创作品，以及香港绘本出版支援计划下出版的八本全新无字绘本。业务洽谈区共有逾55家香港出版社或印刷商参加。他们将在专区内展示他们的最新作品，同时与来自世界各地的合作伙伴洽谈业务。\n承办机构代表、香港出版总会理事、BIBF香港馆筹委会委员于克凌介绍，本届BIBF香港馆首次设立“香港作家掠影展区”，将展出逾70种由香港出版的汉语文学作品，作为10月在香港举办的首届“世界华语文学节”的预热宣传。“世界华语文学节”希望打造全球华语文学的核心交流平台，推动香港成为世界华语文学之都，助力香港巩固发展中外文化艺术交流中心。\n据了解，BIBF香港馆除了在现场设有实体版外，将在开幕式当日同步上线虚拟版，公众可以通过虚拟BIBF香港馆了解有关展览、展品以及活动的内容。在今年北京国际图书博览会结束后，虚拟BIBF香港馆将至少维持至2025年底，让更多潜在商业伙伴及读者接触到优秀的香港出版物及印刷品。\n2025BIBF香港馆由香港特区政府文化体育及旅游局辖下的文创产业发展处主办，香港出版总会及香港印刷业商会共同承办，香港特别行政区政府驻北京办事处、创意创业会、世界华语文学基金会、香港专业人士(北京)协会及香港印刷科技研究中心支持。（杨轶婷/图）",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Education"
    ],
    "topics": [
      "Arts, Culture and Entertainment->festival",
      "Arts, Culture and Entertainment->literature",
      "Arts, Culture and Entertainment->cultural development",
      "Education->students",
      "Education->social learning"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:39:44.550+03:00",
    "updated": "2025-06-12T07:49:38.000+00:00"
  },
  {
    "uuid": "23c1b3692b3c8f9bc970602fc7c12e2342051625",
    "url": "https://www.insightintodiversity.com/i-caire-tool-advances-health-equity-education",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Erik Cliburn",
    "published": "2024-11-07T13:32:00Z",
    "title": "I-CAIRE Tool Advances Health Equity Education",
    "text": "At the Betty Irene Moore School of Nursing at the University of California, Davis (UC Davis), fostering an inclusive, diverse, and equitable learning environment is a core focus. As part of its ongoing efforts, the school regularly reviews its teaching materials, including textbooks, testing platforms, and clinical orientation packets, to ensure that these resources do not perpetuate harmful stereotypes or marginalize any groups. This commitment is woven throughout the curriculum, as faculty strive to incorporate perspectives from a wide array of authors and thought leaders in health care.\nAt the Betty Irene Moore School of Nursing at University of California, Davis, nursing students practice their skills with clinical instructors in a simulation suite. One of the school’s key innovations in promoting outcomes and representation in health care education is the creation of the Integrative Curriculum Assessment for Inclusion, Representation, and Equity (I-CAIRE). This evidence-based tool was developed by three nursing faculty members with the support of two doctoral students, to review health professions courses and curricula through a lens focused on health equity, diversity, inclusion, representation, and accessibility. I-CAIRE aims to equip future health care professionals with the skills, knowledge, and desire to advance social justice in health.\nI-CAIRE highlights critical topics identified by the National Academies of Sciences, Engineering, and Medicine as essential for addressing the social determinants of health, advancing health equity, and improving population health. Among the areas covered are antiracism, trauma-informed care, and cultural humility. The tool emphasizes the need for health care providers to understand these core topics in order to effectively engage with diverse patient populations and communities.\n“Students and faculty alike have called for health profession curricula that address health care inequities and advance health care equity,” UC Davis nursing faculty researchers.— led by Kupiri Ackerman-Barger, PhD.— wrote in a case study detailing I-CAIRE. “As part of our commitment to quality improvement, we have been attentive to the degree to which we prepare students to mitigate health disparities and advance health care equity.”\nA major component of I-CAIRE is its focus on accessibility, ensuring that teaching materials — from PowerPoint slides to textbooks and online learning platforms — are designed for all learners, including those with disabilities. It incorporates equity pedagogy to support a broad range of students and was reviewed by 12 health care faculty with expertise in DEI (diversity, equity, and inclusion). The nursing school is now working to disseminate the tool and develop best practices for its implementation across various programs.\n“We use the term equity-minded to define the qualities nurses need to have to advance health care equity,” the case study reads. “The concept … is that equity-minded nurses so deeply understand and embrace health care equity, social justice, antiracism, and cultural humility that these concepts emerge as normalized, automatic, and default thought processes no matter the setting or population.”\nAt the Betty Irene Moore School of Nursing at University of California, Davis, nursing students practice their skills with clinical instructors in a simulation suite.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T02:41:43.039+02:00",
    "updated": "2024-11-08T02:41:43.039+02:00"
  },
  {
    "uuid": "892c6bfd3d2773735a7f3f03e0b0bc8dd603c9be",
    "url": "https://news.china.com/zw/news/13000776/20250313/48075959.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "#4722 wb",
    "published": "2025-03-13T00:00:00Z",
    "title": "【新思想引领新征程】植树增绿共建美丽中国_新闻频道_中华网",
    "text": "央视网消息（新闻联播）：3月12日是植树节，各地认真践行习近平生态文明思想，为建设美丽中国增绿添彩，共同谱写人与自然和谐共生的中国式现代化新篇章。\n草木蔓发，春山可望，广袤中华大地迎来植树造林好时节。\n位于塔克拉玛干沙漠南缘的新疆策勒，当地群众正在种植红枣、梭梭等乔木灌木，今年将完成防沙治沙52.78万亩，筑牢沙漠边缘的绿色屏障。\n地处长江中下游的湖南临武西山国有林场，工作人员正在补植楠木、红豆杉，今年将科学培育58万株珍贵苗木，精准提升森林质量，提高涵养水源和固碳增汇能力。\n从南到北，一片片新绿初绽，“北方扩绿、南方提质”的科学绿化新格局正加快构建。\n森林是陆地生态的主体，是国家、民族最大的生存资本。习近平总书记强调，必须从中华民族历史发展的高度来看待这个问题，为子孙后代留下美丽家园，让历史的春秋之笔为当代中国人留下正能量的记录。\n总书记率先垂范，连续12年参加首都义务植树活动，强调绿化祖国要扩绿、兴绿、护绿并举。从全面推行林长制，到深化集体林权制度改革，从创建设立国家公园、国家植物园，到统筹山水林田湖草沙系统治理，总书记引领推动国土绿化不断深化。\n扩绿、兴绿、护绿并举，如今，我国国土绿化高质量发展迈上新台阶。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Environment->conservation",
      "Environment->nature",
      "Environment->sustainability",
      "Politics->environmental policy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T03:45:30.966+02:00",
    "updated": "2025-03-13T03:45:30.966+02:00"
  },
  {
    "uuid": "c7ef9979338a405e33e3c645bbb1cbf3c02ace84",
    "url": "https://www.sgvtribune.com/2025/07/09/workers-trapped-after-tunnel-collapses-in-wilmington",
    "ord_in_thread": 0,
    "author": "Andrea Klick",
    "published": "2025-07-10T04:02:00Z",
    "title": "31 rescued after massive tunnel under construction collapses in Wilmington",
    "text": "LDN-L-TUNNEL Thirty-one workers were extricated safely after a wastewater tunnel under construction collapsed Wednesday night in Wilmington. (Photo by OnScene.TV)\nMore than 30 people were rescued after a tunnel under construction collapsed in Wilmington on Wednesday night.\nThe 31 people, all presumed to be workers, were removed and are receiving medical assessments, but none of the survivors have visible injuries, said Brian Humphrey, a spokesperson for the Los Angeles Fire Department.\nMore than 100 firefighters responded around 8 p.m. near Figueroa Street and Lomita Boulevard, including members of the urban search and rescue team. By 9:15 p.m., all missing persons were removed, Humphrey said. The workplace site is east of the 110 Freeway and north of Pacific Coast Highway.\nThe tunnel, which measures 18 feet in diameter, was being constructed for municipal wastewater management and is a City of Los Angeles effort known as the Clearwater Tunneling Project. It collapsed about five to six miles south of the tunnel’s only access point, Humphrey said.\nInvestigators believe some of the trapped workers pushed over a pile of loose soil between 12 feet and 15 feet tall to meet some of their co-workers on the other side and be shuttled several at a time to the access point on the surface.\n“We don’t have any information about the nature of the collapse yet,” said Michael Chee, spokesman for the Los Angeles County Sanitation Districts.\n“What I just got a report on is that 31 crew members were down in the tunnel. They have all been extricated safely. There are no significant or major injuries that I know of,” Chee said. “There have none been reported yet. But we understand that our crew that was working down in the tunnel boring machine, which is approximately five miles heading towards the coast from this point, and it was designed to build the tunnel about seven miles long before it reached the coast.”\nAuthorities said OSHA will investigate the collapse, which is standard with workplace accidents.\nThe City of Los Angeles has mobilized resources to the tunnel collapse in Wilmington.\nMore than 100 LAFD responders have been deployed, including Urban Search and Rescue teams.\nThank you to all of those who are acting immediately to respond to this emergency.\n— Mayor Karen Bass (@MayorOfLA)\n[July 10, 2025]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident"
    ],
    "topics": [
      "Disaster and Accident->structural failure",
      "Disaster and Accident->emergency response"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.dailybreeze.com/2021/06/21/the-big-dig-after-15-years-of-planning-wastewater-tunneling-begins-beneath-south-bay-harbor-area/",
      "https://www.dailybreeze.com/2021/06/21/the-big-dig-after-15-years-of-planning-wastewater-tunneling-begins-beneath-south-bay-harbor-area",
      "https://dailybreeze.com/2021/06/21/the-big-dig-after-15-years-of-planning-wastewater-tunneling-begins-beneath-south-bay-harbor-area/"
    ],
    "entities": {
      "persons": [
        {
          "name": "Brian Humphrey",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Pacific Coast Highway",
          "sentiment": "none"
        },
        {
          "name": "Figueroa Street",
          "sentiment": "none"
        },
        {
          "name": "Boulevard",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Los Angeles Fire Department",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T08:27:24.955+03:00",
    "updated": "2025-07-10T05:32:52.000+00:00"
  },
  {
    "uuid": "a941e99a0ad37f9f5d31c39593bb311db62748bc",
    "url": "https://www.rds.ca/baseball/mlb/resume-mlb-du-5-septembre-edouard-julien-propulse-les-twins-avec-son-1er-circuit-depuis-avril-1.19368105?cache=bust?game_id=20666/landingpage/Subject/nouvelles?rds-amp",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "mobile@rds.ca ()",
    "published": "2024-09-05T20:30:00Z",
    "title": "Julien propulse les Twins avec son 1er circuit depuis avril",
    "text": "\nÉdouard Julien propulse les Twins avec son 1er circuit depuis avril\nÉdouard Julien a frappé un circuit de trois points et les\nTwins du Minnesota ont battu les Rays de Tampa Bay 4-3, jeudi.\nLa claque de Julien a ouvert la marque en deuxième manche. Il s'agit de son huitième circuit de la saison, son premier depuis le 25 avril.\nMatt Wallner a ajouté un circuit en solo en troisième.\nLes deux circuits ont été accordés par\nTaj Bradley (6-10), qui a été excellent pour le reste de son départ, terminant sa journée de travail avec quatre points mérités sur six coups sûrs avec dix retraits sur des prises en sept manches. Bradley présente une fiche de 0-6 à ses sept derniers départs.\nLe jeu a été interrompu pendant 13 minutes en raison d'une révision vidéo en septième. Avec un pointage de 4-2 Twins et\nJonny DeLuca au troisième but, Yandy Diaz a frappé la balle en flèche vers le coin au champ droit. Wallner a saisi la balle après deux bonds pendant que DeLuca croisait le marbre avant de terminer sa course dans l'enclot des caméramans. Les arbitres se sont consultés pendant de longues minutes pour finalement déterminer que Diaz devait se retrouver au deuxième. Griffin Jax a alors été appelé en relève à Pablo Lopez (14-8) et il a préservé l'avance d'un point des Twins en forçant Brandon Lowe à frapper un roulant.\nLopez a accordé trois points sur sept coups sûrs avec neuf retraits au bâton en six manches et deux tiers.\nJhoan Duran a été parfait en neuvième manche pour enregistrer un 22e sauvetage en 24 tentatives.\nLes Twins (76-64) ont pris une avance d'un demi-match devant les Royals de Kansas City (76-65) pour la deuxième place des équipes repêchées de l'Américaine.\nJunior Caminero a réussi un simple de deux points pour les Rays, en troisième manche.\nAilleurs dans la MLB\nAstros 0 - Reds 1\nHOU :\nHunter Brown n'a pas accordé de point en six manches au monticule. Les Astros ont subi leur 1er balayage depuis avril.\nCIN : Rhett Lowder a blanchi les Astros pendant six manches et un tiers et\nTy France a claqué un circuit en solo en 7e. Mariners - Athletics\nSEA :\nOAK :\nDiamondbacks - Giants\nARI :\nSF :\nNationals - Pirates\nWAS :\nPIT :\nPhillies - Marlins\nPHI :\nMIA :\nRockies - Braves\nCOL :\nATL :\nAngels - Rangers\nLAA :\nTEX :\nTigers - Padres\nDET :\nSD :",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-06T00:34:27.942+03:00",
    "updated": "2024-09-06T00:34:27.942+03:00"
  }
]