[
  {
    "uuid": "3a0c9c52a6869479f9edd5724d172f811955b764",
    "url": "https://newsinfo.inquirer.net/1894583/traders-still-complaining-about-lgu-restrictions",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alden M. Monzon",
    "published": "2024-01-25T21:30:00Z",
    "title": "Traders still complaining about LGU restrictions",
    "text": "FILE PHOTO: REUTERS\nSome local government units (LGUs) are still implementing policies and regulations that lead to delays and higher costs, prompting the interagency body regulating the prices of local goods to form a team to address these concerns.\nThe Department of Trade and Industry (DTI) on Wednesday night said that the National Price Coordinating Council (NPCC) has formed a technical working group that would be led by the Department of Justice (DOJ).\nADVERTISEMENT READ: Wanted: Other ways to reopen economy The DTI, which chairs the NPCC, said the DOJ has enforcement capabilities to correct the policies and procedures being implemented by LGUs.The issue was raised during the council’s meeting by the United Broilers Raisers Association Inc. (Ubra) and the Philippine Chamber of Food Manufacturers Inc.\nFEATURED STORIES NEWSINFO Execs with access to ‘root server’ may manipulate lottery system — PCSO IT official NEWSINFO Public advisory: Take alternative walkways as footbridge demolition to begin in QC NEWSINFO VP Duterte to implement policies increasing take-home pay of teachers The two groups complained that the permits and restrictions from these LGUs were triggered by concerns about the spread of African swine flu.\nIn September last year, President Marcos ordered local governments to suspend the collection of so-called pass-through fees on national roads to ensure the efficient movement of goods and produce across the country.\nFowl raisers’ concern The directive removed one of the extra logistical costs incurred by truckers as well as by manufacturing companies and agricultural producers that was ultimately passed on to consumers, according to Executive Order No. 4, which took effect on Sept. 28.\nThe order also “strongly urged” the suspension of fees “such as, but not limited to, sticker fees, discharging fees, delivery fees, market fees, toll fees, entry fees or mayor’s permit fees that are imposed upon all motor vehicles transporting goods and passing through any local public roads constructed and funded by … [LGUs].”\nREAD: BIZ BUZZ: Overbearing LGU mayor Ubra president Elias Jose Inciong told the Inquirer that restrictive regulations from some LGUs still persist today despite measures from the government last year to promote the ease of doing business by suspending pass-through fees.\n“Our main concern right now is their quarantine policies concerning the movement of animals. The requirements are not standard and it differs depending on the LGU. Some have strict requirements, others have less,” Inciong said in a phone interview.\nADVERTISEMENT He said the most tedious regulations were from Nueva Ecija, where they are having trouble when it comes to transporting chicks, particularly for day-old ones.\nMultiple trips “In other provinces, there are no requirements when transporting day-old chicks. The issuance of the veterinary certificate is also tedious for us,” he added, referring to the documentary requirement from the Provincial Veterinary Office.\nThe Ubra official added that another problem arising from this requirement was that the office often limited the volume of goods that could be transported, which meant they had to make multiple trips, thereby causing delays and additional fuel and manpower costs.\n“I understand that they can do this if there is an (avian flu) outbreak. But these regulations should not be there when there is none,” he pointed out.\n“We have [raised this] with the [Department of the Interior and Local Government] and we are doing so again. Maybe we can still resolve this through a [meeting]. But right now, given the challenges in the poultry sector, we are just worried that things might just get worse,” Inciong said.\nPrice monitoring Aside from forming the new technical working group, the DTI said that the council also decided to look into the integration of price monitoring data from its different member agencies to stabilize prices.\n“The DTI’s prime mandate is to protect consumers and ensure fair trade practices. We are proactively looking for the best possible ways to stabilize the supply of basic goods at reasonable prices,” said Trade Secretary Alfredo Pascual.\n“We are also currently assessing restrictive market regulations that may affect the intent of producers to enter the Philippine market and the effectiveness of benchmarking prices of goods with other neighboring [Association of Southeast Asian Nations] countries,” he added.\nIn the meeting, the council also proposed to the Department of Agriculture to conduct weekend monitoring activities, and to collaborate with the DTI and the Department of Information and Communications Technology.\nAn integrated price monitoring would hopefully allow consumers to compare prices in different markets and buy where the lowest prices are available.\nYour subscription could not be saved. Please try again.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Economy, Business and Finance",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "duterte",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national price coordinating council",
          "sentiment": "none"
        },
        {
          "name": "philippine chamber of food manufacturers inc",
          "sentiment": "none"
        },
        {
          "name": "npcc",
          "sentiment": "none"
        },
        {
          "name": "department of trade and industry",
          "sentiment": "none"
        },
        {
          "name": "dti",
          "sentiment": "none"
        },
        {
          "name": "united broilers raisers association inc.",
          "sentiment": "none"
        },
        {
          "name": "department of justice",
          "sentiment": "none"
        },
        {
          "name": "qc newsinfo lto",
          "sentiment": "none"
        },
        {
          "name": "doj",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:12:57.649+02:00",
    "updated": "2024-01-26T06:57:56.358+02:00"
  },
  {
    "uuid": "04c215fb3c39ad00e2db21c37a2ba6fa3c21ab26",
    "url": "https://onefootball.com/en/news/mbappe-scores-three-psg-score-nine-in-thumping-of-revel-38838242",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Adam Booker",
    "published": "2024-01-07T21:35:00Z",
    "title": "🚨 Mbappé scores three, PSG score nine in thumping of Revel",
    "text": "\nPSG cruised away to sixth-tier side\n[Revel](/en/team/revel-52710), advancing to the next round of the [Coupe de France](/en/competition/coupe-de-france-33/fixtures).\nScorers: Mbappé 16′ 45′, 48′, N’Guessan (OG) 38′, Asensio 43′, Ramos (P) 71′, Kolo Muani 76′ 90′, Ndour 88′\nMinnows\n[Revel](/en/team/revel-52710) held on in the opening 15 minutes as [PSG](/en/team/psg-263) probed for the opener, but the solid rearguard wouldn’t remain that way for long as Kylian Mbappé broke the deadlock for the visitors.\nPSG doubled their lead before the break thanks to a Maxence N’Guessan own-goal after a pinpoint Nordi Mukiele cross.\nThe tie was all but killed off in the dying minutes of the half with goals from Marco Asensio and Kylian Mbappé seeing the visitors go four ahead of their hosts.\nMbappé started the second-half how he ended the first, tapping home from close range to complete his hat-trick.\nMeanwhile,\n[PSG](/en/team/psg-263) registered their sixth of the night from the penalty spot in the final 20 minutes, as Gonçalo Ramos dispatched from 12-yards.\nRandal Kolo Muani would not allow himself to miss out on the scoring action however, tallying just five minutes after Ramos to put\n[PSG](/en/team/psg-263) seven head in style.\nThe visitor’s lead grew to nine before the final whistle, capping off a thoroughly dominant\n[PSG](/en/team/psg-263) showing.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gonçalo ramos",
          "sentiment": "none"
        },
        {
          "name": "ramos",
          "sentiment": "none"
        },
        {
          "name": "nordi mukiele",
          "sentiment": "none"
        },
        {
          "name": "kylian mbappé",
          "sentiment": "none"
        },
        {
          "name": "marco asensio",
          "sentiment": "none"
        },
        {
          "name": "kolo muani",
          "sentiment": "none"
        },
        {
          "name": "asensio",
          "sentiment": "none"
        },
        {
          "name": "ndour",
          "sentiment": "none"
        },
        {
          "name": "randal kolo muani",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "psg",
          "sentiment": "negative"
        },
        {
          "name": "mbappé",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "france",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:04:27.110+02:00",
    "updated": "2024-01-08T00:04:27.110+02:00"
  },
  {
    "uuid": "e272e38324ae673fc5bb6943ccd693a274bbab18",
    "url": "https://www.jornada.com.mx/noticia/2024/05/03/sociedad/si-israel-globaliza-la-represion-nosotras-la-resistencia-estudiantes-universitarias-2833",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La Jornada",
    "published": "2024-05-03T00:00:00Z",
    "title": "La Jornada - \"Si Israel globaliza la represión, nosotras la resistencia\": estudiantes universitarias",
    "text": "Ciudad de México. “Si Israel globaliza la represión, nosotras vamos a internacionalizar la resistencia”, lanzaron estudiantes de la Universidad Nacional Autónoma de México (UNAM) en su primera declaración política tras haber instalado ayer un campamento en apoyo a Palestina, a un costado de Rectoría.\nEn conferencia de prensa, en la zona conocida como “las islas”, los jóvenes de diversas entidades de la UNAM, reiteraron su exigencia de “fin al genocidio de Israel contra los palestinos y al apartheid, y respeto al derecho al retorno” de los desplazados.\nAdemás demandaron “ante el mundo, la comunidad internacional y la sociedad civil que se le juzgue a Benjamin Netanyahu (primer ministro de Israel), a las autoridades cómplices y a las empresas que están aportando” a los “crímenes de lesa humanidad”.\n-¿Cuál es el mensaje al rector de la UNAM?, se les preguntó.\n-¡Lomelí, carajo, desconoce a Netanyahu!, y rompe las relaciones académicas con las universidades de Israel, instaron.\nEn la zona de las islas, se han instalado 62 casas de campaña. Desde ahí, universitarios de las facultades de Filosofía y Letras, de Ciencias Políticas y Sociales, de Medicina, de la FES Acatlán, Aragón, entre otras, lanzaron consignas como “¡Viva Palestina Libre!, “¡Desde el río hasta el mar, Palestina vencerá!”, y “¡No es una guerra, es genocidio!”.\nEnviaron también un mensaje a los grupos afines a Israel: “Este movimiento es pacífico. Nosotras no vamos a caer en provocaciones, no vamos a seguir su juego, al final nosotras estamos a favor de los derechos humanos, no solamente de los palestinos sino también de todas las personas”, aseguraron.\n“Lo que está sucediendo (con Palestina) justamente es un genocidio, ya no se puede tapar el sol con un dedo, estamos hablando de infancias y de mujeres”, manifestaron integrantes de la Asamblea y del campamento Interuniversitario y popular.\nTambién anunciaron que el campamento es indefinido y que realizarán brigadas en diversas escuelas para informar a la comunidad. Asimismo, se tiene contemplado que en el transcurso del día se realicen actividades culturales, como danza, lectura de poesía y clases de tejido.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-03T23:26:17.115+03:00",
    "updated": "2024-05-11T01:52:21.512+03:00"
  },
  {
    "uuid": "8e6911d332d8787c30390fadfa7e9912763bef3a",
    "url": "https://www.malaymail.com/news/world/2023/12/29/three-dead-as-storm-gerrit-batters-britain/109680",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Malay Mail",
    "published": "2023-12-29T00:10:00Z",
    "title": "Three dead as Storm Gerrit batters Britain | Malay Mail",
    "text": "> LONDON, Dec 29 — Three people died yesterday after their car fell into a river in northern England, local police said, as Storm Gerrit battered much of the UK.\nEmergency services headed to the River Esk near the town of Glaisdale shortly before midday (1200 GMT), after reports that a vehicle had fallen into the river.\n“The vehicle was recovered from the river by the fire service just after 3:00 pm. Sadly, the three men inside have died,” North Yorkshire Police said.\nAnother man who had tried to help them was recovered unharmed, it said, adding that the weather conditions were “making driving hazardous”.\nAdvertisement Several regions of the UK, particularly Scotland and northern England, have been badly hit by Storm Gerrit since Wednesday, which has brought heavy rain and snow.\nWinds of up to 136 kilometres per hour (85 miles per hour) were recorded in Aberdeenshire in Scotland.\nThe UK’s Met Office said a supercell thunderstorm caused damage in Greater Manchester on Wednesday night, with features suggesting “a tornado at the surface was likely”.\nAdvertisement Thousands of homes remained without power in Scotland on Thursday afternoon, while rail and air transport were disrupted with trains and flights cancelled.\nFerry services between Dover and France also suffered delays on Wednesday due to strong winds in the Channel. — AFP",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "met office",
          "sentiment": "none"
        },
        {
          "name": "yorkshire police",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "greater manchester",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "scotland",
          "sentiment": "none"
        },
        {
          "name": "aberdeenshire",
          "sentiment": "none"
        },
        {
          "name": "glaisdale",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:26:15.738+02:00",
    "updated": "2023-12-29T02:26:15.738+02:00"
  },
  {
    "uuid": "3c4a49d6b9d454ee07bb0f07485184b6b2c05d1a",
    "url": "http://business.mammothtimes.com/mammothtimes/article/bizwire-2023-12-28-life-is-chill-expands-line-of-thc-soft-gels-with-new-live-resin-thc-capsules-a-first-of-its-kind-for-the-arizona-market",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Business Wire",
    "published": "2023-12-28T00:00:00Z",
    "title": "Life Is Chill Expands Line of THC Soft Gels with New Live Resin THC Capsules, A First Of Its Kind for the Arizona Market | User | mammothtimes.com",
    "text": "The new plant-based soft gel will launch on Friday, January 19, providing Arizona consumers with a unique and innovative capsule option.\nAlly Biotech, dba Life Is Chill, a science-based provider of leading-edge bioactive delivery solutions for cannabinoids, today announces the launch of its live resin soft-gel capsules, ResinTime, under its Life Is Chill product line. The initial offering to the market is vegan-friendly, a new innovative soft gel based on a tapioca-starch and sugar-free product that addresses some of the dietary needs of consumers. The launch of live resin capsules marks a new era for soft gels in the Arizona market and will meet the increasing demand for products made from fresh-frozen cannabis.\n“Capsules are an increasingly popular choice for those seeking a smoke-free and sugar-free product, but the common practice of using gelatin in pills makes them inaccessible to people who prefer plant-based products or people that have allergies to bovine gelatin,” said Francis Baczek, President at Life Is Chill. “Our newest addition to the Chill Pill product line solves this problem with the additional benefit of high-quality live resin.”\nThe ResinTime soft gels will officially launch on January 19th, 2024, at The Superior Dispensary in Phoenix. The vegan-friendly ResinTime is the company's newest addition to its current portfolio of easy-to-swallow THC soft-gel capsules, which includes six other variations: Day Caps, Night Caps, Anytime Caps, Anytime Hybrid+, Extreme Caps, and THCa Caps.\n“We are honored to kick off the launch of these live resin soft gels, a first of its kind in the Arizona market,” said Steve Shapiro, founder and CEO of The Superior Dispensary. “As a vegan, I’m excited to have a vegan-friendly product available for consumers. These capsules will provide another great option for customers seeking new ways to consume live resin-based products in an easily digestible way.”\nThe award-winning soft gel brand is available in dozens of dispensaries across the state and has cemented itself as an Arizona staple for almost a decade. With the global cannabis capsule market expected to reach $108.14 billion by 2029, according to Data Bridge Market Research, and at least 6% of the American population identifying as either vegetarian or vegan, this new launch will meet the growing demand for dietary-friendly live resin products and provide an inhalation-free and sugar-free method of consumption for Arizona cannabis users.\nThe new product launch follows Ally Biotech’s acquisition of the Chill Pill line in the spring of 2023. It continues the company’s plan to expand its product line and establish itself as a market leader in the soft gel category. For more information about the Chill Pill, visit Lifeischill.com.\nAbout Life Is Chill:\nThe Arizona-based Life Is Chill brand is an expansive line of easy-to-swallow THC soft gels for the cannabis industry. Formulated using hemp seed oil, Chill Pills are sugar-free, easy to absorb and metabolize, and come in various strengths and strains, with effects ranging from highly responsive to highly relaxed. Life Is Chill is owned and operated by Ally Biotech, a company committed to harnessing the power of science to create innovative THC products. For more information, visit Lifeischill.com .\nAbout Ally Biotech:\nHeadquartered in Payson, Arizona, Ally Biotech manufactures highly bioavailable products. The company’s Lipofusion® delivery technology combines nanotechnology and liposomal science to speed product differentiation and innovation. The company’s products undergo rigorous testing for purity, potency, safety, and efficacy at third-party laboratories. For more information, visit AllyBiotech.com . For more information about the Life Is Chill brand, please visit Lifeischill.com.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20231228535540/en/\nContacts Sadie Thompson\nProven Media\n602-527-0794\nsadie@provenmediaservices.com\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lifeischill.com&esheet=53875089&newsitemid=20231228535540&lan=en-US&anchor=Life+Is+Chill&index=1&md5=37899d63f33b1dda02ff09a15d6a9fc5",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.AllyBiotech.com%2F&esheet=53875089&newsitemid=20231228535540&lan=en-US&anchor=AllyBiotech.com&index=4&md5=100951f16c941a4ffed2b9974e656fec",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lifeischill.com&esheet=53875089&newsitemid=20231228535540&lan=en-US&anchor=Lifeischill.com&index=3&md5=8c7eebec48c8e93c1ae1b473dcd3d556",
      "https://www.cloudquote.io",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lifeischill.com%2Fresintime%2F&esheet=53875089&newsitemid=20231228535540&lan=en-US&anchor=ResinTime&index=2&md5=7d557bc67ee1d3c74ca19d34fce4019c",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.businesswire.com/news/home/20231228535540/en/",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://cts.businesswire.com/ct/CT?id=bwnews&sty=20231228535540r1&sid=fincn&distro=ftp",
      "https://www.googletagmanager.com/gtag/js",
      "https://cloudquote.io/article/5",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lifeischill.com%2Fresintime%2F&esheet=53875089&newsitemid=20231228535540&lan=en-US&anchor=ResinTime&index=2&md5=7d557bc67ee1d3c74ca19d34fce4019c",
      "https://cloudquote.io/article/6",
      "https://businesswire.com/news/home/20231228535540/en/",
      "https://www.cts.businesswire.com/ct/CT?id=bwnews&sty=20231228535540r1&sid=fincn&distro=ftp",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.AllyBiotech.com%2F&esheet=53875089&newsitemid=20231228535540&lan=en-US&anchor=AllyBiotech.com&index=4&md5=100951f16c941a4ffed2b9974e656fec",
      "https://cloudquote.io",
      "https://cts.businesswire.com/ct/CT",
      "https://www.businesswire.com/news/home/20231228535540/en",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lifeischill.com&esheet=53875089&newsitemid=20231228535540&lan=en-US&anchor=Lifeischill.com&index=3&md5=8c7eebec48c8e93c1ae1b473dcd3d556",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lifeischill.com&esheet=53875089&newsitemid=20231228535540&lan=en-US&anchor=Life+Is+Chill&index=1&md5=37899d63f33b1dda02ff09a15d6a9fc5"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "francis baczek",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "arizona",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:03:10.134+02:00",
    "updated": "2023-12-29T00:03:10.134+02:00"
  },
  {
    "uuid": "2cc8505f99ea0cb372ebb30013910ba448d04ce7",
    "url": "https://www.castanet.net/news/Nelson/540805/Call-for-special-mediator-arises-in-ferry-workers-labour-dispute",
    "ord_in_thread": 0,
    "author": "Timothy Schafer; Story",
    "published": "2025-03-26T22:30:00Z",
    "title": "Call for special mediator arises in ferry workers' labour dispute (Nelson)",
    "text": "Binding arbitration is necessary for the inland ferry workers’ labour dispute in the West Kootenay in order for the process to move forward and conclude, says the employer.\nWestern Pacific Marine (WPM) said it would welcome a B.C. General Employees’ Union (BCGEU) request for a special mediator in moving toward resolution of the contract dispute and negotiations, which began in earnest in early November of last year.\nHowever, the arrangement must be binding arbitration — a legally binding decision, similar to a court order — to be most effective and impartial way to achieve a fair resolution, said Odai Sirri, general manager of WPM.\nSirri felt an independent arbitrator would examine the facts and make a balanced ruling in the best interests of all parties.\n“We have addressed the union’s core demands and presented fair proposals that ensure both competitive wages and long-term service reliability,” said Sirri in a statement released earlier today. “While we support the special mediation process, we still believe that binding arbitration would provide the quickest, most equitable resolution by relying on facts rather than rhetoric.”\nIn a press release this morning, the BCGEU noted that it has reached out to the provincial minister of Labour, Jennifer Whiteside, requesting the appointment of a special mediator to help resolve the ongoing strike between WPM and BCGEU ferry workers in the Kootenay region.\n“As our bargaining committee continues to push for a deal, our priority remains finding a resolution that benefits both ferry workers and the community they serve,” said BCGEU president Paul Finch in the statement. “After five months on strike, workers want to return to full-time work with the security of a fair collective agreement that will ensure service levels are preserved for years to come.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Labor"
    ],
    "topics": [
      "Social Issue->social services",
      "Social Issue->social condition",
      "Labor->unions",
      "Labor->employment legislation",
      "Labor->labour dispute"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-27T00:35:08.601+02:00",
    "updated": "2025-03-27T00:35:08.601+02:00"
  },
  {
    "uuid": "0253b7296ea9fedade4cd1afac337d7c092e3978",
    "url": "https://www.kctv5.com:443/2023/12/28/cher-files-conservatorship-over-son-due-alleged-substance-abuse/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@kctv5",
    "published": "2023-12-28T18:44:00Z",
    "title": "Cher files for conservatorship over son due to alleged substance abuse",
    "text": "(TMX) -- Cher has filed for conservatorship of her son Elijah Blue Allman’s estate due to alleged substance abuse problems.\nThe 77-year-old music icon is seeking to be the sole conservator of her son’s estate, according to documents filed in Los Angeles. Cher claims Allman, 47, is “currently unable to manage his assets due to severe mental health and substance abuse issues.”\nThe filing says a conservator is “urgently needed” because he is due to receive a payout from his trust before the end of the year.\n“Elijah is entitled to regular distributions from the Trust, but given his ongoing mental health and substance abuse issues, [Cher] is concerned that any funds distributed to Elijah will be immediately spent on drugs, leaving Elijah with no assets to provide for himself and putting Elijah’s life at risk,” the filing states.\nAllman is Cher’s youngest child, and his father is the late musician Gregg Allman.\nAccording to the filing, Allman’s estranged wife, Marieangela King, is unfit to be conservator as “their tumultuous relationship has been marked by a cycle of drug addiction and mental health crises.”\nEarlier this year, Cher was accused of kidnapping after reports surfaced that she allegedly hired four men to retrieve Allman from a New York hotel in November 2022 as part of an intervention. King, 36, alleged Cher hired the men to stop him from reconciling with her and save their marriage.\nCher denied the reports.\nAccording to the conservatorship filing, Cher “worked tirelessly to get Elijah into treatment and get him the help he needs.”\nCopyright 2023 TMX. All rights reserved",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "elijah blue allman",
          "sentiment": "negative"
        },
        {
          "name": "cher",
          "sentiment": "negative"
        },
        {
          "name": "gregg allman",
          "sentiment": "none"
        },
        {
          "name": "marieangela king",
          "sentiment": "none"
        },
        {
          "name": "allman",
          "sentiment": "none"
        },
        {
          "name": "elijah",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "los angeles",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:06:09.240+02:00",
    "updated": "2023-12-29T00:06:09.240+02:00"
  },
  {
    "uuid": "d1c9653b3877308b9b72abcf463a2bba0de63ded",
    "url": "https://www.king5.com/article/entertainment/television/programs/evening-snohomish-county/lumber-lattes-libations-historic-everett-building-bar-muse-espresso-weyerhaeuser/281-0958f0b4-2b3f-4f50-947f-56d31f41aa19",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kim Holcomb",
    "published": "2023-12-28T21:41:00Z",
    "title": "From lumber to lattes and libations - historic Weyerhaeuser Building in Everett gets new life",
    "text": "EVERETT, Wash. — Whether it's the start of a busy day or the conclusion of a good night, there’s a seat at the table for you inside one of Everett's most recognizable buildings.\nThe Muse Whiskey & Coffee recently opened inside the historic Weyerhaeuser Building on the waterfront and serves both coffee and cocktails.\n\"It's been a staple, this building - everyone's seen it for years floating around Everett, wherever it may be,” said General Manager Jospeh Mottola.\nThe building was constructed in 1923 and used for the lumber company's administration offices. It also served as a showroom for wood products.\nIn later years, Weyerhaeuser no longer used the space and the building was moved to different parts of the city - three times. It was eventually designated historic, but it didn’t have a functional public purpose.\nThen, Jack Ng and Jin Ma came along.\n\"Jin came from one of the biggest cities in the world, Beijing, and met me in the smallest town in the world, little Langley on Whidbey Island,” Ng said.\nTogether, the couple saw the Weyerhaeuser Building’s potential and worked with the\nPort of Everett to create a new public/private partnership.\nThe Muse Whiskey and Coffee turned former offices into comfortable and stylish seating areas. The westerly hallway leads to a spacious deck with views of the water. Ma designed the décor, inspired by a trip she and Ng made to Scotland - down to the light switches.\n\"The only place you can get them is Europe, so we had them shipped from Europe,” Ng said. \"We wanted to make it more unique and different.\"\nThey're also honoring the past.\nOriginal woodwork was restored, QR codes on plaques connect guests with history lessons, and the Muse logo was inspired by art from the original windows. They even commissioned a painting of Frederick Weyerhaeuser, which hangs next to the speakeasy bar.\nThe coffee bar is open daily and run by Keppy Ross – who used to run past the building.\n\"It's like I was meant to be here,” Ross said, laughing.\nThe café serves Italian traditional coffee and grab-and-go pastries and treats. Within a month of opening, Ross said there were already regular customers with regular routines.\n\"The window in the big room,” Ross said. \"That is the spot to sit in here and we have a lot of people come in and want to claim that spot right in the morning.\"\nIn the evening, the speakeasy beckons.\n\"Really kind of brings you back to a different era,” Mottola said.\nBartenders specialize in craft cocktails and the extensive whiskey collection includes some Prohibition-era bottles. More spirits are stored in the original vault, which was originally used for payroll. Now, it’s filled with lockers customers can rent to store their favorite bottles.\nFrom lumber to lattes libations, the building has served the community for generations - and counting.\n\"I hope this is the last move for the next 100 years,” Ng said.\nThe Muse Whiskey & Coffee is open daily and located at 615 Millwright Loop in Everett.\n[KING 5's Evening](/evening) celebrates the Northwest. Contact us:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.thewhiskeymuse.com/",
      "https://www.weyerhaeusermusehistory.com/",
      "https://www.portofeverett.com/",
      "https://portofeverett.com/",
      "https://www.weyerhaeusermusehistory.com",
      "https://weyerhaeusermusehistory.com/",
      "https://www.thewhiskeymuse.com",
      "https://thewhiskeymuse.com/",
      "https://www.portofeverett.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "everett",
          "sentiment": "neutral"
        },
        {
          "name": "jospeh mottola",
          "sentiment": "none"
        },
        {
          "name": "jin ma",
          "sentiment": "none"
        },
        {
          "name": "jack ng",
          "sentiment": "none"
        },
        {
          "name": "jin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "muse whiskey & coffee",
          "sentiment": "none"
        },
        {
          "name": "weyerhaeuser",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "weyerhaeuser building",
          "sentiment": "none"
        },
        {
          "name": "everett",
          "sentiment": "none"
        },
        {
          "name": "wash.",
          "sentiment": "none"
        },
        {
          "name": "beijing",
          "sentiment": "none"
        },
        {
          "name": "whidbey island",
          "sentiment": "none"
        },
        {
          "name": "everett",
          "sentiment": "none"
        },
        {
          "name": "langley",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:20:41.478+02:00",
    "updated": "2023-12-29T00:20:41.478+02:00"
  },
  {
    "uuid": "ebfcef9e77af37122e9098bcd2e58cfbb1e9cd04",
    "url": "https://peru21.pe/redes-sociales/viral/conmovedor-perrito-consuela-a-hombre-que-interpretaba-a-jesus-durante-el-via-crucis-semana-santa-semana-santa-2024-guatemala-via-crucis-sumpango-noticia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Peru21",
    "published": "2024-03-29T00:01:00Z",
    "title": "¡Conmovedor! Perrito 'consuela' a hombre que interpretaba a Jesús durante el Vía Crucis | semana santa | semana santa 2024 | guatemala | Vía Crucis | Sumpango | | REDES-SOCIALES | PERU21",
    "text": "En Sumpango, [Guatemala](https://peru21.pe/buscar/Guatemala/todas/descendiente/?query=Guatemala/), la representación del Vía Crucis fue escenario de un momento enternecedor. Un perrito, que pasaba por el lugar, se acercó para ‘consolar’ al hombre que interpretaba a Jesús, quien se encontraba ensangrentado en el piso. MIRA: [Semana Santa: Sutran interviene a colectiveros informales llevando pasajeros a Pisco, Cañete e Ica] La fotografía de la conmovedora situación se volvió rápidamente viral en las redes sociales y los usuarios señalaron que el can habría sentido empatía al ver al hombre sufrir. La imagen fue compartida por la fundación ‘Toby’, una organización mexicana dedicada al rescate y adopción de animales en situación de maltrato y/o abandono. “Un perrito no logra entender porqué lo lastiman, pero quería acercarse para consolarlo y hacerle saber que no está solo. NO TODOS ENTIENDEN LO QUE ES EL AMOR AL PRÓJIMO”, escribieron. Perú21 ePaper, [ingresa aquí ](https://epaper.peru21.pe/)y pruébalo gratis.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T03:25:38.917+03:00",
    "updated": "2024-03-29T03:25:38.917+03:00"
  },
  {
    "uuid": "5f89f237d15202836689d9bd98fd3c6aa4382c05",
    "url": "https://www.diariodelaltoaragon.es/noticias/comarcas/2024/10/03/el-operativo-de-prevencion-de-incendios-de-sarga-se-extiende-a-todo-el-ano-1766958-daa.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Diario del AltoAragón",
    "published": "2024-10-03T13:11:00Z",
    "title": "El operativo de prevención de incendios de Sarga se extiende a todo el año",
    "text": "MEDIO AMBIENTE El operativo de prevención de incendios de Sarga se extiende a todo el año La consejería de Medio Ambiente de la DGA amplía el presupuesto a 31,9 millones de euros El consejero de Medio Ambiente y Turismo ha comparecido esta mañana en las Cortes de Aragón para detallar la orden de encargo a Sarga en materia forestal, a petición de PSOE, y asegurar que “se va a extender el operativo de prevención y extinción de incendios a los doce meses, con una ampliación presupuestaria de 3,2 millones de euros\" que, unida a lo presupuestado, llegará a “31,9 millones de euros que garantizan que los trabajadores seguirán en Sarga hasta final de año y el resto de años quedará de esta forma”. Sobre la negociación del convenio colectivo de Sarga, Manuel Blasco ha manifestado que el gobierno anterior “no intentó renovarlo durante cuatro años” y, por ello, “llevamos más de veintidós reuniones y todo un año con una clara voluntad de mejorar la vida laboral y seguridad de 1.500 trabajadores”, ha indicado. Asimismo, ha explicado que la ampliación a doce meses para los trabajadores que integran el dispositivo de incendios tiene como objetivo que “no solo estén trabajando los meses de máxima activación, sino que puedan realizar labores de prevención y de limpieza el resto del año”. Por otra parte, el consejero de Medio Ambiente ha apostado por la gestión forestal para “poder acometer la limpieza de los montes” porque “se observa falta de limpieza en muchos ríos” o de aprovechamiento de la biomasa y, en este sentido, ha incidido en “conseguir que los ayuntamientos puedan volver a sacar cortas de madera para aprovecharla como elemento capital”. Además, ha destacado que el plan de reforestación “está preparado”, que ya se está trabajando para renovar una parte de los vehículos que se van a utilizar o para preparar las plantas en los viveros y que espera que “se pueda poner en marcha con 2 millones de euros cada año de aportación pública con los presupuestos”. Desde el grupo Socialista, grupo solicitante de la comparecencia, Leticia Soria ha mostrado su preocupación por “la situación actual y el rumbo de las cuadrillas forestales de Sarga de las que dependen cientos de trabajadores”, porque “va a acabar el plazo para cerrar los acuerdos para permitir su continuidad durante todo el año”. Además, ha reiterado que el Gobierno de Aragón “no tiene una política forestal y su falta de planificación está dejando una situación comprometida”, \"no vemos una hoja de ruta clara y apagan fuegos sobre la marcha”, ha sentenciado. La parlamentaria popular Susana Cobos ha puesto en valor que, con la ampliación a doce meses, “se ha atendido una demanda histórica” y que el Gobierno de Aragón “se preocupa por todos los trabajadores de Sarga y por su continuidad y estabilidad laboral”. El portavoz sectorial de Vox, Juan Vidal, ha solicitado revisar el Plan Estratégico de Reforestación porque su objetivo era “el de la plantación de 2 millones de árboles en 2.000 hectáreas por un periodo de cuatro años”, una cantidad que “llama la atención” porque “coincide con la cantidad de árboles que el tándem Forestalia – MITER se ha propuesto arrancar”. Joaquín Palacín (CHA) ha puesto de manifiesto que los trabajadores “estaban preocupados porque no sabían si iban a continuar y necesitan certidumbre y estabilidad laboral, que las condiciones sean dignas y que permitan fijar población en el medio rural”. Del mismo modo, Joaquín Moreno (Aragón-Teruel Existe) ha celebrado la ampliación de la contratación de diez a doce meses porque “va a dar estabilidad, a fijar población y generar un clima de confianza”, a la vez que ha querido reconocer “la labor y trabajo de Sarga tras una de las primaveras más secas de los últimos años”. Desde el Grupo Mixto, Andoni Corrales (Podemos) ha criticado “el cinismo del PSOE” porque “llevamos años intentando que el operativo de incendios sea profesional” y ha preguntado al consejero si “los bomberos y bomberas forestales van a empezar el 1 de enero el año que viene” y sobre la situación de los puntos de encuentro.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T06:25:18.962+03:00",
    "updated": "2024-10-04T06:25:18.962+03:00"
  }
]