[
  {
    "uuid": "db5a24f578fb3e2bd241324bd64ef284087cd42a",
    "url": "https://www.blueridgenow.com/story/news/nation/2023/12/28/minnesota-woman-sues-dentist/72050466007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Walrath-Holdridge",
    "published": "2023-12-28T21:40:00Z",
    "title": "Kathleen Wilson's Minnesota dentist did 30 procedures at once: lawsuit",
    "text": "20 fillings, 4 root canals, 8 crowns in one visit add up to lawsuit for Minnesota dentist [Mary Walrath-Holdridge](https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/) A Minnesota dentist has become the subject of a malpractice lawsuit after his patient accused him of \"disfiguring\" her. The civil lawsuit was filed in Hennepin County, Minnesota last week by Kathleen Wilson, who alleged Dr. Kevin Molldrem and [Molldrem Family Dentistry](https://molldremdentistry.com/) caused her significant injury that is still being corrected. According to the suit, Molldrem performed more than 30 producers on Wilson in a single July 2020 visit, doing eight crowns, four root canals and 20 fillings in one go. The lawsuit alleges that the dentist \"perform[ed] this work improperly,\" resulting in pain and suffering, embarrassment, emotional distress, and disfigurement. Molldrem was likewise accused of using improper levels of anesthesia during the procedures and falsifying medical records to cover it up. Treatment called 'inconceivable' “It is inconceivable that Dr. Molldrem could have prepared and placed 8 crowns under these circumstances in the time allotted, not to mention the additional 20 restorations,” wrote [Dr. Avrum Goldstein,](https://www.seakexperts.com/members/4827-avrum-r-goldstein) a dentist and expert witness brought on by Wilson's attorney, in an affidavit. Goldstein, who is a faculty member at [NOVA Southeastern University](https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.), also wrote that Wilson had been correctly diagnosed as having a \"rare condition\" causing decay in almost all of her teeth, but Mollderm's course of action was not a proper form of treatment. \"[Wilson’s] required a slow, thoughtful, careful and measured response to her disease,” he said in his report. “Trying to fill every hole in every tooth in her mouth in one visit is not only the antithesis of what was indicated, it is not humanly possible to achieve in an effective or constructive manner.” Doctors remove wrong organ from man: [They opened him up to remove his appendix. They mistakenly took out much more, lawsuit says.](/story/news/health/2023/11/07/doctors-accidentally-remove-wrong-organ-surgery/71487292007/) The lawsuit also accused Mollderm of tampering with medical records to falsify the amount of anesthesia that was reportedly used, which in reality was nearly double the standard number of units, according to court paperwork. According to Goldstein, the maximum dose of anesthesia given in three hours should not exceed 490 mg, but Molldrem's records show he gave Wilson 960 mg. “Any negative cardiovascular or central nervous system outcomes could be tied to the local anesthetic overdose,\" he wrote. Wilson said in the suit that she has since had to have the dental work completely redone by other dentists to repair Molldrem’s “negligent work,\" an ongoing process that has caused her to lose income and rack up medical bills on top of enduring pain, suffering and embarrassment. She is seeking more than $50,000 in damages. Wilson's attorney and Molldrem did not immediately respond to request for comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "external_links": [
      "https://www.seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://molldremdentistry.com/)",
      "https://www.molldremdentistry.com/)",
      "https://usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://www.dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary walr",
          "sentiment": "negative"
        },
        {
          "name": "kathleen wilson",
          "sentiment": "negative"
        },
        {
          "name": "molldrem",
          "sentiment": "none"
        },
        {
          "name": "holdridge",
          "sentiment": "none"
        },
        {
          "name": "kevin molldrem",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "hennepin county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:25:10.895+02:00",
    "updated": "2023-12-29T00:25:10.895+02:00"
  },
  {
    "uuid": "fdd5ff7ff5de2688a203d899048037002be92910",
    "url": "https://www.newsbreak.com/mesa-az/3399778697671-mesa-student-wins-junior-achievement-award",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-04-11T23:09:00Z",
    "title": "Mesa student wins junior achievement award",
    "text": "By () ,\n5 hours ago\nA 16-year-old student at BASIS Mesa won a Junior Achievement of Arizona award for her work in fostering multicultural and political engagement.\nSascha Reveron received the award in Junior Achievement of Arizona’s 18 under 18 category, which recognizes 18 students under the age of 18 for their work in the classroom, community and beyond. The winning students exemplify this through a variety of methods whether it be volunteer work, forming a nonprofit, research projects, starting a business and many more, according to a press release.\n“They’ve started businesses and nonprofits, broken glass ceilings, volunteered or advocated for a cause,” the press release said. “They all have something in common: They are not waiting until they are adults to make a difference in the world. These Arizonan students distinguish themselves with their creativity, passion and drive.”\nThe nonprofit gives the award to students across the state, with Reveron being the lone recipient from Mesa. She formed a multicultural coalition at her high school as well as founding a youth summit for political engagement, earning her the honors.\n“A true trailblazer, Sascha founded a multicultural coalition at her high school. She wants to create a platform to celebrate and embrace rich cultural backgrounds, foster unity and spark positive change,” the release said. “Additionally, she founded TEENgage, a youth summit for political engagement, and was named ‘Miss Juneteenth Arizona 2023.’”\nAccording to the release, Reveron and the other 17 winners of the award exemplify the bright future that Arizona has.\n“These students are excelling in the classroom and community,” said Katherine Cecala, CEO of Junior Achievement of Arizona. “Each year, we’re amazed by what they have accomplished in such a short period of time. It gives us hope that our future generations are going to be strong leaders who care deeply about the world around them.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Education",
      "Social Issue"
    ],
    "external_links": [
      "https://yourvalley.creativecirclemedia.com/subscribe/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1P870k_0sNhOeAt00",
      "https://img.particlenews.com/image.php?url=1P870k_0sNhOeAt00",
      "https://img.particlenews.com/image.php",
      "https://yourvalley.creativecirclemedia.com/subscribe",
      "https://www.yourvalley.creativecirclemedia.com/subscribe/",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=1P870k_0sNhOeAt00",
      "https://www.img.particlenews.com/image.php?url=1P870k_0sNhOeAt00"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "reveron",
          "sentiment": "none"
        },
        {
          "name": "sascha reveron",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "basis mesa",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "mesa",
          "sentiment": "none"
        },
        {
          "name": "arizona",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T02:12:25.151+03:00",
    "updated": "2024-04-12T02:12:25.151+03:00"
  },
  {
    "uuid": "22a838d0c45e2ddc1ebab83959e3e23f6f7dd45c",
    "url": "https://www.adnkronos.com/internazionale/esteri/usa-sanzioni-contro-coloni-israele-cisgiordania_1vtcATN9Nlp4v0rSNLPD9I",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Adnkronos",
    "published": "2024-02-01T20:34:00Z",
    "title": "Usa-Israele, nuovo round Biden-Netanyahu: tensione per i coloni",
    "text": "Ordine esecutivo del presidente americano, il premier israeliano non ci sta\nBiden e Netanyahu Un ordine esecutivo del presidente degli Stati Uniti, Joe Biden, per colpire i coloni israeliani che hanno condotto azioni violente contro i palestinesi in Cisgiordania. Politico, citando fonti dell'amministrazione, del Congresso e documenti visionati, anticipa la mossa della Casa Bianca. La misura prevede sanzioni contro gli individui che hanno partecipato a queste violenze, che siano uccisioni o espropri forzati dei palestinesi dalle loro terre.\nBiden in queste ore deve fare i conti con una pressione interna, anche da un'ala del partito democratico, ad assumere un atteggiamento più severo nei confronti di Israele che porta avanti ormai quasi da quattro mesi a Gaza una guerra che i critici considerano una reazione sproporzionata agli attacchi di Hamas.\nIl giro di vite ovviamente non viene condiviso dal premier israeliano Benjamin Netanyahu. \"Israele agisce contro chiunque violi la legge in tutti i luoghi, e quindi non c'è necessità di misure drastiche su questa questione\", dice il primo ministro evidenziando che \"la vasta maggioranza dei residenti in Giudea e Samaria sono cittadini che rispettano la legge, molti dei quali ora stanno combattendo o sono riservisti per proteggere Israele\".\n\"Israele deve fare di più per fermare le violenze contro i civili in Cisgiordania e punire i responsabili\", ribatte Antony J. Blinken, segretario di stato americano. \"Non c'è giustificazione per la violenza estremista contro i civili, qualunque sia l'origine\".\nIl dipartimento di Stato indica i quattro coloni che colpiti dalle misure: David Chai Chasdai, che ha iniziato l'attacco al villaggio di Huwara in cui un palestinese è stato ucciso; Eitan Tanjil, che ha aggredito contadini palestinesi e i pacifisti israeliani che li difendevano; Shalom Zicherman, che ha aggredito pacifisti israeliani in Cisgiordania: Yinon Levi che guida regolarmente gruppi di coloni che aggrediscono palestinesi e beduini civili.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T00:19:05.236+02:00",
    "updated": "2024-02-02T00:19:05.236+02:00"
  }
]