[
  {
    "uuid": "c1468dbc59b2475a37b94f1d163888f9fd0c6888",
    "url": "https://people.com/inside-curb-your-enthusiasm-stars-richard-lewis-and-larry-david-friendship-8602608",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "people.com",
    "published": "2024-02-29T23:04:00Z",
    "title": "Inside Richard Lewis and Larry David's Longtime Friendship",
    "text": "Inside Curb Your Enthusiasm Stars Richard Lewis and Larry David's Decades-Long Friendship After Lewis died from a heart attack on Tuesday, David paid tribute to his friend and costar, saying he was \"like a brother to me\"\nBy Esther Kang Esther Kang Esther Kang is a writer at PEOPLE. She has been working at PEOPLE since 2023 and has previously worked for publications like TMZ and TooFab. People Editorial Guidelines Published on February 29, 2024 06:04PM EST Trending Videos Close this video player Larry David (left) and Richard Lewis. Photo: Stephen Shugerman/Getty\nRichard Lewis and Larry David 's friendship spanned decades, both onscreen and off.\nBorn just three days apart in the same hospital in 1947, they were fated to become the best of friends. At 12-years-old, they met for the first time at summer camp, though they instantly came to odds upon introduction.\nIn a 2023 interview with The Spectator , Lewis recalled how he \"disliked him intensely.\"\n“When we played baseball, I tried to hit him with the ball,\" he shared. \"We were arch rivals. I couldn’t wait for the camp to be over just to get away from Larry. I’m sure he felt the same way.”\nLarry David (left) and Richard Lewis. Charley Gallay/FilmMagic\n11 Beautiful Times Celebrity Besties Showed Us the True Meaning of Friendship However, the stars aligned and Lewis and David met again 11 years later while working the New York comedy scene. The late actor confessed he didn't recognize him until they shared a few drinks one night and he was finally able to put a face to a name.\n\"I looked at his face and I said, 'There’s something about you, man, that spooks me.' Just saying that spooks everyone! It clicked. ‘You’re Richard Lewis!' 'You’re Larry David!' … I was yelling at him, he was yelling at me,\" he recalled to The Spectator with a laugh.\nIn a 2002 conversation at the Paley Center for Media, David recalled their early memories fondly and shared how they became \"instant best friends.\"\nThe pair both went on to dominate comedy in Hollywood, and Lewis eventually joined David's Curb Your Enthusiasm in 2000. On the HBO series, Lewis and David played fictionalized versions of themselves with Lewis appearing in more than 40 episodes.\nLarry David and Richard Lewis in 'Curb Your Enthusiasm'. John P. Johnson/ HBO\nComedian and Curb Your Enthusiasm Star Richard Lewis Dead at 76 “Our relationship in life is very much, I would say almost exactly what it is in life as what it is on the show,” David said at the Paley Center. “We scream at each other. We fight all the time, but we have a lot of fun. We have a great time. It’s a great friendship. I love him.”\nIn 2021, Lewis announced he would be stepping back from the series and retiring from comedy in order to focus on his health. Two years later, in April 2023, he announced he had been privately dealing with Parkinson's disease .\nHe eventually returned for the 12th and final season of Curb Your Enthusiasm, which is currently airing on HBO.\nLarry David, Richard Lewis and Jeff Garlin in 'Curb Your Enthusiasm'. Everett\nLarry David, Curb Your Enthusiasm Castmates and More Remember Richard Lewis: 'Like a Brother' On Tuesday, PEOPLE confirmed that Lewis had died peacefully in his home after suffering a heart attack. He was 76.\nShortly after, David shared his own reaction to the sad news and reflected on their lifelong friendship. “Richard and I were born three days apart in the same hospital and for most of my life he’s been like a brother to me,\" he said in a statement. \"He had that rare combination of being the funniest person and also the sweetest. But today he made me sob and for that, I’ll never forgive him.”\nIn an episode of Curb Your Enthusiasm that aired earlier this month, Lewis joked about writing the Seinfeld co-creator into his will while playing a round of golf.\nRichard Lewis and Larry David on 'Curb Your Enthusiasm'. John Johnson/HBO\nRichard Lewis Said He Was ‘Doing Quite Well’ amid Parkinson's Less Than 3 Weeks Before His Death (Exclusive) \"I have better news for you. I'm leaving you in my will. I'm tweaking it, and you're in it,\" Lewis told David while discussing the good fortune they had been experiencing in their lives.\n\"When I die, I want you to know how much I cared about you,\" he explained after David's protests, adding, \"You're my best friend. You're getting it.\"\nDavid kept repeating that he didn't want the money, to which Lewis said he would be giving it to him anyway, causing David to say, \"Oh my god. F--- you.\"\nLewis' will was brought up again later in the episode when the two went golfing once more, and he said he would be seeing an estate attorney later that week.\nRichard Lewis on 'Curb Your Enthusiasm'. John Johnson/HBO\nPaying Tribute to the Celebrities Who Have Died in 2024 \"You know, it's kind of starting to dawn on me what's going on. You're putting me in your will because you want me to put you in my will,\" said David, to which Lewis asked him, \"Are you out of your f---ing mind?\" He noted how that move would be \"shallow\" and \"manipulative.\"\nAfter Lewis called it a \"low point in their friendship,\" David said he would put Lewis on his will, and the two discussed how they would work out what each other gets.\n\"By the way, what makes you think I'm going to die before you?\" David later asked Lewis, who responded, \"You're a little ragged right now. I'm in a little better shape than you.\"\n\"You think that? Oh really. I'm going to outlive you by 20 years,\" said Lewis.\nNever miss a story — sign up for PEOPLE's free daily newsletter to stay up-to-date on the best of what PEOPLE has to offer, from celebrity news to compelling human interest stories.\nNew episodes of Curb Your Enthusiasm are available to stream Sundays on Max.\nRelated Articles Ariana Madix Says She Was 'Not in a Position to Say No' to Brand Offers Post-Scandoval Due to Financial Woes VPR 's Rachel 'Raquel' Leviss Suing Tom Sandoval, Ariana Madix Over Claims of 'Revenge Porn', Impact of Scandoval Richard Lewis Joked About Leaving Larry David 'in My Will' on Curb Your Enthusiasm Before His Death RHOBH : Kyle Accuses Dorit of Fueling Morgan Wade Romance Rumors, Bringing Up Marital Issues at Her 'Expense' Survivor 46 Premiere: Castaways Get Muddy — and Someone Quits a Challenge — as New Season Kicks Off Jamie Lee Curtis Remembers Longtime Friend Richard Lewis in Emotional Tribute: He 'Is the Reason I Am Sober' Richard Lewis Said He Was ‘Doing Quite Well’ amid Parkinson's Less Than 3 Weeks Before His Death (Exclusive) Larry David, Curb Your Enthusiasm Castmates and More Remember Richard Lewis: 'Like a Brother' Tyler Cameron Shares Heartfelt Tribute for Late Mom 4 Years After Her Death: 'Today Is Never an Easy Day' Rachel 'Raquel' Leviss Recalls Great Lengths Tom Sandoval Went to Talk to Her Post-Scandal: 'That Was Manipulative' Scheana Shay Grapples with Cutting Off Tom Sandoval, Especially After He Gave Her 'Several Thousand' Dollars Hacks Cast Expands for Season 3 as Tony Goldwyn, Helen Hunt and More Are Among Big Names Joining Survivor Season 46: Who Has Been Voted Off and Who Hasn't Been Eliminated Yet Wendy Williams' Publicist Featured in Shocking Lifetime Doc Defends Herself amid Uproar: 'I Was Lied To' (Exclusive) Kim Zolciak Is 'So Happy' for Daughter Brielle Following Engagement: 'It's the Best Feeling Ever' Busy Philipps Admits She's 'Jealous' She Wasn't in Original Mean Girls , Reveals Why She 'Couldn't Even Audition'",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://forms.dotdashmeredith.com/people-news-inline",
      "http://www.youtube.com/watch?v=0by1eaJJ96E",
      "http://www.youtube.com/watch?v=AGHoB-MRBSs",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fpeople.com%2Finside-curb-your-enthusiasm-stars-richard-lewis-and-larry-david-friendship-8602608%3Futm_source%3Dfacebook.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-share-article",
      "https://www.spectator.co.uk/article/i-disliked-him-intensely-richard-lewis-on-first-meeting-larry-david/",
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Fpeople.com%2Finside-curb-your-enthusiasm-stars-richard-lewis-and-larry-david-friendship-8602608%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dshareurlbuttons&via=people&text=Inside+Curb+Your+Enthusiasm+Stars+Richard+Lewis+and+Larry+David%27s+Decades-Long+Friendship",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fpeople.com%2Finside-curb-your-enthusiasm-stars-richard-lewis-and-larry-david-friendship-8602608%3Futm_source%3Dfacebook.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-share-article",
      "https://spectator.co.uk/article/i-disliked-him-intensely-richard-lewis-on-first-meeting-larry-david/",
      "https://www.spectator.co.uk/article/i-disliked-him-intensely-richard-lewis-on-first-meeting-larry-david",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fpeople.com%2Finside-curb-your-enthusiasm-stars-richard-lewis-and-larry-david-friendship-8602608%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dshareurlbuttons&via=people&text=Inside+Curb+Your+Enthusiasm+Stars+Richard+Lewis+and+Larry+David%27s+Decades-Long+Friendship",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.forms.dotdashmeredith.com/people-news-inline",
      "http://youtube.com/watch?v=0by1eaJJ96E",
      "http://www.youtube.com/watch",
      "http://youtube.com/watch?v=AGHoB-MRBSs",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "larry david",
          "sentiment": "negative"
        },
        {
          "name": "richard lewis",
          "sentiment": "negative"
        },
        {
          "name": "lewi",
          "sentiment": "negative"
        },
        {
          "name": "esther kang esther kang esther kang",
          "sentiment": "none"
        },
        {
          "name": "lewis",
          "sentiment": "none"
        },
        {
          "name": "david",
          "sentiment": "none"
        },
        {
          "name": "stephen shugerman",
          "sentiment": "none"
        },
        {
          "name": "larry david (",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T01:11:09.173+02:00",
    "updated": "2024-03-01T06:42:10.795+02:00"
  },
  {
    "uuid": "d04918a2d32290cf87af7ab666733f56125fcd1a",
    "url": "https://www.newindianexpress.com/lifestyle/spirituality/2024/Jun/01/safeguarding-ideals",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mata Amritanandamayi",
    "published": "2024-06-01T18:30:00Z",
    "title": "Safeguarding ideals",
    "text": "Spirituality\nSafeguarding ideals\nChildren, the story of Sri Rama has been captivating and uplifting the hearts of millions of people for centuries. Mahatmas act with extraordinary presence of mind, courage and practical intelligence in circumstances that would confound ordinary people. They also reveal boundless compassion and endless patience. Laksmanopadesa, the advice Sri Rama gave Laksmana, is one such instance.\nWhen Rama learnt that he was going to be exiled into the forest in order to honour his father Dasaratha’s words, he prepared himself with utmost composure. He did not have any anger or resentment. There was not even the slightest twitch in his facial muscles. But Laksmana, who saw and worshipped Rama as God, started seething with uncontrollable rage and hatred towards Dasaratha and Kaikeyi, the very people sending Rama away on the 14-year exile.\nSeeing this, Sri Rama lovingly caressed his beloved younger brother. His very touch calmed Laksmana a little. Every word that Lord Rama uttered thereafter and his every gesture were so adroit that they could have come from a master psychologist.\nEvery emotion produces unique vibrations. The vibrations of affection a mother has for her baby are different from those emanating from an angry man or a drunkard. The vibrations of lust are entirely different. Sri Rama had a placid and peaceful temperament. Therefore, it was no surprise that his presence and touch brought about a change in Laksmana’s mind.\nInitially, Rama did not give Laksmana any spiritual advice; He knew that no advice can enter the mind of an angry man. One must calm him down at first. Only a calm mind can hear and understand. Instead of calling Laksmana “Dasarathatmaja” (son of Dasaratha), Rama addressed him as “Saumitra” (son of Sumitra).\nFurious with his father and Kaikeyi for the injustice meted out towards his elder brother, Laksmana had already unsheathed his sword. If Rama had so much as mentioned Dasaratha’s name then, Laksmana’s anger would have doubled! Rama felt that by reminding him of his own mother, who was a repository of wisdom and maturity, Laksmana’s fury would abate. That is why he hailed him as “Saumitra.”\nMahatmas do not just provide solutions to temporal problems. They use temporal troubles as a pretext for imparting eternal truths that can help solve the ultimate problems of life. Rama adopted this approach in the advice he gave Laksmana.\nThis was the same tactic Sri Krsna used with Arjuna, who had become petrified by the prospect of fighting the Kuruksetra War. Through Laksmana and Arjuna, Lords Rama and Krsna showed humankind the true way to peace and victory.\nWhen adharma is at its peak and dharma is disappearing, avataras take birth to uphold dharma. Avataras teach humankind through the example of their life. Therefore, they will have limitations; they may have to pass through tests and obstacles, just like other people.\nThrough this, they teach us not how to avoid problems, but how to safeguard our ideals and values when we find ourselves in the midst of problems. They show us how to face life’s tests with equanimity. Through this, others find the inspiration to move forward along the path of dharma.\nAmmaSpeak\nMata Amritanandamayi\nThe writer is a world-renowned spiritual leader and humanitarian.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sri rama",
          "sentiment": "positive"
        },
        {
          "name": "laksmanopadesa",
          "sentiment": "none"
        },
        {
          "name": "rama",
          "sentiment": "none"
        },
        {
          "name": "dasaratha",
          "sentiment": "none"
        },
        {
          "name": "laksmana",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "laksmana",
          "sentiment": "none"
        },
        {
          "name": "kaikeyi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-02T02:54:42.916+03:00",
    "updated": "2024-06-02T02:54:42.916+03:00"
  },
  {
    "uuid": "81511fad88ea03d4538d30e5de6c46b9309f27f4",
    "url": "https://enews.hamariweb.com/pakistan/record-cold-in-khyber-pakhtunkhwa-peshawar-at-0c-kalam-at-4c/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rida Shahid",
    "published": "2023-12-29T04:52:00Z",
    "title": "Record Cold in KPK: Peshawar at 0°C, Kalam at -4°C",
    "text": "In a chilling turn of events, Khyber Pakhtunkhwa experienced its coldest day this winter, as temperatures plummeted to a bone-chilling 03 degrees Celsius in Peshawar. The morning humidity stood at a notable 83 percent, creating an icy atmosphere that encapsulated the entire region. The hill station of Kalam claimed the title of the coldest place in the province, with the mercury dropping a staggering 04 degrees Celsius below freezing. The frosty conditions extended their reach, impacting daily life and routine activities. Moderate to dense fog persisted across the plains of the province, causing disruptions in normal vehicular movement. The foggy conditions posed challenges for commuters on both inter and intra-city roads, reducing visibility and slowing down traffic. According to the Pakistan Meteorological Department (PMD), a continental air mass prevailed over most parts of Pakistan. Forecasts indicate the approach of a shallow westerly wave set to enter the western regions of the country, intensifying the existing cold and dry weather conditions. Experts predict that the harsh weather conditions will persist over the next couple of days. Peshawar and most parts of Khyber Pakhtunkhwa are expected to endure mainly cold and dry weather, while upper districts brace for freezing and cloudy conditions. Chitral and its surroundings may experience light rain/drizzle during the evening/night, adding a touch of precipitation to the prevailing cold. Meanwhile, fog is likely to persist in Mardan, Swabi, Charsadda, Nowshera, Peshawar, and Dera Ismail Khan during morning and night hours, further complicating travel plans.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kalam",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "pakistan meteorological department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "khyber pakhtunkhwa",
          "sentiment": "none"
        },
        {
          "name": "kpk",
          "sentiment": "none"
        },
        {
          "name": "peshawar",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:07:19.959+02:00",
    "updated": "2023-12-29T12:07:19.959+02:00"
  },
  {
    "uuid": "67170894045520934daad30356c18bfb4bc8b2de",
    "url": "https://m.economictimes.com/news/defence/republic-day-parade-51-planes-including-tejas-to-participate-here-are-iaf-big-plans-for-r-day-parade/articleshow/106986004.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ET Online",
    "published": "2024-01-19T07:28:00Z",
    "title": "Republic Day Parade: 51 planes including Tejas to participate. Here are IAF big plans for R-Day parade - The Economic Times",
    "text": "Breaking new ground, the Indian Air Force (IAF) announced the historic inclusion of the C-295 transport aircraft in this year's Republic Day parade, marking its inaugural appearance. A total of 51 IAF aircraft, including 29 fighters, 8 transport planes, and 13 helicopters, will grace the flypast, emphasizing the nation's military prowess. The parade will also commemorate the famous Tangail airdrop of the 1971 victory over Pakistan.IAF's Grand Debut and Tangail TributeThe Republic Day parade is set to witness a significant milestone with the participation of the C-295 transport aircraft, a first for the IAF. Wing Commander Manish affirmed, A total of 51 aircraft would be participating in the Republic Day parade, including 29 fighter aircraft, 8 transport, and 13 helicopters along with one heritage aircraft. The IAF plans to vividly depict the historic Tangail airdrop with a Dakota aircraft and two Dorniers flying in Tangail formation.Indian Army's 'Made-in-India' ShowcaseIn a salute to indigenous defense manufacturing, the Indian Army will showcase 'Made-in-India' weapon systems and platforms at the Republic Day parade. The spotlight will be on the LCH Prachand chopper, Pinaka multi-barrel rocket launchers, and Nag anti-tank missiles. Designed and manufactured by HAL, the LCH Prachand boasts capabilities for potent ground attack and aerial combat, featuring modern stealth characteristics, robust armor protection, and formidable night attack capabilities.Precision Weapons and Indigenous ExcellenceThe LCH Prachand, equipped with an advanced navigation system, close combat guns, and potent air-to-air missiles, stands as a testament to India's technological advancements in combat aviation. The Nag anti-tank missile, developed by DRDO, features Fire & Forget and Top Attack capabilities, making it a formidable weapon against highly fortified enemy tanks. The missile carrier, NAMICA, adds an amphibious dimension to its capabilities.Diverse Weapon Systems on DisplayAs part of the Republic Day parade, the Indian Army will showcase a myriad of weapon systems, including the T-90 tank, BMP-2 infantry combat vehicle, Drone jammers, Advanced Sarvatra bridge, Medium Range Surface to Air Missile launcher, and multi-function radar. The indigenously designed Swathi Weapon Locating Radar enhances troop safety by detecting guns, mortars, and rockets firing at own troops.Helicopters, Rockets, and Women PowerThe parade will feature the Light Combat Helicopter and the weaponized version of ALH Dhruv choppers, known as the Rudra. Notably, the Pinaka rocket system and Swathi radar, both developed by DRDO and successfully exported, will also be showcased. The growing role of women in defense forces will be celebrated with 60 women soldiers participating in the tri-services all-women marching contingent, representing the Army, Air Force, and Navy.As India gears up for the Republic Day celebrations, the inclusion of the C-295 aircraft, the display of indigenous defense capabilities, and the recognition of women in the armed forces collectively symbolize the nation's strength, technological advancements, and commitment to diversity in defense. The parade promises to be a spectacular showcase of India's military might and progress in defense technologies.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "manish",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "indian air force",
          "sentiment": "negative"
        },
        {
          "name": "iaf",
          "sentiment": "negative"
        },
        {
          "name": "tejas",
          "sentiment": "neutral"
        },
        {
          "name": "army",
          "sentiment": "none"
        },
        {
          "name": "indian army",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tangail",
          "sentiment": "none"
        },
        {
          "name": "dakota",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T12:14:24.562+02:00",
    "updated": "2024-01-19T12:14:24.562+02:00"
  },
  {
    "uuid": "15e9c44d14dce60e0eae06f1abf3a2f3086ea02d",
    "url": "https://noisypixel.net/cronos-the-new-dawn-bloober-team-announcement",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Azario Lopez",
    "published": "2024-10-17T16:59:00Z",
    "title": "Silent Hill 2 Developer Bloober Team Reveals New Sci-Fi Survival Horror Game “Cronos: The New Dawn”; Trailer Streaming Now",
    "text": "Bloober Team, the developers behind acclaimed titles like Layers of Fear , Observer , The Medium , and this year’s Silent Hill 2 remake, have announced a new sci-fi survival horror game titled Cronos: The New Dawn . Set to release in 2025, the game will be available on PlayStation 5 , Xbox Series X|S, and PC via Steam .\nCronos: The New Dawn marks Bloober Team’s first original intellectual property in the survival horror genre, representing a significant step forward for the Polish studio known for redefining horror experiences. The announcement comes shortly after the release of their Silent Hill 2 remake, showcasing the team’s continued dedication to the genre.\n“Following the success of Silent Hill 2 , we are proud to present Cronos , an exciting new IP from Bloober Team,” said Piotr Babieno , CEO of Bloober Team. “Our commitment to redefining the horror genre continues with this survival horror title, which represents a natural progression of our creative vision and our studio’s strategy. By merging the eerie atmosphere of horror with the boundless potential of science fiction, Cronos promises to deliver a fresh survival experience. We can’t wait to share it with the world in 2025.”\nSet in a twisted time-travel narrative, Cronos: The New Dawn takes players to an unforgiving post-apocalyptic future in 1980s Poland. You assume the role of a Traveler , an agent of the enigmatic Collective , tasked with extracting selected individuals who didn’t survive the apocalypse from the past.\nTo fulfill the Collective’s mission, players must navigate a deadly wasteland created by a cataclysmic event known as the Change . The environment is filled with monstrous abominations that will test combat abilities and survival skills.\nWe’ll keep you updated on the development of Cronos: The New Dawn.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Science and Technology"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://store.steampowered.com/app/2101960/Cronos_The_New_Dawn/",
      "https://store.steampowered.com/app/2101960/Cronos_The_New_Dawn",
      "https://www.store.steampowered.com/app/2101960/Cronos_The_New_Dawn/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T02:46:35.508+03:00",
    "updated": "2024-10-18T02:46:35.508+03:00"
  }
]