[
  {
    "uuid": "4fa60ada66abc087e7a6e6d25ad101d8b520145f",
    "url": "https://bnnbreaking.com/sports/auburn-tigers-dominate-kentucky-wildcats-in-college-basketball-showdown",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Salman Khan",
    "published": "2024-02-16T03:05:00Z",
    "title": "Auburn Tigers Dominate Kentucky Wildcats in College Basketball Showdown",
    "text": "In the electrifying world of college basketball, a game that merits particular attention unfolded between the No. 13 Auburn Tigers and the No. 22 Kentucky Wildcats. On a day that college hoops enthusiasts had circled on their calendars, Auburn emerged triumphant, showcasing not just their skills but their unyielding spirit. The final buzzer saw Auburn leading with a decisive score of 78-50, a victory that was as much about strategic prowess as it was about individual brilliance.\nStandout Performances Illuminate the Court\nThe spotlight shone brightly on Jaylin Williams and Johni Broome of Auburn, whose performances were nothing short of stellar. Williams, with a team-high 23 points, and Broome, adding 21 points to the scoreboard along with showcasing impressive shot-blocking skills, were the architects of Auburn's victory. Their efforts underscored a game plan that was as effective as it was exciting, propelling Auburn to a win that resonated far beyond the confines of the court.\nDespite a valiant effort from Kentucky's Justin Edwards and Adou Thiero, the Wildcats found themselves outpaced. Kentucky's strategy, while formidable, struggled against Auburn's dynamic offense. The Wildcats' leading scorer, Petty, managed 13 points, but the team's overall performance from the field and at the free-throw line couldn't bridge the gap created by Auburn's relentless pressure.\nA Game of Numbers\nStatistics paint a vivid picture of Auburn's dominance. With 29 out of 68 field goals and an impressive 19 out of 22 free throws, Auburn's efficiency was a sight to behold. In contrast, Kentucky managed 19 successful field goals out of 58 attempts and converted 11 out of 21 free throws. The struggle extended beyond shooting accuracy, with Kentucky making only 1 out of 9 three-point attempts, a stark difference from their usual form.\nRebounds and assists further highlighted Auburn's comprehensive game plan, with the team outperforming Kentucky in both areas. Collins, leading the charge with 11 rebounds for Auburn, and the team collectively dishing out 16 assists, exemplified a well-oiled machine that was as cohesive as it was effective.\nImplications and Insights\nThe implications of this game extend beyond the immediate joy of victory or the sting of defeat. Auburn's triumph over Kentucky, especially with a projected final score of 83-75 that turned out to be an underestimation of their actual performance, speaks volumes about their potential and readiness for the challenges that lie ahead. With a record of 14-9-0 against the spread this season, Auburn has consistently defied expectations, a trend that their performance against Kentucky has emphatically continued.\nFor Kentucky, the game serves as a moment of reflection. With an 18-6-0 record when it comes to hitting the over, expectations were high, yet the outcome presents an opportunity for recalibration. The road ahead remains open, and the lessons from this game could very well pave the way for a resurgence.\nIn the end, this encounter between Auburn and Kentucky was more than a game; it was a narrative of ambition, strategy, and the unrelenting pursuit of excellence. As the season progresses, the echoes of this game will resonate, reminding us of the sheer unpredictability and thrill of college basketball. The journey is far from over, and if this game is any indication, it's going to be a ride worth watching.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jaylin williams",
          "sentiment": "none"
        },
        {
          "name": "williams",
          "sentiment": "none"
        },
        {
          "name": "adou thiero",
          "sentiment": "none"
        },
        {
          "name": "justin edwards",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "auburn tigers dominate kentucky wildcats",
          "sentiment": "negative"
        },
        {
          "name": "auburn tigers",
          "sentiment": "none"
        },
        {
          "name": "wildcats",
          "sentiment": "none"
        },
        {
          "name": "auburn",
          "sentiment": "none"
        },
        {
          "name": "johni broome of auburn",
          "sentiment": "none"
        },
        {
          "name": "kentucky wildcats",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "broome",
          "sentiment": "none"
        },
        {
          "name": "kentucky",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T07:10:19.121+02:00",
    "updated": "2024-02-16T07:10:19.121+02:00"
  },
  {
    "uuid": "9ebbe609e7f5310e98ae3bd1e0867c76ab2eb051",
    "url": "https://www.openpr.com/news/3469246/dr-dan-andreae-defines-leadership-in-top-25-global-impact",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Getnews",
    "published": "2024-04-18T22:06:00Z",
    "title": "Dr. Dan Andreae Defines Leadership in \"Top 25 Global Impact",
    "text": "Dr. Dan Andreae Defines Leadership in \"Top 25 Global Impact Leaders\" with Unprecedented Bestseller Acclaim Image: https://authoritypresswire.com/wp-content/uploads/2024/04/Dan.jpg In a groundbreaking achievement, Dr. Dan Andreae [https://www.drdanandreae.com/] has once again captivated a global audience with the release of \"Top 25 Global Impact Leaders\". The book's remarkable ascent to #1 in various bestseller categories-including Business & Money, Business Consulting, Management & Leadership, Industries & Professions, Small Business, and Business Development & Entrepreneurship-reflects its immediate resonance with readers worldwide. Rising above renowned titles by notable thought leaders in the industry, \"Top 25 Global Impact Leaders\" has emerged as a pivotal resource in leadership and business innovation. Dr. Andreae's contribution to the book is seen as a distillation of his extensive experience and his insightful approach to making a significant impact on global leadership. Dr. Andreae, renowned for his expertise in neurodegenerative issues and his dedication to advancing brain health, has been instrumental in shaping minds and policies through his educational endeavors. As a distinguished educator, he has taught numerous subjects at the post-secondary level, and his philanthropic efforts have included key roles with various health organizations. His commitment to the advancement of knowledge and leadership is palpable in his writing. Dr. Andreae's insights in \"Top 25 Global Impact Leaders\" embody his belief in leadership as a means to foster resilience, innovation, and societal advancement. \"The accolades that 'Top 25 Global Impact Leaders' is receiving globally is a testament to the power of transformative leadership. Dr. Andreae's chapter is a profound narrative that challenges and inspires today's leaders to pursue greatness and make a lasting difference,\" stated Stephanie Cirami, President of the IAOTP. Dr. Andreae's recognition as Professor of the Decade and Brain Health Advocate of the Decade by the International Association of Top Professionals is a clear indication of his unwavering commitment to leadership excellence. His work in \"Top 25 Global Impact Leaders\" serves not just as a chapter in a book, but as a guiding framework for aspiring leaders across the globe. As \"Top 25 Global Impact Leaders\" continues to inspire and guide individuals and organizations to new heights, Dr. Andreae's impact on leadership, health, and education remains as a significant beacon in the international community. His profound influence on the contemporary understanding of leadership demonstrates the potential for thoughtfully crafted narratives to drive real-world change. For more information on \"Top 25 Global Impact Leaders\" and Dr. Dan Andreae's work in leadership and health, resources are available the IAOTP's network [https://www.iaotp.com/]. Media Contact Company Name: Metrix Promotions Contact Person: Barak Granot Email: Send Email [http://www.universalpressrelease.com/?pr=dr-dan-andreae-defines-leadership-in-top-25-global-impact-leaders-with-unprecedented-bestseller-acclaim] Phone: 8006515818 Country: United States Website: https://MetrixPromotions.com This release was published on openPR. Permanent link to this press release: Copy Please set a link in the press area of your homepage to this press release on openPR. openPR disclaims liability for any content contained in this release. You can edit or delete your press release Dr. Dan Andreae Defines Leadership in \"Top 25 Global Impact Leaders\" with Unprecedented Bestseller Acclaim here News-ID: 3469246 • Views: … More Releases from Getnews [](/news/3469253/why-melbourne-plumbing-co-stands-apart-exclusive-online) Why Melbourne Plumbing Co Stands Apart: Exclusive Online Discounts and Unmatched … What sets us apart isn't just our commitment to excellence in every pipe we fix or every leak we seal; it's also our dedication to making sure that when you choose us, you're not just getting a plumbing service-you're opting into a suite of benefits designed to elevate your experience from start to finish. Let's dive into the myriad ways Melbourne Plumbing Co. is revolutionising the plumbing industry, one online booking … [](/news/3469250/network-wellness-center-announces-grand-reopening-celebration) Network Wellness Center Announces Grand Reopening Celebration with a Week of Com … Image: https://authoritypresswire.com/wp-content/uploads/2024/04/2024-headshot-joint.jpg Boulder, Colorado - Network Wellness Center, a leading holistic health and chiropractic service provider, is thrilled to announce its grand reopening celebration set at its brand-new location for Wednesday, May 1st, from 3:00 pm - 6:00 pm Located at 2449 Pine Street in Boulder, the event marks a significant milestone in the center's commitment to enhancing the health and wellness of our community. The grand reopening will feature a ribbon-cutting … [](/news/3469248/chris-quintana-unveils-financial-freedom-strategies-on-mega) Chris Quintana Unveils Financial Freedom Strategies on Mega Bucks Podcast: A Rev … The Mega Bucks Radio podcast, a beacon for those seeking financial enlightenment and success strategies, is excited to unveil its most recent episode with the esteemed financial strategist Chris Quintana. This special edition is hosted by Nina Hershberger, a prominent figure in the podcasting world. Image: https://authoritypresswire.com/wp-content/uploads/2024/04/ChrisQuintanamegabucks.jpg Video: https://www.youtube.com/embed/0Ej3oaWvqlY?rel=0&modestbranding=0&rel=0&showinfo=1&controls=1&autohide=2&showinfo=0?ecver=2 Video Link: https://www.youtube.com/embed/0Ej3oaWvqlY In a revealing conversation on MegaBucks Radio, Chris Quintana delves into her unique financial planning methodologies and the avant-garde investment … [](/news/3469244/renowned-healthcare-consultant-carolyn-m-rubin-celebrates) Renowned Healthcare Consultant, Carolyn M. Rubin, Celebrates Global Bestseller A … Carolyn M. Rubin contributes to the global success of \"Top 25 Global Impact Leaders\", making it a #1 bestseller across English-speaking nations with her transformative leadership insights. Image: https://authoritypresswire.com/wp-content/uploads/2024/04/Carolyn-1.jpg Carolyn M. Rubin [https://www.carolynmrubin.com/], a transformational figure in the healthcare industry and renowned speaker, has been celebrated as a contributing author to the globally successful \"Top 25 Global Impact Leaders\". Her invaluable insights have elevated the book to bestseller status, resonating deeply with … More Releases for Leaders [](/news/2297337/casefox-categorized-in-the-leaders-of-legal-billing-from-getapp) CaseFox Categorized in the Leaders of Legal Billing from GetApp in the Leaders R … Milpitas, CA, CaseFox was announced to be placed in the Leaders of Legal Billing Software by Gartner Digital Markets newly released Category Leaders Report for Legal Billing Software and also in the categorized as the fourth runners of Legal Billing in Capterra. “We are really proud and excited to be placed in this category for legal billing software as the software was developed with the view to form ease and convenience … [](/news/2272822/the-leaders-globe-magazine-announces-the-10-most-admired-leaders) The Leaders Globe Magazine Announces The 10 Most Admired Leaders to watch in 202 … Staying grounded in the midst of a competitive environment is an arduous task. Trotting on the winding path of success while not losing sight of one’s core tenets and values can be quite overwhelming at times. Only a few gems can master this delicate art of maintaining a harmonious balance between these two domains. Admirable leaders nurture a thirst for ambition and a passion for innovation with relentless sincerity to … [](/news/1123955/epicor-announces-two-new-executive-leaders.html) Epicor Announces Two New Executive Leaders Epicor Software Corporation has announced two new appointments to its executive leadership team. Andy Coussins is appointed senior vice president and head of sales for the international region and Jason Taylor senior vice president and head of global support. Coussins and Taylor assume their roles effective immediately and report directly to Epicor chief executive officer Steve Murphy. “I’m committed to building a leadership team that fully represents our culture of growth, … [](/news/878116/five-resolutions-for-aspiring-leaders.html) Five Resolutions for Aspiring Leaders As the New Year approaches, people will be making resolutions to eat better, exercise more, get that promotion at work, or spend more time with their families. While these are worthwhile goals, we have a more important challenge for young people: Think seriously about your development as a leader. These are tough times. Many leaders of the baby boomer generation have failed in their responsibilities by placing their self-interest ahead of … [](/news/312752/press-release-we-conect-global-leaders.html) PRESS RELEASE - we.CONECT Global Leaders The we.CONECT Group is one of the leading business information companies, developing and providing B2B Digital Media, Business Information, Business Events & Business Communities. Our customers are all Fortune Top 100 global market leaders in Europe and in the US Produkts & Services… Our product portfolio offers senior managers and top executives all over the world exclusive business information, digital media, business communities, business events and platforms to gather information, for all … [](/news/212815/isbr-bangalore-graduating-future-leaders.html) ISBR Bangalore- Graduating future leaders ISBR believes in imparting world class education in the competitive field of management. Besides the traditional professions of Medicine and Engineering, a young aspiring individual can now accomplish thriving careers in varied other fields. These industries are both skill-based and knowledge –based. Where the sectors of Information technology and Graphic Designing demand an academic acumen, creative fields like Media and Advertising purely run on skill and talent of the professional. …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.iaotp.com/",
      "https://www.carolynmrubin.com/",
      "https://www.drdanandreae.com/",
      "http://www.universalpressrelease.com/?pr=dr-dan-andreae-defines-leadership-in-top-25-global-impact-leaders-with-unprecedented-bestseller-acclaim",
      "https://www.youtube.com/embed/0Ej3oaWvqlY",
      "https://MetrixPromotions.com",
      "https://www.youtube.com/embed/0Ej3oaWvqlY?rel=0&modestbranding=0&rel=0&showinfo=1&controls=1&autohide=2&showinfo=0?ecver=2",
      "https://iaotp.com/",
      "https://carolynmrubin.com/",
      "https://www.MetrixPromotions.com",
      "https://www.youtube.com/embed/0Ej3oaWvqlY",
      "https://youtube.com/embed/0Ej3oaWvqlY?rel=0&modestbranding=0&rel=0&showinfo=1&controls=1&autohide=2&showinfo=0?ecver=2",
      "https://www.carolynmrubin.com",
      "https://www.drdanandreae.com",
      "http://www.universalpressrelease.com/",
      "https://youtube.com/embed/0Ej3oaWvqlY",
      "https://drdanandreae.com/",
      "http://universalpressrelease.com/?pr=dr-dan-andreae-defines-leadership-in-top-25-global-impact-leaders-with-unprecedented-bestseller-acclaim",
      "https://www.iaotp.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dan andreae",
          "sentiment": "negative"
        },
        {
          "name": "andreae",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "business development & entrepreneurship",
          "sentiment": "none"
        },
        {
          "name": "business consulting",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T01:34:29.019+03:00",
    "updated": "2024-04-19T01:34:29.019+03:00"
  },
  {
    "uuid": "c055f0b9d04ba4b53d4df791ee0ea41437eebd4c",
    "url": "https://auto.everyeye.it/notizie/mike-rutherford-elon-musk-sbaglia-quando-tesla-25k-non-servirebbe-756786.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@everyeye",
    "published": "2024-11-15T08:30:00Z",
    "title": "Mike Rutherford: 'Elon Musk sbaglia quando dice che una Tesla da 25k non servirebbe'",
    "text": "Mike Rutherford: 'Elon Musk sbaglia quando dice che una Tesla da 25k non servirebbe' INFORMAZIONI SCHEDA Mike Rutherfod, editorialista di AutoExpress, nonché giornalista di lunga data, ha espresso il proprio parere in merito alla decisione di [Elon Musk di non produrre una Tesla da 25.000 euro](https://auto.everyeye.it/notizie/tesla-model-2-non-esiste-musk-stupido-oggi-compatta-sterzo-pedali-751372.html), definita dallo stesso \"stupida\". Secondo il collega britannico, visti i tempi che corrono, una Tesla low cost avrebbe fatto davvero comodo, soprattutto tenendo conto di quanto le auto elettriche necessitino di vetture dal prezzo contenuto. Se è vero che negli ultimi tempi sempre più green al di sotto dei 25.000 euro stanno facendo la loro comparsa sul mercato, leggasi ad esempio la [Leapmotor T03 e la Dacia Spring](https://auto.everyeye.it/notizie/elettriche-confronto-dacia-spring-leapmotor-t03-chi-vince-20-000-euro-751060.html), è vero anche che una Tesla dal costo contenuto rappresenterebbe la classica “best buy” che andrebbe a spaccare il mercato, tenendo conto delle vendite già record in Europa di Model 3 e Model Y, soprattutto nel 2023. “La scorsa settimana ho sentito voci preoccupanti – scrive Rutherford - la Volkswagen ha fatto l'impensabile annunciando un crollo del 60 percento dei profitti e una possibile chiusura di stabilimenti in Germania e altrove. C'entra qualcosa il fatto che Passat (nata nel 1973), Golf (1974) e Polo (1975) stanno venendo declassate per far posto a modelli ID meno desiderabili? L' ID. Buzz è sicuramente l'unica che mi attrae”. Ha quindi citato il caso di[ Jaguar, che ha stoppato la vendita di auto in patria fino al 2026](https://auto.everyeye.it/notizie/jaguar-prende-pausa-auto-vendita-2026-uk-753518.html), \"Jaguar non dovrebbe smettere di definirsi un produttore di veicoli e invece definirsi un rivenditore di auto usate? Sto solo chiedendo”, aggiunge il giornalista, che poi si rivolge ad Elon Musk: “Si sbaglia di grosso quando dice \"Penso che avere un modello normale da £25k sia inutile\". Avanti, ammettilo, Elon: non sei semplicemente in grado di competere con le auto elettriche di livello mondiale come la Citroen e-C3 da meno di £23.000 e la Renault 5”, conclude in maniera ironica (ma forse neanche troppo), il giornalista inglese. [Su ARCOL Calze da Neve Omologate Italia EN 16662-1 - Due Catene da è uno dei più venduti di oggi.](https://www.amazon.it/dp/B0BJFFZLKC?tag=notizie_auto-21) FONTE: [autoexpress](https://www.autoexpress.co.uk/opinion/364990/tesla-boss-elon-musk-wrong-think-ps25k-electric-car-pointless)Questo testo include collegamenti di affiliazione: se effettui un acquisto o un ordine attraverso questi collegamenti, il nostro sito potrebbe ricevere una commissione in linea con la nostra [pagina etica](https://www.everyeye.it/advertising/). Le tariffe potrebbero variare dopo la pubblicazione dell'articolo. [Rimani aggiornato seguendoci su Google News!](https://news.google.com/publications/CAAqBwgKMIrGiAswxpyHAw) Iscriviti al nostro CANALE TELEGRAMrisparmia sulle offerte Altri contenuti per Tesla Model 2 [Tesla, tornano le voci sulla Model 2: 'Prodotta a Shanghai nel 2025, ecco come sarà'](https://auto.everyeye.it/notizie/tesla-tornano-voci-model-2-prodotta-shanghai-2025-come-sara-753039.html)[La Tesla Model 2 non esiste, Musk: 'Stupido fare oggi una compatta con sterzo e pedali'](https://auto.everyeye.it/notizie/tesla-model-2-non-esiste-musk-stupido-oggi-compatta-sterzo-pedali-751372.html)[La Tesla Model 2 esiste ancora? Sembrerebbe di sì: 'Sviluppata sulla piattaforma della 3'](https://auto.everyeye.it/notizie/tesla-model-2-esiste-ancora-sembrerebbe-si-sviluppata-piattaforma-3-750415.html)[La Tesla Model 2 costruita in CGI, la comprereste davvero se fosse così?](https://auto.everyeye.it/notizie/tesla-model-2-costruita-cgi-comprereste-davvero-cosi-749480.html)[Una Tesla Model 2 in versione hatchback sportiva? Così se la immagina Sugar Design](https://auto.everyeye.it/notizie/tesla-model-2-versione-hatchback-sportiva-immagina-sugar-design-747893.html) Tesla Model 2 - Costruttore: Tesla - Alimentazione: Elettrica - Categoria: Utilitaria Contenuti più Letti [Il C-SUV più venduto in Italia nel 2024 è in offerta con sconti fino a 7.700 euro](https://auto.everyeye.it/notizie/suv-venduto-italia-2024-offerta-sconti-7-700-euro-756185.html)[KTM X-Bow in autostrada verso Milano: la più grande sorpresa è scoprire chi la guidava](https://auto.everyeye.it/notizie/ktm-x-bow-autostrada-milano-sorpresa-scoprire-chi-guidava-756693.html)[Fiat Grande Panda, non ci sarà la versione benzina. I prezzi? Da meno di 19.000 euro](https://auto.everyeye.it/notizie/fiat-panda-non-versione-benzina-prezzi-19-000-euro-756502.html)[Numerose Tesla consegnate con le ruote disallineate: cosa succede e perché è un problema](https://auto.everyeye.it/notizie/numerose-tesla-consegnate-ruote-disallineate-cosa-succede-perche-problema-756506.html)[4.000 moto ritrovate abbandonate in un bosco: cosa è successo?](https://auto.everyeye.it/notizie/4-000-moto-ritrovate-abbandonate-bosco-cosa-successo-756486.html)[Quanto costa la Toyota Yaris Cross a novembre 2024? 30.200 euro interessi compresi](https://auto.everyeye.it/notizie/costa-toyota-yaris-cross-novembre-2024-30-200-euro-interessi-compresi-756186.html)[1 commentiQuanto costa la nuova Kia EV3? Il B-SUV che sfida Volvo EX30 tocca i 605 km di autonomia](https://auto.everyeye.it/notizie/costa-kia-ev3-b-suv-sfida-volvo-ex30-tocca-605-km-autonomia-756581.html)[1 commentiForse è difficile fare peggio di Tesla con Cybertruck, ma guardate questa versione Dually](https://auto.everyeye.it/notizie/difficile-tesla-cybertruck-guardate-versione-dually-754085.html)[3 commentiDe Meo: 'Auto elettriche sono migliori: più potenti, spaziose, veloci, silenziose e smart'](https://auto.everyeye.it/notizie/de-meo-auto-elettriche-migliori-potenti-spaziose-veloci-silenziose-smart-756507.html)[Ecco perché chi vuole acquistare un'auto termica dovrebbe farlo prima del 2025](https://auto.everyeye.it/notizie/perche-chi-vuole-acquistare-auto-termica-dovrebbe-farlo-2025-756508.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://news.google.com/publications/CAAqBwgKMIrGiAswxpyHAw)",
      "https://www.amazon.it/dp/B0BJFFZLKC?tag=notizie_auto-21)",
      "https://www.autoexpress.co.uk/opinion/364990/tesla-boss-elon-musk-wrong-think-ps25k-electric-car-pointless)Questo",
      "https://autoexpress.co.uk/opinion/364990/tesla-boss-elon-musk-wrong-think-ps25k-electric-car-pointless)Questo",
      "https://amazon.it/dp/B0BJFFZLKC?tag=notizie_auto-21)",
      "https://www.amazon.it/dp/B0BJFFZLKC",
      "https://www.news.google.com/publications/CAAqBwgKMIrGiAswxpyHAw)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Mike Rutherford",
          "sentiment": "negative"
        },
        {
          "name": "Elon Musk",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "INFORMAZIONI S",
          "sentiment": "negative"
        },
        {
          "name": "AutoExpress",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T11:49:31.500+02:00",
    "updated": "2024-11-15T11:49:31.500+02:00"
  },
  {
    "uuid": "9b95dc97cfc5834833b5ea421a4a950a34e33f6f",
    "url": "http://island.lk/plantation-workers-being-taken-for-a-ride-once-again",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Thilina Walpola",
    "published": "2024-09-13T00:15:00Z",
    "title": "Plantation workers being taken for a ride once again",
    "text": "by Vijaya Kumar\nPlantation workers are once again being taken for a ride. When Ranil Wickremesinghe announced on May Day a 1,700-rupee daily wage for plantation workers, one thought that these very productive workers are at last about to receive a somewhat reasonable wage. The companies through the Planters’ Association (PA) made the routine noises of the industry’s imminent collapse as they could not pay such a wage and as usual, went to courts. This is what they did three years ago as well when the government raised the daily wage to Rs. 1000. They paid it after a delay of six months but we then saw an arbitrary increase of about 10-15% at estate level of the norm to be collected and also the insidious practice of paying half day wage if the norm was not achieved – an illegal procedure not seen in any other industry. This time, too, the employers went to court, which stayed implementation of the wage increase decision – Rs 1350 basic wage plus a special allowance of Rs 350. The government which was keen on gathering estate votes at the Presidential Elections was able to get a Wages Board decision with the same basic wage but the Rs 350 allowance had now become a productivity allowance, which being unspecified could be manipulated by the Employer. However, the government acted too late, so that estate workers will not get the benefit of the new wage before the election. What happens thereafter nobody knows, but the PA going to Court cannot be ruled out.\nNot only do the Regional Plantation Companies (RPC) pay workers starvation wages, they are actively trying to convert them into informal employees. They keep claiming that workers need to increase their productivity, not recognising the massive increase in productivity shown by a workforce decreased from 4 lakhs in 1992 to 1 ¼ lakhs today producing the same amount of tea annually. The Outgrower system which they boast of as being a Win-Win situation for the worker involves handing over a plot of land on a temporary basis which the worker is supposed to work on some days of the week. The RPC supplies inputs such as fertiliser and buys the leaves collected paying her for the bought leaf, less cost of inputs provided. Another practice RPCs resort to is exchanging workers between two estates they own with transport provided where workers are employed as contract labour on higher pay but without statutory benefits. Both these methods mean workers lose their EPF and ETF for the days worked and a reduction of benefits such as gratuity and maternity leave if the RPCs succeed in their attempts at introducing a minimum number of days of work to qualify for these benefits. Workers often get their children to work on outgrower plots to increase their incomes so that the RPCs are indirectly encouraging child labour.\nRPCs have no excuse for not increasing the wages of the people whose sweat and tears directly contribute to their profits since their earnings from tea have increased by between 65 – 100%, thanks to the devaluation of the rupee consequent to the economic crisis. The RPCs only interest is in their profits and not in their workers as is shown by the malnutrition and stunting of children data detailed in a World Bank report of 2017. Stagnant wages and the massive food inflation caused by the economic crisis have further increased malnutrition and stunting in the estates.\nEstate workers have throughout been mistreated by private management. The norm which was previously fixed in consultation with the workers was on average 18 pounds or 9 kg until we went metric in the late ’70s was converted to 18 kg and is today on average 24 kg. Plantation workers enjoyed a Cost-of-Living (C-o-L) allowance of 4 cents increase for every unit rise in the C-o-L index at the time of private management taking over. This was replaced by a collective agreement with biennial wage negotiations, contributing to a continuous fall in real wages and living standards for estate workers. The only management techniques the PA knows is to pay poverty level wages to estate workers and convert them from permanent staff into informal workers to boost profits. RPCs make a minimal contribution to the Plantation Human Development Trust (PHDT), which is supposed to improve welfare in the plantations.\nEstate schools were taken over by government but they suffer from a lack of investment and difficulties in retaining teachers. Health services are in a deplorable state. Maternity wards and dispensaries are mostly non-functional, the Assistant Medical Practitioner rarely appears as he now looks after 3-4 estates and no ambulance is available. More than two-thirds of families still live in line rooms as they were excluded from Premadasa’s ‘one million’ house project and housing schemes begun later are slow. The President’s promise of grouping them into villages with their own 7 perch plot is impracticable as these villages cannot be improved as rates cannot be collected unless RPCs are made to contribute a fixed percentage of their turnover for the village’s upkeep. A better idea would be to expand the nearest Pradeshiya Sabha to include estate houses. This would also contribute to better relationship between the communities.\nThe problem with RPCs is that they are run by accountants who put pressure on managers to increase profits every year. RPCs use every trick in the trade to hide profits at estate level and show them at holding company level such as payment of management fees to holding company, purchasing from sister firms at higher than market prices and using estate income to provide a highly paid management with numerous perks. RPCs should be subject to Government Audit for 2 years on a rotational basis or the Government could introduce the Indian method of requiring a change in the Auditor every three years. While workers are denied wage increases, those of managers and higher management are regularly increased. These bloated payments increase the cost of production which is then used to justify their inability to raise wages. In India, Annual Reports must give details of earnings of the highest paid 10 employees and of any employee earning Rs (Sri Lankan) 3 million a month (recently increased from Rs 1.8 m) and of any part-time employee earning over Rs (Sri Lankan) 3 million a year. It is necessary to introduce similar regulations here.\nWhen workers were agitating for a Rs 1000 daily wage in 2015 RPCs claimed that they were making losses and if granted, the companies would not be able to run the estate and would hand them back to government. However, a year later the PA fought tooth and nail against and sabotaged Ravi Karunanayake’s 2017 Budget Proposal to limit the estates managed by a single company to 5,000 acres. Furthermore, although around 10 estates each were allocated to 22 RPCs in 1992, two companies, Hayleys and Richard Pieris between them manage almost half the estates today.\nThe handing over of estates to private management took place in 1992 not because the nationalised estates were mismanaged but because there was a backlog in tea sales as two of our major export markets, Iran and Iraq were at war with each other while the other major market, Russia and the Eastern European countries were in crisis with the fall of communism. JR who was trying to privatise the estates took the opportunity to hand it over to private management. We were told that they would use their management expertise to transform the plantations into efficient prosperous entities. We now know that their management expertise is restricted to keeping worker wages low and removing social protection and welfare from them.\nVijaya Kumar is a Professor Emeritus in Science of the University of Peradeniya\nAll News Advertisement",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ranil wickremesinghe",
          "sentiment": "neutral"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-13T04:00:16.497+03:00",
    "updated": "2024-09-13T12:06:11.884+03:00"
  },
  {
    "uuid": "4b19e5bad389e009b57434a78b6d7270a5a359a6",
    "url": "https://www.finanzen.net/nachricht/aktien/government-of-canada-champions-sustainable-jobs-inclusivity-innovation-at-globe-forum-13265719",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Importer",
    "published": "2024-02-16T00:00:00Z",
    "title": "Government of Canada Champions Sustainable Jobs, Inclusivity, Innovation at GLOBE Forum | finanzen.net",
    "text": "VANCOUVER, BC, Feb. 15, 2024 /CNW/ - As countries around the world turn to Canada as a supplier of choice for clean energy, critical minerals and clean technologies, Canada continues to work with innovators, Indigenous partners and youth through fora such as the GLOBE Forum to help communities seize the economic opportunities presented by ambitious climate action.This week, Parliamentary Secretary Julie Dabrusin represented the Government of Canada at GLOBE Forum 2024 in Vancouver, B.C., to advance action toward net-zero innovation and inclusive economic growth with partners. The Parliamentary Secretary attended on behalf of the Honourable Jonathan Wilkinson, Minister of Energy and Natural Resources, and the Honourable Steven Guilbeault, Minister of Environment and Climate Change.While at GLOBE, Parliamentary Secretary Dabrusin:Championed the government's vision for clean growth through her participation in key sessions with youth, industry innovators and women leaders in the energy sector, highlighting Canada's commitments to creating sustainable, high-quality jobs for youth and to achieving gender equality and broader inclusion, diversity, equity and accessibility in the energy sector — including through Equal by 30.Hosted GLOBE's Clean Tech Pitch Panel with seven of the 13 Canadian companies named to the 2024 Global Cleantech 100 list and joined businesses involved in the Net-Zero Challenge, who discussed their motivations and experience as well as the challenges, opportunities and lessons learned in planning and pursuing net-zero commitments.Jointly convened industry and community leaders to discuss climate-resilient infrastructure and housing and climate-proofing Canadian communities through collaborations across governments and sectors with the Honourable Sean Fraser, Canada's Minister of Housing, Infrastructure and Communities.Parliamentary Secretary Dabrusin also jointly announced — with the Federation of Canadian Municipalities (FCM) — an investment of over $900,000 through the Green Municipal Fund (GMF) to support local climate action projects in six communities across British Columbia. By supporting municipal initiatives that reduce emissions and enhance resiliency, Canada is working collaboratively to deliver for British Columbians. The Parliamentary Secretary then visited Vancouver's Firehall No.17, one of Canada's first net-zero fire halls, where she met with local firefighters.The Government of Canada is supporting clean technology innovation, the creation of good jobs and meaningful partnerships. Canada is dedicated to the active participation of women, youth, Indigenous Peoples, immigrants, racialized peoples and persons with disabilities in building a sustainable and prosperous future on the road to net zero.Quotes\"I am pleased to be at GLOBE, connecting with women, young people, Indigenous partners and innovators in our growing clean technology sector. The imperative of climate action presents a huge opportunity for enhancing community resilience, driving economic inclusion and spurring job creation in every single part of our country. This week's roundtables with Canadian leaders, alongside new federal investments here in British Columbia, are helping us to advance the important work of building strong communities.\"Julie DabrusinParliamentary Secretary to the Minister of Energy and Natural Resources and to the Minister of Environment and Climate Change\"At this year's GLOBE Forum, the Government of Canada connected with clean technology innovators including many Indigenous partners, young people and women leaders to advance discussions on our shared energy and resource future. By investing in innovation and sustainable jobs, and by responsibly advancing resource partnerships, we are positioned to help lead the world in building a sustainable, resilient and prosperous future — including for our communities here in B.C. and across Canada.\"The Honourable Jonathan WilkinsonMinister of Energy and Natural Resources\"TBC\"The Honourable Steven Guilbeault,Minister of Environment and Climate Change\"The Government of Canada's investments in infrastructure across Canada are helping to protect homes, businesses and communities from climate-related risks like floods and wildfires. As we work together with our partners to build more homes for Canadians at prices they can afford, we will continue to help build housing that is resilient to the effects of climate change. By taking action on climate-resilient housing and infrastructure across the country, we can protect our communities now and for the future.\"The Honourable Sean FraserMinister of Housing, Infrastructure and CommunitiesRelated InformationGLOBE Forum 2024Science and Technology Internship Program – Green JobsFederation of Canadian MunicipalitiesGovernment of Canada and FCM Fund Municipal Climate Action Across British ColumbiaFollow us on LinkedIn SOURCE Natural Resources Canada",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Environment",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dabrusin",
          "sentiment": "none"
        },
        {
          "name": "steven guilbeault",
          "sentiment": "none"
        },
        {
          "name": "julie dabrusin",
          "sentiment": "none"
        },
        {
          "name": "jonathan wilkinson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnw",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "bc",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "vancouver",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T02:30:27.952+02:00",
    "updated": "2024-02-16T02:30:27.952+02:00"
  },
  {
    "uuid": "c1a32f9511cf720b99786d5e80b72d3ca45db1e4",
    "url": "https://money.mymotherlode.com/clarkebroadcasting.mymotherlode/article/gnwcq-2023-12-28-zoomcar-the-worlds-largest-emerging-market-focused-car-sharing-platform-announces-completion-of-its-business-combination-with-innovative-international-acquisition-corporation-ioac-and-anticipated-nasdaq-listing",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zoomcar Holdings, Inc. via GlobeNewswire",
    "published": "2023-12-28T22:17:00Z",
    "title": "Zoomcar, the World’s Largest Emerging Market Focused Car Sharing Platform, Announces Completion of its Business Combination with Innovative International Acquisition Corporation (IOAC) and Anticipated Nasdaq Listing",
    "text": "Recent Quotes View Full List My Watchlist Create Watchlist Indicators Industrial Estimate Composite Estimate 500 Stocks Estimate Gold Crude Oil Markets Stocks ETFs Tools Overview News Currencies International Treasuries Zoomcar, the World’s Largest Emerging Market Focused Car Sharing Platform, Announces Completion of its Business Combination with Innovative International Acquisition Corporation (IOAC) and Anticipated Nasdaq Listing By: Zoomcar Holdings, Inc. via GlobeNewswire December 28, 2023 at 17:17 PM EST Zoomcar, Inc. and IOAC consummated the merger transaction comprising IOAC’s initial business combination on December 28, 2023 Combined Company will be named Zoomcar Holdings, Inc. expects to begin trading on NASDAQ under ticker symbol “ZCAR” stock ticker on December 29, 2023 Zoomcar is a leading emerging market peer2peer car sharing platform with operations across India, Indonesia and Egypt Zoomcar and IOAC entered into a definitive merger agreement dated October 13, 2022 (the \"Merger Agreement\") Bangalore, India and New York, NY, Dec. 28, 2023 (GLOBE NEWSWIRE) -- Innovative International Acquisition Corporation (NASDAQ: IOAC, or “IOAC”), formerly a Cayman Island registered blank-check special purpose acquisition company, and Zoomcar, Inc. (“Zoomcar”), an emerging market focused peer2peer car sharing company, are pleased to announce the closing (“Closing”) of their previously announced merger (the “Business Combination”). Prior to Closing, IOAC transferred by way of continuation out of the Cayman Islands and into the State of Delaware, so as to become a Delaware corporation.\nThe Combined Company resulting from the merger was, effective at Closing, renamed Zoomcar Holdings, Inc. (“Zoomcar Holdings”) and expects to begin trading on NASDAQ on December 29, 2023 under the ticker symbol “ZCAR” for its common stock and “ZCARW” for its publicly traded warrants.\nIOAC’s shareholders approved the Business Combination, among other related matters, at an extraordinary general meeting held on December 19, 2023. The Business Combination, among other related matters, was also approved by Zoomcar stockholders, including certain holders of shares of Zoomcar India Private Limited, a wholly owned Zoomcar subsidiary.\nGreg Moran, CEO and Co-Founder of Zoomcar commented, “We’re thrilled to announce this exciting milestone in Zoomcar’s nearly decade long company journey. This marks the beginning of an important new phase in our company’s growth as we embark on reaching new heights for our emerging market focused peer2peer car sharing platform. We thank the IOAC team for partnering with us in these efforts.”\nMohan Ananda, Chairman and CEO of IOAC, who has also been approved by IOAC shareholders as nominee to the board of directors of Zoomcar Holdings and is expected to serve as the initial Chairman of the Zoomcar Holdings board, expressed his joy regarding the successful conclusion of Innovative’s business combination with Zoomcar, “As an innovative peer-to-peer car-sharing company, Zoomcar holds immense potential to establish a global community of car owners and renters. With Zoomcar's exceptional management team, we are poised to make a transformative impact on traditional industries. Our collaborative efforts aim to challenge norms, create opportunities for active participation in the sharing economy, and redefine the future of mobility on a global scale.\"\nWith the closing of the merger, IOAC has been renamed Zoomcar Holdings, Inc., and will continue to operate under the Zoomcar management team, led by Greg Moran, Zoomcar, Inc.’s Co-Founder and Chief Executive Officer. Shares of Zoomcar common stock are expected to begin trading under the symbol ZCAR on the Nasdaq Global Market platform on or about December 29, 2023; publicly trading warrants are expected to be listed on the Nasdaq Capital Market platform on or about the same date.\nAdvisors\nCohen & Company Capital Markets, a division of J.V.B. Financial Group, LLC, acted as exclusive financial advisor and exclusive capital markets advisor to Zoomcar; DLA Piper LLP (US) acted as legal advisor to Cohen & Company Capital Markets. Ellenoff Grossman & Schole LLP acted as US legal advisor to Zoomcar. Lincoln International acted as financial advisor to the special committee of the board of directors of Innovative (the “Special Committee”). Morris, Nichols, Arsht & Tunnell LLP acted as legal advisor to the Special Committee. McDermott Will & Emery LLP acted as US legal advisor to Innovative. Weinberg Zareh Malkin Price LLP acted as US legal advisor to Ananda Small Business Trust.\nAbout Zoomcar\nFounded in 2013 and headquartered in Bengaluru, India, Zoomcar is a leading marketplace for car sharing focused on emerging markets. The Zoomcar community connects hosts with guests, who choose from a selection of cars for use at affordable prices, promoting sustainable, smart transportation solutions in growing markets.\nForward-Looking Statements\nThis press release contains “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. Such statements include, but are not limited to, statements about future financial and operating results, our plans, objectives, expectations and intentions with respect to future operations, products and services; and other statements identified by words such as “will likely result,” “are expected to,” “will continue,” “is anticipated,” “estimated,” “believe,” “intend,” “plan,” “projection,” “outlook” or words of similar meaning.\nThese forward-looking statements and factors that may cause actual results and the timing of events to differ materially from the anticipated results include, but are not limited to: (1) the risk that the Business Combination disrupts current plans and operations of Zoomcar as a result of the announcement and consummation of the Business Combination; (2) the ability to recognize the anticipated benefits of the Business Combination, which may be affected by, among other things, competition, the ability of Zoomcar to grow and manage growth profitably, maintain its reputation, grow its customer base, maintain relationships with customers and suppliers and retain its management and key employees; (3) the impact of the COVID-19 pandemic on the business of Zoomcar (including the effects of the ongoing global supply chain shortage); (4) Zoomcar’s limited operating history and history of net losses and Zoomcar’s incurrence of additional significant liabilities and expenses in connection with the Business Combination, resulting in an expectation that the post-Closing company will pursue opportunities to raise capital in the near and intermediate term after the Business Combination; (5) Zoomcar’s customer concentration and reliance on a limited number of key technology providers and payment processors facilitating payments to and by Zoomcar’s customers; (6) costs related to the Business Combination; (7) unfavorable interpretations of laws or regulations or changes in applicable laws or regulations; (8) the possibility that Zoomcar may be adversely affected by other economic, business, regulatory, and/or competitive factors; (9) Zoomcar’s estimates of expenses and profitability; (10) the evolution of the markets in which Zoomcar competes; (11) political instability associated with operating in current and future emerging markets Zoomcar has entered or may later enter; (12) risks associated with Zoomcar maintaining inadequate insurance to cover risks associated with business operations now or in the future; (13) the ability of Zoomcar to implement its strategic initiatives and continue to innovate its existing products; (14) the ability of Zoomcar to adhere to legal requirements with respect to the protection of personal data and privacy laws; (15) cybersecurity risks, data loss and other breaches of Zoomcar’s network security and the disclosure of personal information or the infringement upon Zoomcar’s intellectual property by unauthorized third parties; (16) risks associated with the performance or reliability of infrastructure upon which Zoomcar relies, including, but not limited to, internet and cellular phone services; (17) the risk of regulatory lawsuits or proceedings relating to Zoomcar’s products or services; (18) increased compliance risks associated with operating in multiple foreign jurisdictions at once, including regulatory and accounting compliance issues; (19) Zoomcar’s exposure to operations in emerging markets where improper business practices may be prevalent; (20) Zoomcar’s ability to obtain additional capital when necessary; (21) the risk that Zoomcar’s significant increased expenses and administrative burdens as a public company could have an adverse effect on its business, financial condition and results of operations; (22) if the benefits of the Business Combination do not meet the expectations of investors or securities analysts, the potential for the market price of Zoomcar’s securities to decline; (23) the ability to obtain or maintain the listing of common stock or warrants on Nasdaq following the Business Combination; (24) Zoomcar’s management team’s limited experience managing a public company; and (25) other risks and uncertainties identified in the Registration Statement (No. 333-269627), initially filed with the Securities and Exchange Commission (the “SEC”) on February 7, 2023, as amended and supplemented, relating to the Business Combination, including those under “Risk Factors” therein, and in other filings with the SEC made by Innovative, Zoomcar, or New Zoomcar.\nThe foregoing list of factors is not exhaustive. You should carefully consider the foregoing factors and the other risks and uncertainties described in the “Risk Factors” section of the registration statement referenced above and other documents filed by Zoomcar from time to time with the SEC. These filings identify and address other important risks and uncertainties that could cause actual events and results to differ materially from those contained in the forward-looking statements. There can be no assurance that the data contained herein is reflective of future performance to any degree. You are cautioned not to place undue reliance on forward-looking statements as a predictor of future performance as projected financial information and other information are based on estimates and assumptions that are inherently subject to various significant risks, uncertainties and other factors, many of which are beyond our control. Forward‑looking statements speak only as of the date they are made, and the combined com disclaim any intention or obligation to update or revise any forward-looking statements, whether as a result of developments occurring after the date of this communication. Forecasts and estimates regarding Zoomcar’s industry and end markets are based on sources we believe to be reliable, however there can be no assurance these forecasts and estimates will prove accurate in whole or in part. Annualized, pro forma, projected and estimated numbers are used for illustrative purpose only, are not forecasts and may not reflect actual results.\nMedia:\nSurabi Shetty, PR Lead\nsurabi.shetty@zoomcar.com\nZoomcar, Inc.\nGreg Moran, CEO & Co-Founder\nGreg@zoomcar.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [
      "https://www.globenewswire.com/Tracker?data=eMmiubT_5yzi7plFEltszVQvhLj0vP9gy69Q9lPkpgx6uS9vLNPB0h9-vvh2-dp68VoqC9K5fqLuyfbM0bUFXumPb0lKlgzS6kJRT0Xko4A=",
      "https://fonts.googleapis.com/css2?family=Open+Sans&display=swap",
      "https://www.globenewswire.com/Tracker?data=RztXgumTK2co2jRomqdfggB4S9yCR0q0BaiRVJDYl4B8SWhziRElV97-Z-cl2SkNk3kcSgqNeoeBX_lnFMwmyxIY8JGPJTapFhZPaLAteJ_i52tMdNfW3y5RYWdc4axm",
      "https://www.globenewswire.com/newsroom/ti?nf=OTAxMDQ0NiM1OTk3MzgzIzUwMDEyMTA4NA==",
      "https://www.globenewswire.com/styles/gnw_nitf.css",
      "https://fonts.googleapis.com/css2?family=Open+Sans+Condensed:wght@700&display=swap",
      "https://www.fonts.googleapis.com/css2?family=Open+Sans&display=swap",
      "https://www.fonts.googleapis.com/css2?family=Open+Sans+Condensed:wght@700&display=swap",
      "https://globenewswire.com/Tracker?data=eMmiubT_5yzi7plFEltszVQvhLj0vP9gy69Q9lPkpgx6uS9vLNPB0h9-vvh2-dp68VoqC9K5fqLuyfbM0bUFXumPb0lKlgzS6kJRT0Xko4A=",
      "https://www.globenewswire.com/newsroom/ti",
      "https://globenewswire.com/Tracker?data=RztXgumTK2co2jRomqdfggB4S9yCR0q0BaiRVJDYl4B8SWhziRElV97-Z-cl2SkNk3kcSgqNeoeBX_lnFMwmyxIY8JGPJTapFhZPaLAteJ_i52tMdNfW3y5RYWdc4axm",
      "https://globenewswire.com/newsroom/ti?nf=OTAxMDQ0NiM1OTk3MzgzIzUwMDEyMTA4NA==",
      "https://www.globenewswire.com/Tracker",
      "https://fonts.googleapis.com/css2",
      "https://globenewswire.com/styles/gnw_nitf.css"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zoomcar",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "innovative international acquisition corporation",
          "sentiment": "neutral"
        },
        {
          "name": "nasdaq",
          "sentiment": "none"
        },
        {
          "name": "zoomcar holdings, inc.",
          "sentiment": "none"
        },
        {
          "name": "zoomcar, inc.",
          "sentiment": "none"
        },
        {
          "name": "ioac",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "egypt zoomcar",
          "sentiment": "none"
        },
        {
          "name": "ny",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "indonesia",
          "sentiment": "none"
        },
        {
          "name": "bangalore",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:37:29.811+02:00",
    "updated": "2023-12-29T00:37:29.811+02:00"
  },
  {
    "uuid": "1820f29065e9ef3f0ff6579711315cfcb21a8985",
    "url": "https://www.phillyburbs.com/story/news/local/2024/08/08/tropical-storm-debby-impact-bucks-county-pa-levittown-newtown-quakertown-doylestown-weather-pa/74721346007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ", PhillyBurbs",
    "published": "2024-08-08T18:04:00Z",
    "title": "Tropical Storm Debby roars north. How will it affect Bucks County?",
    "text": "Tropical Storm Debby will impact Bucks County weather. Could there be a tornado threat? [Tropical Storm Debby](https://www.usatoday.com/story/news/nation/2024/08/08/debby-tropical-storm-updates/74716296007/) moved west overnight but continues to [roar toward Bucks County](https://forecast.weather.gov/MapClick.php?lat=40.2293&lon=-74.9367) with steady rain for Friday. The storm made landfall in South Carolina early Thursday morning and is near the border of North Carolina. According to the National Weather Service, the storm will track north into North Carolina as a Tropical Depression today and move through central Virginia on Friday morning. The storm will move into Pennsylvania on Friday and move on to New England on Saturday. Storm warning [Debby storm path: A look at the flooding, destruction storm has caused since landfall](https://www.phillyburbs.com/story/news/2024/08/08/debby-storm-path-of-destruction-florida-georgia-south-carolina-landfall-tracking-hurricane-debby/74719148007/) How will Tropical Storm Debby affect Bucks County? Debby will head into Lower Bucks County overnight Thursday. Heavier rains will fall by dawn Friday and continue through the day. Lower Bucks will see about 1.5 inches of rain throughout the day. The storm will clear out between 8 p.m. and 9 p.m. Friday, said meteorologist Patrick O’Hara with the National Weather Service in Mount Holly, New Jersey. “Heavy rain, strong winds mainly Friday. There’s a chance of tornadoes that spin up across the area with these kinds of tropical systems, and the rains will be enough for local flooding,” he said. Lower Bucks County, [which has had between three and five inches of rain this week](https://www.phillyburbs.com/story/news/local/2024/08/07/bucks-county-weather-how-much-rain-fell-levittown-water-rescue-after-2-5-inches-rain-debby-pa/74701004007/), will see an additional 1.5 inches of rain. The heaviest rains will hit from Newtown and places north of it, receiving from 2 inches to 2.5 inches over the course of the day. Lower-lying places like Croydon, and along the Neshaminy Creek and Delaware River could see localized flooding, which will happen more quickly than normal, since the ground is already soaked. But there’s good news, too. “The weekend is going to be really nice, sunny and in the 80s,” O’Hara said. JD Mullane can be reached at 215-949-5745 or at jmullane@couriertimes.com.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://forecast.weather.gov/MapClick.php?lat=40.2293&lon=-74.9367)",
      "https://www.usatoday.com/story/news/nation/2024/08/08/debby-tropical-storm-updates/74716296007/)",
      "https://forecast.weather.gov/MapClick.php",
      "https://usatoday.com/story/news/nation/2024/08/08/debby-tropical-storm-updates/74716296007/)",
      "https://www.forecast.weather.gov/MapClick.php?lat=40.2293&lon=-74.9367)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "debby",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "lower bucks county",
          "sentiment": "none"
        },
        {
          "name": "new england",
          "sentiment": "none"
        },
        {
          "name": "virginia",
          "sentiment": "none"
        },
        {
          "name": "south carolina",
          "sentiment": "none"
        },
        {
          "name": "pennsylvania",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-09T00:14:08.802+03:00",
    "updated": "2024-08-09T00:14:08.802+03:00"
  },
  {
    "uuid": "5e88465907de6e05fe7955b9c0601dd48e011706",
    "url": "https://www.vetogate.com/5429154",
    "ord_in_thread": 0,
    "author": "sync",
    "published": "2025-06-12T08:32:27Z",
    "title": "المتحف القومي للحضارة يحتفل باليوم الدولي الأول للحوار بين الحضارات",
    "text": "احتفل المتحف القومي للحضارة المصرية باليوم الدولي الأول للحوار بين الحضارات تحت عنوان \"الحوار والتواصل: الموسيقى تربط العالم\"، وذلك بالتعاون مع السفارة الصينية بالقاهرة.\nاليوم الدولي الأول للحوار بين الحضارات وشمل الاحتفال تنظيم فعالية ثقافية وفنية، ألقى خلال الدكتور الطيب عباس الرئيس التنفيذي لهيئة المتحف القومي للحضارة المصرية، كلمة ترحيبية بالحضور معربًا عن اعتزازه بالنجاحات المتواصلة التي تحققها فعاليات المتحف، مؤكدًا على أن هذه الفعاليات تسهم بشكل كبير في دعم التبادل الثقافي وتعزيز الحوار بين الشعوب وأهمية الفنون والموسيقى كجسور للتواصل والتفاهم بينها، وأشار إلى أن المتحف أصبح منصة دولية للتلاقي الثقافي من خلال التعاون مع السفارات والهيئات الدبلوماسية في تنظيم عروض وفعاليات تعرف الزائرين بعراقة الحضارة المصرية وبثقافات العالم المختلفة.\nكما تم عرض كلمة مصورة وانغ يي عضو المكتب السياسي للجنة المركزية ل ـالحزب الشيوعي الصيني ووزير الخارجية، أكد خلالها أن حضارات العالم تُكمّل بعضها البعض وتُلهم بعضها البعض، وأصبح التفاعل بين هذه الحضارات ذو أهميةٍ حيوية، وقد حان الوقت لتعزيز الحوار فيما بينها حيث إن الحوار بين الحضارات هو رباط سلام، ومحرك للتنمية، وجسر للصداقة.\nتعريف الشعب المصري بالفن والثقافة الصينية ومن جانبه أعرب السفير لياو ليتشيان، سفير جمهورية الصين الشعبية بالقاهرة، عن تقديره العميق للجهود المبذولة في تنظيم هذه الفعالية، مشيدًا بالشراكة والتعاون المثمر بين السفارة والمتحف، ومؤكدًا على أهمية هذه الفعاليات في تعريف الشعب المصري بالفن والثقافة الصينية، وتعزيز التقارب الثقافي بين البلدين.\nوتضمن برنامج الفعالية أيضًا مجموعة من العروض الفنية والموسيقية المبهرة المستوحاة من التراث المصري والصيني، حيث قدم عدد من كبار العازفين الصينيين عروضًا تقليدية على الآلات الوترية الصينية، بالإضافة إلى عرض راقص صيني لفرقة الأحافير الحية يجمع بين الطابع التراثي والروح المعاصرة.\nكما شاركت فرقة النيل للموسيقى والغناء الشعبي التابعة للهيئة العامة لقصور الثقافة، بباقة متنوعة من الأغاني الفلكلورية المصرية المصاحبة للآلات الشعبية مثل المزمار والطبلة والصاجات والأرغول.\nوحضر الفعالية عددًا من الشخصيات العامة والفنانين وعشاق الفن والتراث، من بينهم الدكتور عصام شرف رئيس الوزراء الأسبق، والدكتور أحمد غنيم، الرئيس التنفيذي لهيئة المتحف المصري الكبير، والسفير لياو ليتشيان، سفير جمهورية الصين الشعبية بالقاهرة، وزانج يي، مدير المركز الثقافي الصيني والمستشار الثقافي والسياحي للسفارة الصينية بالقاهرة، بالإضافة إلى عدد من سفراء الدول الأجنبية بالقاهرة، الذين أعربوا عن إعجابهم بمستوى التنظيم والمحتوى الفني الراقي للفعالية.\nجدير بالذكر ان الاحتفال باليوم الدولي الأول للحوار بين الحضارات والذي يوافق 10 يونيو من كل عام، تم تحديده خلال اجتماع الـ 78 للجمعية العامة للأمم المتحدة في يونيو 2024، بهدف تعزيز الاحترام المتبادل والحوار بين الثقافات والتضامن العالمي، بالإضافة إلى تسليط الضوء على قيمة التنوع في بناء عالم أكثر تناغمًا.\nونقدم لكم من خلال موقع ( فيتو )، تغطية ورصدًا مستمرًّا على مدار الـ 24 ساعة لـ أسعار الذهب ، أسعار اللحوم ، أسعار الدولار ، أسعار اليورو ، أسعار العملات ، أخبار الرياضة ، أخبار مصر ، أخبار اقتصاد ، أخبار المحافظات ، أخبار السياسة ، أخبار الحوداث ، ويقوم فريقنا بمتابعة حصرية لجميع الدوريات العالمية مثل الدوري الإنجليزي ، الدوري الإيطالي ، الدوري المصري ، دوري أبطال أوروبا ، دوري أبطال أفريقيا ، دوري أبطال آسيا ، والأحداث الهامة و السياسة الخارجية والداخلية بالإضافة للنقل الحصري لـ أخبار الفن والعديد من الأنشطة الثقافية والأدبية.\nتابع موقع فيتو عبر قناة (يوتيوب) اضغط ه نا\nتابع موقع فيتو عبر قناة (واتساب) اضغط ه نا\nتابع موقع فيتو عبر تطبيق (نبض) اضغط ه نا\nتابع موقع فيتو عبر تطبيق (جوجل نيوز) اضغط ه نا",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "arabic",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Education"
    ],
    "topics": [
      "Arts, Culture and Entertainment->library and museum",
      "Arts, Culture and Entertainment->cultural development",
      "Education->social learning"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://nabd.com/source/1242-a37bb9/%D9%85%D9%88%D9%82%D8%B9+%D8%A8%D9%88%D8%A7%D8%A8%D8%A9+%D9%81%D9%8A%D8%AA%D9%88",
      "https://www.youtube.com/user/VetogateOfficial",
      "https://news.google.com/publications/CAAqBwgKMP67qgsw7sbCAw?hl=ar&gl=EG&ceid=EG%3Aar",
      "https://www.whatsapp.com/channel/0029VaG6d5P8aKvOa7J1GY34",
      "https://www.news.google.com/publications/CAAqBwgKMP67qgsw7sbCAw?hl=ar&gl=EG&ceid=EG%3Aar",
      "https://whatsapp.com/channel/0029VaG6d5P8aKvOa7J1GY34",
      "https://www.nabd.com/source/1242-a37bb9/%D9%85%D9%88%D9%82%D8%B9+%D8%A8%D9%88%D8%A7%D8%A8%D8%A9+%D9%81%D9%8A%D8%AA%D9%88",
      "https://news.google.com/publications/CAAqBwgKMP67qgsw7sbCAw",
      "https://youtube.com/user/VetogateOfficial"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T11:32:27.613+03:00",
    "updated": "2025-06-12T08:38:26.000+00:00"
  },
  {
    "uuid": "8b7845eb1cc7b2583af7cdac31ccccc41dac7e86",
    "url": "https://ground.news/article/romania-is-partially-in-schengen-nicolae-ciuca-nothing-would-have-been-possible-without-the-combined-efforts-of-all-involved",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "REALITATEA.NET",
    "published": "2023-12-30T21:21:00Z",
    "title": "Ground News - Romania is partially in Schengen. Nicolae Ciuca: “Nothing would have been possible without the combined efforts of all involved",
    "text": "Summary by REALITATEA.NET Senate President Nicolae Ciuca said that “Romania's admission to the Schengen Area is a fulfilled promise”. As it is the most important country goal after integration into the European Union and NATO, the PNL has continuously worked to achieve this country project. All liberal ministers of Home Affairs, Justice and Foreign Affairs from 2019 to today have made the Schengen dossier a priority. The agreement to lift controls at air and sea borders … Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nREALITATEA.NET Independent: Cozmin Gu%C8%99%C4%83 Romania is partially in Schengen. Nicolae Ciuca: “Nothing would have been possible without the combined efforts of all involved Senate President Nicolae Ciuca said that “Romania's admission to the Schengen Area is a fulfilled promise”. As it is the most important country goal after integration into the European Union and NATO, the PNL has continuously worked to achieve this country project. All liberal ministers of Home Affairs, Justice and Foreign Affairs from 2019 to today have made the Schengen dossier a priority. The agreement to lift controls at air and sea borders …\n1 hour ago Read Full Article\nREALITATEA.NET Independent: Cozmin Gu%C8%99%C4%83\nRomania is partially in Schengen. Nicolae Ciuca: “Nothing would have been possible without the combined efforts of all involved Senate President Nicolae Ciuca said that “Romania's admission to the Schengen Area is a fulfilled promise”. As it is the most important country goal after integration into the European Union and NATO, the PNL has continuously worked to achieve this country project. All liberal ministers of Home Affairs, Justice and Foreign Affairs from 2019 to today have made the Schengen dossier a priority. The agreement to lift controls at air and sea borders …\n1 hour ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.realitatea.net/stiri/actual/romania-partial-in-schengen-nicolae-ciuca-nimic-nu-ar-fi-fost-posibil-fara-eforturile-conjugate-ale-tuturor-celor-implicati_659089eb3e16cd643846fdc2?utm_source=ground.news&utm_medium=referral",
      "https://realitatea.net/stiri/actual/romania-partial-in-schengen-nicolae-ciuca-nimic-nu-ar-fi-fost-posibil-fara-eforturile-conjugate-ale-tuturor-celor-implicati_659089eb3e16cd643846fdc2?utm_source=ground.news&utm_medium=referral",
      "https://www.realitatea.net/stiri/actual/romania-partial-in-schengen-nicolae-ciuca-nimic-nu-ar-fi-fost-posibil-fara-eforturile-conjugate-ale-tuturor-celor-implicati_659089eb3e16cd643846fdc2"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nicolae ciuca",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "realitatea.net senate",
          "sentiment": "negative"
        },
        {
          "name": "senate",
          "sentiment": "none"
        },
        {
          "name": "european union",
          "sentiment": "none"
        },
        {
          "name": "nato",
          "sentiment": "none"
        },
        {
          "name": "pnl",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "romania",
          "sentiment": "none"
        },
        {
          "name": "schengen",
          "sentiment": "none"
        },
        {
          "name": "schengen area",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T00:42:14.814+02:00",
    "updated": "2023-12-31T00:42:14.814+02:00"
  },
  {
    "uuid": "b1723449a08ccefffb3c449a696055a0e5ed1f51",
    "url": "https://www.elperiodicodearagon.com/aragon/2024/01/02/estaciones-esqui-aguardan-esperanza-nieve-96479385.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alberto Arilla",
    "published": "2024-01-02T20:08:00Z",
    "title": "Las estaciones de esquí aguardan con esperanza la nieve de Reyes",
    "text": "Los Pirineos esperan con ansia la llegada de los Reyes Magos . Y no lo hacen por la mirra, el oro o el incienso, sino que las estaciones de esquí aguardan con paciencia la nieve en sus pistas, muy necesaria para poder encarrilar una temporada que, por ahora, no está siendo la mejor. Así, las previsiones de la Agencia Estatal de Metereología ( Aemet ) alertan de que, por fin, de viernes a domingo se espera que Sus Majestades de Oriente traigan consigo nevadas en las cotas más cercanas a los 1.000 metros. De hecho, desde Aramón inciden en que, si todo va según lo previsto, en los próximos días esperan \"ampliar el dominio esquiable y abrir Panticosa\", aunque matizan que todo se hará \"en función de las condiciones\".\nEn estos momentos, la estación Formigal-Panticosa ofrece 21 kilómetros esquiables , todos ellos pertenecientes a 15 pistas de Formigal. En Cerler, por su parte, hay abiertas once pistas (12 kilómetros esquiables), por los 22 kilómetros de Astún (en 24 pistas) . La más floja en ese sentido está siendo la estación de Candanchú, que solo tiene disponibles tres kilómetros repartidos en dos pistas . En cualquier caso, el delegado territorial de la agencia en Aragón, Rafael Requena, avisa que estas previsiones no llegarán hasta el día 5. \"Nevar va a nevar, pero el problema es que, de momento, la nieve en el Pirineo está en cotas muy altas\", explica Requena, y añade: \"Hay esperanza de que la precipitación en forma de nieve alcance cotas más bajas de viernes a domingo\".\nY es que la falta de nieve es algo que, aunque todavía puede revertirse, se está dejando notar en pistas como la de Astún, que presenta buen aspecto en sus principales pendientes, pero el horizonte cambia si se mira en sus alrededores. \"Al principio de la temporada hubo una nevada, por lo que vino bastante gente. Ahora, seguimos tirando de ella gracias a los cañones, porque llevamos casi un mes en el que no ha caído nada\" , cuenta a este diario uno de los monitores de dicha estación.\nDesde las pistas también reconocen que las temperaturas posteriores a esa primera nevada no han ayudado, ya que, al ser más altas de lo habitual, los cañones no funcionan con la misma efectividad. Sin embargo, esta vez la tesitura podría ser bien distinta, ya que la Aemet advierte de una semana posnavideña muy fría. \"El problema de las temporadas de nieve es que tienen una distribución muy heterogénea. En estas últimas semanas, el anticiclón invernal provocó nieblas en el valle del Ebro, pero despejó los Pirineos\" , asegura Requena, quien afirma que \"lo ideal sería que las primeras nevadas llegaran en noviembre, alcanzasen su pico máximo en enero y luego empezasen a descender, pero no es lo habitual\".\nEn ese sentido, Requena pone como ejemplo lo ocurrido este último otoño, el cual define como \"espectacularmente lluvioso\", solo que \"en cotas muy altas y en estado líquido\". Con todo, el delegado aragonés de la Aemet subraya que \"todavía queda temporada por delante\". \"Buena seguro que no está siendo, pero puede acabar siendo normal. Lo de ahora ha pasado en cantidad de inviernos\", concluye.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-02T22:28:48.859+02:00",
    "updated": "2024-01-02T22:28:48.859+02:00"
  }
]