[
  {
    "uuid": "9ebe753cb4c59544d3be0bb0f99e8c5fd7e3733a",
    "url": "https://truthout.org/articles/trump-uses-christian-nationalist-dog-whistles-in-nashville-campaign-speech",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chris Walker",
    "published": "2024-02-23T18:41:00Z",
    "title": "Trump Uses Christian Nationalist Dog Whistles in Nashville Campaign Speech | Truthout",
    "text": " News Trump Uses Christian Nationalist Dog Whistles in Nashville Campaign Speech Trump said he is “very proud” of his purported religious beliefs and claimed he was “taking bullets” for Christians.\nBy Chris Walker , T ruthout Published February 23, 2024 Former President Donald Trump addresses Christian broadcasters at the National Religious Broadcasters (NRB) International Christian Media Convention in Nashville, Tennessee, on February 22, 2024. Kevin Wurm / AFP via Getty Images Former President Donald Trump appeared in Nashville on Thursday night to give a speech to a group of evangelical Christian broadcasters, employing numerous Christian nationalist dog whistles throughout his remarks.\nDuring his speech, Trump repeatedly returned to a refrain often used by the far right: that Christians are somehow being punished for their beliefs under President Joe Biden, a claim that is in no way based in reality .\nThe former president spoke to a crowd of around 1,500 people at the annual conference of National Religious Broadcasters. The organization solely promotes evangelical Christian viewpoints, describing itself on its website as the “world’s largest association of Christian communicators.”\nThe room for Trump’s speech was noticeably not full, according to an account from The Tennessean , with hundreds of chairs removed from the floor before Trump was scheduled to appear and around 200 empty spots observed during his time on stage. The low attendance could perhaps be attributed to Trump’s tardiness, as he didn’t address the crowd until almost two hours after he was scheduled to speak.\nWhen he did speak, Trump attacked President Joe Biden and “the left,” falsely claiming that their actions were detrimental to Christians in the U.S. — even though policies passed by the administration have in no way restricted the private, free exercise of religion that is afforded to every person in the country.\n New Congressional Report Highlights Mike Johnson’s Christian Nationalist Views Johnson has dedicated his career to “undermining constitutional freedoms” through his far right views, the report says. By Chris Walker , T ruthout January 11, 2024 Truthout “The left is trying to shame Christians, they try to shame us,” Trump said at one point , adding that he’s a “very proud Christian” himself. He also asserted that he was “taking bullets, taking the arrows” for Christians, claiming that his 91 indictment counts across four different criminal cases were somehow connected to the far right’s belief that they are being persecuted for their views.\nTrump then vowed to protect Christians. “I will not allow the media or left-wing groups silence you, censor you, discriminate against you, or in any way tell you what you have to say,” Trump promised .\n“No one will be touching the cross of Christ under the Trump administration,” Trump went on . “I swear to you, that will never happen.”\nThe former president, who is the frontrunner for the Republican Party nomination for president in the 2024 election, also promoted false claims about Democrats’ views on abortion, spewing outlandish lies about the party supporting the killing of newborns “after birth.”\nTrump also purported that Christians were somehow being prosecuted in the U.S. “We have to bring back our religion. We have to bring back Christianity,” Trump said , accusing the Biden administration of “targeting Christian believers” and likening the current president to a “communist” who has “tried to stamp out the churches.”\nThe left wants to “tear down crosses where they can, and cover them up with social justice flags,” Trump also stated .\nIt’s widely believed that Trump, who has made questionable remarks about his supposed faith in the past — for example, failing to cite a single passage as his favorite during interviews, before later choosing one from the Old Testament that Jesus soundly rejected — will implement a series of Christian nationalist policies to placate his far right base should he win the presidency this fall.\nEarlier this week, The New Republic’s Ellie Quinlan Houghtaling outlined a number of disturbing proposals that Trump will likely push for should he win the 2024 election, including ending numerous reproductive protections, disallowing sex education in schools, and restricting no-fault divorce, in addition to the extremist attacks on marginalized groups that Christian nationalists regularly prioritize.\nThe late William Rivers Pitt, who was Truthout’s lead columnist and senior editor for several years, warned about Trump’s plan to employ Christian nationalism in this election cycle in a column he wrote in July 2022.\n“Donald Trump has mastered the art of speaking to the core beliefs of this growing segment of extremist Christianity,” Pitt said in his missive , adding, “if Trump wins in 2024, there could be big government job opportunities for people who believe Jesus signed the Declaration of Independence and the swastika is a Christian symbol.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics",
      "Religion and Belief"
    ],
    "external_links": [
      "https://twitter.com/atrupar/status/1760880346378231917?s=20",
      "https://abcnews.go.com/Politics/donald-trump-favorite-bible-verse-eye-eye/story?id=38416270",
      "https://www.theatlantic.com/national/archive/2014/08/the-evangelical-persecution-complex/375506/",
      "https://www.unity.org/bible-interpretations/matthew-539-you-have-heard-it-was-said-eye-eye",
      "https://apnews.com/article/trump-2024-campaign-religious-broadcasters-convention-7f73f4b27451b514ae7d22093b20d40d",
      "https://nrb.org/who-we-are/",
      "https://www.tennessean.com/story/news/politics/elections/2024/02/22/donald-trump-nashville-visit-vows-support-christians-national-religious-broadcasters-conference/72662111007/",
      "https://www.jstor.org/stable/26949536",
      "https://twitter.com/Mollyploofkins/status/1761005714477121574?s=20",
      "https://twitter.com/atrupar/status/1760883061879644479",
      "https://www.cnn.com/2015/08/27/politics/donald-trump-favorite-bible-verses/index.html",
      "https://news.yahoo.com/trump-back-one-most-outlandish-194019839.html",
      "https://newrepublic.com/post/179150/christian-nationalist-second-trump-term-plans",
      "https://www.apnews.com/article/trump-2024-campaign-religious-broadcasters-convention-7f73f4b27451b514ae7d22093b20d40d",
      "https://www.tennessean.com/story/news/politics/elections/2024/02/22/donald-trump-nashville-visit-vows-support-christians-national-religious-broadcasters-conference/72662111007",
      "https://unity.org/bible-interpretations/matthew-539-you-have-heard-it-was-said-eye-eye",
      "https://www.theatlantic.com/national/archive/2014/08/the-evangelical-persecution-complex/375506",
      "https://tennessean.com/story/news/politics/elections/2024/02/22/donald-trump-nashville-visit-vows-support-christians-national-religious-broadcasters-conference/72662111007/",
      "https://cnn.com/2015/08/27/politics/donald-trump-favorite-bible-verses/index.html",
      "https://abcnews.go.com/Politics/donald-trump-favorite-bible-verse-eye-eye/story",
      "https://www.news.yahoo.com/trump-back-one-most-outlandish-194019839.html",
      "https://jstor.org/stable/26949536",
      "https://twitter.com/Mollyploofkins/status/1761005714477121574",
      "https://theatlantic.com/national/archive/2014/08/the-evangelical-persecution-complex/375506/",
      "https://www.twitter.com/Mollyploofkins/status/1761005714477121574?s=20",
      "https://twitter.com/atrupar/status/1760880346378231917",
      "https://www.nrb.org/who-we-are/",
      "https://nrb.org/who-we-are",
      "https://www.twitter.com/atrupar/status/1760880346378231917?s=20",
      "https://www.twitter.com/atrupar/status/1760883061879644479",
      "https://www.newrepublic.com/post/179150/christian-nationalist-second-trump-term-plans",
      "https://www.abcnews.go.com/Politics/donald-trump-favorite-bible-verse-eye-eye/story?id=38416270"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "donald trump",
          "sentiment": "negative"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "trump uses christian nationalist dog whistles",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "nashville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T21:46:46.516+02:00",
    "updated": "2024-03-21T08:15:55.543+02:00"
  },
  {
    "uuid": "1bf3c7543b324fc7de3d6b344b1bc4229beb1c20",
    "url": "https://www.antena3.com/series/secretos-familia/mejores-momentos/nos-vamos-boda-cinar-parla-organizan-gran-fiesta-compromiso-todos-sus-familiares-amigos_20240107659b214e872b8200011c9828.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Julia Zapata",
    "published": "2024-01-07T22:10:00Z",
    "title": "¡Nos vamos de boda!: Çinar y Parla organizan una gran fiesta de compromiso con todos sus familiares y amigos",
    "text": "Mejores momentos | Capítulo 64 ¡Nos vamos de boda!: Çinar y Parla organizan una gran fiesta de compromiso con todos sus familiares y amigos La vida de Çinar y Parla ha cambiado por completo. ¡Están a punto de casarse! Publicidad Todo comenzó como un amor de adolescencia, pero ahora la pareja va a darse el sí quiero. En estos cinco años su vida ha cambiado por completo. Parla ha seguido los pasos de su tía Ceylin y está a punto de terminar su carrera de derecho. Sueña con convertirse en la nueva abogada de la familia Erguvan y planea una vida llena de lujos a la altura de la vida que lleva ahora gracias al nuevo trabajo de su padre. Osman ahora es el jefe de un gran negocio. Le ha ido tan bien que le ha permitido trasladarse junto a los Erguvan, tras reconciliarse con Aylin, a una gran casa dejando atrás el humilde barrio en el que vivían. Por su parte, Çinar ahora trabaja con Osman y, aunque su nivel de vida ha mejorado, no le llega para el nivel de vida que Parla quiere mantener, algo que provocará los primeros roces entre el fututo matrimonio. Publicidad",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:29:39.954+02:00",
    "updated": "2024-01-08T00:29:39.954+02:00"
  },
  {
    "uuid": "2c0621b95ce4fe4097f9b9c1640ae546d6b12796",
    "url": "https://www.thestar.com.my/news/nation/2024/03/29/queen-distributes-bubur-lambuk-at-mosque",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NA",
    "published": "2024-03-28T16:00:00Z",
    "title": "Queen distributes bubur lambuk at mosque | The Star",
    "text": "KUALA LUMPUR: Her Majesty Raja Zarith Sofiah, Queen of Malaysia, has graced a bubur lambuk distribution ceremony at Masjid Jamek Kampong Baru here.\nHer Majesty arrived at the mosque yesterday morning where she had the opportunity to observe the preparation of the savoury rice porridge and mingle with those involved in the event.\nRaja Zarith Sofiah then distributed bubur lambuk to 20 representatives of mosques from seven zones in the Federal Territory, as well as non-governmental organisations.\nAs early as 7am, mosque staff, together with personnel from the Federal Territory Islamic Religious Department (Jawi) and volunteers, joined hands to cook a total of 50 pots of bubur lambuk.\nAbout 12,500 packets of bubur lambuk are expected to be distributed to (kariah members) congregants and the local community, aiming to highlight the mosque’s role as a place of worship and a centre for nurturing goodwill during this holy month, reported Bernama.\nThe programme, organised by Jawi in collaboration with Istana Negara, Masjid Jamek Kampong Baru and Persatuan Anak Melayu Johor, was also attended by Jawi director Datuk Mohd Ajib Ismail, Federal Territory and Selangor Persatuan Anak Melayu Johor president Datuk Seri Dr Syed Hussein Al-Habshee and Masjid Jamek Kampong Bharu chairman Datuk Mohd Khay Ibrahim.\nOpen Modal ×",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "raja zarith sofiah",
          "sentiment": "negative"
        },
        {
          "name": "jawi",
          "sentiment": "none"
        },
        {
          "name": "masjid jamek kampong baru",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "federal territory islamic religious department",
          "sentiment": "none"
        },
        {
          "name": "bernama",
          "sentiment": "none"
        },
        {
          "name": "persatuan anak melayu johor",
          "sentiment": "none"
        },
        {
          "name": "istana negara",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "malaysia",
          "sentiment": "none"
        },
        {
          "name": "masjid jamek kampong baru",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T04:01:15.661+03:00",
    "updated": "2024-03-29T04:01:15.661+03:00"
  },
  {
    "uuid": "3e89b7b8af752f3d133c58fa063f1ed647018d9c",
    "url": "https://www.yahoo.com/lifestyle/mbta-nerve-center-visit-scores-213354345.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "yahoo",
    "published": "2024-04-18T00:00:00Z",
    "title": "MBTA Nerve Center visit scores with autism families",
    "text": "WFXT MBTA Nerve Center visit scores with autism families Jim Morelli April 19, 2024 at 12:33 AM · 2 min read Link Copied Read full article\nChildren with autism got the opportunity to see how Massachusetts transit systems work on Thursday afternoon.\n“For whatever reason kids with autism are drawn to feats of mechanical engineering — the everyday things we take for granted,” said Jonathan Trichter, founder of the Autism Transit Project — which seeks to connect those with autism to mass transit systems. “This project for autism acceptance month is so perfectly tuned to what this month means.”\nIt means embracing passions, however atypical they may seem.\nAbout twenty kids with autism and their parents gathered at the MBTA’s nerve center in downtown Boston, touring the darkened rooms where T workers monitor trains and buses. The children gained a better understanding of the day-to-day operation of the transit system.\n“This just means so much to our families our special needs community that we’re embraced,” said Robin Tarjan, a parent of a child with autism. “Our children grow up into young adults who need to lead productive and interesting and fun lives, just like everyone else.”\nElizabeth Gomes, another parent of a child with autism, appreciated the tour for another reason: it gave her a better sense of security knowing how closely the T keeps an eye on the system.\n“As a parent of an autistic child, we always fear for our children, especially kids in the highest spectrum, who are able to travel throughout the city of Boston,” Gomes said. “When my son takes the T, I am constantly calling him... ‘where are you’... ‘how you doing’... ‘make sure you call me when you get to this stop.’”\nAs part of the tour, the kids recorded public service announcements that will be played in MBTA stations four times an hour for a month.\nAt a press conference after the tour, some of the kids read what they recorded.\n“Hi everybody my name is Jacob, and happy Autism Acceptance Month,” said Jacob. “If the doors don’t close the train won’t leave. Thanks and have a nice day.”\n“You can’t watch videos while driving but you can on MBTA trains,” read Ashton’s PSA. “But please be a good transit rider and wear headphones.”\nTommy’s announcement surged into song.\n“Attention passengers,” he started. “Accidents can happen when people stand too close to the platform.”\nMason didn’t reveal his announcement — only his abiding passion for all-things MBTA.\n“Today I was on the Orange Line at Forest Hills station to Downtown crossing,” he said. “It was amazing and I had a good time doing it.”\nDownload the FREE Boston 25 News app for breaking news alerts.\nFollow Boston 25 News on Facebook and Twitter . | Watch Boston 25 News NOW\nView comments",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [
      "https://www.boston25news.com/news/local/have-new-device-get-our-free-boston-25-news-weather-apps/PDC6X7UKOFDBVPV5YJHG3CX36I/",
      "https://s.yimg.com/ny/api/res/1.2/RsIl3NkmsjNkfLs.OUnHOw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI1MDtoPTYw/https://s.yimg.com/os/creatr-uploaded-images/2022-03/ba7461a0-aab3-11ec-bdc9-7280cd0bd3e6",
      "https://s.yimg.com/os/creatr-uploaded-images/2022-03/ba7461a0-aab3-11ec-bdc9-7280cd0bd3e6",
      "https://twitter.com/intent/tweet?text=MBTA%20Nerve%20Center%20visit%20scores%20with%20autism%20families&url=https%3A%2F%2Fwww.yahoo.com%2Flifestyle%2Fmbta-nerve-center-visit-scores-213354345.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://twitter.com/boston25",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fwww.yahoo.com%2Flifestyle%2Fmbta-nerve-center-visit-scores-213354345.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.boston25news.com/video/live-stream/",
      "https://www.boston25news.com/",
      "https://www.facebook.com/Boston25News/",
      "https://www.boston25news.com/video/live-stream",
      "https://www.s.yimg.com/ny/api/res/1.2/RsIl3NkmsjNkfLs.OUnHOw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI1MDtoPTYw/https://www.s.yimg.com/os/creatr-uploaded-images/2022-03/ba7461a0-aab3-11ec-bdc9-7280cd0bd3e6",
      "https://www.facebook.com/dialog/feed",
      "https://www.boston25news.com",
      "https://facebook.com/Boston25News/",
      "https://www.twitter.com/intent/tweet?text=MBTA%20Nerve%20Center%20visit%20scores%20with%20autism%20families&url=https%3A%2F%2Fwww.yahoo.com%2Flifestyle%2Fmbta-nerve-center-visit-scores-213354345.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://www.boston25news.com/news/local/have-new-device-get-our-free-boston-25-news-weather-apps/PDC6X7UKOFDBVPV5YJHG3CX36I",
      "https://www.twitter.com/boston25",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2022-03/ba7461a0-aab3-11ec-bdc9-7280cd0bd3e6",
      "https://boston25news.com/news/local/have-new-device-get-our-free-boston-25-news-weather-apps/PDC6X7UKOFDBVPV5YJHG3CX36I/",
      "https://www.facebook.com/Boston25News",
      "https://boston25news.com/",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fwww.yahoo.com%2Flifestyle%2Fmbta-nerve-center-visit-scores-213354345.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://twitter.com/intent/tweet",
      "https://boston25news.com/video/live-stream/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jim morelli",
          "sentiment": "negative"
        },
        {
          "name": "robin tarjan",
          "sentiment": "none"
        },
        {
          "name": "jonathan trichter",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mbta",
          "sentiment": "negative"
        },
        {
          "name": "wfxt",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "massachusetts",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T01:19:50.790+03:00",
    "updated": "2024-04-19T01:19:50.790+03:00"
  },
  {
    "uuid": "c7309c21df8ae39e8072e4cff81c3b2d9039ff05",
    "url": "https://www.recordnet.com/story/news/2024/10/11/comet-of-the-century-to-shoot-across-california-skies-how-to-see-it/75627071007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ", The Stockton Record",
    "published": "2024-10-11T15:00:00Z",
    "title": "How to see October's 'comet of the century' in California before it disappears",
    "text": "How to see October's 'comet of the century' in California before it disappears This year has seen many celestial phenomena including the [total solar eclipse in April](https://www.visaliatimesdelta.com/story/news/state/2024/04/08/live-updates-2024-solar-eclipse-today-in-oklahoma/73215887007/), [Northern Lights in May](https://www.visaliatimesdelta.com/story/news/2024/06/02/northern-lights-oklahoma-2024-chance-to-see-aurora-borealis-in-june/73920278007/), a ‘[mini-moon](https://www.visaliatimesdelta.com/story/news/nation/2024/09/29/earth-mini-moon-asteroid/75410450007/?taid=66f8d7d2c67ef000017a84e3&utm_campaign=trueanthem&utm_medium=social&utm_source=twitter)’ and now the ‘comet of the century’ this October. This comet will be the [brightest comet of 2024](https://science.nasa.gov/solar-system/skywatching/whats-up-october-2024-skywatching-tips-from-nasa/), according to NASA, and here’s how to see it before it begins its journey to the edge of the solar system. A comet named [C/2023 A3](https://space.com/comet-tsuchinshan-atlas-brightening-perihelion-how-to-see) Tsuchinshan–ATLAS is making an 80,000-year orbit around the sun. Some have dubbed it the \"comet of the century\" because of how brightly it might shine in the night sky. When was the comet discovered? In January 2023, writes [Space.com](https://www.space.com/), astronomers at China's [Purple Mountain Observatory](https://web.astronomicalheritage.net/show-entity?identity=163&idsubentity=1) spotted an object hurtling through space they believed was an asteroid. Scientists a month later at the [Asteroid Terrestrial-impact Last Alert System](https://atlas.fallingstar.com/) (ATLAS) discovered the object was actually a comet, one that hasn't been seen for tens of thousands of years. Article continues after gallery. Where did it come from? Comet Tsuchinshan–ATLAS (pronounced Choo-cheen-SHAHN) is believed to have come out of what astronomers call the [Oort Cloud](https://science.nasa.gov/solar-system/oort-cloud/), which lies far beyond Pluto. NASA describes the Oort Cloud as a giant spherical shell of icy space debris that surrounds our solar system. It's home to many long-period comets. How to see the 'comet of the century' To begin, don't worry if the night is cloudy. Comet C/2023 A3 will be zooming in the sky throughout October, meaning you'll have several opportunities to witness it. For the best experience, you'll want to get away from bright city lights — the darker the skies, the better the view. Bring binoculars and maybe a comfy blanket to keep warm. What time will Comet Tsuchinshan–ATLAS appear? Morning or night? That depends on the date in October. Skywatchers in the United States can spot the comet early in the morning during the first few days of the month. Later, the schedule flips. Grab a pair of binoculars or a telescope with a wide-angle view and look East just above the horizon. Where to look to see the comet Finding comet Tsuchinshan-ATLAS in the Northern Hemisphere isn't about looking \"up,\" experts say, so much as looking \"out.\" Starting in mid-October you'll want to be somewhere with a good view of the horizon, [according to the Planetary Society](https://www.planetary.org/articles/how-to-spot-comet-tsuchinshan-atlas), because the comet won't appear high in the sky. Just after sunset, look toward the west and find the constellation Virgo, the second largest constellation in the sky, and that's where Tsuchinshan-Atlas should appear. But for a really impressive show, astronomers say to wait until mid-October. How close will the comet get to Earth? Between Oct. 12-13, the comet will make its closest approach to Earth, coming to within a distance of roughly 44 million miles, [according to TheSkyLive.com](https://theskylive.com/c2023a3-info). While a comet's behavior can be tricky to predict, astronomers say Comet Tsuchinshan–ATLAS could become bright enough to spot with the naked eye. Need help finding stars, planets and constellations? Try these free astronomy apps The following free astronomy apps can help you locate stars, planets, and constellations. - SkyView Lite for [iPhone](https://apps.apple.com/us/app/skyview-lite/id413936865)|[Google Play](https://play.google.com/store/apps/details?id=com.t11.skyviewfree&hl=en_US) - Star Walk 2 for [iPhone](https://apps.apple.com/us/app/star-walk-2-ads-night-sky-map/id1112481571)|[Google Play](https://play.google.com/store/apps/details?id=com.vitotechnology.StarWalk2Free&hl=en_US) - Star Chart for [iPhone](https://apps.apple.com/us/app/star-chart/id345542655)|[Google Play](https://play.google.com/store/apps/details?id=com.escapistgames.starchart&hl=en_US) [NASA](https://www.nasa.gov/nasa-app/)for[iPhone](https://apps.apple.com/us/app/nasa/id334325516)|[Google Play](https://play.google.com/store/apps/details?id=gov.nasa&hl=en_US)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Weather"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://apps.apple.com/us/app/nasa/id334325516|https://play.google.com/store/apps/details?id=gov.nasa&hl=en_US",
      "https://space.com/comet-tsuchinshan-atlas-brightening-perihelion-how-to-see",
      "https://science.nasa.gov/solar-system/oort-cloud/",
      "https://www.visaliatimesdelta.com/story/news/2024/06/02/northern-lights-oklahoma-2024-chance-to-see-aurora-borealis-in-june/73920278007/",
      "https://atlas.fallingstar.com/",
      "https://apps.apple.com/us/app/star-walk-2-ads-night-sky-map/id1112481571|https://play.google.com/store/apps/details?id=com.vitotechnology.StarWalk2Free&hl=en_US",
      "https://science.nasa.gov/solar-system/skywatching/whats-up-october-2024-skywatching-tips-from-nasa/",
      "https://apps.apple.com/us/app/star-chart/id345542655|https://play.google.com/store/apps/details?id=com.escapistgames.starchart&hl=en_US",
      "https://www.visaliatimesdelta.com/story/news/state/2024/04/08/live-updates-2024-solar-eclipse-today-in-oklahoma/73215887007/",
      "https://web.astronomicalheritage.net/show-entity?identity=163&idsubentity=1",
      "https://play.google.com/store/apps/details?id=com.t11.skyviewfree&hl=en_US",
      "https://www.visaliatimesdelta.com/story/news/nation/2024/09/29/earth-mini-moon-asteroid/75410450007/?taid=66f8d7d2c67ef000017a84e3&utm_campaign=trueanthem&utm_medium=social&utm_source=twitter",
      "https://www.nasa.gov/nasa-app/",
      "https://apps.apple.com/us/app/skyview-lite/id413936865",
      "https://theskylive.com/c2023a3-info",
      "https://www.space.com/",
      "https://www.planetary.org/articles/how-to-spot-comet-tsuchinshan-atlas",
      "https://space.com/",
      "https://science.nasa.gov/solar-system/skywatching/whats-up-october-2024-skywatching-tips-from-nasa",
      "https://science.nasa.gov/solar-system/oort-cloud",
      "https://www.apps.apple.com/us/app/star-walk-2-ads-night-sky-map/id1112481571|https://www.play.google.com/store/apps/details?id=com.vitotechnology.StarWalk2Free&hl=en_US",
      "https://apps.apple.com/us/app/star-chart/id345542655|https://play.google.com/store/apps/details",
      "https://visaliatimesdelta.com/story/news/state/2024/04/08/live-updates-2024-solar-eclipse-today-in-oklahoma/73215887007/",
      "https://visaliatimesdelta.com/story/news/nation/2024/09/29/earth-mini-moon-asteroid/75410450007/?taid=66f8d7d2c67ef000017a84e3&utm_campaign=trueanthem&utm_medium=social&utm_source=twitter",
      "https://www.theskylive.com/c2023a3-info",
      "https://play.google.com/store/apps/details",
      "https://www.apps.apple.com/us/app/skyview-lite/id413936865",
      "https://www.space.com",
      "https://www.web.astronomicalheritage.net/show-entity?identity=163&idsubentity=1",
      "https://www.visaliatimesdelta.com/story/news/nation/2024/09/29/earth-mini-moon-asteroid/75410450007/",
      "https://www.atlas.fallingstar.com/",
      "https://atlas.fallingstar.com",
      "https://www.space.com/comet-tsuchinshan-atlas-brightening-perihelion-how-to-see",
      "https://www.play.google.com/store/apps/details?id=com.t11.skyviewfree&hl=en_US",
      "https://apps.apple.com/us/app/nasa/id334325516|https://play.google.com/store/apps/details",
      "https://www.science.nasa.gov/solar-system/skywatching/whats-up-october-2024-skywatching-tips-from-nasa/",
      "https://nasa.gov/nasa-app/",
      "https://planetary.org/articles/how-to-spot-comet-tsuchinshan-atlas",
      "https://www.apps.apple.com/us/app/nasa/id334325516|https://www.play.google.com/store/apps/details?id=gov.nasa&hl=en_US",
      "https://web.astronomicalheritage.net/show-entity",
      "https://visaliatimesdelta.com/story/news/2024/06/02/northern-lights-oklahoma-2024-chance-to-see-aurora-borealis-in-june/73920278007/",
      "https://www.nasa.gov/nasa-app",
      "https://apps.apple.com/us/app/star-walk-2-ads-night-sky-map/id1112481571|https://play.google.com/store/apps/details",
      "https://www.visaliatimesdelta.com/story/news/state/2024/04/08/live-updates-2024-solar-eclipse-today-in-oklahoma/73215887007",
      "https://www.apps.apple.com/us/app/star-chart/id345542655|https://www.play.google.com/store/apps/details?id=com.escapistgames.starchart&hl=en_US",
      "https://www.science.nasa.gov/solar-system/oort-cloud/",
      "https://www.visaliatimesdelta.com/story/news/2024/06/02/northern-lights-oklahoma-2024-chance-to-see-aurora-borealis-in-june/73920278007"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T20:48:19.813+03:00",
    "updated": "2024-10-11T21:09:51.328+03:00"
  }
]