[
  {
    "uuid": "f5343edff99a6f2db5fbefd50030472aa0a8ae05",
    "url": "https://www.romper.com/entertainment/adam-sandler-says-taylor-swift-makes-him-nervous",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kaitlin Kimont",
    "published": "2024-02-29T00:00:00Z",
    "title": "Adam Sandler Says Taylor Swift Makes Him Nervous Because Of His Daughters",
    "text": "Celebrity Adam Sandler Shares The Sweet Reason Taylor Swift Makes Him “Jumpy” “I don’t wanna blow it for my kids.” Throughout his long career, Adam Sandler has worked with some of the greats. Chris Farley, Jennifer Aniston, Drew Barrymore, Chris Rock, Steve Buscemi, Maya Rudolph, to name just a few of the iconic stars he’s acted with over the years. But there’s still one celebrity who makes him pretty “jumpy” and, honestly, we’d all probably faint if we got to meet her, too. That’d be Taylor Swift and the reason behind his nervous jitters has to do with his two daughters. During Monday’s episode of [Conan O’Brien Needs a Friend](https://podcasts.apple.com/us/podcast/conan-obrien-needs-a-friend/id1438054347?i=1000646827747), Sandler and Conan O’Brien talked about actors, comedians, or musicians that they’re in “complete awe of” and the Uncut Gems star revealed that celebrity, for him, is Taylor Swift. “[It’s] because of what she means to my kids,” Sandler told O’Brien, referring to his daughters, 17-year-old Sadie and 15-year-old Sunny, whom he shares with [his wife of 20 years](https://www.romper.com/entertainment/adam-sandler-wife-kids), Jackie. “I get a little f*cking jumpy just cause I don’t wanna blow it for my kids,” Sandler went on to explain. “So I’m a little like, ‘Taylor Taylor,’ like, I talk a little too loud or something. I don’t act as cool as I can.” O’Brien agreed that Swift is indeed on “this whole other level” of celebrity “People talk about The Beatles of it all and her. I mean, man, so many smash hits,” Sandler said. “There’s not a word my kids don’t know. I know them, too! But they know them inside and out. It’s just, remember The Beatles … every song on the record, you knew, that’s Taylor Swift, too. There’s not a song you skip. You go, ‘Oh, that one’s pretty damn cool.’” Beyond worrying about potentially embarrassing himself in front of Swift, this isn’t the first time Sandler has talked about being fully in the teenage years of parenthood. During an [interview with Jennifer Hudson](https://www.youtube.com/watch?v=xRDrDyFxw30&t=177s) on her talk show last year, Sandler opened up about how his daughters aren’t as chatty with him as they used to be, especially when [he’s driving them around in his van](https://www.romper.com/entertainment/adam-sandler-chauffers-daughters-in-family-van). “They don’t talk to me as much,” he explained to Hudson. “They go way in the back, by the way. They don’t even go in the row behind me. Like two rows back, I can hardly see them in the rearview mirror.” Sandler still manages to get some quality time with his daughters. Both Sunny and Sadie have had roles in their dad’s movies like Murder Mystery, Sandy Wexler, Jack & Jill, both Grown Ups movies, and Blended. More recently, they starred in Netflix’s You Are So Not Invited to My Bat Mitzvah and voiced characters in Leo. Now only if he can get Taylor Swift cast in his next movie...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://podcasts.apple.com/us/podcast/conan-obrien-needs-a-friend/id1438054347?i=1000646827747",
      "http://www.youtube.com/watch?v=xRDrDyFxw30",
      "http://www.youtube.com/watch",
      "http://youtube.com/watch?v=xRDrDyFxw30",
      "https://podcasts.apple.com/us/podcast/conan-obrien-needs-a-friend/id1438054347",
      "https://www.podcasts.apple.com/us/podcast/conan-obrien-needs-a-friend/id1438054347?i=1000646827747"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "adam sandler",
          "sentiment": "negative"
        },
        {
          "name": "taylor swift",
          "sentiment": "negative"
        },
        {
          "name": "chris farley",
          "sentiment": "none"
        },
        {
          "name": "steve buscemi",
          "sentiment": "none"
        },
        {
          "name": "maya rudolph",
          "sentiment": "none"
        },
        {
          "name": "sadie",
          "sentiment": "none"
        },
        {
          "name": "chris rock",
          "sentiment": "none"
        },
        {
          "name": "jennifer aniston",
          "sentiment": "none"
        },
        {
          "name": "jackie",
          "sentiment": "none"
        },
        {
          "name": "drew barrymore",
          "sentiment": "none"
        },
        {
          "name": "o’brien",
          "sentiment": "none"
        },
        {
          "name": "sandler",
          "sentiment": "none"
        },
        {
          "name": "conan o’brien",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:13:57.763+02:00",
    "updated": "2024-03-01T03:26:12.232+02:00"
  },
  {
    "uuid": "539061c325e0822737a67de15f59587a976d9188",
    "url": "https://www.apollotechnical.com/sustainability-in-engineering-and-design-how-renewable-energy-is-shaping-future-projects",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ryan Bradshaw",
    "published": "2024-10-17T17:46:00Z",
    "title": "Sustainability in Engineering and Design: How Renewable Energy is Shaping Future Projects",
    "text": "As the global push towards sustainability gains momentum, the role of renewable energy in engineering and design has become increasingly significant. Engineers and architects are now tasked with integrating renewable energy solutions into their projects, not only to meet environmental standards but also to future-proof their designs against [rising energy costs](https://www.cbsnews.com/news/electricity-prices-rising-inflation-climate-change-clean-energy/) and resource scarcity. This shift towards green energy is reshaping how buildings, infrastructure, and even entire cities are being designed, with a clear focus on reducing carbon footprints and promoting long-term sustainability. In this article, we’ll explore how [renewable energy](https://www.mckinsey.com/industries/automotive-and-assembly/our-insights/enabling-renewable-energy-with-battery-energy-storage-systems) is transforming engineering and design projects, highlighting key trends, technologies, and strategies that are defining the future of sustainable development. 1. Renewable Energy as a Core Design Principle Traditionally, energy efficiency was often an afterthought in engineering and design projects. Today, it is at the forefront of the design process, with renewable energy playing a critical role. From the earliest planning stages, engineers and designers are now incorporating renewable energy sources such as solar, wind, and geothermal power into their projects. Solar Integration: Solar panels are no longer just an add-on to existing structures. They are being integrated into building designs in innovative ways, such as solar roofs, window panels, and facades. This trend, known as building-integrated photovoltaics (BIPV), transforms solar panels from functional components into aesthetic features, enhancing both energy efficiency and visual appeal. For instance, Tesla’s Solar Roof is a prime example of how solar energy can be seamlessly integrated into home design without compromising aesthetics. Wind Power in Urban Planning: Wind energy has traditionally been associated with large, rural wind farms, but advances in technology are making it possible to integrate wind power into urban environments. Small-scale wind turbines, such as vertical-axis turbines, are being incorporated into city infrastructure, powering streetlights, public buildings, and even transportation hubs. For example, Rotterdam’s Dutch Windwheel integrates wind power into a futuristic building design, generating clean energy for its occupants. By integrating renewable energy into the core of design principles, engineering projects can reduce dependence on fossil fuels and contribute to a more [sustainable](https://www.apollotechnical.com/how-to-make-your-business-more-sustainable/) future. 2. Net-Zero and Positive-Energy Buildings One of the most significant trends in sustainable engineering and design is the rise of net-zero energy buildings (NZEBs) and positive-energy buildings. These structures are designed to produce as much—or more—energy than they consume, thanks to a combination of renewable energy sources and advanced [energy efficiency](https://www.apollotechnical.com/revolutionize-your-energy-efficiency/) measures. Net-Zero Energy Buildings (NZEBs): NZEBs are designed to generate enough renewable energy to offset their annual energy consumption. This is typically achieved through a combination of energy-efficient design, such as proper insulation and passive solar heating, and renewable energy systems, such as rooftop solar panels or ground-source heat pumps. Positive-Energy Buildings: Positive-energy buildings take this concept a step further by producing more energy than they consume. The excess energy can be stored in batteries or fed back into the grid, providing clean energy for neighboring buildings or infrastructure. The Powerhouse Brattørkaia in Norway is a prime example of a positive-energy building, producing more than twice the amount of energy it consumes, making it one of the most energy-efficient buildings in the world. [Unified communication platforms](https://trueconf.com/unified-communication/platforms.html) can play a crucial role in managing the development of such projects by enabling seamless collaboration between various teams, stakeholders, and consultants. These platforms ensure that all parties are well-informed, allowing for quicker decision-making and more streamlined execution of complex, multi-disciplinary projects. Scott Allen, [Allen Law Firm: Monterey, CA](https://www.sjallenlaw.com/), emphasizes, “The concept of positive-energy buildings is transforming the way we think about sustainable architecture. It’s not just about reducing consumption but actively contributing to a greener grid.” These buildings represent the future of sustainable construction, where engineering and design are focused not just on reducing energy consumption, but on generating clean, renewable energy that can power communities. 3. Advancements in Renewable Materials The materials used in engineering and design projects play a crucial role in sustainability. The push for renewable energy has led to the development of innovative materials that reduce the carbon footprint of construction while improving energy efficiency. Sustainable Building Materials: Engineers and designers are increasingly turning to materials that are not only energy-efficient but also environmentally friendly. For example, cross-laminated timber (CLT) is being used as a renewable alternative to concrete and steel in construction. CLT is a lightweight, renewable material with excellent insulating properties, reducing the energy required for heating and cooling. [Kartik Ahuja](https://www.linkedin.com/in/thekartikahuja/), [Productivity Expert](https://kartikahuja.com), adds, “Utilizing sustainable materials such as CLT not only reduces the environmental impact of construction projects but also enhances overall project efficiency. These materials can contribute to a more streamlined building process, resulting in reduced project timelines and costs.” Incorporating an HR software system into these projects can further streamline resource management and employee allocation. By using an HR software system, project managers can optimize workforce scheduling, track project timelines, and ensure that personnel are utilized effectively to meet sustainability goals. This helps maintain smooth operations and reduces unnecessary overheads, contributing to overall project efficiency and alignment with environmental standards. Green Concrete: Another innovative material is green concrete, which uses industrial waste products like fly ash or slag to reduce the carbon footprint of traditional concrete. This material not only lowers emissions but also improves the durability and lifespan of the structures, contributing to long-term sustainability. The use of these advanced materials in engineering and design projects ensures that sustainability is considered at every stage of construction, from the ground up. 4. The Role of Smart Grids in Renewable Energy Integration As renewable energy sources become more prevalent, the need for smart grid systems has become crucial. Smart grids allow for better management of energy distribution, ensuring that renewable energy is efficiently utilized and that supply and demand are balanced in real-time. Energy Storage Solutions: One of the challenges of renewable energy is its intermittency. Solar and wind energy, for example, are dependent on weather conditions and time of day. Smart grids incorporate energy storage solutions such as lithium-ion batteries or pumped hydro storage, which allow excess energy to be stored and used when demand is high, or production is low. Demand Response Systems: Smart grids also enable demand response systems, where energy consumption can be adjusted based on availability. For example, during periods of high renewable energy production, smart grids can automatically shift energy-intensive activities, such as manufacturing or charging electric vehicles, to off-peak times. This ensures that renewable energy is being used efficiently, reducing the strain on traditional power grids and lowering overall energy costs. Larry, Creative Director at [Creamy Animation](https://creamyanimation.com/), explains, “We’ve been using dynamic animations to visually demonstrate how smart grids and renewable energy interact in real time. Through animation, we’re helping users better understand these complex systems, making sustainability efforts more accessible and engaging.” Link Shortening for Smart Grid Management: Implementing [link shortening](https://replug.io) tools within smart grid platforms can simplify communication and data sharing among different stakeholders. For example, project managers can create shortened URLs for easy access to real-time data, reports, and dashboards. These links can then be shared with team members, allowing quick and seamless collaboration on energy management strategies. Alex Parker, Operations Manager and Productivity Expert at [Work Schedule](https://work-schedule.net/), notes, “The implementation of smart grids is transforming how we manage energy resources. By using real-time data and advanced analytics, we can ensure that renewable energy is distributed where and when it’s needed most, minimizing waste and maximizing efficiency.” In addition, companies like [Scrub Daddy](https://growthscribe.com/scrub-daddy-net-worth/) are looking into ways to integrate renewable energy into their manufacturing processes. Scrub Daddy, known for its innovative cleaning products, is exploring how solar and wind power can reduce energy consumption at its facilities. This move aligns with the growing trend of incorporating renewable energy into all aspects of business operations, from product design to production and distribution. Smart grids are essential in ensuring that renewable energy sources are fully integrated into modern engineering and design projects, creating systems that are both sustainable and reliable. 5. Renewable Energy in Infrastructure and Transportation Design The transition to renewable energy is not limited to buildings and homes; it is also reshaping infrastructure and transportation design. Engineers are now integrating renewable energy sources into the very fabric of cities and transportation systems. Solar-Powered Infrastructure: Solar energy is being used to power a range of infrastructure projects, from streetlights to public transportation. Solar panels are being installed on bridges, highways, and even sidewalks, providing clean energy for the surrounding area. For example, the Solar Roadways Project in the United States aims to replace traditional asphalt roads with solar panels, generating energy to power nearby communities and electric vehicles. Electric Transportation Systems: Renewable energy is also driving the shift towards electric transportation. Electric buses, trains, and cars are becoming more common in cities worldwide, powered by clean energy sources like solar or wind. This not only reduces greenhouse gas emissions but also lowers operating costs for transportation systems. Cities like Oslo and Amsterdam are leading the way in integrating renewable energy into their public transportation networks, aiming for completely electric fleets within the next decade. Managing these large-scale projects requires meticulous planning and financial tracking. Implementing efficient billing and invoicing systems can streamline the management of renewable energy projects by ensuring accurate financial tracking and transparent reporting. This helps project managers maintain control over project costs, making the development of sustainable infrastructure more efficient and effective. By incorporating renewable energy into infrastructure and transportation design, engineers can create cities that are more resilient, sustainable, and energy-efficient. The Role of Renewable Energy in the Restaurant Industry The restaurant industry is also embracing technological advancements that promote both sustainability and operational efficiency. A key player in this transformation is the restaurant POS system, which integrates seamlessly with renewable energy practices. By utilizing solar-powered systems, restaurants can reduce their energy consumption while still maintaining effective and efficient service through these modern POS systems. This not only decreases operational costs but also aligns with the broader trend of eco-friendly business practices. Moreover, restaurant POS systems are crucial in helping restaurants manage their day-to-day operations while contributing to sustainability goals. These systems streamline order processing, inventory management, and billing, while also offering data analytics to optimize energy usage. By using solar-powered POS systems, restaurants can minimize their environmental impact, making the adoption of renewable energy practices more feasible in the food service industry. 6. Regulatory Policies and Incentives Driving Sustainable Design Governments and regulatory bodies are playing a key role in promoting sustainable engineering and design by introducing policies and incentives that encourage the use of renewable energy. Building Codes and Certifications: Many countries have implemented stricter building codes that require new construction projects to meet higher energy efficiency standards. Certifications such as LEED (Leadership in Energy and Environmental Design) or BREEAM (Building Research Establishment Environmental Assessment Method) are becoming increasingly important in determining the sustainability of a project. These certifications not only enhance the environmental credibility of a building but also offer financial benefits, such as tax breaks or subsidies. Incentives for Renewable Energy Integration: Governments are also providing incentives for integrating renewable energy into design projects. These can include tax credits, grants, or rebates for the installation of solar panels, wind turbines, or geothermal systems. For example, the Investment Tax Credit (ITC) in the United States provides a significant financial incentive for businesses and homeowners to install renewable energy systems, making it more affordable to adopt sustainable practices. Lauris Anderson, Founder at Calmer, [an anxiety relief app](https://gocalmer.com), emphasizes, “For businesses like ours, which focus on mental well-being, the environment plays a big role in reducing anxiety. Supporting sustainable building practices that lower environmental stressors aligns with our mission to create calming spaces for users, both online and offline.” These regulatory policies and incentives are crucial in accelerating the adoption of renewable energy in engineering and design, ensuring that future projects prioritize sustainability. Conclusion Renewable energy is not just a trend—it is a fundamental shift in how engineering and design projects are being approached. By integrating renewable energy sources into every aspect of construction, from the materials used to the systems that power buildings and infrastructure, engineers and designers are paving the way for a more [sustainable future](https://www.statista.com/statistics/1373278/consumer-opinions-on-living-sustainably-world/). As technology continues to evolve and policies incentivize green energy, the impact of renewable energy on future projects will only grow stronger, reshaping our cities, industries, and way of life. For professionals in engineering, design, and urban planning, embracing renewable energy is no longer optional—it’s essential to building a sustainable world that meets the demands of tomorrow.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://trueconf.com/unified-communication/platforms.html)",
      "https://creamyanimation.com/),",
      "https://www.sjallenlaw.com/),",
      "https://www.statista.com/statistics/1373278/consumer-opinions-on-living-sustainably-world/).",
      "https://gocalmer.com),",
      "https://www.linkedin.com/in/thekartikahuja/),",
      "https://growthscribe.com/scrub-daddy-net-worth/)",
      "https://kartikahuja.com),",
      "https://work-schedule.net/),",
      "https://www.cbsnews.com/news/electricity-prices-rising-inflation-climate-change-clean-energy/)",
      "https://www.mckinsey.com/industries/automotive-and-assembly/our-insights/enabling-renewable-energy-with-battery-energy-storage-systems)",
      "https://replug.io)",
      "https://www.replug.io)",
      "https://www.creamyanimation.com/),",
      "https://cbsnews.com/news/electricity-prices-rising-inflation-climate-change-clean-energy/)",
      "https://www.trueconf.com/unified-communication/platforms.html)",
      "https://mckinsey.com/industries/automotive-and-assembly/our-insights/enabling-renewable-energy-with-battery-energy-storage-systems)",
      "https://www.gocalmer.com),",
      "https://statista.com/statistics/1373278/consumer-opinions-on-living-sustainably-world/).",
      "https://sjallenlaw.com/),",
      "https://linkedin.com/in/thekartikahuja/),",
      "https://www.growthscribe.com/scrub-daddy-net-worth/)",
      "https://www.work-schedule.net/),",
      "https://www.kartikahuja.com),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T00:13:44.664+03:00",
    "updated": "2024-10-18T00:13:44.664+03:00"
  },
  {
    "uuid": "10be67423657f979cd733eac2fa41e13f17d1980",
    "url": "https://www.tuko.co.ke/business-economy/money/552904-britam-pays-ksh-15-million-flood-victims-insurance",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Elijah Ntongai",
    "published": "2024-06-23T03:25:00Z",
    "title": "Britam Supports 300 Tana River Families with KSh 15 Million in Flood Insurance Claims",
    "text": "Home Business and Economy Money Money Britam Pays Out KSh 15 Million to Flood Victims Who Took Out Insurance Updated Sunday, June 23, 2024 at 9:38 AM by Elijah Ntongai 2 min read Britam insurer has paid out claims totalling KSh 15 million to 300 vulnerable households in Kenya's coastal county of Tana River under the Index-Based Flood Insurance (IBFI) policy Britam's 2023 Sustainable Report highlighted the success of the Britam Mafuriko flood insurance product, which insured 300 families Britam offers index-based livestock insurance benefiting over 2,800 pastoralists in drought-prone counties PAY ATTENTION: TUKO Entertainment Awards 2024 voting is officially underway! Your voice means everything! Vote NOW\nElijah Ntongai, a journalist at TUKO.co.ke, has more than three years of financial, business , and technology research expertise, providing insights into Kenyan and global trends.\nBritam insurer has paid out claims totalling KSh 15 million to 300 vulnerable households in Kenya's coastal county of Tana River .\nProperty worth millions was destroyed, and thousands of people were displaced by floods. Photo: Getty Images.\nSource: UGC These payments were made under the Index-Based Flood Insurance (IBFI) policy, designed to protect small-scale farmers in flood-prone areas from the devastating effects of floods.\nRead also\nBlue Invest Africa 2024: William Ruto to Launch Second Edition Conference in Kwale\nThe IBFI policy was launched in May 2023 in partnership with Swiss Re and Oxfam Kenya to protect farmers along the Tana River from losses caused by heavy rains.\nPAY ATTENTION: Don't miss trending Kenyan news. Follow TUKO.co.ke on Twitter!\nThis product, named Britam Mafuriko, leverages rainfall and river water levels to predict flooding and its impact on communities.\nSuccess of Britam's Flood Insurance Britam's 2023 Sustainability Report highlighted the programme's success, stating,\n\"This innovative solution uses rainfall and river data for swift payouts, eliminating traditional claim assessments. The programme successfully insured 300 families, disbursing KSh 15 million in claims with 48-hour processing due to recent El Nino rains.” Alongside their flood insurance policy, Britam offers index-based livestock insurance, benefiting over 2,800 pastoralists in drought-prone counties by providing financial protection against the harsh effects of drought.\nAdditionally, Britam’s index-based crop insurance covers over 7,500 smallholder farmers, safeguarding them from various weather-related risks and pest infestations, ensuring their crops and livelihoods are more secure.\nRead also\nHashi Energy Announces Sale of Over 30 Trucks, Multiple Assets Amid Liquidation\nFlood-related insurance claims in Kenya Britam's disclosures come amid industry challenges in settling claims tied to heavy rains and flooding.\nAccording to the Insurance Regulatory Authority (IRA), insurance firms have settled only 5% of claims for damaged farms, houses, industries, and office blocks. This amounts to KSh 147.3 million out of the KSh 3.1 billion in claims received.\nIn December TUKO.co.ke reported that Small-scale farmers in Tana River county , who took flood insurance policies, received a compensation payout of KSh 14.1 million for losses resulting from the floods affecting the region.\nUnlock the best of TUKO.co.ke on Pinterest! Subscribe now and get your daily inspiration!\nSource: TUKO.co.ke\nAuthors: Elijah Ntongai (business writer) Elijah Ntongai is an editor at TUKO.co.ke's business desk, covering stories on money, the economy, technology, and other business-angled stories. Ntongai graduated from Moi University with a Bachelor's in Linguistics, Media and Communication. Ntongai is trained and certified under the Google News Initiative and Reuters Digital Journalism. For any correspondence, contact Ntongai at elijah.ntongai@tuko.co.ke.\nTags: Climate Floods in Kenya Hot: KTN News Comment for boys Kelly nash Kim zolciak net worth",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://online.flippingbook.com/link/156229/46/#zoom=true",
      "https://www.online.flippingbook.com/link/156229/46/#zoom=true"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "elijah ntongai",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "index-based flood insurance",
          "sentiment": "none"
        },
        {
          "name": "ibfi",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tana river families",
          "sentiment": "none"
        },
        {
          "name": "tana river",
          "sentiment": "none"
        },
        {
          "name": "kenya",
          "sentiment": "none"
        },
        {
          "name": "oxfam kenya",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-23T09:32:36.009+03:00",
    "updated": "2024-06-23T19:03:19.269+03:00"
  },
  {
    "uuid": "44b6c2f0715864dfb30f8066c5990fed248d5b3a",
    "url": "https://nextpittsburgh.com/events/top-10-january-events-for-family-fun-in-pittsburgh/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sally Quinn",
    "published": "2024-01-04T12:00:00Z",
    "title": "Top 10 January events for family fun in Pittsburgh, from PiratesFest to World of Wheels",
    "text": "Nippy Jack Frost weather doesn’t slow down families who are looking for fun in January. Bundle up and head to the great outdoors where kids can get energized with guided hikes and educational play.\nExcite your summer dreams of peanuts, popcorn and Cracker Jack with a stop at PiratesFest. Live entertainment includes a look at Rosa Parks, the mind-blowing Cirque du Soleil on ice and a new presentation of the classic “Call of the Wild.”\nHere are our Top 10 picks for Pittsburgh family fun in January.\n1. Jan. 6:\nPiratesFest 2024, David L. Lawrence Convention Center\nHope springs eternal for Bucco fans who can taste the excitement of a winning season. Head to\nPiratesFest, which expands into David L. Lawrence Convention Center this year. Family fun includes interactive games and photo opportunities with the Pirate Parrot, current players and favorite stars from the past. Visit the pop-up team store and find all the gear you’ll need for opening day. Free autograph sessions will be available for kids ages 14 and younger. Adult autograph sessions are $25, with the proceeds to benefit Pirates Charities. PiratesFest admission is free with registration. Let’s go Bucs!\n2. Jan. 6, 7, 13, 14, 20, 21, 27:\nGuided Hikes, Allegheny County Parks\nEnjoy fresh-air outings at Allegheny County Parks throughout the month. Park rangers will lead the guided hikes at eight parks where your family can enjoy the winter scenery. Each all-ages hike covers about 2 miles with some elevation. The sessions are guaranteed to energize even the most sedentary couch potatoes. The rangers remind participants to dress for the weather, wear proper shoes and bring a bottle of water.\nRegistration is free but required.\n3. Jan. 10, 17, 24, 31:\nSeedlings: Wonderful Winter, Pittsburgh Botanic Garden\nJust because it’s winter and most plants and trees are dormant doesn’t mean we should forget about outdoor learning. Every Wednesday throughout January and February, kids ages 3-6 years are invited to\nSeedlings: Wonderful Winter for weekly indoor and outdoor sessions that are designed to discover nature in the garden’s quiet season. Different themes are explored each week beginning with a talk, then heading outdoors to investigate different habitats. Kids will also participate in a story time session and free play. https://pittsburghbotanicgarden.org/program-calendar/ for each session is $15, which includes an adult admission.\n4. Jan. 13:\nDiscovery Time: Taking Care of Nature, Frick Environmental Center\nThe educators at the Frick Environmental Center are planning a fun afternoon of activities that teach kids how to care for the Earth. The lessons include learning about the relationship the Potawatomi tribe had with the environment. Hands-on crafts include making an envelope out of recycled paper and creating seed balls that can be tossed outdoors to grow native flowers and plants. This session is best for ages 3-9 years.\nhttps://pittsburghparks.org/event/discovery-time-insects-frick-environmental-center/ is free but required.\n5. Jan. 13-14:\nLocomotion Weekend, Carnegie Science Center\nLocomotion Weekend chugs into Carnegie Science Center with a building-wide explosion of model train excitement. A stop at the Miniature Railroad is always a must: The family tradition of pointing out details and watching the model trains has surpassed more than 100 years. Additional, privately owned model train layouts will be displayed throughout the Science Center. You can count on plenty of hands-on activities, too. Locomotion Weekend is included in general admission.\nAdvance tickets are recommended for this highly anticipated event.\n6. Jan. 17-23:\nSchooltime: The Courage to Stand, Heinz Hall\nThe Pittsburgh Symphony Orchestra hosts school groups for a special presentation of artistic defiance. Consider Beethoven’s Fifth Symphony and the opening notes that bombard the audience. Listen to the groundbreaking jazz poetry of Langston Hughes. Other music selections include pieces from Aaron Copland’s “Appalachian Spring,” Jessie Montgomery’s “Banner” and Valerie Coleman’s “Umoja Anthem of Unity.” Pittsburgh Ballet Theatre principal dancer Yoshiaski Nakano is included among the performers. The public can buy tickets for the Jan. 17 evening concert with\npay-what-you-wish admission priced from free to $40. This dynamic exploration of artists who push the envelope is not to be missed. Preview the playlist here.\n7. Jan. 18-21:\nCirque du Soleil: “Crystal,” PPG Paints Arena\nThis is not your grandmother’s Ice Capades. Cirque du Soleil takes its breathtaking acrobatics to the ice. The stunning feats that make us catch our breath become even more perilous with the addition of razor-sharp ice skates. In “Crystal,” the players combine skating, circus feats and acrobatic skills in a bright, colorful production that will keep your family in thrall. Expect a swinging trapeze, synchronized skating, juggling, freestyle figure skating and extreme skating that will wow.\nTickets start at $60.\n8. Jan. 19-21:\n2024 World of Wheels Custom Car Show, David L. Lawrence Convention Center\nGearhead kids who love their Hot Wheels and teens who are into full-size models will want to cruise down to the 63rd annual\nWorld of Wheels. This year, five generations of Batmobiles from Gotham City will be on display. Catch the excitement of FMX Freestyle Motocross with multiple performances daily. Student Career Day takes place on Jan. 19 (with $10 registration due by Jan. 9), when teens will preview the show before opening, interact with car owners and builders and learn about careers in the automotive industry. Regular admission is $24 for grownups, $8 for ages 6-12, free for ages 5 and younger. You can find discount tickets at O’Reilly Auto Parts.\n9. Jan. 19-28:\n“Rosa Parks and the Montgomery Bus Boycott,” Hazlett Theater\nPrime Stage Theatre continues its Prime Stage Sprouts series with a production of\n“Rosa Parks and the Montgomery Bus Boycott” by Sue Greenberg. The play focuses on Parks’ part in spearheading the civil rights fight to desegregate buses in Montgomery, Alabama. When the 42-year-old seamstress refused to give up her seat to a white man, she was arrested and jailed. In reaction, the Black community came together with a bus boycott that lasted over a year – 381 days, to be exact – and brought Martin Luther King Jr. into the spotlight. This compelling history lesson is best for third graders through adults. Tickets are $14 for students and $24 for grownups. Look for pay-what-you-want preview tickets on Jan. 19, as well as sensory-inclusive and audio-described performances.\n10. Jan. 20:\n“Call of the Wild: Illustrated Edition,” Byham Theater\nAustin, Texas-based Theater Heroes brings its\n“Call of the Wild: Illustrated Edition” to the Bridge Theater Series. Based on Jack London’s classic book, the multimedia presentation combines storytelling with projected images. Buck is a beautiful dog, a cross between a St. Bernard and a Scottish Collie, who lives a comfortable life on a California estate. When Buck is kidnapped and sent north to become part of a dog sled team, he must learn to adapt and connect to his primal ancestors to survive. Best for ages 8 and older. Tickets are $12.\nBonus events\nJan. 5-Feb 25:\nLaser Beatles, Carnegie Science Center\nSaturdays and Sundays through February:\nPenguins on Parade, Pittsburgh Zoo and Aquarium\nJan. 6-7:\nGreenberg’s Great Train and Toy Show, Monroeville Convention Center\nJan. 11:\nYouth Pool Kayaking, Venture Outdoors\nJan. 20-21:\n“Harry Potter and the Goblet of Fire” in Concert, Heinz Hall",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.ppgpaintsarena.com/events/detail/cirque-du-soleil-crystal-1",
      "https://www.pittsburghzoo.org/penguins-on-parade/",
      "https://pittsburghsymphony.org/production/86911/harry-potter-and-the-goblet-of-fire-in-concert",
      "https://ventureoutdoors.org/activity/youth-pool-kayaking/",
      "https://mlb.tickets.com/?agency=MLB_MPV&orgid=7&pid=9342442&tfl=unknown-Fans-PiratesFest-button-x0-Desktop-Landscape&adobe_mc=MCMID=11201430825378450503823185070639054226&MCORGID=A65F776A5245B01B0A490D44%40AdobeOrg&TS=1702302165&_gl=1*17if8db*_gcl_au*NjM1MDQxNjUwLjE3MDExODY0Mzg.&_ga=2.81145823.996731926.1702302166-179693343.1701186437#/event/9342442/ticketlist/?view=pricescales&minPrice=0&maxPrice=0&quantity=2&sort=price_asc&ada=false&seatSelection=false&onlyCoupon=true&onlyVoucher=false",
      "https://www.youtube.com/playlist?list=PLFKcd13rbhREIWFfvPRVDzBBSEfg4ar6X",
      "https://autorama.com/attend/pittsburgh/#features",
      "https://carnegiesciencecenter.org/liveshows/laser-shows/",
      "https://pittsburghparks.org/event/discovery-time-insects-frick-environmental-center/",
      "http://www.monroevilleconventioncenter.com/events",
      "https://carnegiesciencecenter.org/events/locomotion-weekend/",
      "https://www.mlb.com/pirates/fans/piratesfest",
      "https://trustarts.org/production/91757/call-of-the-wild-illustrated-edition",
      "https://anc.apm.activecommunities.com/alleghenyparks/activity/search?onlineSiteId=0&days_of_week=0000000&activity_select_param=2&date_before=2024-01-31&date_after=2024-01-01&activity_keyword=guided%20hike&viewMode=list",
      "https://primestage.com/events/",
      "https://pittsburghsymphony.org/event/26046-2023/schooltime-the-courage-to-stand",
      "https://pittsburghbotanicgarden.org/program-calendar/",
      "https://www.carnegiesciencecenter.org/events/locomotion-weekend/",
      "https://www.pittsburghsymphony.org/event/26046-2023/schooltime-the-courage-to-stand",
      "https://www.carnegiesciencecenter.org/liveshows/laser-shows/",
      "https://www.pittsburghsymphony.org/production/86911/harry-potter-and-the-goblet-of-fire-in-concert",
      "https://www.anc.apm.activecommunities.com/alleghenyparks/activity/search?onlineSiteId=0&days_of_week=0000000&activity_select_param=2&date_before=2024-01-31&date_after=2024-01-01&activity_keyword=guided%20hike&viewMode=list",
      "https://anc.apm.activecommunities.com/alleghenyparks/activity/search",
      "https://ppgpaintsarena.com/events/detail/cirque-du-soleil-crystal-1",
      "https://carnegiesciencecenter.org/liveshows/laser-shows",
      "https://mlb.tickets.com/",
      "https://www.primestage.com/events/",
      "https://www.pittsburghzoo.org/penguins-on-parade",
      "https://www.trustarts.org/production/91757/call-of-the-wild-illustrated-edition",
      "https://www.youtube.com/playlist",
      "https://www.mlb.tickets.com/?agency=MLB_MPV&orgid=7&pid=9342442&tfl=unknown-Fans-PiratesFest-button-x0-Desktop-Landscape&adobe_mc=MCMID=11201430825378450503823185070639054226&MCORGID=A65F776A5245B01B0A490D44%40AdobeOrg&TS=1702302165&_gl=1*17if8db*_gcl_au*NjM1MDQxNjUwLjE3MDExODY0Mzg.&_ga=2.81145823.996731926.1702302166-179693343.1701186437#/event/9342442/ticketlist/?view=pricescales&minPrice=0&maxPrice=0&quantity=2&sort=price_asc&ada=false&seatSelection=false&onlyCoupon=true&onlyVoucher=false",
      "https://primestage.com/events",
      "https://pittsburghbotanicgarden.org/program-calendar",
      "https://www.autorama.com/attend/pittsburgh/#features",
      "https://www.ventureoutdoors.org/activity/youth-pool-kayaking/",
      "https://ventureoutdoors.org/activity/youth-pool-kayaking",
      "https://www.pittsburghbotanicgarden.org/program-calendar/",
      "https://youtube.com/playlist?list=PLFKcd13rbhREIWFfvPRVDzBBSEfg4ar6X",
      "https://carnegiesciencecenter.org/events/locomotion-weekend",
      "http://monroevilleconventioncenter.com/events",
      "https://pittsburghzoo.org/penguins-on-parade/",
      "https://pittsburghparks.org/event/discovery-time-insects-frick-environmental-center",
      "https://www.pittsburghparks.org/event/discovery-time-insects-frick-environmental-center/",
      "https://mlb.com/pirates/fans/piratesfest"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rosa parks",
          "sentiment": "none"
        },
        {
          "name": "bucco",
          "sentiment": "none"
        },
        {
          "name": "cracker jack",
          "sentiment": "none"
        },
        {
          "name": "david l. lawrence",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cirque du soleil",
          "sentiment": "none"
        },
        {
          "name": "piratesfest",
          "sentiment": "none"
        },
        {
          "name": "convention center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pittsburgh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-04T15:09:04.913+02:00",
    "updated": "2024-01-04T15:09:04.913+02:00"
  },
  {
    "uuid": "a03996d1f35db2c0f6fb425f897638b81d05b7d6",
    "url": "https://www.notimerica.com/ciencia-tecnologia/noticia-mundo-alcanzo-16-grados-encima-nivel-preindustrial-2024-20250110035927.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Notimerica",
    "published": "2025-01-10T01:59:00Z",
    "title": "El mundo alcanzó 1,6 grados por encima del nivel preindustrial en 2024",
    "text": "MADRID, 10 Ene. (EUROPA PRESS) - 2024 fue el año más cálido en el mundo desde que hay registros (1850) y el primero del calendario en que la temperatura media superó 1,5 °C (1,6º en concreto) sobre el nivel preindustrial. Según el informe anual del Servicio de Cambio Climático de Copernicus (C3S), el cambio climático inducido por el ser humano sigue siendo el principal impulsor de las temperaturas extremas del aire y de la superficie del mar; mientras que otros factores, como El Niño-Oscilación del Sur (ENSO), también contribuyeron a las temperaturas inusuales observadas durante el año pasado. La temperatura media global de 2024 fue de 15,10 °C, nada menos que 0,72 °C superior a la media de 1991-2020, y 0,12 °C superior a la de 2023, el año más cálido registrado anteriormente. Esto equivale a 1,60 °C por encima de una estimación de la temperatura de 1850-1900 designada como el nivel preindustrial. 2024 fue el primer año calendario que ha alcanzado más de 1,5 °C por encima del nivel preindustrial. Ese umbral de 1,5 grados aparece fijado en el Acuerdo de París como objetivo a evitar para evitar los peores efectos del calentamiento global. Cada uno de los últimos 10 años (2015-2024) fue uno de los 10 años más cálidos registrados. La temperatura media mensual global superó en 1,5 °C los niveles preindustriales durante 11 meses del año. Si nos remontamos más atrás, todos los meses desde julio de 2023, excepto julio de 2024, han superado el nivel de 1,5 °C. El 22 de julio de 2024 se alcanzó un nuevo récord de temperatura media diaria global de 17,16 °C. 2024 fue el año más cálido en todas las regiones continentales, excepto la Antártida y Australasia, así como en partes importantes del océano, en particular el océano Atlántico Norte, el océano Índico y el océano Pacífico occidental. En 2024 se produjeron tres temporadas de temperaturas récord para la época correspondiente del año: invierno boreal (diciembre de 2023-febrero de 2024), primavera boreal (marzo-mayo) y verano boreal (junio-agosto), con temperaturas 0,78 °C, 0,68 °C y 0,69 °C superiores, respectivamente, a la media de 1991-2020. Todos los meses de enero a junio de 2024 fueron más cálidos que el mes correspondiente de cualquier año anterior registrado. Todos los meses de julio a diciembre, excepto agosto, fueron los segundos más cálidos, después de 2023, para la época del año. Agosto de 2024 empató con agosto de 2023 como el más cálido registrado. Otros puntos destacados son que a cantidad total de vapor de agua en la atmósfera alcanzó un valor récord en 2024, aproximadamente un 5 % por encima de la media de 1991-2020, más de un 1 % más que en 2016 y 2023, los años con los valores más altos y segundos más altos, respectivamente. Las temperaturas extremas y la alta humedad contribuyen a aumentar los niveles de estrés térmico. Gran parte del hemisferio norte experimentó más días que la media con al menos \"estrés térmico fuerte\" durante 2024, y algunas zonas vieron más días que la media con \"estrés térmico extremo\". Asimismo, en 2024, la superficie del planeta afectada por al menos \"estrés térmico fuerte\" alcanzó un nuevo máximo anual récord el 10 de julio, cuando alrededor del 44 % del planeta se vio afectado por \"estrés térmico fuerte\" a \"extremo\". Esto supone un 5 % más del planeta en comparación con el máximo anual medio. En la Antártida, tras alcanzar valores mínimos históricos para la época del año durante ocho meses de 2023, la extensión del hielo marino volvió a alcanzar valores mínimos históricos o casi históricos durante gran parte de 2024. De junio a octubre, la extensión mensual ocupó el segundo lugar más bajo, detrás de 2023, y el más bajo en noviembre. En su mínimo anual en febrero, la extensión mensual ocupó el tercer lugar más bajo en el registro satelital. En el Ártico, la extensión del hielo marino estuvo relativamente cerca de su promedio de 1991-2020 hasta julio, pero cayó muy por debajo del promedio en los meses siguientes. En su mínimo anual en septiembre, la extensión mensual ocupó el quinto lugar más bajo en el registro satelital. Las concentraciones atmosféricas de dióxido de carbono y metano siguieron aumentando y alcanzaron niveles anuales récord en 2024, con 422 partes por millón (ppm) y 1897 partes por mil millones (ppb) respectivamente. Las concentraciones de dióxido de carbono en 2024 fueron 2,9 ppm más altas que en 2023, mientras que las concentraciones de metano fueron 3 ppb más altas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Science and Technology"
    ],
    "topics": [
      "Environment->global warming",
      "Environment->climate change",
      "Science and Technology->scientific research",
      "Science and Technology->meteorology"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Servicio de Cambio Climático de Copernicus",
          "sentiment": "none"
        },
        {
          "name": "ENSO",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T05:46:20.172+02:00",
    "updated": "2025-01-10T05:46:20.172+02:00"
  },
  {
    "uuid": "fde4133bfd39faafa512d2b762cc66cffb985d6f",
    "url": "https://www.godlikeproductions.com/forum1/message5727213/pg1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonymous Coward (UID 86133221)",
    "published": "2024-06-01T06:50:00Z",
    "title": "Kesha turned me on to Jesus",
    "text": "Users Online Now:\n789\n(\nWho's On?\n)\nVisitors Today:\n98,327\nPageviews Today:\n186,993\nThreads Today:\n48\nPosts Today:\n1,261\n02:54 AM\nDirectory\nAdv. Search\nTopics\nForum\nMembership Contract:\nYou are attempting to enter a Private Virtual Country Club.\nEntrance to this private establishment requires membership but not an account.\nMembership Contract:\n• You Contractually Agree that you are at least 18 years of age and that you are accessing this website for personal use only.\n• You Contractually Agree that you wish to join as a member to this private establishment and that any communication taking place here is considered private communication between members which you agree not to publicly disclose or disseminate.\n• You are responsible for all activity that occurs under your IP Address and device on this website, including your conduct and any User Content you provide or that you allow others to provide under your IP Address and device.\n• You will not use this website to harass, threaten, impersonate or intimidate another person, government, or legal entity.\n• You will not use this website to promote, recruit for, or organize any real life group, political or otherwise.\n• You will not provide, submit or otherwise make available any content that is unlawful, hateful, harmful, racist, threatening, abusive, harassing, tortious, defamatory, obscene, libelous, invasive of another's privacy, or otherwise illegal.\n• You will not provide, submit or otherwise make available any unsolicited or unauthorized advertising, promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes,\" \"affiliate links\" or any other form of solicitation.\n• You will not violate any local laws in your jurisdiction (including, but not limited to, hate speech and intellectual property laws).\n• You will not use our Site for any illegal or unauthorized purpose.\n• You will not access, \"hack,\" alter or otherwise use any part of the Site in any unauthorized manner.\n• You will not utilize any software bugs, robots, web spiders, or other such technological device to automaticly access, extract, collect, harvest, archive, screeen shot, or preserve in any way data or information contained on the Site.\n• You understand and agree that your membership to this private establishment can be revoked by this website's staff at any time for any reason whatsoever or no reason at all.\n•\nYou understand and accept that this website uses cookies.\n• You Contractually Agree to a Class Action Waiver: Except as otherwise required under applicable law, You agree that you will not assert class action or representative action claims against this website, its owners, users, or representatives, whether in arbitration or otherwise, which actions are hereby waived; and you shall only submit your own, individual claims and will not seek to represent the interests of any other person.\n• You Contractually Agree that: (i) this Website shall be deemed solely based in the country of Jersey; and (ii) this Website shall be deemed a passive website that does not give rise to personal jurisdiction over this website, either specific or general, in jurisdictions other than the country of Jersey. Unless prohibited by local law, these Terms of Service shall be governed by the internal substantive laws of the Country of Jersey, without respect to its conflict of laws principles. Unless prohibited by local law, any claim or dispute between you and this website that arises in whole or in part from this Website shall be decided exclusively by a court of competent jurisdiction located in the country of Jersey.\n• You Contractually Agree to abide by and be bound by the additional\nterms of service\n,\ndisclaimer\n, and\nprivacy policy\nfound in the footer of this website.\nI Agree to The Terms of This Membership Contract.\nI have read and accept the Privacy Policy and Terms of Service.\nI Do Not Agree to The Terms.\nDisclaimer / Copyright Info\n-\nPrivacy Policy\n-\nTerms Of Use\n-\nCancellation Policy / Billing Help\nMail\nWebmaster\nwith questions or comments about this site.\nCopyright © 1999 - 2024 Godlikeproductions.com\nPage generated in 0.007s (1 queries)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kesha",
          "sentiment": "neutral"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-01T09:54:23.819+03:00",
    "updated": "2024-06-01T09:54:23.819+03:00"
  },
  {
    "uuid": "67c10443e5a7f34c6b6fe80788b0dc26993b2665",
    "url": "https://cellularnews.com/device-reviews-and-comparisons/iphone/how-to-use-dual-sim-on-iphone-11/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alanna Garton",
    "published": "2024-01-05T22:16:00Z",
    "title": "How to Use Dual SIM on |",
    "text": "Are you ready to unlock the full potential of your iPhone 11 by harnessing the power of its dual SIM functionality? With the increasing demand for flexibility and convenience in our mobile lives, the ability to use two SIM cards on a single device has become a game-changer. Whether you want to separate work and personal calls, enjoy better roaming options, or simply take advantage of different data plans, the dual SIM feature on the iPhone 11 has you covered. In this comprehensive guide, we will delve into the seamless process of setting up and managing dual SIMs on your iPhone 11, empowering you to make the most of this innovative capability. Let's embark on this journey to discover the endless possibilities that await when you embrace the dual SIM functionality of your iPhone 11. Inside This Article [Setting up Dual SIM on iPhone 11](#toc-0) [Making calls and sending messages with Dual SIM](#toc-1) [Managing data usage with Dual SIM](#toc-2) [Troubleshooting common issues with Dual SIM on iPhone 11](#toc-3) [Conclusion](#conclusion) [FAQs](#faqs) Setting up Dual SIM on iPhone 11 Setting up Dual SIM on your [iPhone](https: an-iphone/) 11 is a straightforward process that allows you to use two different phone numbers on the same device. To begin, ensure that your iPhone 11 is updated to the latest [version of iOS](https://cellularnews.com/mobile-operating-systems/ios/what-version-of-ios-do-i-have/). Once updated, follow these simple steps to set up Dual SIM: 1. Insert the physical SIM card into the [SIM card tray](https://cellularnews.com/mobile-operating-systems/9-amazing-sim-card-tray-for-2024/) located on the side of your iPhone 11. If you have an eSIM, you can set it up by going to Settings > [Cellular](https: cellular/) > Add Cellular Plan and following the on-screen instructions. 2. Once the physical SIM card and/or eSIM is in place, navigate to Settings and select “Cellular” to access the Cellular [menu](https: menu/). 3. Tap on “Cellular Plans” and choose “Add Cellular Plan.” Follow the prompts to add the second [phone number](https://cellularnews.com/mobile-accessories/what-is-my-phone-number/) or data plan to your iPhone 11. 4. After completing these steps, you will have successfully set up Dual SIM on your iPhone 11, allowing you to manage two separate phone numbers or data plans effortlessly. Making calls and sending messages with Dual SIM One of the most convenient features of the iPhone 11 is its Dual SIM capability, which allows users to make calls and send messages using two different phone numbers on the same device. Whether you want to keep personal and work communications separate or take advantage of different carrier plans, the Dual SIM functionality provides flexibility and convenience. When making a call or sending a message, you can choose which SIM to use by selecting the desired number from the Contacts [app](https: an-app/) or manually entering it in the dialer or messaging app. This allows you to control which number is displayed to the recipient, ensuring that your communication is tailored to your specific needs. Additionally, the iPhone 11 enables you to customize your Dual SIM settings, such as assigning a preferred line for outgoing calls or setting a default number for sending messages. These options give you the freedom to manage your communication channels based on your preferences and usage patterns. Managing data usage with Dual SIM Managing data usage with Dual SIM on your iPhone 11 is essential for optimizing your connectivity and ensuring that you don’t exceed your data plan limits. Here are some tips to effectively manage data usage with Dual SIM: 1. Set a primary data SIM: In the Cellular settings, you can designate one SIM as the primary data SIM. This allows you to control which SIM is used for cellular data, helping you manage your data usage effectively. 2. Monitor data usage for each SIM: The iPhone provides detailed data usage statistics for each SIM card. You can track how much data is being used by each SIM, enabling you to identify any discrepancies and take appropriate action to manage your data usage. 3. Enable Wi-Fi Assist: Wi-Fi Assist automatically switches to cellular data when the Wi-Fi connection is poor. While this feature can ensure a seamless internet experience, it’s important to [monitor](https: a-monitor/) its impact on data usage, especially when using Dual SIM. 4. Restrict background data usage: In the Cellular settings, you can restrict certain apps from using cellular data in the background. This can help conserve data and prevent excessive usage, particularly when using Dual SIM functionality. 5. Use Low Data [Mode](https: mode/): iOS offers a Low Data Mode that reduces data usage on the device. Activating this mode can be beneficial when using Dual SIM, as it helps conserve data and optimize connectivity. By implementing these strategies, you can effectively manage data usage with Dual SIM on your iPhone 11, ensuring efficient connectivity without exceeding your data limits. Troubleshooting common issues with Dual SIM on iPhone 11 While using Dual SIM on your iPhone 11 can greatly enhance your connectivity and flexibility, you may encounter some common issues. Here are some [troubleshooting](https: troubleshooting/) tips to help you resolve these issues and make the most of your Dual SIM experience. 1. No service on one of the SIMs: If you’re experiencing a “No Service” message on one of the SIMs, ensure that both SIMs are activated and inserted correctly. You can also try restarting your iPhone or toggling Airplane Mode on and off to reset the [network](https: a-network/) connections. 2. Call or message not going through: If you’re unable to make calls or send messages using one of the SIMs, check if the SIM card is properly inserted and activated. Additionally, ensure that the SIM card’s network provider supports the region you’re in. 3. Dual SIM not working with data: If you’re having trouble using data on one of the SIMs, verify that the data plan is active and that the correct APN settings are configured for the respective network provider. You can also try resetting the network settings on your iPhone. 4. [Battery](https://cellularnews.com/mobile-accessories/14-unbelievable-battery-for-2023/) draining quickly: If you notice a significant drain on your iPhone’s battery after activating Dual SIM, it’s possible that one of the SIMs is consuming more power. To mitigate this, you can disable the “Data [Roaming](https: roaming/)” option for the SIMs that don’t require it and limit background app refresh for certain apps. 5. Inconsistent [signal](https: a-signal/) reception: If you’re experiencing inconsistent signal strength or dropped calls on one of the SIMs, try switching the SIM cards to different slots to see if the issue persists. It’s also advisable to contact the network provider to ensure that there are no service disruptions in your area. 6. Software [update](https: update/) issues: If you encounter problems with Dual SIM functionality after a software update, check for any available carrier settings updates. These updates often include improvements and [bug](https: a-bug/) fixes related to Dual SIM usage. By following these troubleshooting tips, you can address common Dual SIM issues on your iPhone 11 and enjoy seamless connectivity with both SIM cards. Conclusion Using the dual SIM feature on your iPhone 11 opens up a world of possibilities, allowing you to seamlessly manage your personal and professional life on a single device. Whether you’re traveling internationally, seeking better coverage, or simply streamlining your communication, the dual SIM functionality provides unparalleled convenience. By following the simple steps outlined in this guide, you can harness the full potential of your iPhone 11’s dual SIM capabilities, empowering you to stay connected with ease. With the flexibility and versatility offered by dual SIM support, you can enjoy enhanced communication and connectivity without the need for multiple devices. Embrace the convenience and efficiency that dual SIM on iPhone 11 offers, and elevate your [mobile](https://cellularnews.com/now-you-know/what-is-a-mobile/) experience to new heights. FAQs Q: Can I use two different carriers with Dual SIM on iPhone 11? Yes, you can use two different carriers with Dual SIM on iPhone 11. This feature allows you to have both a physical SIM card and an eSIM, enabling you to use two different mobile numbers and data plans. Q: Is it possible to use Dual SIM and a microSD card simultaneously on iPhone 11? No, the iPhone 11 does not support expandable [storage](https: storage/) via a microSD card. However, you can use Dual SIM functionality to have two separate phone numbers on your device. Q: Can I make and receive calls on both SIM cards simultaneously? While you can have two active phone numbers with Dual SIM, you can only make or receive calls on one SIM at a time. The other SIM will be inactive for calls during this period. Q: Will using Dual SIM impact the battery life of my iPhone 11? Using Dual SIM on iPhone 11 may have a slight impact on battery life, as the device is managing two separate connections. However, the difference in battery life is typically minimal for most users. Q: How do I manage my Dual SIM settings on iPhone 11? You can manage your Dual SIM settings by navigating to the \"Cellular\" section in the iPhone 11's settings. From there, you can control which line is used for cellular data, calls, and messages, as well as set a default line for outgoing calls.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "dual sim",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T04:12:11.379+02:00",
    "updated": "2024-01-06T04:12:11.379+02:00"
  },
  {
    "uuid": "4c0621f5c3ec7b8274a39dc1b94d4cc89078ef27",
    "url": "https://www.tampabay.com/sports/bucs/2024/03/14/chase-mclaughlin-jason-licht-baker-mayfield-mike-evans-antoine-winfield",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tampa Bay Times Logo",
    "published": "2024-03-14T19:14:00Z",
    "title": "Bucs kicker Chase McLaughlin is glad Tampa Bay fit him to a tee",
    "text": "TAMPA — Nobody is happier about setting his plant foot in Tampa Bay than Chase McLaughlin.\nThe nomadic place-kicker has made 11 stops in the NFL since 2019. But after setting a club record by making 93.5% of his field-goal attempts last season, going 29 of 31, McLaughlin was given a three-year, $12.3 million contract rather than test free agency.\nIt was an easy decision for the Bucs and McLaughlin, who instructed his agent to reach an agreement to remain in Tampa Bay.\n“Honestly, that was our agent’s plan from the start, was just to stay in Tampa,” McLaughlin said Thursday. “As everyone knows, we’ve been with a few teams in our career, so when you come to one that’s run the right way from top to bottom, it’s an organization we want to stay a part of. It was really a no-brainer when we started our negotiation talk that we wanted to stay in Tampa, because it’s just a great place to live, great fans and, like I said, great people from the whole organization.”\nBucs history is littered with failed place-kickers, but that bleak streak was halted with the arrival of Ryan Succop, who helped the team win Super Bowl 55.\nBut coach Todd Bowles wanted a kicker with more range, and McLaughlin provided instant power and points in that area. He went 7 of 8 on field goal attempts of 50 yards or more last season.\n“It’s something we train throughout all the days in camp and in practice all season, so it’s something we really feel comfortable about and we had such a great operation through it all that no matter where the distance is on the field we give him the line that day and he feels confident and I feel confident going out for whatever line he sets,” McLaughlin said.\n“The distance is, I mean, you notice it when you’re out there, but it’s nothing you really think about because you’ve done it so many times.”\nPrior to arriving in Tampa Bay, McLaughlin made NFL stops with the Bills, Vikings (twice), Chargers, 49ers, Colts (twice), Jaguars, Jets and Browns.\nPlace-kickers are creatures of routine, and McLaughlin had anything but since entering the league out of Illinois in 2019.\n“I think bouncing around so much really makes you appreciate it when you get that multi-year deal, but having it come from Tampa Bay, it’s such a great organization and city, it makes it that much more special,” McLaughlin said. “I think the journey I’ve been on, a lot of people may question or see as a hard time. But to me, it makes me appreciate this time more.”\nMcLaughlin said he was humbled by Bucs general manager Jason Licht including him among the free agents he wanted to re-sign, a list that included wide receiver Mike Evans, quarterback Baker Mayfield, linebacker Lavonte David and safety Antoine Winfield Jr.\n“It was definitely humbling to hear my name in the same sentence as some of those big-name, potential Hall of Famer teammates,” McLaughlin said. “Obviously, a lot of things worked for us last season to get where we ended up. Obviously, it wasn’t where we wanted to finish, but we did well as an entire team, unit and organization.\n“So, I think Jason (Licht) prioritizing and seeing we have something that works and wanting to keep that going was really confidence-inspiring and phenomenal for myself.”\nStay updated on Tampa Bay’s sports scene Subscribe to our free Sports Today newsletter\nWe’ll send you news and analysis on the Bucs, Lightning, Rays and Florida’s college football teams every day. Loading...\nYou’re all signed up! Want more of our free, weekly newsletters in your inbox? Let’s get started.\nExplore all your options\nMcLaughlin also was a big part of the Bucs’ turnaround at midseason after the team lost six of seven games before winning five of the final six to take the division for the third straight year.\n“I think the biggest thing I noticed was just the leadership that stepped up,” McLaughlin said. “Obviously, we had a few games in a row that didn’t go the way we would’ve liked in the middle of the season and guys just kind of stepped up and said, ‘You know? Forget all the noise outside.’\n“But it was really true with this team that I hadn’t really seen anywhere else. We truly came together and said, ‘It’s us against everybody else. Tampa Bay against the world.’ Seeing that resiliency to stand up and say, ‘Look, these games didn’t go the way we wanted, let’s turn this thing around,’ and then to go and do it showed how strong the core of this team is.”\nChase Edmonds returns Running back Chase Edmonds Thursday said he’s happy to be back with the Bucs, signing a one-year deal to return in his role as a change-of-pace back behind starter Rachaad White.\n“When the defense is a little bit tired, I come in as a spark. I use my juice, I use my acceleration, I use my quickness to provide explosive plays for the offense,” Edmonds said. “That’s something I pride myself on. I know that maybe the second or third drive when Rachaad gets tired I’ve got to come in, and there can’t be a beat missed. It’s got to be a 10- or 15-yard play.\n“Whether it’s a screen play or getting out of the backfield on a choice route, whether it’s a toss play on the edge, that’s something I pride myself in and I really pride myself in my third-down protection, keeping my quarterback upright. Allowing myself to give confidence to (Mayfield) when I’m in there.”\n• • •\nSign up for the Sports Today newsletter to get daily updates on the Bucs, Rays, Lightning and college football across Florida.\nNever miss out on the latest with your favorite Tampa Bay sports teams. Follow our coverage on Instagram , X and Facebook .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [
      "https://twitter.com/TBTimes_Sports",
      "https://www.instagram.com/tampabaytimesbucs/",
      "http://www.facebook.com/TampaBayTimesSports",
      "https://instagram.com/tampabaytimesbucs/",
      "https://www.twitter.com/TBTimes_Sports",
      "http://facebook.com/TampaBayTimesSports",
      "https://www.instagram.com/tampabaytimesbucs"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chase mclaughlin",
          "sentiment": "negative"
        },
        {
          "name": "ryan succop",
          "sentiment": "none"
        },
        {
          "name": "mclaughlin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nfl",
          "sentiment": "none"
        },
        {
          "name": "bucs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tampa bay",
          "sentiment": "none"
        },
        {
          "name": "tampa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:10:45.208+02:00",
    "updated": "2024-03-25T16:07:10.914+02:00"
  },
  {
    "uuid": "b8a6ef44a185b608b6eeb0c4f0d6c752443be23d",
    "url": "https://readfoyer.com/article/unpacking-identity-louise-noguchi",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Matthew Rolfe",
    "published": "2025-01-23T00:00:00Z",
    "title": "Unpacking identity with Louise Noguchi | Foyer",
    "text": "Unpacking identity with Louise Noguchi\nThe acclaimed Japanese Canadian artist reflects on her exhibition on view now at the AGO\nPortrait of Louise Noguchi. Photo: Craig Boyko © AGO.\nIn preparation for her Language of the Rope series (1998-2005), acclaimed Japanese Canadian artist Louise Noguchi trained in the rodeo traditions of trick roping, bullwhip cracking, knife throwing and trick riding. She wanted to explore the idea of violence as a celebrated lifestyle. Since the early 1980s, Noguchi has been mining the complexity of human identity, documenting the many paradoxes and dichotomies of personhood. On view now at the AGO, her exhibition of three bold works exemplifies her distinct perspective.\nCurated by Renée van der Avoird, the AGO’s Associate Curator of Canadian Art, Louise Noguchi: Selected Works, 1986 – 2000 brings together three works highlighting Noguchi’s command of sculpture, installation and video. Crack (2000) is part of her four-video series Language of the Rope and sees the artist performing as an assistant in a wild-west act, holding out flowers only to have them suddenly cut down mid-air by a whip. Fruits of Belief: The Grand Landscape (1986) brings together a head, a cornucopia, and a photographic reproduction of Thomas Gainsborough’s 1770s painting, A Grand Landscape, to examine our shared relationship to nature. Finally, the mirror sculpture Eden (1990-91) addresses themes of surveillance and freedom, asking: are we approaching paradise, or withdrawing from it?\nFor Noguchi, her lifelong interest in identity begins with the juxtaposing victim/perpetrator narratives present in her Japanese Canadian heritage: the internment of her Japanese ancestors by the Canadian government (1942-1946), alongside the various atrocities committed by Japan during WWII. Born in Toronto in 1958, Noguchi graduated from the Ontario College of Art in 1981, and began a successful career working with sculpture, photography, and installation. She attended the University of Windsor in the late 1990s, receiving her MFA in 2000 and was a professor in the Art and Art History Program at the University of Toronto Mississauga and Sheridan College. Her works have been included in solo and group exhibitions across Canada and internationally.\nNoguchi spoke to Foyer about Japanese Canadian history, rodeo apprenticeships, and her personal philosophy of the artist as a hunter.\nLouise Noguchi. Film still from Crack, 2000. Single channel DVD, video projection, colour, sound, Running Time: 3 Minutes. Art Gallery of Ontario. Purchased with financial support of the Canada Council for the Arts Acquisition Assistance program and with the assistance of the E. Wallace Fund, 2004. © Louise Noguchi. 2004/43\nFoyer: When speaking about your work, you’ve stated that it “has arisen out of [your] interest in the dichotomies that we use to identify and exist beyond our physical differences.” Can you unpack the meaning of that statement for us and share some of the ways it is exemplified in your work?\nNoguchi: I always begin speaking about my work by talking about the artist as a hunter. The earliest works that I did came from the idea that the first artists were hunters, and they would draw from the hunt. When I was young, I didn't know who I was as an artist, or what an artist was exactly - which was a big question to answer – so when I looked at the history books, I realized that artists could have a connection to the hunt and possibly have a connection to the hunt today. Too often we romanticize what an artist is, and for me, the idea of the artist as hunter; someone that might not be quite reliable and might have their own agenda, was of an interest to me.\nThis does also relate to my identity as a Japanese Canadian and having a family that was interned. I’m third-generation Canadian, my parents were second generation, and my grandparents came here to Canada and they were interned. I have an ambiguous relationship with my Canadian identity, but also with my Japanese identity, because of what the Japanese had done during the Second World War and earlier. Even though my relatives didn’t participate directly in those atrocities, I cannot deny that heritage.\nCrack is part of your Language of the Rope series from the late 1990s and early 2000s, which stems from the lessons you took in trick roping, bull whip cracking, knife throwing and trick riding. Can you share what inspired you to engage in this training, what it felt like learning those skills, and how that experience influenced your practice?\nWhen I started graduate school, I was 40 years old and already an experienced artist, so I was looking to push my boundaries. My fellow students told me that my work was very violent. I never saw it that way, but they did. So, I decided that violence would be the theme that I would write about and pursue in my work. I decided to learn trick roping. However, my professors at the university said I wasn't good enough at trick roping and that I needed to find a trick-roping teacher. I found a teacher, but it took a long time to convince him to teach me. He was a professional rodeo person. He also did knife throwing, trick riding, and bullwhip cracking. I thought that was great because it all goes with the idea of violence. I thought I could learn from him about how violence can be made as entertainment, and various other ideas about violence.\nI would take lessons each week. Maybe some of my fellow art students saw it as a cop out, me taking lessons from a professional cowboy, but it was all just researching and understanding. I never did become a great trick roper or knife thrower, but I am able to do some simple tricks.\nLouise Noguchi with Fruits of Belief: The Grand Landscape, 1986. Hardware, oil paint, oil stain, black and white photograph mounted on wood construction, wood, fibreglass, resin, epoxy glue, overall dimensions: 106.7 x 655.3 x 259.1 cm. Art Gallery of Ontario. Gift from the Phyllis Kurtz Fine Fund, 1988. Artwork © Louise Noguchi. Photo AGO. 88/335\nIn 1986, you made Fruits of Belief: the Grand Landscape and examined our relationship with nature. The panel text for this work suggests that you may be posing the question, “will our knowledge get us out of this mess we have made of the environment?” What are your thoughts about this work and its relevance 40 years later, and do you feel that the question you posed has been answered?\nThe question definitely hasn't been answered, but it's become more of a pressing question than it was back then. I was not only thinking about the environment, but also the hierarchy in society. In The Grand Landscape by Gainsborough, there is a couple depicted who are able to enjoy and frolic in the landscape, while you can also see another little fellow in the background who is obviously working maintenance to upkeep this pristine but natural looking environment.\nI was asking a lot of those questions. I hope it will be resolved, but it's like the hunter and hunted question; there will always be the hunter and the hunted. As my father would say, “wars will never end, just take a look at the bird feeder, the birds are always fighting”.\nLouise Noguchi: Selected Works, 1986 – 2000 is on view now, on level 2 of the AGO (in Irving & Sylvia Ungerman (gallery 230) and Jennings Young Galleries (gallery 231).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Arts, Culture and Entertainment->art exhibition",
      "Arts, Culture and Entertainment->visual arts",
      "Arts, Culture and Entertainment->culture",
      "Lifestyle and Leisure->wellness",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Louise Noguchi",
          "sentiment": "negative"
        },
        {
          "name": "Renée van der Avoird",
          "sentiment": "none"
        },
        {
          "name": "Craig Boyko",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:05:31.081+02:00",
    "updated": "2025-01-24T00:05:31.081+02:00"
  }
]