[
  {
    "uuid": "bbdc6a58076d2700d908d66124f92840f068ef38",
    "url": "https://www.meneame.net/story/faltaba-reloj-anillos-todo-mascherano-acusa-robo-durante-jj-oo/c041",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jatetu",
    "published": "2024-07-25T20:36:00Z",
    "title": "#41 ‘Faltaba un reloj, anillos, todo’: Mascherano acusa robo durante entrenamiento en JJ.OO. de Argentina",
    "text": "Portada\nmis comunidades\notras secciones\nSaint Denis es un auténtico nido de delincuencia desde los años 70. Construyeron el estadio para darle otro aire a la zona, no ha funcionado.\nEn unos años tendremos por aqui barrios parecidos en las grandes ciudades, estamos a tiempo señores políticos.\nCuando digo políticos no incluyo a VOX ni al saco de mierda, y al PP solo la puntita\n[#10](c10#c-10) menudo disgusto al darse cuenta de que contruir un megaestadio con un coste multimillonario no hace que un barrio marginal se regenere, anonadaditos se encuentran\n[#14](c14#c-14) Pues sigo sin verlo, di por hecho que era Paris que solo tiene 2 estadios de nivel, Parc des Prince y Saint Denis.\nRecordemos también que hace unos años a Nadal le robaron en el hotel un reloj que valía una fortuna, creo que lo recuperó.\n[#17](c17#c-17) Si sigues sin verlo, go to [#33](c33#c-33)\nY puestos a recordar robos:\nhttps://cadenaser.com/cmadrid/2024/03/13/desarticulada-la-banda-especializada-en-robos-de-casas-de-futbolistas-como-rodrygo-ser-madrid-norte/\nhttps://www.mundodeportivo.com/tenis/20240426/1002235185/tenista-estalla-robo-10-000-euros-estancia-madrid.html\n[#22](c22#c-22) Ok, yo ya tengo cierta edad, por eso lo he vivido in situ en los 70, tu si eres más joven ten solo paciencia una docena de años, quizás menos.\n[#23](c23#c-23) GO TO [#24](c24#c-24)\nTe podría hablar largo y tendido de esa época y como Renault o Citroën iban a Marruecos y a Argelia a buscar trabajadores, todo ello derivo en los famosos enfrentamientos una docena de años más tarde de Billancourt.\nNo hace falta que el gobierno les construya HLM, s como allí, se van por propia inercia a los barrios más baratos y pobres , ya esta pasando, son guettos en nada\n[#25](c25#c-25) Pero una diferencia importante, aquí en España te vas al barrio más pobre de cualquier ciudad y tienes pequeños negocios, almacenes, talleres, peluquerías, etc. caminas 5 o 10 minutos y ya estás en barrios de renta media, y caminas algo más y seguramente llegues a un barrio/zona de renta alta, camines otro poco y vuelvas a uno de menor renta, etc. Tengo 2 conocidos de bastante dinero que vive en un barrio humilde de mi ciudad y ni se plantea irse, a parte de llevar viviendo toda la vida, tienen de todo.\nAquí seguimos muy mezclados económicamente hablando, los actuales Banlieue co.o Saint-Denis puedes coger un coche y andar 20 o 30 minutos hacia Paris y sólo ver pobreza a ambos lados, quizás alguna tienda aquí, otra a varios minutos, etc. todo barrios residenciales, todo deprimido, y según te acercas al centro vuelve la 'vida' económica y notas como va aumentando la renta según vas dirección al centro, y disminuye según te alejas\n[#10](c10#c-10) [Tocho pero creo que interesante]\nAlma de cántaro, te has molestado alguna vez en abrir un libro o ver un documental sobre la Francia de los 50s, 60s y 70s... ya veo que no.\nLo ocurridos en Saint Denis no es porque los inmigrantes empezasen a llenar ese barrio/localodad y se convietiese en un foco de delincuencia, es mucho más complejo que llevó décadas, y difícilmente repetible en España, principalmente porque no creamos guetos con los inmigrantes que nos llegan(ni con los pobres).\nEmpiezo mini explicación:\nSegún iba cayendo el Imperio Francés la inmigración a Francia (por llamarla así, porque la mayoría eran legalmente ciudadanos franceses de regiones que dejaban de ser francia) ese movimiento de personas de las colonias a la metropoli aumentó muchísimo, y entre la falta de pisos unido a la falta de poder adquisitivo de estos inmigrantes dió lugar a los llamados bidonvilles a las afueras de las ciudadas, similar a campamentos chavolistas, con grandes problemas de salubridad.\nPara solucionar el problema a un genio (o grupos de genios) se le ocurrió la idea de crear los Habitation à Loyer Modéré (HLM), que eran pisos públicos o público-privados de alquiler de baja renta, lo cual puede sonar bien, pero donde la cagaron es que crearon barriadas enteras de ellos en las zonas baratas de los Banlieue como Saint Dennis que estaban a las afueras de las ciudades, en lugar de repartir estos edificios de HLM por toda Francia, fué ahí en dónde metieron a estos franceses más pobres(no sólo inmigrantea), o bueno, se metieron ellos porque no había nada más económico.\nLiteralmente crearon zonas deprimidas economicamente de km y km, sin apenas servicios (buses, escuelas, empresas o negocios, etc.), todos sabemos lo que pasó.\nAdemás no es que fuesen zonas deprimidas al momento de crearse, es que cuando alguien de esas zonas mejoraba económicamente se iba a otras localidades de Francia con más servicios, y es un proceso que lleva varias décadas, imagínate lo que queda en esos barrios en 2024, lo mejor de cada casa.\nLo ocurrido en Francia no es un fenómeno fácil de reproducir en otros países, son décadas y décadas de cagarla una y otra vez.\nNota: Difícil, no imposible\n[#23](c23#c-23) En la España de los 70 - 80 se copio, pero se cambio. Yo recuerdo que para quitar las chabolas en Las Palmas, crearon zonas de pisos de VPO, Jinamar, Las Remudas, El Polvorin y Buque de Guerra....en poco tiempo fueron barrios inhabitables zonas de guerra, ademas en buque de querra y el polvorín por la montaña no funcionaban las emisoras de la policía, ambulancias etc y no entraban si no eran varios coches. Como lo solucionaron, tiraron el barrio abajo y realojaron en otros pisos pero de forma dispersa por la ciudad y el problema no se resuelve del todo pero se diluye algo mas.\n[#29](c29#c-29) Sí, y también había casos que cuando los construían en zonas buenas los gitanos dueños cuando podían vendían los pisos y quitaban un buen dinero que les daba para otro en un barrio peor y quitar beneficios. Todo esto bajo supervisión/gestión del patriarca.\nTambién es justo decir que gracias a esta disolución una parte importante se integró, actualmente se calcula en torno a 60-70.000 los git. que no se quieren integrar y seguir con su costumbres, pero otros 650.000 que sí lo hicieron... imagínate la España actual con 10 veces más de miembros de esa comunidad que viven 'a su manera'\n[#23](c23#c-23) Nací en los 70 y me crie en los 80 en una ciudad pegada a Saint Denis. Y no tienes ni idea.\nNo, no se crearon barriadas enteras de HLMs. Mas bien lo contrario. Son edificios muy característicos con portales conectados que sueles encontrar pegados a barrios de chalets por un lado y a torres de 18 pisos, donde vivía yo, por otro. Nada que ver la ciudades francesas mucho mas variadas con las ciudades al sur de Madrid donde estoy actualmente que son totalmente homogéneas con muy poca diferencia de un barrio a otro.\nAsí que en un principio estaba yo, franceses, argelinos, portugueses y muchas mas nacionalidades viviendo juntas en harmonía mas o menos. El problema es que unos mas, y otros menos. Yo tenia amigos franceses, de Martinica, portugueses, un polaco, uno de Laos, otro de China, otro de vietnam... y ningún argelino o tunecino que eran mayoría. Y que solo se juntaban entre ellos. Y con el tiempo, ellos solitos se marginaron, se crearon sus barrios para ellos solos. No, no solo fue por una mala política, no, no fue por como eran diseñadas las ciudades. Servicios sobraban, me rodeaban escuelas e institutos mucho mas grandes y mejores que lo que conocí en España, la lista de idiomas segundarios que podía elegir en el liceo incluía en ruso entre muchos. Pude elegir practicar cualquier deporte en unas grandes instalaciones deportivas, y me gusto la esgrima y el tiro con arco. Cogía el autobús para ir a Saint Denis a ver libros en la Fnac. En lo que si aciertas es que los que pudieron al final se fueron a otros sitios, pero no por los servicios, sino por los vecinos.\nYo, en esos tiempos venia a España de vacaciones. Y me parecía que venia al tercer mundo con niños gitanos desnudos por la calle y yonquis con la jeringa clavada en los parques. Ahora veo a una España muy mejorada, y al barrio de mi niñez destruido. Pero veo que España no aprendió absolutamente nada y sigue el mismo camino. España esta ahora donde estuvo Francia hace 4 décadas, no puedes tomar ejemplo en la Francia actual. Pero estáis viendo el futuro, y viene acelerado.\n[#10](c10#c-10) en España no tenemos barrios asi, es verdad, no existen Las Vegas en Sevilla o la Cañada Real en Madrid ni cosas asi, todo mentira.\n[#10](c10#c-10) Ya has soltado tu mierda racista.\nEl partido se jugó en el Saint-Etienne Stadium.\nhttps://olympics.com/en/paris-2024/results/football/men/gpb-000100--\nVenue information\nDepartment: Loire (42)\nCity: Saint-Etienne\nDistance from Paris: Three hours by train\nhttps://olympics.com/en/paris-2024/venues/geoffroy-guichard-stadium\n[#37](c37#c-37) El hilo te lo has montado tú.\nEl escandaloso final del encuentro que la Selección Argentina de fútbol perdió ante Marruecos en su debut en los Juegos Olímpicos de París 2024 opacó todo. Pero una frase del entrenador Javier Mascherano pasó desapercibida y escondió una denuncia que agrava las fallas de seguridad que quedaron evidenciadas en Saint Etienne: contó que a uno de los futbolistas del plantel le robaron algunas de sus pertenencias mientras el plantel se entrenaba en el predio Auguste Dury, previo al estreno.\nhttps://www.clarin.com/deportes/grave-denuncia-mascherano-escandalo-argentina-marruecos-juegos-olimpicos-robaron-vestuario-entrenamiento_0_NqvMJrOtk3.html\nStade Auguste Dury\nhttps://www.sportenfrance.fr/rhone-alpes/loire/saint-etienne/422180034-stade-auguste-dury\n[#1](c1#c-1) igual que en la final de la champions en Saint-Denis.\nFrancia tiene un problema de seguridad muy grande.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.mundodeportivo.com/tenis/20240426/1002235185/tenista-estalla-robo-10-000-euros-estancia-madrid.html",
      "https://cadenaser.com/cmadrid/2024/03/13/desarticulada-la-banda-especializada-en-robos-de-casas-de-futbolistas-como-rodrygo-ser-madrid-norte/",
      "https://olympics.com/en/paris-2024/results/football/men/gpb-000100--",
      "https://www.clarin.com/deportes/grave-denuncia-mascherano-escandalo-argentina-marruecos-juegos-olimpicos-robaron-vestuario-entrenamiento_0_NqvMJrOtk3.html",
      "https://olympics.com/en/paris-2024/venues/geoffroy-guichard-stadium",
      "https://www.sportenfrance.fr/rhone-alpes/loire/saint-etienne/422180034-stade-auguste-dury",
      "https://www.olympics.com/en/paris-2024/results/football/men/gpb-000100--",
      "https://cadenaser.com/cmadrid/2024/03/13/desarticulada-la-banda-especializada-en-robos-de-casas-de-futbolistas-como-rodrygo-ser-madrid-norte",
      "https://clarin.com/deportes/grave-denuncia-mascherano-escandalo-argentina-marruecos-juegos-olimpicos-robaron-vestuario-entrenamiento_0_NqvMJrOtk3.html",
      "https://sportenfrance.fr/rhone-alpes/loire/saint-etienne/422180034-stade-auguste-dury",
      "https://www.olympics.com/en/paris-2024/venues/geoffroy-guichard-stadium",
      "https://www.cadenaser.com/cmadrid/2024/03/13/desarticulada-la-banda-especializada-en-robos-de-casas-de-futbolistas-como-rodrygo-ser-madrid-norte/",
      "https://mundodeportivo.com/tenis/20240426/1002235185/tenista-estalla-robo-10-000-euros-estancia-madrid.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T01:44:26.382+03:00",
    "updated": "2024-07-26T01:44:26.382+03:00"
  },
  {
    "uuid": "f778dfa44d534599aaa7c81abad3c610ed713fab",
    "url": "https://www.teletica.com/deutsche-welle/biden-ordenara-crear-un-puerto-de-ayuda-humanitaria-en-gaza_354162",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@teletica",
    "published": "2024-03-08T00:05:00Z",
    "title": "Biden ordenará crear un puerto de ayuda humanitaria en Gaza",
    "text": "Deutsche Welle Biden ordenará crear un puerto de ayuda humanitaria en Gaza La tarea será coordinada con Naciones Unidas y distintas ONG con el fin de enviar barcos con alimentos a través de un corredor marítimo desde Chipre. [Por Deutsche Welle |](/autor/deutsche-welle_1184)7 de marzo de 2024, 18:05 PM El presidente de Estados Unidos, el demócrata Joe Biden, ordenará este jueves (07.03.2024) al ejército estadounidense que dirija una misión de emergencia para establecer un puerto en la costa de Gaza para enviar barcos con alimentos, agua y medicinas. La medida será anunciada durante el discurso sobre el Estado de la Unión, que tendrá lugar esta noche. Según avanzaron a la prensa altos funcionarios de la administración estadounidense, la acción no requerirá el apoyo de soldados de Estados Unidos \"en el terreno”, puesto que \"las fuerzas necesarias para llevar a cabo la misión ya están en la región”, y se tratará de una operación coordinada con Naciones Unidas y ONG humanitarias ya desplegadas en el terreno. Las tropas estadounidenses apoyarán, pero permanecerán en altamar. El puerto contará con un muelle temporal que \"proporcionará la capacidad para cientos de camiones adicionales de ayuda cada día\", añadió el funcionario bajo condición de anonimato. Las autoridades estadounidenses dijeron que la medida \"tomará varias semanas para planificarse y ejecutarse\", e involucraría un corredor marítimo para llevar ayuda por mar desde la isla mediterránea de Chipre. Alto al fuego es esencial Los funcionarios destacaron que Estados Unidos ha sido \"el mayor proveedor de ayuda” en Gaza, y que, hasta ahora, el país ha proporcionado más de 180 millones de dólares para paliar las necesidades de los gazatíes. También recordaron que el gobierno de Biden sigue trabajando para aumentar la cantidad de ayuda que fluye a través de los pasos de Rafah y Kerem Shalom, a la vez que ha negociado con los israelíes un nuevo cruce en el norte de Gaza que podría abrirse la próxima semana. Sin embargo, uno de los funcionarios advirtió que \"para abordar realmente las necesidades urgentes de la población civil de Gaza y permitir a los socios humanitarios distribuir con seguridad ayuda vital, es esencial que veamos un alto el fuego temporal\". Israel está informado de la construcción del puerto y Estados Unidos trabajará con sus autoridades en los requisitos de seguridad.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-08T02:13:40.682+02:00",
    "updated": "2024-03-08T03:45:43.119+02:00"
  },
  {
    "uuid": "83ef02026b2ef583439e0fba91fbf671807a6d1a",
    "url": "https://www.standard-journal.com/news/local/article_d009879d-00cd-5cc0-8941-fcdf1d3f8504.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MACKENZIE WITT THE (SHAMOKIN) NEWS-ITEM",
    "published": "2024-12-26T22:00:00Z",
    "title": "Boilo, limoncello 'adopted into Coal Region culture'",
    "text": "MOUNT CARMEL — There’s no such thing as a bad batch of boilo.\nAt least, that’s what Greg Sacavage, 65, of Kulpmont, believes after brewing the citrusy alcoholic drink for decades.\nkAm$242G286 H2D =@42==J 5F3365 E96 “3@:=@ <:?8” 2?5 :D 2? 24E:G6 >6>36C @7 E96 |@F?E r2C>6= uC2E6C?2= ~C56C @7 t28=6D[ p6C:6 cec[ 2?5 E96 {:E9F2?:2? $@4:2= r=F3]k^Am\nkAmr@?4@4E:?8 3@:=@[ 2 36G6C286 25@AE65 :?E@ r@2= #68:@? 4F=EFC6 2?5 56C:G65 7C@> 2 EC25:E:@?2= {:E9F2?:2? 9@?6J65 2?5 DA:465 >625 42==65 <CFA?:<2D[ 92D 364@>6 2 EC25:E:@? 7@C $242G286[ @E96C >6>36CD @7 E96 t28=6D 2?5 72>:=:6D E9C@F89@FE E96 C68:@?]k^Am\nkAmw6 H2D :?EC@5F465 E@ 3@:=@ H96? 96 H2D 2 J@F?8 49:=5[ 3FE 96 DE2CE65 3C6H:?8 9:D @H? 32E496D 27E6C 96 8C25F2E65 7C@> 4@==686] xE E@@< 9:> 23@FE E9C66 E@ 7@FC J62CD @7 EC@F3=6D9@@E:?8 F?E:= 96 7@F?5 2 3@:=@ C64:A6 E92E 96 C62==J =:<65 2?5 DF:E65 9:D E2DE6]k^Am\nkAm$242G286 DEC2:?D 9:D 3@:=@ 23@FE 7@FC E:>6D[ 3FE @E96CD >2J AC676C E@ DEC2:? :E H:E9 2 4966D64=@E9 @?46[ EH:46 @C E9C:46] w6 2=D@ 255D 2==DA:46 2?5 4=@G6D E@ 9:D 3@:=@]k^Am\nkAmu@C E96 7:7E9 J62C :? 2 C@H[ E96 uC2E6C?2= ~C56C @7 E96 t28=6D 9@DE65 :ED 2??F2= 3@:=@ 2?5 =:>@?46==@ 4@?E6DE @? s64] `b] u@C 2 Sd 766[ >6>36CD @7 E96 AF3=:4 4@F=5 D2>A=6 `c =@42==J >256 2?5 DF3>:EE65 3@EE=6D @7 3@:=@ 2?5 =:>@?46==@] p== AC@4665D 7C@> E96 4@?E6DE 7F?565 E96 @C82?:K2E:@?’D 2??F2= r9C:DE>2D A2CEJ 7@C 2C62 49:=5C6?]k^Am\nkAmv2=6 +2=2C[ ec[ @7 r@2= %@H?D9:A[ 6?E6C65 2 3@EE=6 @7 96C 2?5 96C 9FD32?5’D =:>@?46==@ :?E@ E96 4@?E6DE 2?5 3C@F89E 2 D64@?5\\A=246 AC:K6 9@>6]k^Am\nkAm{:>@?46==@ :D 2 =6>@?\\7=2G@C65 =:BF6FC E92E @C:8:?2E65 :? D@FE96C? xE2=J] %9@F89 E96 C64:A6 :D?’E 4@>A=:42E65[ >2<:?8 2 32E49 @7 =:>@?46==@ :D E:>6\\4@?DF>:?8]k^Am\nkAm+2=2C A66=D `c =6>@?D 2?5 >:I6D E96 C:?5D :? 2 ;2C H:E9 8C2:? 2=4@9@=[ DF82C 2?5 H2E6C] %96 C:?5D D9@F=5 @?=J :?4=F56 E96 J6==@H A2CED @7 E96 D<:?[ D96 D2:5[ 3642FD6 E96 H9:E6 2=365@ @7 E96 =6>@? :D E@@ 3:EE6C]k^Am\nkAm~?46 DE:CC65 E@86E96C[ E96 =:>@?46==@ :D D62=65 :? 2 ;2C 2?5 =67E :? 2 4@@= A=246 7@C c_ 52JD] x?DE625 @7 @A6?:?8 E96 ;2C E@ >:I :E[ +2=2C D92<6D E96 =:>@?46==@ E@ 6?DFC6 E96 >:IEFC6 4@>3:?6D H6==] ~?46 E96 2AAC@AC:2E6 E:>6 92D A2DD65[ E96 C:?5D 42? 36 C6>@G65 7C@> E96 =:>@?46==@ :7 56D:C65 2?5 6?;@J65 4@=5]k^Am\nkAmw6C 72>:=J >256 2== <:?5D @7 >:I65 5C:?<D D:>:=2C E@ =:>@?46==@ H96? D96 H2D 8C@H:?8 FA :? pE=2D] $96 DE2CE65 >2<:?8 =:>@?46==@ 23@FE E9C66 J62CD 28@[ 3FE D96 2?5 96C 9FD32?5 92G6 366? >2<:?8 2?:D6EE6[ 2>2C6EE@ 2?5 H:?6 7@C D6G6C2= J62CD]k^Am\nkAm%96J 92G6?’E EH62<65 E96 C64:A6 >F49 @G6C E96 J62CD[ 3FE D96 D2:5 FD:?8 `d_\\AC@@7 2=4@9@= 4@>A2C65 E@ 8C2:? 2=4@9@= — H9:49 :D `h_\\AC@@7 2=4@9@= — 492?86D E96 E2DE6 @7 E96 =:>@?46==@]k^Am\nkAm“xE’D ;FDE ?@E E96 D2>6[” D96 D2:5]k^Am\nkAmq@:=@ C64:A6D[ 9@H6G6C[ 42? 36 492?865 2?5 C6:>28:?65 E@ 2AA62D6 E96 E2DE63F5D @7 E96 >2<6C]k^Am\nkAm(9:=6 D:>:=2C E@ =:>@?46==@[ 3@:=@ 42? 36 >256 :? ;FDE 2 76H 9@FCD E:>6 2?5 :D @7E6? 6?;@J65 H2C> @C :? 9@E E62]k^Am\nkAm$242G286 D2:5 E96 4@C6 @7 3@:=@ :D E96 D2>6i =6>@? 2?5 @C2?86 D=:46D 2?5 DA:46D 2C6 3@:=65 :? 2 G2E @7 H2E6C 2?5[ @?46 4@@=[ >:I65 H:E9 2=4@9@=]k^Am\nkAm~E96C 7@=<D E2<6 4C62E:G6 =:36CE:6D 2?5 >2<6 “2AA=6 A:6” 3@:=@ 2?5 >:I 2AA=6D 2?5 4:??2>@? DE:4<D :?E@ E96 3@:=:?8 >:IEFC6 :?DE625 @7 =6>@?D 2?5 @C2?86D 2?5[ 7@C 6I2>A=6[ @?=J FD6 2 DA64:7:4 EJA6 @7 2=4@9@=[ =:<6 u@FC \"F66?D H9:D<6J[ 96 25565]k^Am\nkAm“%@ >2<6 2 8@@5 3@:=@[ J@F ?665 2 9:89\\=6G6= 2=4@9@=[” 96 D2:5] “$@>6 A6@A=6 FD6 >@@?D9:?6[ D@>6 A6@A=6 FD6 8C2:? 2=4@9@=[ @E96CD FD6 2 4@>3:?2E:@?]”k^Am\nkAm$@>6 C64:A6D DF3DE:EFE6 =6>@?D 2?5 @C2?86D 7@C 2AA=6D @C 255 52E6D 2?5 C2:D:?D]k^Am\nkAm%@ <66A 2 =6G6= A=2J:?8 7:6=5[ $242G286 D2:5 E96 3@:=@ 2?5 =:>@?46==@ @?=J 2446AE65 “EC25:E:@?2=” 3@:=@[ 255:?8 E92E 2AA=6 A:6 3:@=@ @C @E96C G2C:6E:6D @7 E96 36G6C286 EFC? :E “:?E@ 2 H9@=6 5:776C6?E <:?5 @7 5C:?<]”k^Am\nkAmr92C=6?6 $9F56C[ eg[ @7 |@F?E r2C>6=[ EJA:42==J >2<6D 2 EC25:E:@?2= 3@:=@ 2?5 2 >@F?E2:? 36CCJ\\7=2G@C65 3@:=@] $96 2=D@ E@@< 9@>6 E96 D64@?5\\A=246 2H2C5 7@C E96 EC25:E:@?2= 3@:=@ D96 6?E6C65 :?E@ E96 4@?E6DE 62C=:6C E9:D >@?E9]k^Am\nkAm“x 8@E E92E :562 W7@C >@F?E2:? 36CCJ 3@:=@X 7C@> 2 A2E:6?E E92E x 925 H96? x H2D H@C<:?8 2D 2 ?FCD6[” D96 D2:5] “!2E:6?ED D@>6E:>6D 3C@F89E FD AC6D6?ED[ 2?5 96 WE96 A2E:6?EX 3C@F89E >6 2 D:I\\A24< @7 3@:=@[ 2?5 @?6 @7 E96 7=2G@CD H2D 36CCJ]”k^Am\nkAm$96 FD6D u@FC \"F66?D H9:D<6J @C 3C2?5J :? 96C 32E496D @7 3@:=@[ 2D H6== 2D @C2?86D[ =6>@?[ 4:??2>@? DE:4<D[ 42C2H2J D665D 2?5 F?AC@46DD65 9@?6J] $96 DF3DE:EFE6D E96 H2E6C 7@C E96 4962A6DE G2C:6EJ @7 8:?86C 2=6 @? E96 >2C<6E]k^Am\nkAm$9F56C D2:5 D96 2?5 96C D64@?5 9FD32?5[ H9@ H2D {:E9F2?:2?[ FD65 E@ >2<6 H:?6 2?5 3@:=@ 6G6CJ J62C] }@H[ D96 4@?E:?F6D E96 2??F2= EC25:E:@? H:E9 96C D@?D]k^Am\nkAm“}@E 2 =@E @7 EC25:E:@?D 2C6 A2DD65 5@H? 2?J>@C6j H6’C6 =24<:?8 E9@D6 E@52J] x E9:?< E92E’D H92E >2<6D :E :>A@CE2?E[” D96 D2:5 @7 96C 72>:=J’D EC25:E:@? @7 >2<:?8 3@:=@ E@86E96C]k^Am\nkAm+2=2C D2:5 >2<:?8 3@:=@ 2?5 =:>@?46==@ @C @E96C 36G6C286D 2C@F?5 E96 9@=:52JD :D 2?@E96C <6J H2J @7 3C:?8:?8 72>:=J E@86E96C]k^Am\nkAm“(6 =:<6 4@@<:?8 2?5 >2<:?8 5C:?<D 2?5 H:?6 E@86E96C[ 2?5 H6 3@EE=6 :E FA E@86E96C[” D96 D2:5] “xE’D 2=D@ 23@FE =6EE:?8 A6@A=6 <?@H H92E J@FC 96C:E286 :D 2?5 H96C6 J@F 42>6 7C@>] %96 9@=:52JD 2C6 2 DA64:2= E:>6[ 2?5 3C:?8:?8 324< E96 7@@5 2?5 E96 5C:?<D J@F 8C6H FA @? :D D@ :>A@CE2?E]”k^Am\nkAmq@:=@ 2?5 =:>@?46==@ 2C6 =:<6 “2 7@F?52E:@? @7 @FC 4F=EFC2= 96C:E286[” $242G286 D2:5[ 2?5 2C6 ;FDE 2D :>A@CE2?E :? =@42= 96C:E286 2D <:6=32D2[ xE2=:2? D2FD286D 2?5 D@FA:6D]k^Am\nkAmw6 2=D@ 36=:6G6D E92E >2<:?8 E96D6 36G6C286D 2?5 9@DE:?8 2??F2= 4@>A6E:E:@?D 86?6C2E6D 2 D6?D6 @7 AC:56]k^Am\nkAmw6 4@?E:?F65[ “x? E9:D 52J 2?5 286[ H6 92G6 E@ 36 AC@F5 @7 E96 4@>>F?:EJ H6 =:G6 :?] $@>6E:>6D[ H6 =@D6 E92E 2 =:EE=6]”k^Am\nkAm$9F56C @7E6? 6I492?86D ;2CD @7 3@:=@ @C H:?6 H:E9 96C 7C:6?5D] %96J 5:D4FDD 9@H 6249 36G6C286 H2D >256 2?5 8:G6 6249 @E96C A@:?E6CD 23@FE 9@H E@ :>AC@G6 E96 C64:A6D]k^Am\nkAm“%96 :>A@CE2?E E9:?8 :D :7 J@F 86E E96 3@EE=6 324< W7C@> D@>6@?6X E92E >62?D E96J =:<65 J@FC 3@:=@[” $242G286 D2:5 H:E9 2 =2F89]k^Am",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": false,
    "has_canonical": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Greg Sacavage",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:05:50.397+02:00",
    "updated": "2024-12-27T00:05:50.397+02:00"
  },
  {
    "uuid": "d6efa88a0213a2515a78f83b2c3ab949b4f3c322",
    "url": "https://www.meneame.net/story/starship-completa-exitoso-vuelo-hora-acerca-humanidad-luna/c082",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nadieenespecial",
    "published": "2024-03-14T21:45:00Z",
    "title": "#82 ‘Starship’ completa un exitoso vuelo de una hora y acerca a la humanidad a la Luna",
    "text": "[Suigetsu](/user/Suigetsu)a [elpais.com](/go/link/3918511) [#33](c33#c-33) Y SpaceX fue creada al invertir Musk en el proyecto de Tom Mueller, y lo gracioso es que a Tom ni siquiera se le considera cofundador, sino solo primer empleado\n[#71](c71#c-71) No, fue en 2002 y Mueller ya llevaba un tiempo construyendo motores cohete en un pabellón de un amigo suyo, y ya estaba intentando convertirlo en un cohete cuando le visito Musk para proponerle que si era capaz de hacer uno mas grande para la futura SpaceX. Esto es como decir que Wozniak no cofundo Apple, que solo fue Steve Jobs\nAntes de eso, Musk no tenia nada mas que una idea genérica que quería invertir en el sector, y ya había tenido contactos con rusos, e ido a Moscu con Griffin (el que luego seria administrador de la nasa y crearía el primer programa comercial del que se beneficio SpaceX) para lanzar proyectos de unas sondas con proyectos biologicos a marte, y el rumor es que los generales que les recibieron se rieron en su cara por lo ridícula que era la idea (poner varias sondas, las mas complejas que han existido nunca, por menos de los que costaba un lanzamiento).\n[#33](c33#c-33) bueno, musk entró sólamente un año después y puso mucha pasta, no es que que comprara la compañía cuando estaba en auge. También había trabajado anteriormente con ellos, y fué el cuarto \"empleado\" así que casi casi.\n[#5](c5#c-5) es un vende humos claramente, eso sí el mejor vendehumos del mundo... Y con eso consigue una financiación para todos sus proyectos muy por encima de la de cualquier otra empresa, [#8](c8#c-8) en el caso de los coches por ejemplo ahora aún tiene un cacho del mercado decente pero fue durante muchísimos años una mierda a nivel trozo de pastel mientras tenía una capitalización bursátil estratosférica que suponía en 2021 5 veces más que la del gigante Volkswagen... Y todo esto es gracias al humo que es capaz de vender y que le hace conseguir grandes logros si, pero mucho menores (o en mucho más tiempo) que el que vendió de primeras\n[#5](c5#c-5) Hace 55 años que se consiguió hacer con tripulación hacer lo que está Space X y planea hacer sin tripulación en 2026 y con tripulación después ese mismo año. Supongo que eso si, cada lanzamiento será más barato en proporción que entonces porque llevará más carga útil, mejor soporte vital, y se podrán hacer más cosas en un solo viaje.\nEn cuanto a lo de llevar humanos a Marte una fantasía. La exploración espacial la hacen mejor robots, que al menos no tienen que transportar su soporte vital en una nave especialmente diseñada para humanos.\n[#8](c8#c-8) Elon Musk no fundó Tesla aunque se ponga la medalla. Se hizo con el control de la empresa bastante al principio y los demás socios terminaron por dejarle decir que es uno de los fundadores aunque no sea cierto. Supongo que para poder cobrar y salir de la empresa (lo estaban haciendo fatal) le dieron la satisfacción a Musk dejarle decir que era fundador.\nEn cuanto a que vende más coches eléctricos... el cuarto trimestre de 2023 BYD ha vendido más. Y ya veremos como sigue cuando salgan los datos de este trimestre:\nhttps://elpais.com/economia/2024-01-02/la-china-byd-supera-a-tesla-por-primera-vez-en-ventas-de-coches-electricos.html\n[#9](c9#c-9) es que lo importante son las fechas, ha recogido fondos a base de prometer hasta la luna, si sus objetivos hubieran sido mas realistas no hubiera recibido esa cantidad de fondos, era irrealizable en plazo, no irrealizable.\n[#15](c15#c-15) Y crees que el que pone la pasta no lo sabía? Que esos plazos eran irrealizables? Beneficio han tenido seguro, de alguna forma u otra...\n[#21](c21#c-21) y? en la carrera espacial hay mucho de marketing y publicidad para la sociedad, si la gente confiaba en el personaje, pues mira, pero que de lo dicho no ha cumplido nada en plazo, pero claro, si luego tiene una ristra de fans boys detras que les da igual...\n[#26](c26#c-26) Una cosa son los fan boys y otra los que ponen la pasta. Y los que ponen la pasta suelen saber bien lo que hacen.\n[#27](c27#c-27) no, cuando es un negocio es mas importante aparentar que serlo, y los fanáticos pocos no eran, y encima con poder adquisitivo, que no son unos críos\n[#29](c29#c-29) Pero al final sí hay coches eléctricos y sí hay cohetes. Ha mentido (ya que lo que ha hecho es mentir) en los plazos, pero eso a inversores públicos como privados no creo que les preocupara mucho.\nY mira que le tengo asquete a colega.\n[#31](c31#c-31) el tema no es conseguir el objetivo final, sino alterar la elección para quien los consigue, si hubieran dicho fechas realistas la gente no hubiera invertido una mierda, quien va a gastar dinero para que el hombre llegue a marte en el 2080, si otra empresa mas realista hubiera previsto que lo consiguen en 2070.\nEn la carrera aeroespacial, los plazos son lo mas importante\n[#27](c27#c-27) Ya, como los que ponían pasta en Theranos: https://www.lavanguardia.com/cultura/20190925/47589243791/elizabeth-holmes-theranos-estafa-analisis-de-sangre-silicon-valley.html\n[#15](c15#c-15) si sus objetivos hubieran sido mas realistas no hubiera recibido esa cantidad de fondos\nEso lo dices porque lo sabes o porque te es conveniente pensar que ha sido asi?\nLa gente que mete cantidades de este calibre tampoco son tontos, eh?\n[#5](c5#c-5) Nadie dice que sea un vendehumos, tiene buenas ideas, sabe invertir bien y contratar a la gente adecuada.\nPero es un flipado y cada día que pasa, tiene más complejo de Dios-dictador, así de simple, su personalidad es lo que le quita cualquier tipo de respeto que se le pudiese tener por lo que consiguen sus empresas.\nY sí, algo de humo tiene vendido (hyperloop, la cagada del Cybertruck, un Tesla roadster que lleva a punto de lanzarse 5 años...)\n[#47](c47#c-47) Mira la primera persona en el hilo que no tira al blanco y negro, mis dieses, necesitamos más gente como tú\n[#2](c2#c-2) creo que una de las primeras misiones a la luna de la starchip es enviar a unos ricachones japoneses orbitar la luna.\n[#2](c2#c-2) Por ahora los únicos viajes que tienen cerrados son los del CEO de Shift4 y el Dennis Tito y señora. Que serán astronautas amateurs, pero ricos profesionales.\n[#1](c1#c-1) También podrá mandar toneladas de ayuda humanitaria a cualquier punto de la tierra en menos de dos horas. Y equipamiento militar, claro.\n[#3](c3#c-3) ehhhh, sí??\nEntonces...¿podríamos viajar a cualquier parte de del mundo en dos horas de forma controlada?. Lo pregunto desde el escepticismo y la duda a partes iguales.\n[#14](c14#c-14) Entiendo que el ser humano no aguantaría tremenda aceleración/frenada, corregidme si me equivoco.\n[#3](c3#c-3) Las pruebas que están haciendo ahora es lo que intentan hacer. La anterior prueba era Texas-Hawai (por la ruta larga)y la de hoy Texas-Océano indico.\n[#14](c14#c-14) La aceleración es la misma que soportan los astronautas y la desaceleración es controlada, aunque sea dura no se estampa contra la tierra. De todas formas es practico para mandar toneladas de carga mas que para transporte humano.\n[#19](c19#c-19) como especie la tarea más importante que tenemos es convertirnos en multiplanetaria, a Posible ser multi estelar, porque tarde o temprano el chollo en la tierra se acabará\n[#1](c1#c-1) Hace 100 años los primeros aviones solo los podian usar los muy ricos... 100 años despues por 29 euros te vas de Madrid a Roma\n[#1](c1#c-1) Pues como la mayoría de los inventos. Los primeros coches ¿fueron para la gente? no, fueron para ricos ¿las primeras televisiones? Igual, para ricos, ¿los móviles? igual ¿el avión? y así...\nUna nueva tecnología al principio es muy cara y compleja y hay que empezar a rentabilizar los nuevos procesos de fabricación, así que solo los ricos se pueden permitir adoptar esa nueva tecnología, pero a medida que los ricos la van comprando, la van haciendo rentable mientras se encuentran formas de abaratarla y extenderla... y así pasamos de un móvil que es un ladrillo, que solo vale para llamar y vale miles de euros a un móvil super pequeño, que llama, tiene pantalla a todo color, hace fotos y mil cosas mas y vale solo 200 euros.\nA la luna antes de que un mindundi como tú o yo podamos pillarnos un billete de ida y vuelta con 3 noches (terrestres) de hotel todo incluido para visitar el cráter Fra Mauro va a pasar mucho tiempo y mucha gente ricachona y adinerada.\n[#67](c67#c-67) Ni idea, eso es lo que pasa con las nuevas tecnologías, pueden llegar a ser comunes, puede que no, o puede que solo se queden en un nicho. En los años 50, Isaac Asimov y sus contemporáneos creían que la robótica era el futuro y que en un par de décadas en cada hogar tendríamos 1 o varios robots humanoides.... 60 años después aun seguimos lejos de que en cada casa haya un robot.\nLo que si que tengo claro es que toda nueva tecnología va de ricos a pobres, pocas tecnologías han empezado directamente para pobres, y si el viaje a la luna tiene \"futuro comercial\" los primeros en ir serán grandes empresas y ricos a extraer sus recursos para vendérnoslos.\n[#74](c74#c-74) Estoy de acuerdo en que los tecnologías se empiezan vendiendo más caras cuando empiezan que cuando ya están maduras, pero eso no quiere decir que tengan las mismas posibilidades de acabar llegando al gran público. ¿Cuánta gente tiene su propio mini reactor nuclear en casa para generar energía? Pues con los cohetes va a pasar más o menos lo mismo, la cohetería lleva muchos años, no va a poder llegar a los pobres por su coste de operación y seguridad.\notra vez con el mismo cuento de viajar a otro planeta o mandar ayuda humanitaria al otro lado del planeta...\na ver si os dais cuenta que todo esto es una fachada para investigar en la mejor forma de crear misiles intercontinentales con el mayor payload y el menor costo\nMi total agradecimiento por el avance en la ingeniería que está logrando el equipo de esclavos de Elon Musk.\nY a la coyuntura económica que ha hecho que sus inversores no encontrasen nada más lucrativo en lo que invertir, que algo bueno tendría que salir de tanto país en crisis económica permanente y de que unos parásitos capitalistas tengan dinero para mantener a 7 generaciones de los suyos.\nBueno con éxito… exploto al entrar en la atmósfera quedan años para que ese cohete sea viable para llevar humanos. Alguno se olvida que el SLS despegó llego a la Luna y retorno con la capitula intacta, pero claro no lo hizo Elon Musk…",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest"
    ],
    "external_links": [
      "https://www.lavanguardia.com/cultura/20190925/47589243791/elizabeth-holmes-theranos-estafa-analisis-de-sangre-silicon-valley.html",
      "https://elpais.com/economia/2024-01-02/la-china-byd-supera-a-tesla-por-primera-vez-en-ventas-de-coches-electricos.html",
      "https://www.elpais.com/economia/2024-01-02/la-china-byd-supera-a-tesla-por-primera-vez-en-ventas-de-coches-electricos.html",
      "https://lavanguardia.com/cultura/20190925/47589243791/elizabeth-holmes-theranos-estafa-analisis-de-sangre-silicon-valley.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:50:12.710+02:00",
    "updated": "2024-03-15T00:50:12.710+02:00"
  },
  {
    "uuid": "2ed57f5c700f6bf817aa6be98e7e82d5afec5d01",
    "url": "http://www.thebostonpilot.com/article.php?ID=199237",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "OSVNews and Pilot staff",
    "published": "2025-02-23T09:11:00Z",
    "title": "Archbishop Henning joins U.S. Bishops call for prayers as Pope Francis' condition worsens",
    "text": "Archbishop Henning joins U.S. Bishops call for prayers as Pope Francis' condition worsens\n(OSV News) -- Catholic bishops throughout the U.S. are calling on faithful to pray for Pope Francis, now in critical condition in Rome's Gemelli hospital amid a week-long battle with respiratory illness.\nIn a Feb. 22 update, the Holy See press office said, \"This morning, Pope Francis experienced an asthma-like respiratory crisis of prolonged intensity, which required the administration of high-flow oxygen.\"\nThe update noted the pope's blood tests revealed an abnormally low count of platelets, associated with anemia, requiring him to receive blood transfusions.\nThe pope was admitted to the hospital on Feb. 14 due to bronchitis and labored breathing. Since then, he has been diagnosed with double pneumonia. The Holy See press office said in its Feb. 22 update that the pope's condition \"continues to be critical.\"\nThe Archdiocese of Boston posted a message from Archbishop Richard G. Henning on its social media platforms, Facebook, Instagram and X, Feb. 22, asking the faithful to pray for the Holy Father.\nIn the post, Archbishop Henning asked \"the people of the Archdiocese of Boston to join in prayer for Pope Francis following news from the Vatican that his health situation has worsened.\"\nThe archdiocesan website, BostonCatholic.org, also prominently features the Holy Father on the home page. Both the social media posts and the website link to a story in The Pilot about the latest news on the Pope's health.\nArchbishop Nelson J. Perez of Philadelphia issued a Feb. 22 statement requesting prayers for Pope Francis.\n\"I call for everyone throughout the Archdiocese of Philadelphia to join in prayer for Pope Francis as he continues to battle serious illness. Let us keep the Holy Father close to our hearts and ask God to strengthen him,\" said Archbishop Perez.\nHe also provided a suggested petition for the prayer of the faithful at Mass on Sunday, Feb. 23 \"and the next several days,\" asking that Pope Francis \"may be strengthened in every way by the Lord in his present suffering and be uplifted by the prayers for him by people all over the world.\"\nCardinal Joseph W. Tobin of Newark, New Jersey, also urged prayers for the pope.\nIn a Feb. 22 post on X, the cardinal said, \"On this feast of the Chair of Saint Peter let's pray that the Holy Spirit will continue to guide Pope Francis in his ministry of hope. May the Spirit of God grant him good health, courage, wisdom and peace.\"\nCardinal Blasé J. Cupich of Chicago -- who had invited prayers for the pope's \"prompt healing\" in a Feb. 18 post on X -- released a Feb. 22 statement, saying, \"We have received word that the Pope's condition worsened this morning. Please continue your prayers for his recovery and for the health care professionals working to lead him through this setback. We ask our Merciful Lord to restore Pope Francis to good health and to keep him free from pain as he receives treatment.\"\nThe Archdiocese of Los Angeles website features an image of the pope, with a banner reading \"Pray for Pope Francis\" and a link to updates on his condition from Catholic News Service Rome.\nThe U.S. Conference of Catholic Bishops has posted a prayer for Pope Francis on its website, asking God to \"look favorably on your servant Francis ... that by word and example he may be of service to those over whom he presides so that, together with the flock entrusted to his care, he may come to everlasting life.\"\nPilot staff contributed to this story.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "topics": [
      "Religion and Belief->pope",
      "Religion and Belief->christianity",
      "Religion and Belief->religious leader",
      "Human Interest->funeral and memorial service"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Richard G. Henning",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "Facebook",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-23T17:05:45.111+02:00",
    "updated": "2025-02-23T17:05:45.111+02:00"
  },
  {
    "uuid": "4b347c658fd209f15c16653e55fdbf8a4fc65dad",
    "url": "http://m.cnhubei.com/content/2025-03/06/content_18998730.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "央视新闻客户端",
    "published": "2025-03-06T01:24:40Z",
    "title": "日本岩手县山火持续 当地出现降雨天气 空中灭火暂停",
    "text": "日本东北部岩手县大船渡市发生的大规模山火持续。当地时间3月5日，大船渡市出现降雨天气，但降雨对于火情的影响目前仍不明确，进山道路仍处于全面封闭状态。\n岩手县警察：从这里往前（山区的道路）禁止进入，消防车辆或其他紧急情况下需要进入的情况可能会被特别允许，但基本上所有人都禁止进入。\n截至5日，大船渡市已经有累计超过1800户家庭的4500余人进行了转移。5日，当地出现降雨，但降雨对于火情的影响目前仍不明确。\n岩手县大船渡地区消防本部消防官员 小野田利文：目前看起来火势并未扩大，但未来仍不能排除因天气变化而导致火势蔓延的可能性。今天（5日）由于天气状况不佳，无法进行空中灭火作业，但从明天（6日）起，将视天气情况恢复空中灭火行动。\n总台记者 何欣蕾：岩手县大船渡市的山林火灾，从2月26日开始算起到目前为止，已经持续超过一周的时间。那么根据当地政府的最新统计，目前这一场火灾的过火面积已经达到了大约2900公顷，造成1人死亡，78处房屋受损。那么，目前关于火灾发生的原因还没有明确的调查结果。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "topics": [
      "Environment->environmental pollution",
      "Environment->natural resources",
      "Crime, Law and Justice->law enforcement",
      "Crime, Law and Justice->investigation (criminal)",
      "Crime, Law and Justice->arson",
      "Social Issue->demographics",
      "Social Issue->social problem",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T03:24:40.008+02:00",
    "updated": "2025-03-06T03:24:40.008+02:00"
  },
  {
    "uuid": "ac9465ccd979e4728b9cc955a70fe57d41226a7c",
    "url": "https://www.iol.pt/toalhas/lavar/costuma-levar-as-toalhas-com-a-restante-roupa-saiba-por-que-nao-o-deve-fazer/20240830/66d1e044d34ea1acf26dd430",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "IOL",
    "published": "2024-08-30T00:00:00Z",
    "title": "Costuma levar as toalhas com a restante roupa? Saiba por que não o deve fazer - Notícias de hoje - IOL",
    "text": "À partida parece não ter problema misturar a roupa suja com toalhas que servem para limpar o nosso corpo depois de tomarmos banho. Além disso, se acumulou roupa suja, muitas vezes é conveniente aproveitar e enfiar tudo no mesmo ciclo de lavagem. Mas, nada disto é recomendado. Se tem este hábito, saiba por que deve abandoná-lo o mais depressa possível. De acordo com especialistas, citados pelo [jornal espanhol El Confidencial](https://www.elconfidencial.com/alma-corazon-vida/2024-01-29/razones-para-no-meter-toallas-y-ropa-mismo-lavado_3817669/), o primeiro motivo para não misturar a roupa prende-se com a higiene. Pelo seu estado permanentemente húmido, as toalhas tendem a acumular bactérias que devem ser eliminadas em lavagens com temperaturas mais altas como 60 graus. Ora, a maioria da roupa de vestir não pode ser exposta a água tão quente. Resultado? Programamos tudo a 40 graus e as toalhas não ficam devidamente higienizadas. Mas há mais uma razão: é preciso proteger as peças de roupa que veste. Devido ao peso e espessura, juntando o movimento que fazem dentro da máquina de lavar, as toalhas podem danificar os tecidos mais delicados das outras peças. Além disso, se as toalhas de banho forem de algodão, libertam fiapos que podem aderir à roupa, o que pode ser bastante inconveniente para remover mais tarde.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.elconfidencial.com/alma-corazon-vida/2024-01-29/razones-para-no-meter-toallas-y-ropa-mismo-lavado_3817669/",
      "https://elconfidencial.com/alma-corazon-vida/2024-01-29/razones-para-no-meter-toallas-y-ropa-mismo-lavado_3817669/",
      "https://www.elconfidencial.com/alma-corazon-vida/2024-01-29/razones-para-no-meter-toallas-y-ropa-mismo-lavado_3817669"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-30T18:26:45.227+03:00",
    "updated": "2024-09-03T15:21:04.280+03:00"
  }
]
