[
  {
    "uuid": "b0ce263347849bab5734c7975e6f0020387e832e",
    "url": "https://www.novinite.com/articles/223779/Day+701+of+the+Invasion+of+Ukraine%3A+Moscow+And+Kyiv+Trade+Accusations+Over+The+Downed+Russian+Plane",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "M3 Web - http://m3web.bg",
    "published": "2024-01-25T07:00:00Z",
    "title": "Day 701 of the Invasion of Ukraine: Moscow And Kyiv Trade Accusations Over The Downed Russian Plane",
    "text": "Day 701 of the Invasion of Ukraine: Moscow And Kyiv Trade Accusations Over The Downed Russian Plane\nDay 701 of the invasion of Ukraine. Summary of key events in the last 24 hours:\n- A Russian court sentenced Igor Strelkov to 4 years in prison\n- The accused in the murder of the Russian military blogger Tatarsky received 27 years in prison\n- The Ukrainian services are starting an investigation into the plane accident near Belgorod\n- Moscow and Kyiv trade accusations over the downed Russian plane\n- Ukraine wants an international investigation into the case of the downed Russian plane\n- Russia attacked Odesa with drones, a residential building was hit\n- Britain offers Germany a missile exchange in favor of Ukraine\n- Fire at Russian oil base, flights at Sochi airport suspended\nA Russian court sentenced Igor Strelkov to 4 years in prison\nThe famous Russian nationalist Igor Strelkov (Girkin) was sentenced by a court in Moscow today to 4 years in prison for inciting extremism, Reuters reported.\nStrelkov had accused President Vladimir Putin and the country's top military leadership of conducting the war in Ukraine insufficiently effectively.\nThe 53-year-old Muscovite, whose real surname is Girkin, is a former employee of the Russian services. In 2014, he was the \"Minister of Defense\" of the so-called Donetsk People's Republic.\nHe was sentenced in absentia in the Netherlands to life imprisonment for the downing of the Malaysia Airlines plane in July 2014 over eastern Ukraine.\nHe was detained in Russia last July on charges of extremism\nThe accused in the murder of the Russian military blogger Tatarsky received 27 years in prison\nA court in St. Petersburg sentenced Daria Trepova to 27 years in prison, accused of delivering the bomb (in the form of a statuette gift) that killed the \"military correspondent\"\nUkraine</b>%3A+Pro-Kremlin+Blogger+was+Killed+in+an+Explosion+in+St.+Petersburg\">Vladlen Tatarsky last year.\nTrepova, 26, was found guilty of several charges, including terrorism and illegal handling of explosives and document forgery, after she handed the statuette bomb to Tatarsky during an event he attended at a cafe in St Petersburg.\nShe did not deny that she handed over the statuette, but did not plead guilty: she believed that she had been drugged and that she was acting on instructions from a man nicknamed Gestalt, who was introduced to him by a journalist living in Ukraine, and claimed that she did not know what contains the statuette.\nRussia blamed Ukraine for killing Tatarsky, who was among the popular \"war bloggers\" who wrote about the war in Ukraine and reported information from the front faster than official sources in Russia's heavily controlled media environment.\nTrepova insisted that she followed Gestalt's instructions because she believed he would be tapped to learn more about the war she was against. \"I feel great pain and shame that my gullibility and my naivety led to such catastrophic consequences. I did not mean to hurt anyone,\" she told the court earlier this week. \"I feel particular pain and shame that a terrorist act was carried out by my own hands.\" She explained that she panicked and ignored instructions to go to the airport and catch a flight, instead she called a friend to let her stay at his apartment overnight.\nThe defense insisted that Trepova was also a victim because she could have been killed, and the prosecution that she knew about the bomb and acted deliberately to \"destabilize the Russian Federation and discredit the special military operation\" (i.e. the war) in Ukraine. The prosecution wanted 28 years in prison.\nThe other person convicted in the case - Dmitry Kasintsev, the boyfriend with whom she spent the night after Tatarsky's murder - received 21 months in a penal colony on charges of concealing a particularly serious crime by \"misleading the law enforcement authorities\".\nThe Ukrainian services are starting an investigation into the plane accident near Belgorod\nMoscow and Kyiv blamed each other for the downing of a Russian military transport plane with Ukrainian prisoners of war on board. According to Russia, it is \"Ukrainian terrorism\".\nKyiv claims it was not notified of the plane's flyover through normal channels and is demanding an international investigation.\nUkraine's Security Service announced it was launching an investigation into yesterday's crash after military intelligence said the Russian side had not requested a safe air corridor, as is standard practice in prisoner-of-war exchanges. This was taken as an indirect admission that Ukraine had shot down the plane.\nThe Russian Defense Ministry said two black boxes containing information about the plane's course and the crew's communications were recovered from the wreckage. They have been handed over for decryption. Moscow requested an emergency meeting of the UN Security Council, which was scheduled for tonight.\nAccording to the Russian authorities, there were 65 Ukrainian prisoners of war, three accompanying Russian military personnel and six crew members on board the Il-76 plane that crashed. No one survived.\nMoscow and Kyiv trade accusations over the downed Russian plane\nMoscow and Kyiv exchanged accusations after a Russian IL-76 military transport plane (allegedly carrying Ukrainian prisoners of war) was shot down over the Belgorod region. Ukraine demanded an international investigation.\nRussia described as an abuse of authority the decision of France, which presides over the UN Security Council, to postpone until tonight the emergency meeting requested yesterday in connection with the downed Russian plane with Ukrainian prisoners of war. According to Moscow, this will give Kyiv an opportunity to buy time for a plausible explanation.\nThe meeting was announced in New York by Russian Foreign Minister Sergey Lavrov, who accused the Ukrainian authorities of terrorism.\nThe Ukrainian servicemen were supposed to be taken to the Belgorod region for exchange with Russian soldiers captured in Ukraine.\nThe Ministry of Defense in Kyiv suspected \"deliberate actions by the Russian Federation with the aim of destabilizing the situation in Ukraine and weakening international support for the country.\" President Volodymyr Zelensky accused Russia of playing with the lives of Ukrainian prisoners of war.\n\"It is clear that the Russians are playing with the lives of Ukrainian prisoners of war, the feelings of their loved ones and the emotions of the public. We have a duty to establish all the facts of the plane incident as best we can, given that the crash is on Russian territory - beyond our control,\" Zelensky said.\nDue to the accident, Zelensky canceled a trip and events on the occasion of his 46th birthday today.\nAt the same time, a Russian drone attack was reported from Odesa yesterday evening. Mayor Gennadiy Trukhanov reported that residential buildings were hit, there were two injured.\nUkraine wants an international investigation into the case of the downed Russian plane\nUkraine wants an international investigation into the case of the downed Russian plane. This is what President Volodymyr Zelensky said in his midnight address.\nHe canceled all his trips so he could follow up on the case. Yesterday, a Russian military transport plane crashed in the Belgorod region bordering Ukraine. According to Moscow, there were 65 Ukrainian prisoners of war on board, three Russian servicemen who accompanied them and six crew members. There are no survivors.\nInvestigative reporters from “Schemi”have found out the names of the Russian crew belonging to the shot down Il-76 in Belgorod Region. Some of them have been confirmed by their relatives.— (((Tendar))) (@Tendar)\nAside from the names it could be traced back that plane belonged to the Russian 117th…\n[pic.twitter.com/qmCGS5GMk1] [January 25, 2024]\nAccording to the Russian Ministry of Defense, the plane was shot down by Ukrainian missiles. Kyiv continues to claim that it is clarifying the circumstances surrounding the crash and the fate of the prisoners of war. The US said it could not confirm that there were Ukrainians on board.\nThe Ukrainian Ministry of Defense announced that they will continue to shoot down Russian planes which, according to intelligence, are transporting ammunition. Minutes after the incident, information appeared that the plane was shot down because it was carrying S-300 missiles. This was not officially confirmed.\nRussia attacked Odesa with drones, a residential building was hit\nFor the second time within hours, Odess has been attacked by Russian drones. Loud explosions were heard in the Ukrainian Black Sea city at night, BTA reports.\nLocal authorities call on the Telegram app for all citizens to seek shelter. The alarm was announced at 10:53 p.m.\nIf someone could understand how much I hate these russian bastards. Odesa, yesterday, telegram channel …— Татьяна Кагитина NAFO member (@tatyanaodesssa)\n“Dear neighbors. The strike hit our apartment. It is no more. My husband is in the hospital. Two dogs are dead on the street. We still haven't found two others. I ask for…\n[pic.twitter.com/yfpHXnSr7e] [January 25, 2024]\nDuring this second attack by Russian forces with unmanned aerial vehicles, a residential building was again hit. The city authorities also announced this in the Telegram application.\nThere is damage and damage done. So far, one woman has been reported injured. The number of injured is in the process of being specified.\nIf someone could understand how much I hate these russian bastards. Odesa, yesterday, telegram channel …— Татьяна Кагитина NAFO member (@tatyanaodesssa)\n“Dear neighbors. The strike hit our apartment. It is no more. My husband is in the hospital. Two dogs are dead on the street. We still haven't found two others. I ask for…\n[pic.twitter.com/yfpHXnSr7e] [January 25, 2024]\nEarlier last night, Odesa was attacked by drones from the Black Sea. Sirens in the Ukrainian Black Sea city and in the district were turned on at 8:46 p.m., and the call off was given at 9:41 p.m. A series of loud explosions were heard in the central part of the city.\n\"Russian terrorists attacked Odesa with attack drones. There is damage to the civilian housing infrastructure. Fires have been registered. So far it is known about two wounded men from Odesa. Doctors are providing them with the necessary assistance,\" announced the chairman of the Odesa Regional Military Administration, Oleg Kiper.\nThe Bulgarian community in Odesa region is the third largest in number and numbers over 150,000 people according to the official census in Ukraine in 2001. About 50-60 thousand Bulgarians live in Odesa. The largest compact Bulgarian population is concentrated in the Bolgrad, Izmail and Belgorodnist regions.\nBritain offers Germany a missile exchange in favor of Ukraine\nBritain has offered Germany a cruise missile swap to overcome Berlin's reluctance to give Ukraine long-range missiles it wants. This was reported by the German newspaper \"Handelsblatt\" on Wednesday, quoted by Reuters.\nKyiv wants long-range Taurus missiles from Berlin, but Germany fears that Ukraine will gain the ability to inflict significant damage deeper into its Russian-occupied territory, provoking an international escalation of the conflict.\nThe newspaper cited government and diplomatic sources as saying that the British government offered Berlin a few weeks ago to export Storm Shadow cruise missiles to Ukraine in return for the German Taurus.\nGerman Chancellor Olaf Scholz's office is analyzing this proposal, the newspaper added.\nA person familiar with the negotiations told “Handelsblatt” that the swap could potentially find support in Berlin. The German government declined to comment.\nA spokesman for the British Ministry of Defense said the UK and its partners, including Germany, continue to work together to equip Ukraine as best as possible to defend its territory.\nAlso on Wednesday, a German government spokesman said additional arms supplies to Ukraine would be discussed at an emergency EU summit on February 1.\nEuropean leaders are meeting in Brussels to seek a solution to continue aid to embattled Kyiv after Hungarian Prime Minister Viktor Orban vetoed plans for 50 billion euros by 2027 in the EU's aid budget for Ukraine in December.\n\"This will be an item on the agenda in Brussels in just over a week,\" the spokesman said at a government press conference in Berlin.\nGerman Chancellor Olaf Scholz called on EU allies in early January to increase their military aid to Ukraine.\nFire at Russian oil base, flights at Sochi airport suspended\nA fire broke out in an oil refinery in Tuapse, the operations headquarters of the Krasnodar region reported. According to preliminary information, there were no casualties or injuries.\nSergey Boyko, the governor of the Tuapse district, wrote in Telegram that the fire was confined to the refinery complex.\nAccording to unofficial channels, the fire started after a drone attack.\nThe Sochi airport, which is the main airport for the region, said all flights had been canceled.\nThe circumstances surrounding the incident are being clarified.\nNovinite remains the sole Bulgarian media outlet consistently delivering daily updates and key insights concerning the conflict. Our reporting commenced on the first day, 24th February 2022, and will persist until the conflict's resolution. Despite challenges, our independent journalism remains committed to offering precise, current news to our audience. We appreciate your ongoing support in staying informed! #stayinformed #WarInUkraine\nFollow\nNovinite.com on X and\nWe need your support so Novinite.com can keep delivering news and information about Bulgaria! Thank you!\n[Ukraine](articles/category/153/Ukraine) [» Be a reporter: Write and send your article](reporter) [» Day 700 of the Invasion of Ukraine: Russian Military Plane Shot Down - Dozens Of Casualties](articles/223759/Day+700+of+the+Invasion+of+Ukraine%3A+Russian+Military+Plane+Shot+Down+-+Dozens+Of+Casualties) [» Day 699 of the Invasion of Ukraine: Russia Bombs Kyiv And Kharkiv, Kindergarten Hit, Casualties Reported](articles/223735/Day+699+of+the+Invasion+of+Ukraine%3A+Russia+Bombs+Kyiv+And+Kharkiv%2C+Kindergarten+Hit%2C+Casualties+Reported) [» Zelensky: 6 Regions On The Territory Of Russia Are Historical Ukrainian Lands](articles/223717/Zelensky%3A+6+Regions+On+The+Territory+Of+Russia+Are+Historical+Ukrainian+Lands) [» Day 698 of the Invasion of Ukraine: Kyiv Admits Hitting Russia‘s Biggest Liquefied Natural Gas Producer](articles/223705/Day+698+of+the+Invasion+of+Ukraine%3A+Kyiv+Admits+Hitting+Russia%E2%80%98s+Biggest+Liquefied+Natural+Gas+Producer) [» Day 697 of the Invasion of Ukraine: At Least 25 Dead After Strike On Russian-Controlled Donetsk](articles/223696/Day+697+of+the+Invasion+of+Ukraine%3A+At+Least+25+Dead+After+Strike+On+Russian-Controlled+Donetsk) [» Day 696 of the Invasion of Ukraine: Germany And NATO Must Prepare For Possible Russian Attack](articles/223690/Day+696+of+the+Invasion+of+Ukraine%3A+Germany+And+NATO+Must+Prepare+For+Possible+Russian+Attack)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Politics"
    ],
    "external_links": [
      "https://twitter.com/novinite_com",
      "https://www.twitter.com/novinite_com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vladimir putin",
          "sentiment": "none"
        },
        {
          "name": "tatarsky",
          "sentiment": "none"
        },
        {
          "name": "strelkov",
          "sentiment": "none"
        },
        {
          "name": "igor strelkov",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "moscow",
          "sentiment": "none"
        },
        {
          "name": "odesa",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "belgorod - moscow",
          "sentiment": "none"
        },
        {
          "name": "sochi",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:13:12.093+02:00",
    "updated": "2024-01-26T00:13:12.093+02:00"
  },
  {
    "uuid": "4f657b1c9b012d8c5ecb866477f40f14eb901163",
    "url": "https://www.infobae.com/mexico/2024/06/27/esta-es-la-cantidad-que-reciben-de-pension-los-ministros-en-retiro-de-la-scjn",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2024-06-27T21:30:00Z",
    "title": "Ésta es la cantidad que reciben de pensión los ministros en retiro de la SCJN - Infobae",
    "text": "El presidente López Obrador criticó que los exministros reciban una \"pensión elevadísima\" (Steve Allen | Infobae México) De cara al análisis y debate de la reforma al Poder Judicial , el presidente Andrés Manuel López Obrador volvió a cuestionar los “privilegios” que los ministros de la Suprema Corte de Justicia de la Nación (SCJN) gozan en la actualidad, como sus salarios y pensiones .\nDurante la conferencia de prensa matutina de este 27 de junio, luego de aclarar que su iniciativa no busca afectar a los trabajadores del Poder Judicial , el líder del Ejecutivo planteó la necesidad de solicitar un informe de todos los exintegrantes del máximo tribunal del país que actualmente cobren su pensión.\n“Hace unos días alguien me comentaba, sería bueno que se hiciera una investigación, que se pueda explicar cuántos ministros retirados tienen pensión y cuánto reciben , porque me estaban diciendo que hay ministros que estuvieron creo que tres meses y se retiraron con pensión; pero una elevadísima ”, externó.\nEn esa línea, señaló que se trata de una de las prácticas que constantemente ha puesto a discusión.\n“Violan la Constitución porque se establece de que nadie puede ganar más que lo que gana el presidente, y ellos ganan cuatro, cinco veces más que lo que gana el presidente. Y hay cosas que se tienen que revisar y que están completamente ocultas”. Al respecto, destaca que aunque Jesús Ramírez Cuevas , vocero del gobierno federal, aseguró que solicitará dicha información, el diario El Universal hizo público desde hace meses cuál es la cantidad que reciben de pensión los ministros en retiro. Esto es lo que se sabe.\nEl presidente López Obrador encabeza la conferencia de prensa matutina. (EFE/ Isaac Esquivel) Más de 1 millón de pesos mensuales en pensiones De acuerdo con una solicitud de información realizada por el medio ya citado vía Plataforma Nacional de Transparencia (PNT) , el Poder Judicial de la Federación (PJF) eroga un millón 567 mil 607 pesos mensuales solo para cubrir la pensión de 10 ministros en retiro de la SCJN.\nEntre los datos, hechos públicos el pasado 3 de abril de 2024, destaca que los ministros tienen derecho de un haber de carácter vitalicio cuando decidan retirarse, aunque el monto será equivalente a su periodo en función.\nPor ejemplo, en el caso del exministro presidente de la SCJN, Arturo Zaldívar Lelo de Larrea , quien renunció a su cargo antes de cumplir con los 15 años estipulados, será acreedor 192 mil 584 pesos al mes por los próximos dos años. Una vez concluido dicho periodo únicamente recibirá el 80% correspondiente.\nArturo Zaldívar. (Cuartoscuro) Zaldívar renunció a su cargo el pasado 7 de noviembre de 2023 , tras cumplir 13 años, 11 meses y 15 días al interior del máximo tribunal.\nAunque en su carta dirigida a López Obrador argumentó que su ciclo en la Corte había terminado porque ya no tenía más aportaciones para el sistema judicial, destacó que dos horas después de su anuncio se unió al equipo de la entonces candidata presidencial de Morena, Claudia Sheinbaum Pardo ; ahora virtual presidenta de México.\nAdemás de Zaldívar, otros ocho exministros perciben una pensión de 165 mil 558 pesos mensuales . Eduardo Tomás Medina-Mora Icaza, quien estuvo en la SCJN únicamente cuatro años y siete meses, es el único que percibe 50 mil 559 al mes .\nEduardo Tomas Medina Mora Icaza en 2013. (Cuartoscuro)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:56:58.745+03:00",
    "updated": "2024-06-28T00:56:58.745+03:00"
  },
  {
    "uuid": "a1004f01dc3ffad58d20c4e2abaea8dc209d40a2",
    "url": "https://nesn.com/2024/01/matthew-slater-had-this-message-for-patriots-fans-after-season-finale/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sean T. McGuire",
    "published": "2024-01-07T22:17:00Z",
    "title": "Matthew Slater Had This Message For Patriots Fans After Season Finale",
    "text": "An emotional Matthew Slater made it clear he is appreciative of the support shown by New England Patriots fans. There’s a strong possibility the 38-year-old Slater, who concluded his 16th season with the organization, could retire this offseason. Slater contemplated retirement last offseason, but returned for New England’s disappointing 2023 campaign. Immediately after the [Patriots’ Week 18 loss](https://nesn.com/2024/01/six-thoughts-on-patriots-snowy-week-18-loss-to-jets/) to the New York Jets at Gillette Stadium, Slater [posted as video](https://twitter.com/Patriots/status/1744108930295386303) on the team’s account. “Just want to say thank you guys for everything,” Slater said, per the team. “Sorry this season didn’t go the way we wanted to. But I got a lot of faith in this team moving forward. God bless you guys, and as always, go Pats.” Story continues below advertisement Slater expanded on his appreciation while speaking with reporters after the game. [Leave a comment.](javascript:void(0)) “Message to the fans is just thank you,” Slater told reporters, per the team. “I came here, I had no expectations. I didn’t think I was going to be here very long. I was just a special teams player. I’m not the quarterback, I’m not catching balls, I’m not sacking the quarterback. So to be embraced by the fans in the community the way my family and I have, it means a lot. “I thank them for that, I thank them for their endless support for our team. I thank them for challenging our team, spurring us on. But to be embraced by this community and this fanbase has meant a great deal to myself and my family. So, thank you.” Story continues below advertisement Patriots fans weren’t the only ones to shower Slater in praise. His New England teammates honored Slater with [their pregame sweatshirts](https://nesn.com/2024/01/how-patriots-honored-matthew-slater-before-likely-final-game/) while [past teammates took to social media](https://nesn.com/2024/01/tom-brady-patriots-legends-salute-matthew-slater-prior-to-possible-sendoff/) to give Slater a shoutout. Slater’s family also was in attendance and videos captured an emotional scene pregame. Slater would not confirm if it was his final season when asked again Sunday. The Patriots concluded the season 4-13 and are [locked into a top-three pick](https://nesn.com/2024/01/patriots-clinch-top-three-pick-2024-nfl-draft-loss-to-jets/) in the 2024 NFL Draft. Story continues below advertisement Featured image via Eric Canha/USA TODAY Sports Images",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://twitter.com/Patriots/status/1744108930295386303)",
      "https://www.twitter.com/Patriots/status/1744108930295386303)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "matthew slater",
          "sentiment": "negative"
        },
        {
          "name": "slater",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "new england pat",
          "sentiment": "negative"
        },
        {
          "name": "gillette stadium",
          "sentiment": "none"
        },
        {
          "name": "new york jets",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new england",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:19:24.602+02:00",
    "updated": "2024-01-08T00:19:24.602+02:00"
  },
  {
    "uuid": "c3882c897239a1f631e7ba273b0fadd0d3778efa",
    "url": "https://www.diez.hn/internacionales/jugar-contra-un-perro-es-lo-mas-dificil-que-puedes-hacer-confesion-lamine-yamal-comparado-messi-DG21276371",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción",
    "published": "2024-09-05T19:06:00Z",
    "title": "“Jugar contra un perro es lo más difícil que puedes hacer”: la confesión de Lamine Yamal al ser comparado con Messi",
    "text": "En España y Barcelona están enamorados de Lamine Yamal, el jugador de 17 años sigue sorprendiendo al mundo del fútbol por su gran erupción con el balón. [Le quitaron el ‘10’ a Messi: ¿Quién es el jugador que usará el histórico dorsal en el Argentina vs Chile?](https://www.diez.hn/internacionales/messi-quitaron-numero-10-quien-es-jugador-que-usara-historico-dorsal-argentina-vs-chile-JG21270867) Hablando de la esférica, Yamal fue nominado al Balón de Oro y en una entrevista con France Football confesó sus inicios y que no quiere que lo comparen con Lionel Messi. “Siempre he tenido una pelota a mis pies”, confesó Yamal. “ Recuerdo que me la llevaba con una bolsa en el cole y le iba dando patadas hasta llegar a clase. En el colegio, la escondía en la mochila para poder jugar durante los recreos”. Los perros fueron sus propios rivales en su infancia: “Jugar contra un perro es lo más difícil que puedes hacer”. Estas experiencias, lejos de ser anecdóticas, fueron fundamentales para desarrollar su habilidad y confianza. “En la calle, jugaba contra chicos mucho mayores que yo. Eso me quitó el miedo y me hizo más fuerte. Siempre te ayuda porque cuando ves a uno más grande que tú sabes cómo ir a por él y regatearle para que no te pueda dar”, aseguró. -No quiere que lo comparen con Messi- “Para mí lo más importante es dejar un legado, tener tu carrera. Al final que te comparen con Leo es más importante no fijarte. Sí que es verdad que si te comparan con el mejor jugador de la historia es que estás haciendo las cosas bien. No me molesta, obviamente, pero intento ser yo siempre”, afirmó. Dejó claro que Neymar es su ídolo de la infancia y que miraba muchos videos sobre el brasileño. [Ter Stegen confirma el club en el que quiere jugar los próximos años y envía mensaje a Neuer: “no me veo...”](https://www.diez.hn/internacionales/ter-stegen-confirma-club-quiere-jugar-proximos-anos-envia-mensaje-neuer-no-me-veo-jugando-tanto-EH21266938) “Quedábamos después del cole en casa de un amigo porque él tenía un ordenador y poníamos vídeos de Neymar. Nos pasábamos toda la tarde mirando ahí. Luego me iba a dormir a mi casa y me ponía hacerlo en mi casa, en mi habitación”, concluyó Lamine.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-06T00:32:40.697+03:00",
    "updated": "2024-09-06T00:32:40.697+03:00"
  },
  {
    "uuid": "8cf521037dbd37bb5c51d49c4cf0b76c1b4ca345",
    "url": "https://www.brighteon.com/0d9dffbf-4ef5-44a5-ab2c-efccaacd248f",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "You Are Free TV",
    "published": "2023-12-29T03:13:00Z",
    "title": "12/28/23 CB Cyber Lockdown 2024, VZ Alec Sa_b, MI Patriots Stop CCP Gotion EV Plant! #Childermas",
    "text": "12/28/23: Today, on Childermas, we mourn the 160+ Christians killed in Nigeria on Christmas by Fulani Jihadists. Meanwhile, the WEF's Cybersecurity Futures 2030 white paper reveals Globalist plans for Digital ID and Mis/Mal/Dis Information as the primary threat to \"global trust and unity\". VZ #1 $ launderer, Saab, released back to VZ by Cartel Biden and MI Patriots take back their government and prevent CCP Co., Gotion High Tech, EV plant from setting up next to the largest US National Guard Training Facility in the US!\nCopyright Act 1976, allowance is made for fair use for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Community Guidelines Disclaimer: The points of view and purpose of this video is not to bully or harass anybody, but rather to share opinions and thoughts with other like-minded individuals curious about this subject to encourage conversation and awareness. This video does not claim to give medical or legal advice.\nPLEASE SHARE THIS VIDEO Thank You!\nSenator Rand Paul's Annual \"Festivus\" Report 2023 on Government TP$ Waste: $90B Plus!\nhttps://www.paul.senate.gov/wp-content/uploads/2023/02/Festivus-23-clean-12.22-v2.pdf\n5K Christian Africans massacred by Muslims in 2023. The latest, 160 killed on Christmas in Cameroon:\nhttps://cruxnow.com/church-in-africa/2023/12/nigerian-christians-slaughtered-in-christmas-attacks\nMI Green Charter Township recalls entire town Gov't, shuts down CCP EV Plant:\nhttps://www.newsnationnow.com/world/china/election-government-chinese-factory-plans/\nhttps://nypost.com/2023/09/01/gotion-high-tech-hosts-communist-workers-retreat/\nhttps://www.senatorlanatheis.com/report-gotion-parent-company-employs-nearly-1000-ccp-members/\nWEF's Cybersecurity Futures 2030: New Foundations- read and download here:\nhttps://www3.weforum.org/docs/WEF_Cybersecurity_Futures_2030_New_Foundations_2023.pdf\nAlex Saab, VZ gov't $ launderer, released by Biden Cartel to VZ:\nhttps://en.wikipedia.org/wiki/Alex_Saab\nhttps://www.justice.gov/opa/pr/colombian-businessman-charged-money-laundering-extradited-united-states-cabo-verde\nhttps://www.acamstoday.org/proceeds-of-crime-the-story-of-alex-saab/\nhttps://www.theguardian.com/world/2022/feb/16/maduro-ally-alex-saab-venezuela-bribes-miami-court-filing\nYou Are Free TV celebrates our sponsor, C60 Evo! 5G Protection, DNA repair, health-in-aging and more!\nYAFTV offers a 15% off code for ALL C60 Evo products to monthly supporters on Ko-fi!\nFor ALL Viewers,10% discount:\nLINK: Https://www.c60evo.com/YAFTV\nCODE: YAFTV\nTo Support You Are Free TV:\nhttps://www.ko-fi.com/youarefreetv\n(Monthly supporters sent 15% C60Evo discount)\nhttps://www.givesendgo.com/youarefreetv\nPayPal: [email protected]\nBitcoin: 1K2mQ5S6na5k5QGPS2Hve7pMMUNrxsRqJQ\nWatch all YAFTV’s videos here:\nhttps://rumble.com/user/youarefreetv\nhttps://www.brighteon.com/channels/youarefreetv\nhttps://www.bitchute.com/channel/yj9vGuJcBkqs/\nhttps://www.bitchute.com/channel/6JKILwSdIfde/\nhttps://gab.com/youarefreetv\nhttps://gettr.com/user/youarefreetv\nhttps://franksocial.com/profile/201326\nhttps://spreely.com/YouAreFreeTV\nhttps://truthsocial.com/@youarefreetv\nhttps://ugetube.com/@youarefreetv\nhttps://locals.com/feed/21008/you-are-free-tv\nhttps://odysee.com/@YouAreFreeTV:9?view=content\nhttps://www.youtube.com/@youarefreetv2899\nhttps://www.youtube.com/@wearefreetv2330\nHumanity is Awakening and taking up our S(word) of God's Armor!!\nWe Will Defeat the Cartel Babylon Globalist Regime!\nPrayer Wave!! WE ARE FREE !!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.givesendgo.com/youarefreetv",
      "https://www.youtube.com/@youarefreetv2899",
      "https://www.newsnationnow.com/world/china/election-government-chinese-factory-plans/",
      "https://www.ko-fi.com/youarefreetv",
      "https://www3.weforum.org/docs/WEF_Cybersecurity_Futures_2030_New_Foundations_2023.pdf",
      "https://franksocial.com/profile/201326",
      "https://nypost.com/2023/09/01/gotion-high-tech-hosts-communist-workers-retreat/",
      "https://gettr.com/user/youarefreetv",
      "https://www.paul.senate.gov/wp-content/uploads/2023/02/Festivus-23-clean-12.22-v2.pdf",
      "https://www.senatorlanatheis.com/report-gotion-parent-company-employs-nearly-1000-ccp-members/",
      "https://gab.com/youarefreetv",
      "https://www.acamstoday.org/proceeds-of-crime-the-story-of-alex-saab/",
      "https://www.theguardian.com/world/2022/feb/16/maduro-ally-alex-saab-venezuela-bribes-miami-court-filing",
      "https://locals.com/feed/21008/you-are-free-tv",
      "https://www.youtube.com/@wearefreetv2330",
      "https://ugetube.com/@youarefreetv",
      "https://en.wikipedia.org/wiki/Alex_Saab",
      "Https://www.c60evo.com/YAFTV",
      "https://odysee.com/@YouAreFreeTV:9?view=content",
      "https://cruxnow.com/church-in-africa/2023/12/nigerian-christians-slaughtered-in-christmas-attacks",
      "https://spreely.com/YouAreFreeTV",
      "https://truthsocial.com/@youarefreetv",
      "https://rumble.com/user/youarefreetv",
      "https://www.bitchute.com/channel/yj9vGuJcBkqs/",
      "https://www.bitchute.com/channel/6JKILwSdIfde/",
      "https://www.justice.gov/opa/pr/colombian-businessman-charged-money-laundering-extradited-united-states-cabo-verde",
      "https://newsnationnow.com/world/china/election-government-chinese-factory-plans/",
      "https://www.bitchute.com/channel/yj9vGuJcBkqs",
      "https://paul.senate.gov/wp-content/uploads/2023/02/Festivus-23-clean-12.22-v2.pdf",
      "https://www.nypost.com/2023/09/01/gotion-high-tech-hosts-communist-workers-retreat/",
      "https://youtube.com/@youarefreetv2899",
      "https://odysee.com/@YouAreFreeTV:9",
      "https://ko-fi.com/youarefreetv",
      "https://justice.gov/opa/pr/colombian-businessman-charged-money-laundering-extradited-united-states-cabo-verde",
      "https://www.cruxnow.com/church-in-africa/2023/12/nigerian-christians-slaughtered-in-christmas-attacks",
      "https://www.spreely.com/YouAreFreeTV",
      "https://senatorlanatheis.com/report-gotion-parent-company-employs-nearly-1000-ccp-members/",
      "https://www.acamstoday.org/proceeds-of-crime-the-story-of-alex-saab",
      "https://www.ugetube.com/@youarefreetv",
      "https://nypost.com/2023/09/01/gotion-high-tech-hosts-communist-workers-retreat",
      "https://www.franksocial.com/profile/201326",
      "https://acamstoday.org/proceeds-of-crime-the-story-of-alex-saab/",
      "https://www.truthsocial.com/@youarefreetv",
      "https://youtube.com/@wearefreetv2330",
      "https://www.rumble.com/user/youarefreetv",
      "https://bitchute.com/channel/yj9vGuJcBkqs/",
      "https://www.en.wikipedia.org/wiki/Alex_Saab",
      "https://theguardian.com/world/2022/feb/16/maduro-ally-alex-saab-venezuela-bribes-miami-court-filing",
      "https://.weforum.org/docs/WEF_Cybersecurity_Futures_2030_New_Foundations_2023.pdf",
      "https://www.bitchute.com/channel/6JKILwSdIfde",
      "https://www.gettr.com/user/youarefreetv",
      "https://givesendgo.com/youarefreetv",
      "https://www.senatorlanatheis.com/report-gotion-parent-company-employs-nearly-1000-ccp-members",
      "Https://www.c60evo.com/YAFTV",
      "https://bitchute.com/channel/6JKILwSdIfde/",
      "https://www.odysee.com/@YouAreFreeTV:9?view=content",
      "https://www.newsnationnow.com/world/china/election-government-chinese-factory-plans",
      "https://www.locals.com/feed/21008/you-are-free-tv",
      "https://www.gab.com/youarefreetv"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alec sa_b",
          "sentiment": "negative"
        },
        {
          "name": "fulan",
          "sentiment": "negative"
        },
        {
          "name": "rand paul",
          "sentiment": "none"
        },
        {
          "name": "cartel biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "us national guard training facility",
          "sentiment": "none"
        },
        {
          "name": "mi patriots",
          "sentiment": "none"
        },
        {
          "name": "saab",
          "sentiment": "none"
        },
        {
          "name": "wef",
          "sentiment": "none"
        },
        {
          "name": "digital",
          "sentiment": "none"
        },
        {
          "name": "gotion high tech",
          "sentiment": "none"
        },
        {
          "name": "ccp co.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nigeria",
          "sentiment": "none"
        },
        {
          "name": "ev",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T07:21:41.497+02:00",
    "updated": "2023-12-29T07:21:41.497+02:00"
  },
  {
    "uuid": "a95bf4e5746a95b50a976300f6cec69e0cfd21e6",
    "url": "https://www.pressherald.com/2024/03/21/winter-makes-an-encore-days-after-spring-arrives-with-more-snow-and-rain-on-the-way",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Joe Lawlor",
    "published": "2024-03-21T00:00:00Z",
    "title": "Winter makes an encore days after spring arrives, with more snow and rain on the way",
    "text": "Questions about your account? Our customer service team can be reached at circulation@metln.org during business hours at (207) 791-6000 . Primary Menu ☰ X News All News Times Record Local & State The Forecaster Cops & Courts American Journal Politics Lakes Region Weekly Nation & World Mainely Media Weekly News Schools Society Notebook Photo Galleries Business All Business Business Events People on the Move Commercial Real Estate Opinion All Opinion Editorials Letters Columns Sports All Sports High School Sports Outdoors Maine Mariners Maine Celtics New England Patriots Boston Red Sox A&E All A&E Books Daily Crossword Daily Sudoku More Puzzles & Games Food All Food Restaurant reviews Vegan Kitchen Maine Gardener Things to Do All Things to Do All PPH Events Guides Out & About Event Calendar Add your event Obits All Obituaries Death Notices Homes All Real Estate Design and Maintenance Premier Property Jobs Job Board Work Here Public Notices https://www.pressherald.com/2024/03/21/winter-makes-an-encore-days-after-spring-arrives-with-more-snow-and-rain-on-the-way Register Join us at Oxbow Brewing on March 27 for the 2024 Corporate Spelling Bee Local & State Winter makes an encore days after spring arrives, with more snow and rain on the way Coastal areas could get snow followed by heavy rain on Saturday, with interior and northern areas expected to get several inches of snow.\nPosted 7:35 PM Updated 11 mins ago Joe Lawlor Press Herald 1 min read Font size + Gift article\nYou are able to gift 5 more articles this month.\nAnyone can access the link you share with no account required. Learn more .\nEmail Copy Link Email address Send! Article link sent! An error has occurred. Please try again.\nWith a Press Herald subscription, you can gift 5 articles each month.\nIt looks like you do not have any active subscriptions. To get one, go to the subscriptions page .\nSubscribe Today With a Press Herald subscription, you can gift 5 articles each month.\nSubscribe Today Sign In Loading.... Share Facebook Reddit Linkedin Email Copy Link Print\nAfter weeks of mostly above average temperatures and only days after spring’s official arrival, southern Maine woke to snow covering the ground and bitter winds blowing Thursday ahead of another storm that is expected to bring far more snow and heavy rain to the state Saturday.\nSnow and winds gusting to 25 mph or more Thursday created hazardous driving conditions . Tractor-trailers skidded off Interstate 95 in Bangor and state Route 201 in The Forks. There were no reported injuries.\nAbout 3-5 inches of snow is expected in southern Maine on Saturday before a changeover to sleet and rain by afternoon. Western interior areas and parts of northern Maine could get up to 10 inches of snow.\nThose living close to the coast may get heavy rains on Saturday, according to the National Weather Service.\n“A low pressure system arrives in New England on Saturday, bringing heavy snow, wintry mix and rain to the region,” according to the National Weather Service in Gray forecast. “Significant snowfall is possible across interior Maine.”\nBy Sunday – Maine Maple Sunday – the storm will clear out, and temperatures should be in the low- to mid-40s with cloudy and partly-sunny skies to start next week.\nMost of Kennebec County received a couple of inches of snow Thursday, with the largest accumulation – 5 inches – recorded just southwest of Waterville.\nIn Somerset County, the weather service recorded 6.3 inches of snow in Cornville, 8 inches just outside of Harmony and 11 inches in Solon.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "interstate 95",
          "sentiment": "none"
        },
        {
          "name": "bangor",
          "sentiment": "none"
        },
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "new england",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T01:52:59.697+02:00",
    "updated": "2024-03-22T01:53:58.142+02:00"
  },
  {
    "uuid": "615c3523d652792ba6b0d7d63ed0d4be13b98d0c",
    "url": "https://www.philstar.com/headlines/2024/03/10/2339518/7-10-filipinos-willing-defend-nation-foreign-enemy-survey",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gaea Katreena Cabico",
    "published": "2024-03-10T05:04:00Z",
    "title": "7 in 10 Filipinos willing to defend nation from foreign enemy — survey | Philstar.com",
    "text": "7 in 10 Filipinos willing to defend nation from foreign enemy — survey MANILA, Philippines — An overwhelming majority of Filipino adults are willing to defend the nation in a conflict with a foreign enemy, findings of a survey conducted by OCTA Research suggested. Results of the poll commissioned by the Armed Forces of the Philippines (AFP) showed that 77% of Filipino adults said they will fight for the country in the event of an external conflict. “Across major areas, at least 60% of adult Filipinos are willing to fight for the country, with the highest percentage observed in Mindanao (84%) and the lowest percentage in Visayas (62%),” OCTA Research said on Sunday. These findings come amid heightened tensions in the West Philippine Sea due to China's growing assertiveness in the region. The survey noted that Davao region and Caraga have the highest percentage of adult Filipinos ready to fight for the country in a conflict with a foreign enemy (96%), closely followed by Soccsksargen (95%). Meanwhile, Central Visayas (52%) and Bicol region (54%) have lower percentages of Filipinos inclined to fight. “There are more adult Filipinos in the urban areas (80%) who are willing to fight for the country in the event of a conflict with a foreign enemy compared to those in the rural areas (73%),” OCTA Research said. The survey also found that Filipinos belonging in Class D showed the highest eagerness to defend the country (80%). Across age groups, adults aged 45 to 54 showed the highest willingness to fight for the Philippines (87%) in a conflict with another nation, while those aged 65 to 74 expressed the lowest willingness (69%). Male Filipinos (82%) are more inclined to defend the nation than females (72%). Adults with vocational education showed the greatest willingness to fight (86%) against foreign adversaries, while those with college or postgraduate education recorded the lowest percentage (70%). Last week, Philippine authorities reported that the China Coast Guard and Chinese maritime militia vessels “harassed, blocked, deployed water cannons, and executed maneuvers in another attempt to illegally impede or obstruct” a resupply mission to troops stationed at BRP Sierra Madre in Ayungin Shoal. Relations between Manila and Beijing have deteriorated under President Ferdinand Marcos Jr. as he improves ties with traditional ally Washington and pushes back against Chinese actions in the West Philippine Sea. - Latest - Trending",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.facebook.com/plugins/page.php?href=",
      "https://www.facebook.com/plugins/page.php",
      "https://facebook.com/plugins/page.php?href="
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "caraga",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "octa research",
          "sentiment": "none"
        },
        {
          "name": "armed forces of the philippines",
          "sentiment": "none"
        },
        {
          "name": "” octa research",
          "sentiment": "none"
        },
        {
          "name": "central visayas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "philippines",
          "sentiment": "none"
        },
        {
          "name": "manila",
          "sentiment": "none"
        },
        {
          "name": "mindanao",
          "sentiment": "none"
        },
        {
          "name": "west philippine sea",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "bicol",
          "sentiment": "none"
        },
        {
          "name": "davao",
          "sentiment": "none"
        },
        {
          "name": "visayas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-10T07:32:14.207+02:00",
    "updated": "2024-03-11T06:49:59.325+02:00"
  },
  {
    "uuid": "87201df52988804fbc40ee2c3c1062dfe4b2fd44",
    "url": "https://www.the-star.co.ke/news/2024-03-01-lapsset-road-contractors-assured-of-security-ahead-of-construction-works",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "stephen.astariko@radioafricagroup.co.ke (STEPHEN ASTARIKO)",
    "published": "2024-02-29T19:29:00Z",
    "title": "Lapsset road contractors assured of security",
    "text": "- The County Commissioner stated that the government prioritized the safety of the workers for the smooth implementation of the projects.\n- The project work halted by the El Nino rains has resumed.\nGarissa county commissioner Mohamed Mwabudzo on Thursday assured the Lamu Port-South Sudan-Ethiopia-Transport (LAPSSET) Corridor project road contractors of adequate security as they embark on the works.\nThe project work was halted by the El Nino rains has resumed.\nHe spoke in his office when he received officials from the Kenya Port Authority, Kenya National Highway Authority and LAPSSET.\nThey were led by Amb. Dr. Samori Okwiya, CEO Nepad/ APRM Kenya Secretariat,\nThe County Commissioner stated that the government prioritized the safety of the workers for the smooth implementation of the projects.\n“The LAPSSET project is the most ambitious infrastructure project bringing together Kenya, Ethiopia and South Sudan and we are committed to fulfilling its successful completion. We are not taking any chances to address challenges towards its implementation,” said the county commissioner.\nMwabodza said the El Nino rains halted the project and it will fully resume to achieve its targeted completion time frame.\nThe County commissioner said Balambala and Holugho sub-counties will fully benefit from the feeder roads that are part of the project.\nThe chief executive officer Amb Samori Okwiya said they had fruitful deliberation on the projects and his team Were undertaking the impact of the project, progress made and challenges faced during construction.\nThe team also had a meeting with Garissa County Secretary Mohamud Mursal to share progress and necessary support from the county government aimed towards the success of the project.\nThe CS said the County was developing trunk roads, abattoirs and similar infrastructure to reap big from the Corridor upon its completion.\nEarly last year, the terrorists targeted projects including the Lapsset port and road, forcing the government to suspend construction of a crucial road linking Kenya and South Sudan.\nAt least 14 people died in the attacks.\nLast week, Defense CS Aden Duale assured that the ambitious government project will continue uninterrupted saying that the military will be charged with ensuring that everything goes on smoothly and that the lives of those involved are protected.\nThe last year has seen a Multi-agency team pacifying the nearby Boni Forest to root out the terrorists operating there.\nThe LAPPSET corridor program is East Africa's Largest infrastructure project bringing together Kenya, Ethiopia and Southern Sudan.\nThe construction comprises a 257 km Lamu-Ijara-Garissa section, which is part of the Lapsset project.\nIt also consists of seven key infrastructure projects starting with the new 32 Berth port at Lamu, Interregional Highways from Lamu, Garissa, Isiolo, Moyale, Addis Ababa and Juba.\nAn interregional Standard Gauge Railway, 3 international Airports and 3 Resort Cities are part of the project commissioned by the Late President Mwai Kibaki.\nThe ongoing Garissa road project faced challenges of the El Nino rains and the security threat of Al Shabab, the worst incident being, the death of 3 KeNHA road engineers who died after their vehicle ran on an improvised explosive devise while inspecting the road project.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "samori okwiya",
          "sentiment": "none"
        },
        {
          "name": "mwabodza",
          "sentiment": "none"
        },
        {
          "name": "mohamed mwabudzo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "el nino",
          "sentiment": "none"
        },
        {
          "name": "aprm kenya secretariat",
          "sentiment": "none"
        },
        {
          "name": "kenya national highway authority",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "south sudan",
          "sentiment": "none"
        },
        {
          "name": "kenya port authority",
          "sentiment": "none"
        },
        {
          "name": "garissa",
          "sentiment": "none"
        },
        {
          "name": "kenya",
          "sentiment": "none"
        },
        {
          "name": "ethiopia",
          "sentiment": "none"
        },
        {
          "name": "lamu port-south sudan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:41:32.920+02:00",
    "updated": "2024-03-01T00:41:32.920+02:00"
  },
  {
    "uuid": "f1e95eb2f926c2fa1aa93e5fec35c914fd95a6df",
    "url": "https://www.lavoz.com.ar/deportes/futbol/daniel-mira-penarol-fue-competitivo-los-jugadores-saben-que-destacarse-en-liga-cordobesa-es-ascender/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hugo García",
    "published": "2023-12-29T01:01:00Z",
    "title": "Daniel Mira: “Peñarol fue competitivo, los jugadores saben que destacarse en Liga Cordobesa es ascender”",
    "text": "Daniel Mira vivió un año de mucho sacrificio en Argentino Peñarol. Estuvo en los primeros puestos de la tabla general de la Liga Cordobesa de Fútbol y en distintos momentos de la temporada tuvo que apelar a muchos juveniles. El DT quedó conforme por lo hecho en el primer equipo de un club en el que también fue una referencia como jugador. “Dani” espera que se haga el 15 de enero para volver a entrenar en “el Trampero” con el objetivo de volver al Regional Federal Amateur. -¿Cuál ha sido tu valoración de la campaña? -Estoy muy contento, logramos estar entre los primeros en la tabla general, y eso es importante. Peñarol fue competitivo. Además, le dimos la oportunidad de debutar en primera a muchos juveniles, es un capital que el club en algún momento lo va a poder disfrutar, ya sea con la participación de estos juveniles en el primer equipo, o con la posibilidad de que vayan a otras instituciones y generen un convenio. Que hayan debutado 10 juveniles en primera división, para nosotros un orgullo, y lo han hecho muy bien, hemos sido protagonistas del torneo, y eso es importante, seguramente instituciones como Peñarol tienen la ambición de siempre pelear y conseguir campeonatos. O mantenernos ahí arriba, ya que las últimas temporadas no habían sido buenas, para nosotros el balance es positivo. No pudimos lograr la clasificación al regional, pero bueno, ahora comienza la temporada 24, y tenemos como objetivo lograr eso, así que vamos a trabajar a partir del 15 de enero, pensando en el 2024-25, poder jugar el regional, que para nosotros es muy importante. -¿Habían armado un plantel con jugadores para jugar el Regional, pensando en que estaba la licencia? -Sí, se había armado un equipo con la idea de jugar ese torneo, porque supuestamente estaba una licencia. Pero después se modificó todo eso. Había que lograrlo en cancha y perdimos esa final con un universitario por penales. Ahí algunos futbolistas decidieron ir a buscar futuro a otros clubes. Aprovechamos eso para darle la posibilidad a los juveniles y nos vino muy bien. -¿Sí? -Hoy tenemos pibes que sabemos que pueden jugar en la primera de Peñarol. Tienen que seguir creciendo, pero estuvieron a la altura, y para nosotros eso es gratificante. -¿Qué nivel has visto en la Liga? -Yo soy defensor de la Liga Cordobesa, a mí me gustan sus partidos, he visto crecer a muchos jugadores. Me parece que el nivel de los entrenadores también ha crecido, los preparadores físicos y los futbolistas hoy tienen otra mentalidad. Saben que para poder tener una oportunidad en una categoría superior, tienen que destacarse en esta categoría tan difícil. Es importante la formación que se puede adquirir en esta competencia, yo he visto que el nivel ha ido creciendo. Esperemos seguir por ese camino, porque esa competencia nos ayuda a mejorar a todos. Peñarol fue competitivo, los jugadores saben que destacarse en Liga Cordobesa es ascender.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Economy, Business and Finance",
      "Labor"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T03:26:15.371+02:00",
    "updated": "2023-12-29T08:24:05.032+02:00"
  }
]