[
  {
    "uuid": "3be0178d9f18e2a434370f9aa843b7e9ad25e585",
    "url": "https://vnexplorer.net/zelensky-sermonises-god-as-ukrainian-ally-in-orthodox-easter-message-s2639276.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-05-05T21:36:00Z",
    "title": "Zelensky sermonises God as Ukrainian 'ally' in Orthodox Easter message",
    "text": "President Volodymyr Zelensky hailed God as Ukraine’s ‘ally’ in the war with Russia and urged citizens to be united in prayer in his Orthodox Easter address.\nIn a video filmed in front of Kyiv’s Saint Sophia Cathedral, Zelensky said that God ‘has a chevron with the Ukrainian flag on his shoulder’.\nWith ‘such an ally’, the President said, ‘life will definitely win over death’.\nHe then called on his people to unite in prayer for each other and soldiers on the front line, adding ‘Ukrainians kneel only in prayer and never before invaders and occupiers’.\nAs Ukraine marked its third Easter at war, Moscow launched a barrage of drones overnight, concentrated in Ukraine’s east where the situation on the front line is worsening.\nSix people, including a child, were wounded in a drone strike in the eastern Kharkiv region, regional governor Oleh Syniehubov said.\nPresident Volodymyr Zelensky hailed God as Ukraine’s ‘ally’ in the war with Russia and urged citizens to be united in prayer in his Orthodox Easter address. He published a video message (pictured) on Sunday from Kyiv’s Saint Sophia Cathedral in the centre of the capital\nAs Ukraine marked its third Easter at war, Putin’s forces launched a barrage of drones concentrated in Ukraine’s east where the situation on the front line is worsening. Pictured is damage caused by the overnight drone attack on a building in the Dnipro region\nA firefighter is pictured spraying water on the smouldering wreckage caused by a Russian strike in the Nikopol region overnight\nZelensky published a video message on Sunday from Kyiv’s Saint Sophia Cathedral in the centre of the capital.\nWearing a traditional Ukrainian vyshyvanka shirt, instead of his typical army-style clothes, he said: ‘(Russia) violated all commandments, coveted our house and come to kill us. The world sees it, God knows it.\n‘And we believe: God has a chevron with the Ukrainian flag on his shoulder. So with such an ally, life will definitely win over death.’\nHe continued: ‘Ukrainians kneel only in prayer and never before invaders and occupiers. The bible teaches us to love our close ones. And the present has shown us the true meaning of this.\n‘When we support and help each other, even hundreds of kilometres away from one another, we protect each other, we pray for each other. We all have become closer to each other, we have become each other’s neighbours.’\nIn Russia, President Vladimir Putin did not explicitly mention the war – which the Kremlin calls a ‘special military operation’ – in his Easter message.\nIn a public address to Patriarch Kirill – head of the Russian Orthodox Church that strongly backs Moscow’s invasion of Ukraine – Putin thanked him for ‘fruitful cooperation in the current difficult period, when it is so important for us to unite our efforts for the steady development and strengthening of the Fatherland.’\nPutin’s forces launched an overnight rocket strike on eastern Ukraine. Pictured are firefighters trying to extinguish a blaze following the strike\nUkraine’s air force said Russia fired 24 Iranian-style ‘Shahed’ drones at its territory overnight, 23 of which were shot down. Police are pictured surveying damage from the overnight attack\nFires broke out when debris from drones that were shot down fell on buildings. A firefighter is pictured spraying water on one of the blazes\nAs Orthodox Christians in Ukraine and Russia celebrated Easter, Putin’s forces launched an overnight rocket strike on Ukraine’s eastern Donetsk region.\n‘In Pokrovsk, rocket attacks killed two people and damaged a house,’ Vadim Filashkin, Ukraine’s governor of the eastern Donetsk region, said in a post on Telegram.\nPokrovsk is around 60 kilometres (35 miles) northwest of Donetsk city, the Russian-held capital of the region which Moscow claims to have annexed.\nUkraine’s air force said Russia fired 24 Iranian-style ‘Shahed’ drones at its territory overnight, 23 of which were shot down.\n‘A house and outbuildings were burned down as a result of ‘Shahed’ attacks. Six people were injured, among them a girl born in 2015,’ said Kharkiv Governor Oleg Synegubov on Telegram.\nFires broke out when debris from drones that were shot down fell on buildings in the neighbouring Dnipropetrovsk region. No casualties were reported.\nIn Russia and Ukraine, leaders have used religion and the church institution to rally society behind the war effort.\nOfficials in Kyiv urged residents to follow Orthodox Easter services online due to safety concerns.\nSerhiy Popko, head of the Kyiv city administration, warned that ‘even on such bright days of celebration, we can expect evil deeds from the aggressor’.\nRussian President Vladimir Putin (left) talks with Moscow Mayor Sergey Sobyanin (right) during the Easter service at the Christ The Saviour Cathedral in Moscow on May 5, 2024\nNews of the attacks was released on social media by Ukrainian officials, adding to the tens of thousands have been killed and millions driven from their homes since Putin ordered the invasion of Russia’s smaller neighbour in February 2022\nA Russian plane has accidentally dropped a bomb, aimed for Ukraine, on the border city of Belgorod during a May 4, 2024 attack\nA majority of Ukrainians identify as Orthodox Christians, though the church is divided.\nMany belong to the independent Orthodox Church of Ukraine. The rival Ukrainian Orthodox Church was loyal to the patriarch in Moscow until splitting from Russia after the 2022 invasion and is viewed with suspicion by many Ukrainians.\nIn Moscow, worshippers including Putin packed Moscow’s landmark Christ the Saviour Cathedral late on Saturday for a night-time Easter service led by Patriarch Kirill, head of the Russian Orthodox Church and an outspoken supporter of the Kremlin.\nEastern Orthodox Christians usually celebrate Easter later than Catholic and Protestant churches, because they use a different method of calculating the date for the holy day that marks Christ’s resurrection.\nRead more",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQNuX.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQUYT.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQNv0.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQNuZ.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lR3tb.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQXjH.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQZgl.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lR3td.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQSmz.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQNuZ.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQUYT.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQSmz.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQXjH.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQNv0.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQZgl.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQNuX.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lR3tb.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lR3td.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zelensky",
          "sentiment": "negative"
        },
        {
          "name": "volodymyr zelensky",
          "sentiment": "negative"
        },
        {
          "name": "oleh syniehubov",
          "sentiment": "none"
        },
        {
          "name": "sophia cathedr",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "saint sophia cathedral",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        },
        {
          "name": "moscow",
          "sentiment": "none"
        },
        {
          "name": "kharkiv",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-06T00:59:38.007+03:00",
    "updated": "2024-05-06T00:59:38.007+03:00"
  },
  {
    "uuid": "93664e1cdcfec7593e080748486aa8cc03af74cf",
    "url": "https://www.dakotanewsnow.com:443/2024/03/14/cat-with-broken-spine-learns-walk-again-he-wanted-survive",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "By",
    "published": "2024-03-14T20:20:00Z",
    "title": "Cat with broken spine learns to walk again: ‘He wanted to survive’",
    "text": "BLUEFIELD, W. Va. ( WVVA /Gray News) - The lives of stray cats don’t always have happy endings, but the survival of one lucky cat in West Virginia is helping to show how love and affection can beat even unlikely odds.\nSecond Chance for Cats is not a stranger to rescuing strays. The shelter houses many felines waiting for their forever homes.\nIt recently took in an injured stray named Sapphire and found out that what first appeared to be a broken leg was actually a broken neck.\nElizabeth MacDonald, the co-founder and treasurer of Second Chance for Cats, said it was the first time the shelter had seen that sort of injury.\n“We’ve had some broken legs before, we’ve had broken tails, but we have never had anything that’s been this severe,” she said.\nSapphire had fractured his C7 vertebra, leaving him almost unable to move. He had to be hand-fed, couldn’t use the litter box, and had to be moved often to prevent bedsores. Second Chance for Cats reached out to veterinarians for help but were told that Sapphire’s survival was unlikely.\nDr. Mark French, a veterinarian with Ridge Animal Hospital , said he told MacDonald that the chance of Sapphire regaining his functionality was “almost zero.”\n“I think I used the term ‘might be miraculous’ if it could ever walk again,” he said.\nFrench said it was unusual for surgery attempts to be made on animals with broken necks. Sapphire was also just four months old, meaning his soft and small bones would require extra care.\nDespite the setback, MacDonald believed it was not the size of the cat in the fight but the size of the fight in the cat and did what she could to help Sapphire recover.\n“From the very first day that we got this cat, there was just something in that cat’s eyes. And it was like he wanted to survive,” she said.\nShe spoke with her co-worker, and the two agreed that they would do everything in their power to help Sapphire survive.\n“And that’s what we did,” McDonald said.\nFrench was able to install a plate on Sapphire’s small spine through incisions in the top and bottom of his neck. If the surgery was successful, French estimated the cat would be able to walk within four months.\nHowever, under the watchful eye of his surgeon and rescuers, Sapphire was wobbly walking in three weeks.\n“Elizabeth and her group, I think that they have put in a whole lot of work and they certainly are, what do they call themselves, Second Chance? Well, by golly, that’s what they’re into, giving cats a second chance,” French said.\nFrench said Sapphire changed his outlook on what is possible. MacDonald said she hopes the cat’s success story will inspire others going through difficult times to keep their head up and keep fighting.\nMacDonald also wanted to give credit to the people who donated the $5,000 to make the surgery possible. She said Sapphire will stay at Second Chance for Cats while he heals, but plans to have him up for adoption when he is ready.\nCopyright 2024 WVVA via Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://secondchanceforcats.org/",
      "https://www.farmvilleanimalhospital.com/",
      "https://www.wvva.com/2024/03/13/cat-with-broken-vertebra-learns-walk-again-second-chance-cats/",
      "https://www.farmvilleanimalhospital.com",
      "https://www.wvva.com/2024/03/13/cat-with-broken-vertebra-learns-walk-again-second-chance-cats",
      "https://farmvilleanimalhospital.com/",
      "https://secondchanceforcats.org",
      "https://www.secondchanceforcats.org/",
      "https://wvva.com/2024/03/13/cat-with-broken-vertebra-learns-walk-again-second-chance-cats/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "elizabeth macdonald",
          "sentiment": "none"
        },
        {
          "name": "mark french",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sapphire",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "w. va.",
          "sentiment": "none"
        },
        {
          "name": "west virginia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T01:10:40.854+02:00",
    "updated": "2024-03-15T01:10:40.854+02:00"
  },
  {
    "uuid": "a8f9e8a728d60f739dfe2aa5f0e520db9c168197",
    "url": "https://www.purevolume.com/pop-culture/its-all-in-the-genes-stunning-celebrity-sisters/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mariel Loveland",
    "published": "2024-01-05T19:28:00Z",
    "title": "It’s All In The Genes: Stunning Celebrity Sisters",
    "text": "It’s All In The Genes: Stunning Celebrity Sisters\nWhen it comes to Hollywood, sometimes talent is purely genetic -- just look at Beyoncé and Solange Knowles. These celebrity sisters are as talented as they are iconic. From the stages of Coachella to the Royal Wedding, who wouldn't kill to have these stunning sisters in your family tree? What do you think Thanksgiving dinner is even like when you're rich and famous?\nBeyoncé and Solange Knowles\nIf one is the reigning queen of hip-hop, the other is the reigning princess. Beyoncé and Solange Knowles are a powerhouse of musical talent. While Bey rose to fame with her work in Destiny's Child and as a solo artist, Solange followed in her footsteps when she graced numerous magazine covers and rocked the headlining set at Pitchfork Music Festival.\nIn fact, we got the best of both worlds in 2018 when the sisters hit Coachella together (though it included a minor fall and a potentially disastrous wig slip.) Let's also not forget that Solange had the guts to spark an elevator brawl with Jay Z amidst cheating rumors. We love a girl who stands up for her sis.\nDakota And Elle Fanning\nDakota and Elle Fanning both landed their breakout roles in 2001's I Am Sam, but Dakota managed to rise to fame a little bit faster (she was four years older than her little sis.) Thanks to films like War of the Worlds, The Runaways, and Twilight, Dakota quickly became a Hollywood \"it\" girl (a major role in a film adaptation of a YA novel tends to do that.) Elle wasn't far behind and rose to Hollywood's mainstream with We Bought a Zoo and Maleficent.\nToday, the sisters are both wildly successfully, but they've managed to avoid working together as adults (aside from some voice work in My Neighbor Totoro). Why? They keep getting cast as sisters and want to venture into different roles.\nGigi And Bella Hadid\nFor Gigi and Bella Hadid, being a supermodel is the family business. It's no big deal. Their mother Yolanda Hadid, who stars on Bravo's Real Housewives of Beverly Hills, was accomplished in the field before achieving reality TV fame, so what do you expect from her offspring? Pretty big things, as it turns out.\nIn 2017, W Magazine claimed Bella ruled the world thanks to campaigns from Alexander Wang and Giuseppe Zanotti. Gigi has also nabbed major campaigns from equally big brands like Stuart Weitzman, Fendi, and Maybelline. It certainly doesn't hurt that their BFFs are Kendall Jenner and Taylor Swift. You don't get more famous than that.\nKate And Pippa Middleton\nOne is a duchess and the other is a style icon. Kate and Pippa Middleton are the epitome of class. By 2011, Kate was already used to the spotlight. It's just tricks of the trade when your husband and children are heirs to the British throne. Pippa, on the other hand, was considered a commoner until the world realized they absolutely adore her.\nSince the royal nuptials, Pippa has been thrown into the global spotlight. You can thank her numerous celebrity boyfriends, fancy hats, and stylish gowns. She's so beloved that as of 2018, she's even getting her own royal title. As it turns out her hedge fund hubby has royal blood because his father is Laird of Glen Affric. Pippa will eventually be Lady Glen Affric once her husband inherits his father's 10,000-acre estate.\nVenus and Serena Williams\nIt's rare that one person becomes a world-renowned tennis star, let alone two from the same family. Venus and Serena Williams have an unreal amount of accolades between them. Venus is a seven-time Grand Slam title winner for singles and Serena is a 23-time Grand Slam title winner. They've slain professional tennis to the point where they're basically their only rivals.\nBetween 2001's US Open and the 2017 Australian Open, Venus and Serena duked it out in nine Grand Slam finals. They became the first two players to compete in four back-to-back Grand Slam singles, but Serena took the title home for each of them. If that's not a rivalry, what is?\nEmily and Zooey Deschanel\nZooey Deschanel is arguably the most famous of these two stunning sisters. Her penchant for quirky dresses and her signature bangs have graced the big screen and the stage. Though she's toured the world with her indie pop band She & Him, she's best known for her sitcom New Girl, which just aired its final season on Fox.\nEmily Deschanel has similar talents. She's definitely in the family business and is best known for her dramatic character on Fox crime drama Bones. She's starred in all 245 episodes, along with roles in films like Spider-Man 2.\nAshlee and Jessica Simpson\nThe Simpson sisters have some major chops. Sure, Ashlee had the world's most embarrassing Saturday Night Live moment when it was revealed she was lip-synching along to a backing track, but let's not be too hard on the pair. They're still massively talented.\nJessica Simpson was the first of the siblings to achieve fame with her music (and her inescapable beauty and shoe lines). She was a pioneer in the realm of trashy celebrity reality shows with MTV's Newlyweds: Nick and Jessica, and Ashlee quickly followed in her footsteps with her own reality show. In fact, Ashlee penned the song \"Shadow\" about living in the wake of her older sister's massive success. Since then, she's managed to gain fame in own right as an actress and mom.\nAudrey and Judy Landers\nThey're '70s TV icons and sartorial mavens. The Lander sisters' patented loud sense of style is something they've still got going on today. It may even make them one of the most iconic duos in Hollywood history (at least if you're following bloodlines.) Audrey is best known for her work on Dallas and A Chorus Line, while her sister became famous after starring in The Love Boat – but that doesn't mean their careers have always been separate.\nAfter appearing together on The Love Boat, the Landers sisters made every man in America's dreams come true when they both posed in an iconic 1983 cover of Playboy. The only thing sexier than one sister posing in lingerie is two.\nZsa Zsa and Eva Gabor\nSome credit '50s icon Zsa Zsa Gabor as shaping the idea of a modern-day Hollywood celebrity. The actress and socialite was crowned Miss Hungary and emigrated to America before starring in the 1952 classic Moulin Rouge. Zsa Zsa's younger sister Eva eventually became just as famous with roles in Green Acres, The Aristocats, and The Rescuers. The pair even worked together in the play Arsenic and Old Lace.\nZsa Zsa and Eva weren't the only two Gabor sisters to achieve fame. Their sister Magda never gained the same level of notoriety but performed in The Colgate Comedy Hour.\nFranca and Carla Sozzani\nFranca Sozzani is the reason you're wearing what you're wearing. The journalist was editor in chief of Vogue Italia for 27 yearsbefore she passed away in 2016. Her sister Carla was equally as influential in the fashion world. She launched the concept store 10 Corso Como, a Milan hotspot for art, culture and of course, fashion.\nThe pair were known by Anna Wintour, whose patented intensity served as Meryl Streep's Devil Wears Prada inspiration. She described Franca as the \"hardest-working person I have known.\" If that's how Wintour views you, we're exhausted just thinking about what your life might have actually been like. There's no doubt that the Sozzani's were some of the most influential sisters to ever take the fashion world by storm.\nNicky and Paris Hilton\nIn the early '00s, Nicky and Paris Hilton were arguably the most iconic sister duo. This pair had everything a person could want: a Hilton-sized trust fund, effortless style (barring a couple Von Dutch trucker hats and velour tracksuits) and adorable, tiny dogs (who got a dog house more luxurious than most of our apartments.)\nThe pair were seemingly famous for being famous and checked every tabloid box – from Paris' sex scandal to Nicky's five-minute marriages. There were reality TV shows, legal troubles, and short-lived music careers. They're exactly what socialites should be – at least if you ask Page Six.\nHaylie and Hillary Duff\nThese celebrity sisters are all-star collaborators. Hillary was the first to rise to fame with Disney Channel's Lizzie McGuire (you don't get much more iconic than that as a young actress.) Shortly after, Haylie found fame as a cast member on teen drama 7th Heaven and became a Lifetime movie staple. You simply can't do Lifetime films without Haylie (well, you can but they just don't have the same oomph.)\nWith Hilary's music career and piping new series Younger along with Haylie's Cooking Channel show The Real Girl's Kitchen, we've learned this iconic duo is always supportive and never jealous of each other's success, even if they're in the same lane. They regularly throw each other shout-outs on social media and continue to remain one of Hollywood's most adorable sister acts.\nTia and Tamara Mowry\nYou can't have Tia without Tamara. The pair rose to fame in the 1990s with their hit TV show Sister Sister. Since then, they've managed to maintain their Hollywood success by banding together and using what their mama gave them.\nIn 2011, the two sisters landed their own Style Network series. Tia got to show us the low-down on what it's actually like being pregnant and we got to live vicariously through Tamara as she planned her wedding. Now, their iconic series may be getting a highly anticipated reboot. If they did it for Boy Meets World, they really need to do it for Sister, Sister.\nTegan and Sara Quin\nTegan and Sara are more than just twin sisters – they're champions of LGBTQ rights and wrote some of the catchiest songs the world has ever seen. Plus, they've got some pretty adorable cats.\nTegan and Sara prove that sisters are always better when they put their talents together. The pair has released eight critically acclaimed studio albums and earned a Grammy nomination for their DVD and Live Album Get Along (let's not even mention how influential The Con was.)More importantly, the pair launched their own foundation called The Tegan and Sara foundation. They use this to fight for economic justice, health and representation for LGBTQ girls and women. There's nothing these sisters can't do.\nCara and Poppy Delevigne\nYou might recognize Cara Delevigne before her famous sister, but only because she's part of Taylor Swift's girl gang. The model actually followed in the footsteps of her famous sister Poppy. Poppy has modeled for major fashion houses like Burberry and Alberta Ferretti. Her little sis hopped on the scene working for one of those very same companies. In 2011, Cara landed the Burberry spring/summer campaign that would make her famous.\nUnlike her stunning sister, Delevigne ventured into Hollywood. With roles in films like Suicide Squad, Paper Towns and Pan, her acting chops are almost as in-demand as her face.\nLaura and Sarah Silverman\nComedian Sarah Silverman is now a household name. With her work in Wreck-It Ralph, Battle of the Sexes and There's Something About Mary, she's one of the most in-demand female comedians in all of Hollywood – and that's before you mention her numerous standup specials. Silverman also has a pretty talented, (but less famous) sister, though that's only because she doesn't often show her face in the projects she works on.\nLaura Silverman is an accomplished voice actress in beloved programs like Bob's Burgers and Adventure Time. She's also acted alongside her sis in The Comeback.\nMiley, Brandi, and Noah Cyrus\nJust one, single Cyrus sister is more successful than most of us could hope to be, let alone all three. The most recognizable of the Cyrus clan is Miley, who rose to fame in Disney Channel's Hannah Montana before launching her own music career away from the mouse. Brandi, who looks almost the same as Miley, is an actress and lifestyle blogger. The eldest Cyrus sister landed her own Bravo series called Cyrus vs. Cyrus: Design & Conquer where she redesigns homes with her mom.\nNoah is the youngest Cyrus and recently launched her own music career following in Miley's footsteps.\nMary Kate, Ashley and Elizabeth Olsen\nTwins Mary Kate and Ashley Olsen have been business partners since they were young. After rising to fame on Full House, the pair starred in numerous widely lauded straight-to-VHS films like It Takes Two and Passport to Paris. The recipe – two twins, a foreign location, and a couple cute boys -- just worked. Since their days as film and TV stars, they've retired from Hollywood and launched a wildly successful fashion brand, but sister Elizabeth Olsen is still keeping on with the family trade.\nElizabeth appears in films like Godzilla, Captain America: Civil War and Silent House. Most recently, she appeared in the highly anticipated Avengers: Infinity War.\nMalia and Sasha Obama\nThe Obama sisters didn't ask for fame but became role models to girls everywhere when their father, Barack Obama, became president. Though the girls tend to skirt the political spotlight, there's no doubt that they’ll one day change the world.\nMalia is currently studying at Harvard University – just like dad. She's also got a pretty hunky British boyfriend (let the girl live!) Sasha is still in high school but proves to be a style icon. She recently dyed her hair blue which graced headlines in Harper's Bazaar. Not too many teens can say their off-hand hair decisions have done that.\nLillian and Dorothy Gish\nBack in the days of prohibition, Lillian and Dorothy Gish were some of Hollywood's most sought-after silent film stars. Dorothy, the youngest of the pair, was inducted into the American Theatre Hall of Fame for her life's work which includes titles like Intolerance and Life With Father along with various comedies, directing roles and writing credits.\nLillian, who was known as the First Lady of American Cinema, has equally as impressive credits like 1915's The Birth of a Nation and 1946's Duel in the Sun. She acted until the very last few years of her life and even appeared in 1987's The Whales of August.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jay",
          "sentiment": "none"
        },
        {
          "name": "solange",
          "sentiment": "none"
        },
        {
          "name": "bey",
          "sentiment": "none"
        },
        {
          "name": "beyoncé",
          "sentiment": "none"
        },
        {
          "name": "solange knowles",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "hollywood",
          "sentiment": "none"
        },
        {
          "name": "coachella",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:21:14.509+02:00",
    "updated": "2024-01-06T00:21:14.509+02:00"
  },
  {
    "uuid": "77877edb0751753b0b8acc5e4edfa2d6313ad104",
    "url": "https://thefederal.com/category/states/north-east/peace-accord-with-ulfa-to-have-huge-impact-across-northeast-himanta-104875",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agencies",
    "published": "2023-12-30T15:45:00Z",
    "title": "Peace accord with ULFA to have huge impact across Northeast: Himanta",
    "text": "Peace accord with ULFA to have huge impact across Northeast: Himanta Guwahati, Dec 30 (PTI) Assam Chief Minister Himanta Biswa Sarma on Saturday said the peace agreement with the pro-talk faction of the ULFA will have a huge impact across the Northeast. Replying to congratulatory messages on X for the signing of the accord by several BJP leaders, he said that a peaceful, prosperous and developed Northeast is the dream of every Indian and it is being fulfilled due to the relentless efforts of PM Narendra Modi. The signing of the agreement with ULFA will ensure all-round development of not only Assam but the entire region, he added. \"With Hon'ble Prime Minister's blessings, North East will together contribute towards building a Viksit Bharat,\" Sarma posted on X. Maintaining that there is no place for violence in the present times, the chief minister expressed hope that this will inspire others to come to the mainstream and contribute to nation-building. \"People longed for permanent peace with ULFA so that the development journey can continue unbridled,\" he said. \"With the blessings of Hon PM and Hon HM & with peace prevailing in the state, Assam is poised for greater heights,\" Sarma posted. A tripartite Memorandum of Settlement between the ULFA (pro-talk faction), Centre and the state government was signed in New Delhi on Friday in the presence of Union Home Minister Amit Shah and the chief minister. PTI",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "himanta biswa sarma",
          "sentiment": "none"
        },
        {
          "name": "hon",
          "sentiment": "none"
        },
        {
          "name": "sarma",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ulfa",
          "sentiment": "negative"
        },
        {
          "name": "himanta peace",
          "sentiment": "negative"
        },
        {
          "name": "bjp",
          "sentiment": "none"
        },
        {
          "name": "northeast",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "himanta guwahati",
          "sentiment": "none"
        },
        {
          "name": "assam",
          "sentiment": "none"
        },
        {
          "name": "north east",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T21:39:46.359+02:00",
    "updated": "2023-12-30T21:39:46.359+02:00"
  }
]