[
  {
    "uuid": "a6936674a58ccb5dcc84377a9912fe91c5aa2f1c",
    "url": "https://www.newsherald.com/story/news/local/state/2024/08/01/florida-price-gouging-hotline-activated-as-gulf-storm-97l-approaches-tropical-storm-hurricane-debby/74640665007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ", Panama City News Herald",
    "published": "2024-08-01T23:31:00Z",
    "title": "Florida price gouging hotline activated as Gulf storm 97L approaches",
    "text": "Florida's attorney general activates price gouging hotline ahead of Gulf storm Invest 97L Attorney General Ashley Moody on Thursday announced that Florida’s \"Price Gouging Hotline\" is live after Gov. Ron DeSantis declared [a state of emergency](https://www.tallahassee.com/story/news/hurricane/2024/08/01/desantis-declares-florida-state-of-emergency-for-gulf-storm-97l-track-debby/74639334007/) in 54 of 67 counties – or 80 percent of the state. The moves comes as a [tropical wave](https://www.tallahassee.com/story/weather/hurricanes/2024/07/31/tropical-wave-in-atlantic-could-eye-gulf-coast-if-it-stays-weak/74625513007/), now designated as [Invest 97L](https://www.tallahassee.com/story/weather/hurricanes/2024/08/01/invest-97l-spaghetti-models-gulf-coast/74633466007/), could develop over the next week and head to the Sunshine State. If it develops, it could become [Tropical Storm Debby](https://www.tallahassee.com/story/weather/hurricanes/2024/07/31/tropical-wave-in-atlantic-could-eye-gulf-coast-if-it-stays-weak/74625513007/), the fourth named storm of the [2024 Atlantic hurricane season](https://www.tallahassee.com/story/weather/hurricanes/2024/07/29/tropical-cyclone-eyes-florida-heres-what-we-know-right-now/74587109007/). A press release from Moody's office said \"price gouging laws are now in effect for the counties covered by the state of emergency: Alachua, Baker, Bay, Bradford, Calhoun, Charlotte, Citrus, Clay, Collier, Columbia, Dixie, Duval, Escambia, Flagler, Franklin, Gadsden, Gilchrist, Gulf, Hamilton, Hernando, Hillsborough, Holmes, Jackson, Jefferson, Lafayette, Lake, Lee, Leon, Levy, Liberty, Madison, Manatee, Marion, Monroe, Nassau, Okaloosa, Orange, Osceola, Pasco, Pinellas, Polk, Putnam, Santa Rosa, Sarasota, Seminole, St. Johns, Sumter, Suwannee, Taylor, Union, Volusia, Wakulla, Walton and Washington counties.\" Florida’s price gouging law applies to items and services essential to getting ready for, or recovering from, a storm within the areas of a declared state of emergency, the press release explained. That may include generators, food, gasoline, hotel rooms, ice, lumber and water. \"Violators of the price gouging statute are subject to civil penalties of $1,000 per violation and up to a total of $25,000 for multiple violations committed in a single 24-hour period,\" the release said. “Invest 97L is expected to bring heavy rain and powerful winds to much of the state,\" Moody said in a statement. \"To help Floridians prepare for this event, we are activating the price gouging hotline to accept reports of extreme price increases on essential commodities. As the system approaches, I’m urging Floridians to finalize their storm preparations, monitor weather reports and follow the guidance of local authorities.” For more information ∎ Anyone who suspects price gouging can report it to the Florida Attorney General’s Office by visiting [MyFloridaLegal.com](http://www.myfloridalegal.com) or calling 1(866) 9NO-SCAM. ∎ For more information on price gouging, read a PDF copy of \"Attorney General Moody’s Scams at a Glance: Price Gouging\" handout, online [here](https://www.myfloridalegal.com/sites/default/files/Price%2BGouging_Scams%2Bat%2Ba%2BGlance_v1a%5B1%5D.pdf), and in Spanish, [here](https://www.myfloridalegal.com/sites/default/files/Price%2BGouging_Scams%2Bat%2Ba%2BGlance_v1a_sp%5B1%5D.pdf). ∎ Moody recently released a [2024 Hurricane Preparedness Guide](https://www.myfloridalegal.com/sites/default/files/2024hurricanepreparednessguide.pdf). The guide contains information on tropical systems, preparedness checklists and tips for avoiding storm-related scams before, during and after a weather event. Brandon Girod of the Pensacola News Journal contributed. News Director Jim Rosica can be reached at [jrosica@tallahassee.com](mailto:jrosica@tallahassee.com). Follow him on X: [@JimRosicaFL](https://x.com/JimRosicaFL).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.tallahassee.com/story/weather/hurricanes/2024/08/01/invest-97l-spaghetti-models-gulf-coast/74633466007/),",
      "https://x.com/JimRosicaFL).",
      "https://www.tallahassee.com/story/weather/hurricanes/2024/07/31/tropical-wave-in-atlantic-could-eye-gulf-coast-if-it-stays-weak/74625513007/),",
      "https://www.tallahassee.com/story/news/hurricane/2024/08/01/desantis-declares-florida-state-of-emergency-for-gulf-storm-97l-track-debby/74639334007/)",
      "http://www.myfloridalegal.com)",
      "https://www.tallahassee.com/story/weather/hurricanes/2024/07/29/tropical-cyclone-eyes-florida-heres-what-we-know-right-now/74587109007/).",
      "https://www.myfloridalegal.com/sites/default/files/Price%2BGouging_Scams%2Bat%2Ba%2BGlance_v1a%5B1%5D.pdf),",
      "https://www.myfloridalegal.com/sites/default/files/Price%2BGouging_Scams%2Bat%2Ba%2BGlance_v1a_sp%5B1%5D.pdf).",
      "https://www.myfloridalegal.com/sites/default/files/2024hurricanepreparednessguide.pdf).",
      "https://tallahassee.com/story/news/hurricane/2024/08/01/desantis-declares-florida-state-of-emergency-for-gulf-storm-97l-track-debby/74639334007/)",
      "https://myfloridalegal.com/sites/default/files/2024hurricanepreparednessguide.pdf).",
      "https://tallahassee.com/story/weather/hurricanes/2024/08/01/invest-97l-spaghetti-models-gulf-coast/74633466007/),",
      "http://myfloridalegal.com)",
      "https://tallahassee.com/story/weather/hurricanes/2024/07/31/tropical-wave-in-atlantic-could-eye-gulf-coast-if-it-stays-weak/74625513007/),",
      "https://myfloridalegal.com/sites/default/files/Price%2BGouging_Scams%2Bat%2Ba%2BGlance_v1a_sp%5B1%5D.pdf).",
      "https://tallahassee.com/story/weather/hurricanes/2024/07/29/tropical-cyclone-eyes-florida-heres-what-we-know-right-now/74587109007/).",
      "https://www.x.com/JimRosicaFL).",
      "https://myfloridalegal.com/sites/default/files/Price%2BGouging_Scams%2Bat%2Ba%2BGlance_v1a%5B1%5D.pdf),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ron desantis",
          "sentiment": "none"
        },
        {
          "name": "ashley moody",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "gulf",
          "sentiment": "none"
        },
        {
          "name": "sunshine state",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "atlantic",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T03:33:43.303+03:00",
    "updated": "2024-08-02T13:28:40.066+03:00"
  },
  {
    "uuid": "9721f46b390c91be36cb6c2c71c0c9cdb4e28924",
    "url": "https://www.necn.com/news/national-international/president-biden-wont-commute-son-hunter-gun-sentence/3259016",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@NECN",
    "published": "2024-06-13T20:36:00Z",
    "title": "President Biden says he won't offer commutation to his son Hunter after gun sentence",
    "text": "President Joe Biden said Thursday that he will not use his presidential powers to lessen the eventual sentence that his son Hunter will receive for his federal felony conviction on gun crimes.\nBiden, following the conclusion of a news conference held at the Group of Seven summit of the world’s wealthiest democracies, responded he would not when asked whether he plans to commute the sentence for his son. Hunter Biden’s sentencing date has not been set, and the three counts carry up to 25 years in prison.\nWhether Hunter Biden actually serves any time behind bars will be up to U.S. District Judge Maryellen Noreika, who was nominated to the bench by former Republican President Donald Trump.\nBiden’s remarks came one day after the White House declined to rule out a potential commutation for Hunter Biden. Both the president and the White House have said for months that Biden would not pardon his son.\nHunter Biden Jun 11 Will Hunter Biden go to prison? What's next after his federal gun charges conviction Hunter Biden Jun 11 Hunter Biden found guilty on all charges in federal gun trial “I’m extremely proud of my son Hunter. He has overcome an addiction. He is one of the brightest most decent men I know,” Biden said earlier during the news conference Thursday. “I abide by the jury decision. I will do that and I will not pardon him.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "negative"
        },
        {
          "name": "joe biden",
          "sentiment": "negative"
        },
        {
          "name": "hunter",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "maryellen noreika",
          "sentiment": "none"
        },
        {
          "name": "hunter biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "group of seven",
          "sentiment": "none"
        },
        {
          "name": "white house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:23:51.079+03:00",
    "updated": "2024-06-14T00:23:51.079+03:00"
  },
  {
    "uuid": "f2ca9f95ac7798755bcff3d03b4af07b2b017420",
    "url": "https://www.eldebate.com/espana/la-voz-de-cordoba/opinion/20240602/caridad-amor_201766.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La Voz de Córdoba",
    "published": "2024-06-02T02:00:00Z",
    "title": "La caridad es amor",
    "text": "Cualquiera que atienda y mire con buena voluntad los resultados que un a\\u00f1o m\\u00e1s C\\u00e1ritas de C\\u00f3rdoba ha presentado en estos d\\u00edas, comprobar\\u00e1 que la ayuda prestada a los necesitados no es meramente asistencial, sino que su compromiso va m\\u00e1s all\\u00e1: incluye la reinserci\\u00f3n laboral, las ayudas a la escolarizaci\\u00f3n o la educaci\\u00f3n, la formaci\\u00f3n en general y sobre todo la recuperaci\\u00f3n de la dignidad de aquellas personas que est\\u00e1n en situaci\\u00f3n vulnerable o directamente en la pobreza. Esto es as\\u00ed porque lo que hace C\\u00e1ritas no es solo ayudar, sino compartir un mensaje que transform\\u00f3 la Historia y a los hombres, que es trascendente y que por supuesto tiene absoluta vigencia en la actualidad. Conviene recordar esto porque le otorga una dimensi\\u00f3n que en algunos casos los propios cristianos olvidan, cuando son v\\u00edctimas de la batalla del lenguaje que se est\\u00e1 dando en todos los niveles y que es un arma m\\u00e1s para imponer una sociedad vac\\u00eda de sentido pero disfrazada de hermosos conceptos. En esa batalla se critica a la caridad y se le enfrenta al concepto de solidaridad - como antesala de la manida justicia social- con una argumentaci\\u00f3n simple: la caridad se ejerce de arriba a abajo, \\u00abhumillando\\u00bb a quien la recibe, y la solidaridad es horizontal, emp\\u00e1tica e igualitaria. Pero en realidad no es sino una argucia m\\u00e1s del humo igualitarista que todo lo contamina y que huye de cualquier sentido trascendente o religioso que pueda despojarle de su fin totalitario. El igualitarismo es una doctrina pol\\u00edtica que no soporta la libertad porque es precisamente la libertad la que nos hace diferentes y diversos. La caridad no se ejerce en vertical: en vertical se impone la igualdad desde el Estado y los gobiernos y con dispares e injustos (esos s\\u00ed) resultados. La caridad nace desde dentro del coraz\\u00f3n humano y de su dignidad y sobre todo de su libertad. Ambos, atributos que para los cristianos son regalados por Dios. La caridad consiste, precisamente, en compartir lo que nos ha sido regalado, y ese es el amor fraterno que se conmemora en el Corpus Christi, por mucho que les pese a los que en nombre de la justicia social lo que buscan es una sociedad victimizada y obediente.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-02T07:30:20.725+03:00",
    "updated": "2024-06-02T07:30:20.725+03:00"
  },
  {
    "uuid": "338b53cb9c10f6844f246d157a8aa9cd3a232769",
    "url": "https://thegrio.com/2024/04/18/ashanti-and-nelly-are-engaged-and-expecting-their-first-child-together",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TheGrio Lifestyle",
    "published": "2024-04-18T19:22:00Z",
    "title": "Ashanti and Nelly are engaged and expecting their first child together",
    "text": "“This new year of my life is such a blessing full of love, hope and anticipation,” said Ashanti, confirming the baby news.\nMonths after confirming their rekindled romance, Ashanti and Nelly are teaming up for a very special collaboration — a baby.\nThis week, the “Foolish” singer teased growing pregnancy rumors in an Instagram video advertising at-home fertility diagnostic company Proov , which she and the rapper co-own with founder Amy Beckley, PhD. In the video, Ashanti appears to be getting ready for a performance; as her mom, Tina Douglas, continuously asks her daughter how much time she needs backstage, the star ultimately responds, “Uh, I’m gonna need about nine months.”\nThe songstress further confirmed her pregnancy in an exclusive interview with Essence magazine, where she also announced her engagement to Nelly.\n“This new year of my life is such a blessing full of love, hope and anticipation,” Ashanti told the publication. “Motherhood is something that I have looked forward to, and sharing this with my family, fiancé and loyal fans, who have been so supportive of my career, is an amazing experience.”\nRecommended Stories Featured Nelly goes all out for Ashanti’s birthday: ‘One time for the birthday girl’ TheGrio Lifestyle\nLifestyle Ashanti and Nelly confirm reignited romance two decades after sparking relationship rumors Haniyah Philogene\nFeatured Nelly said that the 2000s was the toughest era in hip-hop. He’s right and wrong. Panama Jackson\nEntertainment Ashanti recalls dealing with sexual harassment during her career TheGrio Staff\nFeatured Anatomy of a side-dude anthem Joe Jurado\nEntertainment Ashanti, Jadakiss to join D-Nice for ‘Club Quarantine’ at Carnegie Hall TheGrio Staff\nFeatured Oakland’s Black Joy Parade returns this weekend TheGrio Staff\nFeatured Nick Cannon says mother of his child questioned him about condom vending machine prank Biba Adams\nIn 2023, the couple confirmed their resumed romantic relationship . During an appearance on “Boss Moves with Rasheeda,” Nelly shared that the two were dating again.\n“We cool again,” the rapper said. “​​I think it surprised both of us, though. It wasn’t anything that was planned […] But sometimes, being separate, you understand one another more.”\nAt the time, the mother-to-be cemented their new relationship status by carrying a custom clutch emblazoned with a picture of the two from 2003, the year the two were initially rumored to have been dating.\nShortly after the couple validated romance rumors, pregnancy rumors began to swirl when fans noticed an intimate moment between the two onstage. During a performance at the Four Seasons Hotel in December, Ashanti and Nelly rested their hands on her stomach and exchanged smiles, which led fans to believe that baby news could be on the way. Similarly, the rapper once responded “I’m on it” to an Instagram comment saying “Get [Ashanti] pregnant tonight,” per People magazine.\nThough this is Ashanti’s first baby, the couple’s child will be joining Nelly’s daughter Chanelle, his son Cornell Jr., and his niece and nephew Shawn and Sydney Thomas, whom he adopted after his sister Jackie Donahue died of leukemia in 2005.\n“We are in a great space,” Ashanti previously told People . “Everything is positive. [We’re] having a lot of fun.”\nCue “Baby” by Ashanti!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "http://youtube.com/watch?v=QThbui6twrI",
      "https://www.proovtest.com/",
      "https://people.com/mtv-vmas-2023-ashanti-nelly-are-having-fun-in-rekindled-romance-exclusive-7969418",
      "http://www.youtube.com/watch?v=QThbui6twrI",
      "https://proovtest.com/",
      "https://proovtest.com",
      "http://www.youtube.com/watch",
      "https://www.people.com/mtv-vmas-2023-ashanti-nelly-are-having-fun-in-rekindled-romance-exclusive-7969418"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nelly",
          "sentiment": "negative"
        },
        {
          "name": "tina douglas",
          "sentiment": "none"
        },
        {
          "name": "amy beckley",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ashanti",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:20:38.532+03:00",
    "updated": "2024-04-19T01:20:40.882+03:00"
  },
  {
    "uuid": "e10799baa5b0c6c78c8279f2a692bcb48875d9dd",
    "url": "https://www.sportschau.de/regional/rbb/rbb-basketball-euroleague-alba-verliert-mit-deutlichem-rueckstand-gegen-valencia-100.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "taketonews",
    "published": "2024-02-01T19:35:00Z",
    "title": "Basketball Euroleague: Basketball Euroleague: Alba loses by a significant margin to Valencia",
    "text": "The basketball players from Alba Berlin lost to Valencia Basket in the Euroleague.\nThe basketball players of\nAlba Berlin lost to Valencia Basket in the Euroleague. On Thursday evening, the Berlin team lost 66:81 (15:20, 15:22, 15:23, 21:16) against the ninth-place team. For Alba Berlin it is already the 20th defeat in the 25th game of the current Euroleague season. The best Berlin throwers were Matt Thomas with 15 and Khalifa Koumadje with 13 points.\nAlba Berlin’s first national player and the dream of the Olympics\nAlba Berlin currently cannot lose in the women’s basketball Bundesliga. One of the guarantees of success: Energy bundle Theresa Simon. She also sees a realistic chance of something historic with the national team.\nmore\nAlba has no chance\nIn front of 9,235 fans in the arena at Ostbahnhof, the hosts had big problems with the Spaniards’ physical superiority from the start. Alba only managed three points in six minutes, so the deficit reached double digits (3:14) in the middle of the first quarter.\nAfterwards, Alba fought a little better into the game and showed improvement, especially defensively. In the second quarter, Israel Gonzalez’s team got within three points (20:23). But there was still a problem offensively. Apart from Thomas (13 points in the first half), no Berliner scored consistently.\nIn the third quarter the guests finally pulled away. The Spaniards continued to hit their three-point shots. The Berliners also allowed them too many rebounds. At the end of the third period the deficit grew to 22 points (43:65). After that, Alba Valenicia Basket could no longer be dangerous.\nThe Albatrosses continue in the Bundesliga on Sunday. Alba Berlin welcomes the German champions Ulm at 5 p.m.\nBroadcast: rbb24, February 1st, 2024, 9:45 p.m",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Sport"
    ],
    "external_links": [
      "https://www.rbb24.de/sport/basketball/alba-berlin/index.html",
      "https://www.rbb24.de/sport/beitrag/2024/02/basketball-frauen-nationalmannschaft-theresa-simon-alba-berlin.html",
      "https://rbb24.de/sport/basketball/alba-berlin/index.html",
      "https://rbb24.de/sport/beitrag/2024/02/basketball-frauen-nationalmannschaft-theresa-simon-alba-berlin.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alba",
          "sentiment": "negative"
        },
        {
          "name": "theresa simon",
          "sentiment": "none"
        },
        {
          "name": "khalifa koumadje",
          "sentiment": "none"
        },
        {
          "name": "matt thomas",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "valencia basket",
          "sentiment": "negative"
        },
        {
          "name": "valencia",
          "sentiment": "negative"
        },
        {
          "name": "alba",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "alba berlin",
          "sentiment": "none"
        },
        {
          "name": "berlin",
          "sentiment": "none"
        },
        {
          "name": "ostbahnhof",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:46:53.556+02:00",
    "updated": "2024-02-02T00:46:53.556+02:00"
  },
  {
    "uuid": "21d4bd14f0d44f2138a0917dc99716cac168f9c2",
    "url": "https://www.zerohedge.com/geopolitical/venezuela-launches-5000-troop-exercise-response-uk-warships-approach",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tyler Durden",
    "published": "2023-12-28T22:20:00Z",
    "title": "Venezuela Launches 5,000+ Troop Exercise In Response To UK Warship's Approach | ZeroHedge",
    "text": "Venezuela Launches 5,000+ Troop Exercise In Response To UK Warship's Approach Just on the heels of the recent panic over the risk of a Venezuela invasion of its neighbor Guyana, fears which finally [subsided](https://www.zerohedge.com/markets/uk-deploys-warship-guyana-show-support-against-venezuela-territorial-claim) over a week ago upon a mutual pact pledging that both would avoid direct conflict, the UK sent a warship to patrol off Venezuela's coast. Britain previously said it would dispatch the HMS Trent near Guyana by December's end as a significant show of support for the government in Guyana’s capital Georgetown, on concerns Nicolás Maduro would make moves to claim the vast, mineral-rich Essequibo region, which borders his country but has been part of Guyana - a member of the British Commonwealth and the only English-speaking nation in South America - for more than a century. A December 14 report in [The Guardian](https://www.theguardian.com/world/2023/dec/15/guyana-and-venezuela-dispute-force-promise) suggested tensions were cooling fast: \"The leaders of Guyana and Venezuela promised in a tense meeting that neither side would use threats or force against the other, but failed to reach agreement on how to address a bitter dispute over a vast border region rich with oil and minerals that has concerned many in the region,\" the publication said at the time. But on Thursday's there's been a new shocking development reversing this hoped-for state of 'cooler heads prevailing' and which raises the potential for the UK and Venezuela to directly clash in Caribbean waters. AFP reports breaking statements from Maduro's office [as follows](https://www.barrons.com/news/venezuela-launches-military-exercise-over-british-warship-threat-def0717c): Venezuela's President Nicolas Maduro on Thursday ordered more than 5,600 military personnel to participate in a \"defensive\" exercise, after Britain said it was sending a Royal Navy warship to waters off neighboring Guyana. Maduro said he was launching \"a joint action of a defensive nature in response to the provocation and threat of the United Kingdom against peace and the sovereignty of our country.\" Prior to the current standoff the HMS Trent had reportedly monitored the Caribbean in search of drug smugglers as a military offshore patrol vessel. It is armed with heavy guns and typically carries a unit of Royal Marines and a combat helicopter. The vessel has been confirmed now in [regional waters](https://www.miamiherald.com/news/nation-world/world/americas/venezuela/article283524188.html#storylink=cpy): HMS Trent was reported to have made a stop in Bridgetown, Barbados, after leaving its homeport at Gibraltar earlier this month. The vessel is scheduled to head towards Guyana this week and anchor off Georgetown to participate in a series of training exercises with the country’s navy and other allies, the BBC reported. The border dispute has been a source of tension and disagreements going all the way back to the 19th century, but Maduro recently sponsored a referendum on whether his government should use force to finally resolve it. He then provocatively announced that 95% of Venezuelan citizens voted in favor of a forced annexation. This drew quick condemnation from Caracas' longtime enemies the US and Britain. On Wednesday Venezuelan forces were placed on a 'high state of alert' following the reports of the British warship moving toward the coast. Venezuelan Defense Minister Vladimir Padrino López [issued](https://twitter.com/telesurenglish/status/1739356351254413803) a blistering warning on X in response to HMS Trent's presence. \"A warship in waters yet to be demarcated?\" he said. \"How does that fit with the commitment to good neighborliness and peaceful coexistence? And the agreement not to threaten or use force against each other under any circumstances? We remain alert to these provocations that put the peace and stability of the Caribbean and our America at risk!\" he warned, saying that the prior agreement with Guyana's leader Irfaan Ali about use of force has been called into question.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.miamiherald.com/news/nation-world/world/americas/venezuela/article283524188.html#storylink=cpy",
      "https://twitter.com/telesurenglish/status/1739356351254413803",
      "https://www.barrons.com/news/venezuela-launches-military-exercise-over-british-warship-threat-def0717c",
      "https://www.theguardian.com/world/2023/dec/15/guyana-and-venezuela-dispute-force-promise",
      "https://miamiherald.com/news/nation-world/world/americas/venezuela/article283524188.html#storylink=cpy",
      "https://theguardian.com/world/2023/dec/15/guyana-and-venezuela-dispute-force-promise",
      "https://barrons.com/news/venezuela-launches-military-exercise-over-british-warship-threat-def0717c",
      "https://www.twitter.com/telesurenglish/status/1739356351254413803"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nicolás maduro",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "commonwealth",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "venezuela",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "guyana",
          "sentiment": "none"
        },
        {
          "name": "south america",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "georgetown",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:30:25.477+02:00",
    "updated": "2023-12-29T01:33:13.310+02:00"
  },
  {
    "uuid": "35feaf299c5f6029c24c741397ee0ca648f9b88a",
    "url": "https://elcomercio.pe/peru/senamhi-precipitaciones-de-moderada-a-fuerte-intensidad-afectaran-la-sierra-peruana-ultimas-noticia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción EC",
    "published": "2025-01-03T11:00:00Z",
    "title": "¡Atención! Precipitaciones de moderada a fuerte intensidad afectarán la sierra peruana",
    "text": "Saber más\nEl Servicio Nacional de Meteorología e Hidrología del Perú (Senamhi) emitió un aviso meteorológico de alerta para diversas regiones del país debido a la llegada de precipitaciones de moderada a fuerte intensidad en la sierra. Se espera que este fenómeno, que incluye nieve, granizo, aguanieve y lluvia, se extienda hasta hoy, viernes 3 de enero.\nEn las provincias afectadas de la sierra de los departamentos de Ayacucho, Cajamarca, Cusco, Huancavelica, Huánuco, Junín, Ica, Lambayeque, La Libertad, Lima/Callao, Pasco, Piura, Puno, San Martín, Tacna, y Moquegua, se prevé la ocurrencia de granizo en zonas por encima de los 2800 metros sobre el nivel del mar y nieve en las localidades a más de 4000 metros. Además, se anticipan descargas eléctricas y ráfagas de viento con velocidades cercanas a los 35 km/h. En la costa, aunque no es el foco principal, se podría presentar lluvia dispersa.\nPrecipitaciones previstas por región:\n- Sierra Centro (Ayacucho, Huancavelica, Junín, Lima, Pasco): El Senamhi estima acumulados de lluvia cercanos a los 18 mm/día para el viernes 3 de enero.\n- Sierra Norte (Cajamarca, La Libertad, Lambayeque, Piura): Las precipitaciones podrían alcanzar hasta los 22 mm/día, especialmente en las zonas más altas.\n- Sierra Sur (Cusco, Ica, Moquegua, Puno, Tacna): Se espera una fuerte acumulación de lluvias con picos cercanos a los 26 mm/día.\nRecomendaciones:\nAnte las intensas precipitaciones que se prevén en la sierra, el Senamhi recomienda a la población mantenerse informada a través de medios oficiales y tomar medidas de precaución, como asegurar techos y ventanas en viviendas, evitar transitar por zonas de alto riesgo de deslizamientos o inundaciones, y no exponerse a tormentas eléctricas.\nEs importante contar con un kit de emergencia que tenga alimentos no perecibles, agua potable, linternas y medicinas. Las autoridades sugieren también evitar el uso de vehículos en áreas altas debido al riesgo de nevadas y granizo, y en caso de viajar, asegurarse de contar con cadenas para vehículos si se transita por caminos montañosos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "topics": [
      "Weather->weather warning",
      "Environment->climate change"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Servicio Nacional de Meteorología",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "Ayacucho",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T13:19:02.449+02:00",
    "updated": "2025-01-03T13:19:02.449+02:00"
  },
  {
    "uuid": "cb756d574d5ddcafd3cb56daf679341a2ab76a5f",
    "url": "https://www.uol.com.br/esporte/ultimas-noticias/ag-fight/2024/01/19/adesanya-preve-vitoria-por-finalizacao-de-du-plessis-sobre-strickland-no-ufc-297.ht",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UOL",
    "published": "2024-01-19T09:00:00Z",
    "title": "Adesanya prevê vitória por finalização de Du Plessis sobre Strickland no UFC 297",
    "text": "Esporte Adesanya prevê vitória por finalização de Du Plessis sobre Strickland no UFC 297 19/01/2024 06h00 Depois de mais de seis anos, uma disputa pelo título linear peso-médio (84 kg) do UFC acontecerá sem a presença de Israel Adesanya. Mas isso não quer dizer que o ex-campeão não estará atento ao duelo entre Sean Strickland e Dricus du Plessis, que lidera o card do UFC 297, neste sábado (20), no Canadá. Na verdade, o nigeriano tem inclusive um palpite para a luta.\nEm vídeo publicado recentemente no seu canal do 'Youtube', Israel Adesanya apostou em uma vitória de Dricus du Plessis sobre o atual campeão Sean Strickland . O nigeriano radicado na Nova Zelândia ainda foi além e previu o método como o sul-africano vencerá seu último algoz .\n\"Eu aposto no Dricus. Vai até o final? Vou dizer que não. Não que eu não respeite o Sean ou suas habilidades. O cara me venceu, então claro que eu respeito sua capacidade... Eu acho que finalização. Ele (Dricus) vai finalizá-lo \", apostou Adesanya.\nMilly Lacombe\nSobre carapuças, melindres e ressentimentos\nJamil Chade\nChile e México acionam Haia por palestinos\nJuca Kfouri\nQual é mesmo o melhor campeonato, Tite?\nTales Faria\nDiálogos de Jordy são 'batom na cueca'\nRivalidade com os dois protagonistas do UFC 297 Não se pode dizer que o palpite de Israel Adesanya tenha sido influenciado por sua relação conturbada com Sean Strickland ou por ter sido destronado do posto de campeão peso-médio do UFC pelo americano. Isso porque o nigeriano também possui uma rixa com Dricus du Plessis, com quem já trocou farpas algumas vezes.\nComunicar erro Veja também Deixe seu comentário Só para assinantes",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://agfight.com/ufc/adesanya-abre-o-jogo-ao-comentar-derrota-para-strickland-no-ufc-sonho-ruim/",
      "https://agfight.com/ufc/adesanya-abre-o-jogo-ao-comentar-derrota-para-strickland-no-ufc-sonho-ruim",
      "https://www.agfight.com/ufc/adesanya-abre-o-jogo-ao-comentar-derrota-para-strickland-no-ufc-sonho-ruim/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-19T11:35:44.904+02:00",
    "updated": "2024-01-19T11:35:44.904+02:00"
  },
  {
    "uuid": "d63d541eda73eb4d07458e3945940da0a59bec6b",
    "url": "https://www.vanguardia.com/entretenimiento/tendencias/2025/02/23/nostradamus-predijo-la-muerte-del-papa-francisco-el-misterio-detras-de-sus-palabras",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Tendencias",
    "published": "2025-02-23T22:16:00Z",
    "title": "¿Nostradamus predijo la muerte del Papa Francisco? El misterio detrás de sus palabras",
    "text": "La hospitalización del papa Francisco reaviva en redes las profecías de Nostradamus, que algunos interpretan como un presagio sobre su sucesión en la Iglesia.\nMientras el papa Francisco atraviesa un día más internado en el Hospital Gemelli de Roma debido a una infección respiratoria, las redes sociales han vuelto a poner en circulación una de las tantas predicciones atribuidas a Nostradamus. La incertidumbre en torno a la salud del pontífice ha reavivado las interpretaciones sobre las enigmáticas cuartetas del astrólogo francés, publicadas en Las Profecías en 1555.\nUno de los fragmentos que ha captado la atención de los creyentes en las profecías menciona la muerte de un “pontífice muy anciano” y la elección de un sucesor que enfrentaría críticas y desafíos. Aunque el texto es ambiguo, algunos lo han vinculado con el papa Francisco, quien a sus 88 años continúa liderando la Iglesia Católica en un periodo de profundos cambios y tensiones internas. Lea también: Video: El Obelisco de Buenos Aires se ilumina en apoyo al papa Francisco\n¿Habrá un nuevo Papa?\nOtra de las cuartetas interpretadas en este contexto sugiere que el próximo pontífice podría ser el último antes de una crisis en la institución eclesiástica. En ella se menciona a un líder de piel oscura y a un “gran rey” que entregará el mando a alguien relacionado con el color rojo. Estas referencias han dado lugar a múltiples especulaciones sobre el futuro de la Iglesia y el posible perfil del sucesor de Francisco.\nMás allá de estas interpretaciones, lo concreto es que la salud del papa sigue siendo motivo de atención. El Vaticano informó que el pontífice continúa estable, sin fiebre, y responde bien al tratamiento, aunque su cuadro clínico sigue siendo complejo. Se indicó que enfrenta una infección polimicrobiana en el tracto respiratorio, lo que ha requerido ajustes en su terapia y una hospitalización prolongada. Le puede interesar: “Les pido que recen por mí”: papa Francisco ha sido sometido a nuevas pruebas clínicas\nA pesar de su estado de salud, Francisco ha mantenido algunas de sus actividades diarias, incluyendo la lectura de textos y la recepción de la Eucaristía. Su fortaleza y determinación han sido características de su papado, pero la situación actual plantea preguntas sobre el futuro de su liderazgo y las decisiones que la Iglesia deberá tomar en los próximos meses.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "topics": [
      "Religion and Belief->belief systems",
      "Religion and Belief->religious conflict",
      "Religion and Belief->religious leader",
      "Social Issue->religious discrimination",
      "Social Issue->death and dying",
      "Social Issue->values"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Francisco",
          "sentiment": "negative"
        },
        {
          "name": "Papa",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-24T00:25:42.409+02:00",
    "updated": "2025-02-24T00:25:42.409+02:00"
  }
]