[
  {
    "uuid": "282880ca484e3becc2a1bc87e2a688c551757617",
    "url": "https://www.bakersfield.com/news/christmas-parade-driver-booked-into-kern-county-jail/article_45786efa-a5cf-11ee-a18f-db0c33cf428e.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MELANIE NGUYEN mnguyen@bakersfield.com",
    "published": "2023-12-28T19:20:00Z",
    "title": "Christmas parade driver booked into Kern County Jail | News | bakersfield.com",
    "text": "The man police say was responsible for the Bakersfield Christmas Parade car crash Dec. 7 was booked into a Kern County jail Thursday afternoon after being released from medical care.\nAlan Lewis Booth, 72, is suspected of being the driver whose Ford F-150 truck plowed into a group of people and a food truck on H Street and 21st Street minutes before the parade started.\n× This page requires Javascript. Javascript is required for you to be able to read premium content. Please enable it in your browser settings.\nkAmq@@E9 H2D 2CC6DE65 3J E96 q2<6CD7:6=5 !@=:46 s6A2CE>6?E @? E96 ?:89E @7 E96 4C2D9] qFE 96 H2D E2<6? E@ 2 9@DA:E2=[ H9:49 AC6G6?E65 9:> 7C@> 36:?8 3@@<65]k^Am kAmw6 H2D @C:8:?2==J 2CC6DE65 @? DFDA:4:@? @7 5CF?<6? 5C:G:?8[ 3FE E96 q!s D2:5 E92E[ :? 255:E:@?[ 96 H2D 3@@<65 @? DFDA:4:@? @7 2DD2F=E H:E9 2 5625=J H62A@? 2?5 C6D:DE:?8 2CC6DE]k^Am kAmp44@C5:?8 E@ z6C? r@F?EJ ;2:= C64@C5D[ q@@E9 :D 36:?8 96=5 @? S`ad[___ 32:= 2E {6C5@ ;2:=] w6 92D ?@E 366? 2DD:8?65 2 52E6 :? 4@FCE J6E] q@@E9 >2J 2=D@ 7246 2 =2HDF:E 3J E96 72>:=J @7 @?6 @7 E96 A6@A=6 :?;FC65 :? E96 4C2D9[ pC?@=5 #:@D[ ff]k^Am",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alan lewis booth",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bakersfield christmas parade",
          "sentiment": "negative"
        },
        {
          "name": "ford",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kern county",
          "sentiment": "none"
        },
        {
          "name": "kern county jail",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:05:18.259+02:00",
    "updated": "2024-01-05T13:18:58.321+02:00"
  },
  {
    "uuid": "62bdb7585ee8a469db15bdd8595d09383f481e19",
    "url": "https://istoe.com.br/oea-repudia-tentativa-de-golpe-na-bolivia-e-aborda-crises-na-nicaragua-e-haiti-2",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "admin3",
    "published": "2024-06-27T20:38:00Z",
    "title": "OEA repudia tentativa de golpe na Bolívia e aborda crises na Nicarágua e Haiti",
    "text": "A OEA aprovou nesta quinta-feira (27) por unanimidade, durante a assembleia geral do organismo em Assunção, uma resolução em repúdio à tentativa de golpe de Estado registrada na véspera na Bolívia, ao mesmo tempo em que colocou o foco nas crises da Nicarágua, Haiti e na insegurança na região.\nA resolução assegura que a Organização dos Estados Americanos (OEA) resolveu “condenar energicamente o desdobramento ilegal de unidades do Exército do Estado Plurinacional da Bolívia” e expressa sua solidariedade com o povo boliviano.\n“Estamos muito orgulhosos de ser copatrocinadores dessa resolução e afirmamos que nosso compromisso é com a democracia”, disse a jornalistas em Assunção Richard Verma, adjunto do chefe da diplomacia estadunidense, Antony Blinken.\nMilitares tentaram na quarta-feira derrubar uma porta do palácio presidencial de La Paz, em uma manobra que o presidente boliviano, Luis Arce, qualificou como “golpe de Estado”. Seu governo anunciou nesta quinta-feira a detenção de 17 pessoas suspeitas de participar da tentativa de golpe, entre militares ativos e da reserva e vários civis.\nO fato causou repúdio generalizado de todos os representantes dos Estados membros enquanto os eventos ocorriam, incluindo o presidente anfitrião, o paraguaio Santiago Peña, e o secretário-geral da OEA, Luis Almagro.\nO embaixador da Bolívia junto ao organismo, Héctor Enrique Arce, agradeceu a “rápida reação” dos países membros e a considerou “um dos elementos que favoreceu e foi determinante para o fracasso de uma tentativa desestabilizadora”, no âmbito desta 54ª assembleia geral, que se realiza na sede da Conmebol em Assunção e terminará na sexta-feira.\n– Nicarágua, Haiti e a insegurança –\nO órgão hemisférico aprovou, além disso, uma resolução para o “acompanhamento da situação na Nicarágua”, que deixou de ser Estado membro em novembro do ano passado a pedido de seu presidente, Daniel Ortega.\nAs relações do país centro-americano com a comunidade internacional se tensionaram desde a repressão aos protestos de 2018 contra o mandatário nicaraguense, no poder desde 2007 e reeleito sucessivamente.\nTambém foi aceita uma resolução orientada a mitigar a crise humanitária e política que o Haiti sofre, que recentemente recebeu uma missão de assistência policial do Quênia para combater gangues que têm afundado o país caribenho em uma grave crise.\nO documento propõe continuar os esforços para restabelecer a segurança, a assistência humanitária, o desenvolvimento socioeconômico “e a prestação de assistência para a proteção dos direitos humanos e da democracia no Haiti”.\nA delegada haitiana, a chanceler Dominique Dupuy, assegurou que seu governo, recém-eleito no final de maio em meio a uma longa instabilidade política, está decidido a “tomar todas as medidas necessárias para retornar aos acordos de transição política”.\nAlém disso, afirmou, velará pelo “retorno ao Estado de Direito, justiça social e eleições para renovar o quadro político”.\nFinalmente, a assembleia colocou a lupa no combate ao crime e à insegurança. Entre outros, a ministra das Relações Exteriores do Equador, Gabriela Sommerfeld, denunciou a “devastadora presença na região [do crime organizado] e seu alarmante caráter transnacional”.\nLocalizado entre Colômbia e Peru – os maiores produtores mundiais de cocaína -, o Equador deixou há anos de ser uma ilha de paz e se tornou um centro logístico para o envio de drogas, principalmente cocaína, para a Europa e os Estados Unidos.\n“Que democracia sobreviverá se os poderes do Estado forem infectados por esse câncer organizado transnacional?”, questionou Sommerfeld.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:34:49.543+03:00",
    "updated": "2024-06-28T01:34:49.543+03:00"
  },
  {
    "uuid": "4228650611268875cbab8a8bc7ba6522968e53b7",
    "url": "https://www.opindia.com/2024/05/muslim-portal-maktoob-media-rohingya-citizenship-caa-india",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "OpIndia Staff",
    "published": "2024-05-24T05:26:00Z",
    "title": "Muslim portal ‘Maktoob Media’ tear-jerks about Rohingya illegals in India, bats for their citizenship even as they persecute Hindus, pose national security threat: Details",
    "text": "Maktoob Media, a website which focuses on creating a false narrative of Muslim victimhood on the 24th of May shared a video where they spoke to illegal Rohingya Muslims living in India. The video aimed to show how Rohingya Muslims deserve citizenship in India just like CAA extended expedited citizenship to those minorities persecuted in neighbouring Muslim-majority countries.\nAs CAA becomes reality, Rohingyas living in India lose their last hope for attaining Citizenship. Without basic rights of education, freedom to travel and shelter, they are left to suffer alone with bleak hope of future.\nVideo: Shriya Sharma, Saqiba, Samiya Chopra & Shriya Koul. pic.twitter.com/jGcFe1b4Vn\n— Maktoob (@MaktoobMedia) May 23, 2024 In the video, illegal Rohingya Muslims are talking about how they are losing hope that they will get citizenship in India. Playing victim, they say that they had fled “persecution” in Myanmar and come to India hoping they would get citizenship, but that dream seems to have shattered.\nThey further say that citizenship is essential for any individual, whether in India or Myanmar or anywhere. Because when one has citizenship, they can get jobs and amenities. One illegal Rohingya Muslim in the video says that because they don’t have citizenship, it is difficult for them to avail of benefits. He says that whenever he goes for a job interview or even to buy a SIM card, he is asked for his ID card and since he is not a citizen, he has trouble availing such facilities.\nMaktoob Media has often been caught peddling anti-Hindu lies and regularly defends Islamists indulging in violence against non-Muslims.\nWhile Maktoob Media is trying to tear-jerk and also further the false narrative against CAA, what one of the illegal migrants said in the video is accurate – citizenship is critical. It indeed is critical and therefore, citizenship is a privilege and not a right. Every country has to right to refuse citizenship to those who cross their borders illegally and set rules and regulations for acquiring citizenship. In fact, any country is well within its right to even set requirements for acquiring citizenship and also evaluate the threat perception of granting citizenship to an individual or a group of people.\nIn 2019, Amit Shah had clearly stated that Rohingya Muslims would never be granted citizenship in India. Home Minister Amit Shah also pointed out that India had not ratified any international convention on refugees and as such, international laws on refugees were not binding upon India as a sovereign country. He also said that India had never accepted any refugee policy.\nIt is important to remember here that India is not a party to the 1951 Convention on Refugees and neither the 1967 Protocol. Therefore, no international convention is binding on India. Even if we take into account the international conventions, the Rohingyas are clearly bypassing a safe haven in the form of Bangladesh to reach India for the purpose of gaining material benefits. Thus, quite clearly, it makes them economic migrants when they enter India and not persecuted minorities.\nIt is pertinent to understand that giving Rohingya Muslims citizenship comes with dangers that India must not succumb to.\nIn May 2015 a JSTOR research paper titled ‘Myanmar at the crossroads: Shadows of jihadi extremism’ informed about the upsurge flow of jihadi extremist ideology in Muslims of Myanmar aided by the network of terrorist organisations. The study mentioned the harsh sectarian conflict in Myanmar along with threats posed by local insurgent groups, including the probability that these groups might attempt to link up with jihadist terrorist groups like ISIS. JSTOR highlighted the emerging dangers deriving from the intensification of the use of social media networks by jihadist extremists to expand their influence and spread their caliphate ideology.\nAlong with this, in December 2016 a Crisis group paper reported the rise of a ‘new Muslim insurgency in the Rakhine state’ citing based on developments including militant attacks on Myanmar security forces on 9th October and 12th of November, 2016. The report called it violence ‘qualitatively different from anything in recent decades’ which, it added, ‘seriously threatens the prospects of stability and development in the state and has serious implications for Myanmar as a whole.’ Since 9 October, several hundred young Rohingya men from Bangladesh have joined the fight. However, the main fighting force is made up of Muslim villagers in northern Rakhine State who have been given basic training and organised into village-level cells to limit risks of compromise. These are mostly led by young Islamic clerics (known as “Mullahs” or “Maulvis”) or scholars (“Hafiz”) from those villages.\nThe Rohingyas – who are revered in India by the liberal, commie, Islamist brigade as innocent and hapless – are just another group of veiled jihadis who, at the right opportunity, would massacre every non-Muslim in their path. The quintessential practical example of this vindictive nature of Rohingyas is the recent massacre of innocent Hindus in Myanmar in 2017. Amnesty International in 2018 reported that the Arakan Rohingya Salvation Army (ARSA) – the militant terrorist wing of Rohingyas – massacred up to 99 Hindu women, men, and children as well as additional unlawful killings and abductions of Hindu villagers in August 2017.\nBased on dozens of interviews conducted there and across the border in Bangladesh, as well as photographic evidence analysed by forensic pathologists, the organisation revealed how Arakan Rohingya Salvation Army (ARSA) fighters sowed fear among Hindus and other ethnic communities with these brutal attacks.\nAt around 8 am on 25 August 2017, ARSA attacked the Hindu community in the village of Ah Nauk Kha Maung Seik, in a cluster of villages known as Kha Maung Seik in northern Maungdaw Township. Armed men dressed in black and local Rohingya villagers in plain clothes rounded up dozens of Hindu women, men and children. They robbed, bound, and blindfolded them before marching them to the outskirts of the village, where they separated the men from the women and young children. A few hours later, the ARSA fighters killed 53 of the Hindus, execution-style, starting with the men.\nEight Hindu women and eight of their children were abducted and spared after ARSA fighters forced the women to agree to “convert” to Islam. The survivors were forced to flee with the fighters to Bangladesh several days later, before being repatriated to Myanmar in October 2017 with the support of the Bangladeshi and Myanmar authorities.\nBina Bala, a 22-year-old woman who survived the massacre, told Amnesty International:\n“[The men] held knives and long iron rods. They tied our hands behind our backs and blindfolded us. I asked what they were doing. One of them replied, ‘You and Rakhine are the same, you have a different religion, you can’t live here. He spoke the [Rohingya] language. They asked what belongings we had, then they beat us. Eventually, I gave them my gold and money.”\nAccording to a detailed list of the dead, given to Amnesty International, the victims from Ah Nauk Kha Maung Seik include 20 men, 10 women, and 23 children, 14 of whom were under the age of eight. This is consistent with multiple testimonies the organisation gathered in both Bangladesh and Myanmar, from survivors and witnesses as well as Hindu community leaders.\nThe same day, all of the 46 Hindu men, women, and children in the neighbouring village of Ye Bauk Kyar disappeared. Members of the Hindu community in northern Rakhine State presume the community was killed by the same ARSA fighters. Combined with those from Ah Nauk Kha Maung Seik, the total death toll is believed to be 99.\nThe bodies of 45 people from Ah Nauk Kha Maung Seik were unearthed in four mass graves in late September 2017. The remains of the rest of the victims from that village, as well as all 46 from Ye Bauk Kyar, have not been found to date.\nThe bone-chilling report unearthed the dark hatred against Hindus in the minds of Rohingyas and gave voice to the dead. The dead man tells no tales as they say but they certainly tell about the killer who killed them. Dead Hindus of Rakhine are the testimony to the extent of extremism and terrorism Rohingyas can reach.\nIn fact, there are several research papers and reports that also point towards Rohingya Muslims’ links to Pakistani terror outfits and ISIS.\nDays before the Maktoob Media tear-jerker, Rohingya Muslims had burnt 5,000 houses of Hindus and Buddhists in Myanmar Less than a month ago, Rohingya Muslims had yet again persecuted Hindus and Buddhists in Myanmar. Tensions escalated into communal violence, with reports indicating that nearly 5,000 houses belonging to Buddhists and Hindus were destroyed in Buthidaung, located just 25 km from the Bangladesh border.\n“These 5,000 houses were targeted because they belonged to Buddhists and Hindus. Many residents had fled to safer areas, leaving houses empty, but those who remained were forcibly removed, and their homes were looted and burned before their eyes. Conscripts, including young boys from Rohingya camps in Bangladesh, were used for this operation,” a source revealed.\nThe destruction occurred between April 11th and 21st 2024. Buthidaung is now under the control of the ethnic rebel group Arakan Army.\nWith the long history of violence against Hindus, it would be foolish for India to grant citizenship to Rohingya Muslims. CAA is a specific law aimed to right historical wrongs. India was partitioned based on religion and while India held up to its bargain of taking care of its minorities, neighbouring Islamic countries have regularly persecuted Hindus, Jains, Buddhists, Parsis and Christians. The CAA aimed to merely provide expedited citizenship to those minorities of Islamic nations who took refuge in India before 2014. The CAA does not affect the citizenship rights of Indian Muslims, however, platforms like Maktoob Media have played a significant role in disseminating misinformation about CAA, which eventually led to the Delhi anti-Hindu Riots of 2020. ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mya",
          "sentiment": "none"
        },
        {
          "name": "shriya sharma",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "details maktoob media",
          "sentiment": "neutral"
        },
        {
          "name": "caa",
          "sentiment": "none"
        },
        {
          "name": "muslim",
          "sentiment": "none"
        },
        {
          "name": "samiya chopra & shriya koul",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "myanmar",
          "sentiment": "none"
        },
        {
          "name": "saqiba",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T10:45:47.733+03:00",
    "updated": "2024-05-24T10:45:47.733+03:00"
  }
]