[
  {
    "uuid": "9be343dac9f1c7227cb043e3d82804e89aa2334c",
    "url": "https://cleantechnica.com/2024/02/16/nrel-collaborates-on-15-million-multilaboratory-efforts-to-advance-commercialization-of-carbon-dioxide-removal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "US Department of Energy",
    "published": "2024-02-16T06:00:00Z",
    "title": "NREL Collaborates on $15 Million Multilaboratory Efforts To Advance Commercialization of Carbon Dioxide Removal",
    "text": "NREL Collaborates on $15 Million Multilaboratory Efforts To Advance Commercialization of Carbon Dioxide Removal [daily news updates from CleanTechnica](https://mailchi.mp/cleantechnica/daily-newsletter)on email. Or [follow us on Google News](https://news.google.com/publications/CAAqLQgKIidDQklTRndnTWFoTUtFV05zWldGdWRHVmphRzVwWTJFdVkyOXRLQUFQAQ)! Four DOE Projects Offer a Unified Approach to Measuring, Reporting, and Verifying the Removal of Carbon From the Atmosphere The U.S. Department of Energy (DOE) tapped the National Renewable Energy Laboratory (NREL) to support a new $15 million research effort to improve the measurement, reporting, and verification (MRV) of carbon dioxide (CO2) removal technologies. This newly emerging and rapidly expanding industry has the potential to help mitigate climate change by addressing existing carbon emissions and removing them from the atmosphere. To achieve this goal, scientists must first establish robust scientific frameworks and methodologies to account for these efforts—giving governments and private buyers a unified approach to tracking the climate impacts of their investments. Equipped with years of industrial decarbonization, CO2 removal (CDR), and carbon capture utilization and storage (CCUS) expertise, NREL will lead two of the winning proposals and collaborate on a third led by Lawrence Livermore National Laboratory (LLNL). Pacific Northwest National Laboratory leads a fourth proposal in collaboration with LLNL and industry partners. NREL Research Scientist Kerry Rippy said there is a strong need to establish MRV frameworks to determine how much CO2 is being removed from the atmosphere. The four winning proposals seek to offer leadership in the MRV process by integrating engineering, chemical, geophysical, modeling, and community-centered MRV frameworks into a unified collection of guidelines. “That’s what ties everything together,” Rippy said. “We’re trying to put some numbers and standard practices to CO2 removal. The way we diverge is that we’re all looking at different CO2 removal pathways.” The new proposals are the result of a previous lab call, funded by the Bipartisan Infrastructure Law through the DOE Technology Commercialization Fund, seeking collaborative projects to advance MRV best practices and capabilities. Each project was selected through DOE’s Office of Technology Transitions, in partnership with the Offices of [Fossil Energy and Carbon Management](https://www.energy.gov/fecm/office-fossil-energy-and-carbon-management) and [Clean Energy Demonstrations](https://www.energy.gov/oced/office-clean-energy-demonstrations). Making New Buildings From Old Carbon Concrete production struggles with a large carbon footprint—7% of global CO2 emissions—but many solutions to avoid emissions are underway. Proper MRV protocol to document the success of carbon removal research remains a key missing ingredient. Within the DOE initiative, Rippy leads an NREL project to develop and validate MRV best practices for cement and concrete carbon dioxide removal pathways. She said these industries present a nearly unparalleled opportunity for CO2 removal, if accurately tracked and verified. This work is exciting, she said, not only from a carbon removal standpoint but also for utilizing the carbon. “Aggregate, which is basically rocks, is one of the main components of concrete,” she said. “We can take atmospheric carbon, use it to form carbonate rocks, and use that in concrete.” Rippy said the process could provide gigaton-scale levels of carbonates—billions of metric tons, or trillions of pounds—to further boost national economic and workforce development opportunities. “This could really make an impact on atmospheric CO2 problems, but we need to measure how much CO2 we’re sequestering,” Rippy said. “We’re developing the protocols and tools for that.” The project is in collaboration with partners LLNL, Oak Ridge National Laboratory, Cornell University, Jackson State University, and the Missouri University of Science and Technology. Industry partners involved include Sigray, Solidia Cement, CarbonCure Technologies, Carbon Upcycling Technologies, Nucor Steel Auburn, and Ash Grove Cement Company. Exploring Hybrid Biomass Carbon Removal Possibilities and MRV Framework Development NREL Research Scientist Liz Ware is leading a project under the DOE proposals to address critical MRV challenges for hybrid biomass-based carbon removal and storage pathways. The project is in collaboration with LLNL, Yale Carbon Containment Lab, and industry partners. Ware said the research seeks to further understand the durability of various biomass sources, bioderived products, and storage scenarios using lab and field experiments with data-informed life cycle assessment models. She said the goal is also to develop best practices and protocols for an MRV framework to compare and drive decision-making for existing hybrid technologies. “There’s the human engineering approach to CO2 removal, there is the biological, natural approach, and there is the combined, hybrid approach,” Ware said. “Plants take in CO2, similarly as we breathe in oxygen, and they store the carbon in CO2 in the form of their biomass when they grow. The CO2 becomes plant material like cellulose and lignin. Then, you bury that underground using human engineering, and now you’ve stored the CO2 that was in the air back into the ground in the form of biomass or bioderived products like char and bio-oil.” Ware said the hope is to advance how these biomass carbon removal techniques are measured and validated across the value chain. This project is in collaboration with industry partners including Charm Industrial, Carba, Mote, Isometric, Stripe, Kodama Systems, and Arbor Energy. National Laboratories Lead CO2 Removal and Measurement Standardization NREL Subprogram Manager for Strategic Analysis in Carbon Management Patrick Lamers said there is a strong need for impartial guidance because of the diverse and growing space in carbon removal options and partnerships. This means defining common protocols and guidelines around measuring key aspects like additionality, durability, and economic leakage. This ultimately increases investor confidence and trust and supports the nation toward its goal of net-zero carbon emissions. LLNL is leading the Umbrella MRV Framework project to do just that—develop a CO2 removal and measurement agenda in collaboration with NREL, Lawrence Berkeley National Laboratory, and a suite of industry partners headed up by CarbonPlan, a nonprofit that analyzes climate solutions. Each partner brings different areas of expertise to the project. “Our project consolidates technology-specific insights and provides guidance on possible harmonization needs,” Lamers said. “Clearly there are some aspects of the MRV cycle that are technology agnostic. Some of these requirements are already standard practice across existing certification schemes, such as consumer product labels. Yet, insights from the projects will be very technology specific, and there is a need for consensus around terminology and MRV structures. This comes to the impact. We have the projections and know that—as a nation—we need about a gigaton of additional atmospheric carbon removal and durable storage per year by 2050. We are seen as the entity that can provide the impartial and scientifically backed advice that is needed in this process.” Other partners in this project include Stripe, Lowercarbon Capital, Isometric, and Carbon Direct. Robust Community Partnerships To Enhance MRV Frameworks NREL researchers said advancing CDR and CCUS processes requires exploring multiple solutions simultaneously, as well as having the proper plan and a solid team to get it done. “I think the important takeaway here is we have different people in this world capable and interested in applying different strategies. All of us are focused on and enabled through these DOE-funded projects,” Ware said. One aspect of this collaboration includes solving real issues for communities affected and involved in the CDR and CCUS processes. “All these projects seek to have a positive community benefit. We’re going to be engaging with people and making sure their feedback and concerns regarding industrial impacts on their communities gets incorporated, in addition to the science that we’re providing to help facilitate these efforts,” Ware said. Learn more about other related DOE-funded research efforts that are currently underway at NREL, such as [bioenergy](https://www.nrel.gov/bioenergy/index.html), [life cycle assessment](https://www.nrel.gov/analysis/life-cycle-assessment.html), and [carbon dioxide utilization](https://www.nrel.gov/bioenergy/thermochemical-processes.html). Additionally, the [REMineD project](https://www.nrel.gov/news/program/2023/turning-mining-waste-into-sustainable-concrete-replacement.html) focused on the production of carbon-negative aggregate and was led by Rippy, and the [LignoCrete project](https://www.nrel.gov/news/program/2022/nrel-set-to-receive-54-million-in-funding-to-research-turning-buildings-into-carbon-storage-structures.html) was led by team members on this proposal. By Ryan Horns. Courtesy of [NREL](https://www.nrel.gov/news/program/2024/nrel-collaborates-on-15-million-dollar-multilaboratory-efforts-to-advance-commercialization-of-carbon-dioxide-removal.html). Have a tip for CleanTechnica? Want to advertise? Want to suggest a guest for our CleanTech Talk podcast? [Contact us here](https://cleantechnica.com/contact/). Latest CleanTechnica TV Video [please chip in a bit monthly](https://cleantechnica.fundjournalism.org/contribute/)to help our team write, edit, and publish 15 cleantech stories a day! CleanTechnica uses affiliate links. See our policy [here](https://cleantechnica.com/cleantechnica-editorial-ethics/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Environment"
    ],
    "external_links": [
      "https://news.google.com/publications/CAAqLQgKIidDQklTRndnTWFoTUtFV05zWldGdWRHVmphRzVwWTJFdVkyOXRLQUFQAQ",
      "https://mailchi.mp/cleantechnica/daily-newsletter",
      "https://www.nrel.gov/bioenergy/index.html",
      "https://www.nrel.gov/news/program/2022/nrel-set-to-receive-54-million-in-funding-to-research-turning-buildings-into-carbon-storage-structures.html",
      "https://www.nrel.gov/news/program/2024/nrel-collaborates-on-15-million-dollar-multilaboratory-efforts-to-advance-commercialization-of-carbon-dioxide-removal.html",
      "https://cleantechnica.fundjournalism.org/contribute/",
      "https://www.nrel.gov/analysis/life-cycle-assessment.html",
      "https://www.nrel.gov/news/program/2023/turning-mining-waste-into-sustainable-concrete-replacement.html",
      "https://www.energy.gov/oced/office-clean-energy-demonstrations",
      "https://www.energy.gov/fecm/office-fossil-energy-and-carbon-management",
      "https://www.nrel.gov/bioenergy/thermochemical-processes.html",
      "https://nrel.gov/news/program/2024/nrel-collaborates-on-15-million-dollar-multilaboratory-efforts-to-advance-commercialization-of-carbon-dioxide-removal.html",
      "https://cleantechnica.fundjournalism.org/contribute",
      "https://energy.gov/oced/office-clean-energy-demonstrations",
      "https://www.news.google.com/publications/CAAqLQgKIidDQklTRndnTWFoTUtFV05zWldGdWRHVmphRzVwWTJFdVkyOXRLQUFQAQ",
      "https://www.cleantechnica.fundjournalism.org/contribute/",
      "https://nrel.gov/analysis/life-cycle-assessment.html",
      "https://nrel.gov/bioenergy/thermochemical-processes.html",
      "https://nrel.gov/news/program/2022/nrel-set-to-receive-54-million-in-funding-to-research-turning-buildings-into-carbon-storage-structures.html",
      "https://www.mailchi.mp/cleantechnica/daily-newsletter",
      "https://nrel.gov/news/program/2023/turning-mining-waste-into-sustainable-concrete-replacement.html",
      "https://energy.gov/fecm/office-fossil-energy-and-carbon-management",
      "https://nrel.gov/bioenergy/index.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "nrel",
          "sentiment": "negative"
        },
        {
          "name": "u.s. department of energy",
          "sentiment": "none"
        },
        {
          "name": "google news",
          "sentiment": "none"
        },
        {
          "name": "national renewable energy laboratory",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T08:04:44.236+02:00",
    "updated": "2024-02-16T12:09:01.349+02:00"
  },
  {
    "uuid": "063e9857ad83e96a466971e80cd68374cc1594b5",
    "url": "https://sportsnaut.com/amari-cooper-injury-cleveland-browns/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Vincent Frank",
    "published": "2023-12-29T00:02:00Z",
    "title": "Cleveland Browns get unfortunate Amari Cooper injury update ahead of Thursday night",
    "text": "Cleveland Browns Pro Bowl wide receiver Amari Cooper is in the midst of a career-best season. He is also coming off a Week 16 outing in which the veteran broke\nCleveland’s single-game record with 265 yards in a win over the Houston Texans.\nUnfortunately, Cooper will not be able to duplicate that Thursday night to open\nNFL Week 17 against the New York Jets.\nThe 29-year-old wide receiver was surprisingly listed as\ninactive for the big game. Cooper had been dealing with a heel injury since last week’s win over the Texans. While there was optimism that he’d be able to go, that’s not going to be the case.\nThis comes with the 10-5 Browns attempting to clinch as spot in the NFL Playoffs at home against the Jets on Thursday Night Football.\nAmari Cooper stats (2023): 72 receptions, 1,250 yards, 5 TD\nA Pro Bowler with the then-Oakland Raiders and Dallas Cowboys earlier in his career, Cooper has returned to elite form this season. It has been needed with the Browns being forced to start four quarterbacks on the season.\nWith Cooper sidelined, Browns quarterback\n Joe Flacco is going to be behind the proverbial eight-ball against a Jets pass defense that ranks second in the NFL behind Cleveland.\nThe expectation is that tight end David Njoku will see an uptick in targets. Njoku caught six passes for 44 yards with a touchdown against Houston last week. As for the wide receiver position, Elijah Moore should see more balls thrown his way.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://twitter.com/Browns/status/1740520278768451723",
      "https://www.twitter.com/Browns/status/1740520278768451723"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "amari cooper",
          "sentiment": "negative"
        },
        {
          "name": "joe flacco",
          "sentiment": "none"
        },
        {
          "name": "cooper",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cleveland browns",
          "sentiment": "negative"
        },
        {
          "name": "new york jets",
          "sentiment": "none"
        },
        {
          "name": "nfl",
          "sentiment": "none"
        },
        {
          "name": "houston texans",
          "sentiment": "none"
        },
        {
          "name": "browns",
          "sentiment": "none"
        },
        {
          "name": "oakland raiders",
          "sentiment": "none"
        },
        {
          "name": "dallas cowboys",
          "sentiment": "none"
        },
        {
          "name": "nfl week",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cleveland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:11:01.012+02:00",
    "updated": "2023-12-29T02:11:01.012+02:00"
  },
  {
    "uuid": "914602d4bf89ac6a5d224255dcb473ac2f65ea92",
    "url": "https://crisis24.garda.com/alerts/2024/03/madagascar-adverse-weather-forecast-across-eastern-regions-through-at-least-march-24-update-1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Crisis24",
    "published": "2024-03-22T11:15:00Z",
    "title": "Madagascar: Adverse weather forecast across eastern regions through at least March 24 /update 1 | Crisis24",
    "text": "Severe weather forecast across parts of eastern Madagascar through March 24. Flooding and associated disruptions possible. Severe weather is forecast across parts of eastern Madagascar through at least March 24. A cold front centered off the southeast coast is expected to bring heavy rainfall and thunderstorms across the affected area over the coming days. Strong wind gusts and lightning may accompany storms. Daily rainfall totals of 4-9 cm (1.6-3.5 inches) are expected across parts of the affected area through March 24, with the heaviest rainfall likely in parts of Atsimo-Atsinanana, Fitovinany, Vatovavy, and southwestern Anosy regions March 22 and Analjirofo, Atsimo-Atsinanana, Atsinanana, Fitovinany, Sava, and Vatovavy regions March 23. Heavy downpours may trigger flooding in low-lying areas and landslides on unstable slopes. Rough seas are also expected in coastal areas. As of March 22, the Madagascar General Directorate of Meteorology has issued the following warnings: Yellow heavy rain warnings (the middle level on a three-tier scale): Across Atsimo-Atsinanana, Fitovinany, and Vatovavy regions and Taolagnaro District in Ansoy Region. Yellow rough sea warnings: Along the parts of the eastern and southern coastline of Madagascar. Green heavy rain warnings: Across Analjirofo and Atsinanana regions and Antalaha and Sambava districts in Sava Region. Authorities will likely issue new alerts or update/rescind existing advisories as weather conditions change over the coming days. Sustained heavy rainfall could trigger flooding in low-lying communities near rivers, streams, and creeks. Urban flooding is also possible in developed areas with easily overwhelmed stormwater drainage systems. Sites downstream from large reservoirs or rivers may be subject to flash flooding after relatively short periods of intense rainfall. Landslides are possible in hilly or mountainous areas, especially where heavy rain has saturated the soil. Disruptions to electricity and telecommunications services are possible where significant flooding, strong winds, or landslides impact utility networks. Floodwaters and debris flows may render some bridges, rail networks, or roadways impassable, impacting overland travel in and around affected areas. Ponding on road surfaces could cause hazardous driving conditions on regional highways. Authorities could temporarily close some low-lying routes that become inundated by floodwaters. Severe weather could also trigger flight delays and cancellations at airports in the affected regions. Authorities may temporarily suspend port operations if strong winds trigger hazardous sea conditions, impacting freight and passenger maritime traffic. Flooding could block regional rail lines; freight and passenger train delays and cancellations are possible in areas with heavy rainfall and potential track inundation. Localized business disruptions may occur in low-lying areas; some businesses might not operate at full capacity because of flood damage to facilities and some employees' inability to reach work sites. Flooding could heighten the threat of disease outbreaks. Backflow from drains mixed with floodwaters can become trapped in open areas when inundations recede. These stagnant pools often become breeding grounds for mosquitoes and bacteria, increasing the incidence of insect- and water-borne diseases. Exposure to contaminated water from inundated industrial sites, sewer systems, and septic tanks also poses a significant health threat. Monitor local media for weather updates and related advisories. Confirm all transport reservations and business appointments before travel. Make allowances for localized travel delays and potential supply chain disruptions where flooding has been forecast. Do not drive on flooded roads. Observe strict food and water precautions, as municipalities could issue boil water advisories following flooding events. Take precautions against insect- and waterborne diseases in the coming days. Charge battery-powered devices in the case of prolonged electricity outages.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sava",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "madagascar general directorate of meteorology",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "madagascar",
          "sentiment": "none"
        },
        {
          "name": "vatovavy",
          "sentiment": "none"
        },
        {
          "name": "analjirofo",
          "sentiment": "none"
        },
        {
          "name": "fitovinany",
          "sentiment": "none"
        },
        {
          "name": "atsimo-atsinanana",
          "sentiment": "none"
        },
        {
          "name": "atsinanana",
          "sentiment": "none"
        },
        {
          "name": "anosy",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T13:17:53.780+02:00",
    "updated": "2024-03-22T13:17:53.780+02:00"
  },
  {
    "uuid": "185bfb419b6a85fc76ad32333148538458de4438",
    "url": "https://www.fijivillage.com/news/Easter-commemorates-Jesus-sacrifice-for-humanity---Bainimarama-4r8xf5",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "fijivillage",
    "published": "2024-03-29T03:06:00Z",
    "title": "Easter commemorates Jesus’ sacrifice for humanity - Bainimarama",
    "text": "Easter commemorates Jesus’ sacrifice for humanity - Bainimarama By Alipate Narawa Friday 29/03/2024 FiijiFirst Leader, Voreqe Bainimarama Easter commemorates Jesus Christ’s sacrifice for humanity on the cross and the miracle of his resurrection.\nFiijiFirst Leader, Voreqe Bainimarama, highlighted this in his Easter message, saying that Easter is the most powerful story of love in the Christian faith, and that every Fijian can appreciate. Bainimarama says Jesus lived for all of us, he died for all of us, and rose from the dead to show us that love and hope are eternal.\nThe former Prime Minister says that renewal is always possible and the promise of redemption and eternal life.\nHe says as we enjoy this long holiday with our loved ones, let us strive to live as nobly as Jesus lived.\nThe Party Leader says let us love one another, irrespective of our backgrounds and let us love each other without exception as powerful as Jesus did.\nFEATURE NEWS High Court to hear the State's appeal against Bainimarama and Qiliho's sentences next Wednesday The prosecution's appeal against the sentence of the former Prime Minister, Voreqe Bainimarama and suspended Commissioner of Police, Sitiveni Qiliho w... 1 hour ago LATEST NEWS Easter commemorates Jesus’ sacrifice for humanity - Bainimarama Easter commemorates Jesus Christ’s sacrifice for humanity on the cross and the miracle of his resurrection. FiijiFirst Leader, Voreqe ... 9 minutes ago At least 45 people killed after bus plunges into South Africa ravine 45 people have died after a bus plunged off a bridge into a ravine in South Africa. According to the Department of Transport, the bus was carrying ... 2 hours ago TotalEngergies celebrate centennial Anniversary Prime Minister Sitiveni Rabuka acknowledged the contribution of TotalEnergies to Fiji's sustainable energy future and highlighted the importance of ... 3 hours ago The vision and legacy of our forefathers should live forever and must be upheld- Professor Prasad The vision and legacy of our forefathers should live together and must be upheld. This was highlighted by the Deputy Prime Minister and Minister ... 3 hours ago Trust in God’s plan and remain silent in the face of adversity - Police Force Chaplain Rev Mawi More than 200 Police officers, including officers from the five policing divisions and recruits, were reminded to trust in God’s plan and remain ... 3 hours ago More News fijivillage Straight Talk with Vijay Narayan Latest Videos Stay tuned for the latest news on our radio stations\nLoading… IN DEPTH Bainimarama and Qiliho's Acquittal Appeal Coverage on the appeal filed by Acting Director of Public Prosecutions, John Rabuku against the acquittal of the former Prime Minister Voreqe ... 21 hours ago RFMF Commander Major General Ro Jone Kalouniwai appears on fijivillage Straight Talk RFMF Commander Major General Ro Jone Kalouniwai sat down for a candid interview with CFL News Director, Vijay Narayan to talk about various issues ... 2 days ago Parliament: Responses to the President's address 2024 Responses by MPs and Ministers to His Excellency the President's address 14 days ago More In Depth",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "http://chowfiji.com/",
      "https://www.addtoany.com/share",
      "https://widget.tagembed.com/117731",
      "https://widget.tagembed.com/118015",
      "https://clixtrac.com/rotate/3463",
      "https://psh.com.fj/services/birthing/",
      "http://psh.com.fj/",
      "https://docs.google.com/forms/d/e/1FAIpQLSduxOSwayBmSf4W-laBitBdMPCHGBFLQAvjC9a2zDIWr2RUFQ/viewform?embedded=true",
      "https://psh.com.fj/contact/",
      "https://shopinfiji.com/",
      "https://psh.com.fj/contact",
      "https://www.shopinfiji.com/",
      "http://www.chowfiji.com/",
      "https://www.psh.com.fj/services/birthing/",
      "https://www.clixtrac.com/rotate/3463",
      "http://chowfiji.com",
      "https://www.widget.tagembed.com/118015",
      "https://psh.com.fj/services/birthing",
      "https://addtoany.com/share",
      "https://docs.google.com/forms/d/e/1FAIpQLSduxOSwayBmSf4W-laBitBdMPCHGBFLQAvjC9a2zDIWr2RUFQ/viewform",
      "https://shopinfiji.com",
      "http://www.psh.com.fj/",
      "https://www.widget.tagembed.com/117731",
      "https://www.docs.google.com/forms/d/e/1FAIpQLSduxOSwayBmSf4W-laBitBdMPCHGBFLQAvjC9a2zDIWr2RUFQ/viewform?embedded=true",
      "https://www.psh.com.fj/contact/",
      "http://psh.com.fj"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "negative"
        },
        {
          "name": "alipate narawa",
          "sentiment": "negative"
        },
        {
          "name": "bainimarama",
          "sentiment": "none"
        },
        {
          "name": "jesus christ",
          "sentiment": "none"
        },
        {
          "name": "voreqe bainimarama",
          "sentiment": "none"
        },
        {
          "name": "qiliho",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "voreqe bainimarama easter",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T06:22:54.352+03:00",
    "updated": "2024-03-29T06:22:54.352+03:00"
  },
  {
    "uuid": "824c9a660a88005bdef23c3aab4daffb2f6a85df",
    "url": "https://nerdbot.com/2024/09/19/best-imaginative-play-toys-for-children",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jack Wilson",
    "published": "2024-09-19T16:51:00Z",
    "title": "Best Imaginative Play Toys for Children",
    "text": "Imagination in children has no limits, and that is exactly what imagination play toys are for, to nurture that imagination. From Wooden Role-Playing toys to Pretend-Play toys, these wooden toys engage children in different roles, scenarios, and settings in the most interactive manner possible. These imaginative play toys create hours of fun, problem-solving, critical thinking, and enhancement of social skills. Barnshenn has a beautiful range of creative play toys for all interests of children little chefs and builders, budding musicians, and adventurers you can find the best imaginative play toys that help your kids learn, grow, and create unforgettable playtime memories.\nImaginative play is also one of the great ways of building empathy among kids and helps them understand the world around them better. They learn to wear different hats, whether it be a shopkeeper at a grocer’s or the role of a hairdresser in a salon, in which they feel different perspectives might build emotional intelligence and empathy. These allow children to understand the way social dynamics work and to understand better how things work. While having loads of fun with Barnshenn grocery store playsets or hairdresser kits, these toys indeed carry precious lessons in communication, teamwork, and understanding that can help a child develop in the best possible way.\nBest Imaginative Play Toys for Kids\nDollhouses represent the in-style and never-out-of-style sort of toy. This role-play wooden toy serves as a basis for different games of imagination, where kids create stories and situations, playing with small dolls and furniture. Doll House builds creativity and helps children develop social skills through pretend play with various characters. Wooden dollhouses by Barnshenn, are strong and very beautifully crafted, being a great addition to any child’s game room.\nA mud kitchen is not just a children’s Kitchen Toy, it opens up a whole new door for learning, creativity, and the connection with nature. Play with purpose in your garden, pretend play toys offer a variety of advantages, from encouraging outdoor play to fostering a love for gardening. When you add a magical play area to your kids’ playing time, you don’t just provide a regular wooden kitchen toy, but you set up an early lifetime of exploration and discovery.\nThe BBQ play set is another amazing imaginative play toy that brings the fun of a barbecue for both indoor and outdoor play. Realistic grills, utensils, and play foods will inspire your kids to become creative chefs, grill delicious meals, and serve their friends and family members. Such types of activities enable kids to learn about food preparation, teamwork, and hosting, which helps in developing their fine motor skills.\nEngage your child in all aspects of shopping, money management, and healthy eating with a wooden grocery store play set. With pretend fruits and vegetables, a cash register, and shopping bags, children can enact the roles of shoppers, cashiers, and even store managers. These pretend play toys enhance the level of communication, social interaction, and even maths skills when learning to count and manage pretend money. Barnshenn’s grocery store play sets are made to be both fun and educational.\nA play workbench is just perfect for little builders. It will enable them to mimic adults working with tools and build, mend, and construct various things. Equipped with various pretend tools like hammers, saws, and screwdrivers, these wooden toys will help children develop problem-solving skills and improve hand-eye coordination. The wooden workbenches made up by Barnshenn guarantee safe construction and inspire hours of creative games.\nThe princess dressing table is an ideal play toy for kids who have a fascination with dressing up and being royalty. In this play set, with the facility of a mirror, combs, brushes, and pretend makeup, children get into role-play, developing creativity and self-expression. Barnshenn sells hardwood dressing tables that are elegantly designed and add beauty to any playroom.\nPair the princess dressing table with a wooden Princess makeup set to make the pretend playtime more realistic. Makeup sets are often filled with play lipsticks, nail polishes, and hair accessories, which give children the feeling of themselves being ready for some royal occasion. It also serves as an excellent mode of self-expression for kids and storytelling with other kids or even parents.\nAnother addition to the Imagination play toys would be Musical toy sets. They are best for your kid if they love to sing, dance, and make music. From a wooden xylophone to tambourines, musical toys will help your kids express their inner musical talent and also help in the development of rhythm and coordination. Barnshenn sells different kinds of musical toys that are safe for little hands and keep them very busy. Also, interaction with music helps strengthen cognitive skills and is good for memory development.\nThe play hairdresser set is best for children who practice salon play and act like a salon. This set would equip children with pretend scissors, combs, pretenders for dryers, and other salon tools to act as hairdressers, styling hair for their dolls or friends and even members of the family. Such imaginative play helps boost confidence, improve social skills, and develop fine motor skills. Barnshenn’s wooden play sets for hairdressers are designed by detailed hands to be realistic and entertaining.\nLet’s now talk about the magnetic fishing game – a toy that is both fun and educational, it develops role-play in children, helping them improve their hand-to-eye coordination and fine motor skills. Kids will catch colorful fishes with magnetic fishing rods and get to know different aquatic creatures. This toy is very nice for individual or group activities, promoting patience, concentration, and cooperative play. The magnetic fishing game is made of wood that is both safe and strong, and a touch of strong visual appeal was associated with it.\nConclusion\nImaginative play toys are very important in the development of the child, improve creativity and problem-solving skills, and also introduce the child to the aspect of social interaction. Barnshenn has everything from dollhouses and mud kitchens to princess dressing tables, all high-quality wooden role-play that kids just love. Apart from being a lot of fun, in a tender and catching way, children have a chance to learn important values in life. Discover the most perfect addition to your child’s play with Barnshenn’s imaginative play toys.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Education",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://barnshenn.co.uk/",
      "https://barnshenn.co.uk/play-date-doll-house.html",
      "https://barnshenn.co.uk/wooden-toys.html",
      "https://barnshenn.co.uk/bbq-set.html",
      "https://barnshenn.co.uk/play-workbench.html",
      "https://barnshenn.co.uk",
      "https://www.barnshenn.co.uk/bbq-set.html",
      "https://www.barnshenn.co.uk/",
      "https://www.barnshenn.co.uk/play-workbench.html",
      "https://www.barnshenn.co.uk/play-date-doll-house.html",
      "https://www.barnshenn.co.uk/wooden-toys.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:13:15.872+03:00",
    "updated": "2024-09-20T00:13:15.872+03:00"
  },
  {
    "uuid": "ad4229a4bd341c51f90004640fce568328d2f2dd",
    "url": "https://www.folhavitoria.com.br/geral/noticia/12/2024/arnaldinho-vila-velha-espera-receber-mais-de-1-milhao-de-pessoas-no-ano-novo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Folha Vitória",
    "published": "2024-12-26T21:10:00Z",
    "title": "Arnaldinho: \"Vila Velha espera mais de 1 milhão de pessoas no Ano Novo\"",
    "text": "Arnaldinho: \"Vila Velha espera mais de 1 milhão de pessoas no Ano Novo\"\nPrefeito destacou que a cidade vai ter 14 minutos de queima de fogos, divididos em 16 pontos ao longo dos 32 km da orla canela-verde\n\"Vila Velha está preparada e espera receber mais de um milhão de pessoas nesta virada de ano\", afirma o prefeito da cidade, Arnaldinho Borgo (Podemos).\nEm entrevista para o ES no Ar, da TV Vitória, nesta quinta-feira (26), ele declarou que, \"pelo quarto ano consecutivo (a gestão) tem se organizado para atrair um número maior de turistas e visitantes\" na virada: \"Nós fizemos um investimento para ter a melhor e mais bonita queima de fogos do Brasil\".\n\"Nós estamos com quase 100% de ocupação hoteleira na nossa cidade. Nos últimos 3 anos chegamos a 100% e eu não tenho dúvida de que neste ano também chegaremos, movimentando a economia local\", acrescentou.\nLEIA TAMBÉM:\n[> ES recebe alerta de chuvas intensas na região Sul; veja lista das cidades](https://www.folhavitoria.com.br/geral/noticia/12/2024/es-recebe-alerta-de-chuvas-intensas-na-regiao-sul-veja-lista-das-cidades)\n[> Médico, enfermeira, paciente e motorista de ambulância morrem em acidente](https://www.folhavitoria.com.br/geral/noticia/12/2024/medico-enfermeira-paciente-e-motorista-de-ambulancia-morrem-em-acidente)\n[> Motorista embriagado avança semáforo e provoca acidente em Cariacica](https://www.folhavitoria.com.br/geral/noticia/12/2024/motorista-embriagado-avanca-semaforo-e-provoca-acidente-em-cariacica)\nAo todo, serão 14 minutos de queima de fogos na cidade, divididos em 16 pontos ao longo dos 32 km da orla canela-verde.\n\"Entre a Praia da Costa, Itapoã e Praia de Itaparica serão 12 balsas responsáveis por fazer um show pirotécnico lindo. Mas também teremos 4 pontos na areia da nossa orla: Barra do Jucu, Praia dos Recifes, Ponta da Fruta e Nova Ponta da Fruta\", explica o prefeito.\n\"E esse ano nós temos inovações. Serão oito torres de DJs, com LED e muito som para quem estiver na nossa orla curtir uma virada de ano maravilhosa\". A festa começa às 20h do dia 31 de dezembro e acaba à 0h40.\nOs mais de 6 mil fogos de artifício utilizados no Réveillon da cidade serão de baixo ruído e alcançam até 250 metros de altura e 150 metros de largura. Eles vão formar desenhos de coração, estrelas, círculos e emojis.\nEsquema de segurança\n\"A cidade de Vila Velha já vem debatendo com os operadores de segurança o nosso Réveillon e o nosso Carnaval há mais de um mês, principalmente aqui na prefeitura, onde a gente faz reuniões mensais com o Gabinete de Gestão Integrada de Segurança Pública\", assegurou Arnaldinho.\nO esquema para garantir a tranquilidade de quem vai curtir a festa mobiliza a Guarda Municipal e as demais forças de segurança pública.\n\"Serão 160 guardas municipais, que estarão de 19h às 7h com 35 viaturas empenhadas. Sem contar também a Polícia Militar, que vai estar presente com efetivo maior, a Polícia Civil e o Corpo de Bombeiros\", disse.\nInclusão: autistas recebem abafadores\nO mandatário de Vila Velha também citou o esforço para garantir que a festa de Ano Novo do município seja proveitosa para todos. Para isso, estão sendo distribuídos abafadores de ruído para pessoas com Transtorno do Espectro Autista (TEA).\n\"A gente quer fazer uma virada de ano inclusiva para que os nossos autistas possam participar (da festa) com suas famílias\", finalizou.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Lifestyle and Leisure->holiday",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:31:01.485+02:00",
    "updated": "2024-12-27T00:31:01.485+02:00"
  },
  {
    "uuid": "04d75c5b617bd3c423bdea9b49a1165882d163f1",
    "url": "https://www.nouvelles-du-monde.com/vuitton-cup-luna-rossa-bat-lorient-express-et-senvole-en-demi-finale",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nouvelles",
    "published": "2024-09-05T19:13:00Z",
    "title": "Vuitton Cup, Luna Rossa bat l’Orient Express et s’envole en demi-finale",
    "text": "2024-09-05 21:04:14\nÉcoutez la version audio de l’article\nPour Luna Rossa Prada Pirelli, ce fut une autre belle journée dans la mer de Barcelone : dans le seul match dont elle fut la protagoniste contre l’Orient Express, elle gagna avec agilité, malgré quelques soucis au début. Le point vaut la qualification mathématique à la phase demi-finale de la Coupe Louis Vuitton qui débute le 14 septembre : elle fait partie des quatre qui entreront en phase d’élimination directe. «Pour nous, chaque régate vaut de l’or pour avancer et s’améliorer – dit le régleur Andrea Tesei – nous sommes heureux d’avoir rempli une case mais rien ne change dans notre mentalité. Nous voulons gagner le Round Robin car il y a un avantage à le gagner.” L’avantage est que vous pouvez choisir votre adversaire, ce qui n’est cependant presque jamais un choix facile. Checco Bruni déclare : « Les performances des bateaux sont très très similaires, il peut arriver que dans un mauvais jour, vous perdiez le point si vous faites des erreurs. En bref, celui qui court le mieux gagne.”\nEn réalité, les Français de l’Orient Express n’ont pas opposé beaucoup de résistance : « Ce fut une journée difficile à interpréter – a poursuivi Checco Bruni – avec le vent qui s’est levé par endroits sur le terrain. Cela nous a aidé que les Français aient pris un penalty dès le départ. Ils nous inquiétaient un peu et il y avait un risque de chute des foils. Avec un vent comme celui-ci, il y a toujours un équilibre entre la recherche de pression et le contrôle de l’adversaire. » Chute des foils : cela a coûté la course aux Français qui ont failli battre Emirates Team New Zealand lors de la dernière course de la journée, après avoir battu Ineos Brittania. L’éventuelle victoire des Français aurait rendu plus confortable la primauté de Luna Rossa dans le classement spécial qui ne s’applique pas aux sélections mais s’applique à la primauté dans les Round Robins.\nLa rencontre sanglante entre Ineos Britannia et American Magic a vu les Américains l’emporter. Et celui tout aussi important pour les Américains avec Alinghi Red Bull Racing a vu les Suisses s’imposer, pour eux c’est un point décisif pour garder de l’avance sur les Français et s’assurer une place en demi-finale.\nPour Luna Rossa jusqu’à dimanche – vendredi c’est repos – il y a trois matchs : contre American Magic, Ineos Britannia et Alinghi Red Bull Racing.\nAndrea Tesei encore : « Il y a certainement une bonne harmonie à bord de Luna Rossa et nous avons développé un playbook qui fonctionne. Certaines manœuvres sont devenues automatiques. Hier, nous avons effectivement laissé beaucoup de mètres sur le parcours même si nous avons l’air d’avoir navigué très proprement, nous avons commis quelques erreurs et nous voulons nous améliorer.\n#Vuitton #Cup #Luna #Rossa #bat #lOrient #Express #senvole #demifinale\n1725559988",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://abbonamenti.ilsole24ore.com/addToCart?sku=Z.SP_AXXAY5&#038;tipoAbbonamento=annuale&#038;tipoConsegna=noConsegna",
      "https://podcast.ilsole24ore.com/serie/i-soldi-calcio-AE73fz4C",
      "https://www.abbonamenti.ilsole24ore.com/addToCart?sku=Z.SP_AXXAY5&#038;tipoAbbonamento=annuale&#038;tipoConsegna=noConsegna",
      "https://abbonamenti.ilsole24ore.com/addToCart",
      "https://www.podcast.ilsole24ore.com/serie/i-soldi-calcio-AE73fz4C"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-06T00:59:31.930+03:00",
    "updated": "2024-09-06T00:59:31.930+03:00"
  }
]