[
  {
    "uuid": "54fedd1a0212afacd412ad3238bd03e535c392b0",
    "url": "https://ground.news/article/insecurity-economic-hardship-to-worsen-in-nigerian-states-world-bank",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Zambian Observer",
    "published": "2023-12-28T18:41:00Z",
    "title": "Ground News - Insecurity, economic hardship to worsen in Nigerian states – World Bank",
    "text": "Summary by The Zambian Observer Persistent insecurity, armed conflict, and deteriorating livelihoods will continue to affect local government areas in Borno, Kaduna, Katsina, Sokoto, Yobe, Zamfara states, and the far north of Adamawa State in Nigeria until May 2024, the World Bank has predicted. This is as it disclosed that poor macroeconomic conditions are restricting access to agricultural inputs in […] Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nThe Zambian Observer Insecurity, economic hardship to worsen in Nigerian states – World Bank Persistent insecurity, armed conflict, and deteriorating livelihoods will continue to affect local government areas in Borno, Kaduna, Katsina, Sokoto, Yobe, Zamfara states, and the far north of Adamawa State in Nigeria until May 2024, the World Bank has predicted. This is as it disclosed that poor macroeconomic conditions are restricting access to agricultural inputs in […]\n7 hours ago · Zambia Read Full Article\nThe Zambian Observer\nInsecurity, economic hardship to worsen in Nigerian states – World Bank Persistent insecurity, armed conflict, and deteriorating livelihoods will continue to affect local government areas in Borno, Kaduna, Katsina, Sokoto, Yobe, Zamfara states, and the far north of Adamawa State in Nigeria until May 2024, the World Bank has predicted. This is as it disclosed that poor macroeconomic conditions are restricting access to agricultural inputs in […]\n7 hours ago · Zambia Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://zambianobserver.com/insecurity-economic-hardship-to-worsen-in-nigerian-states-world-bank/?utm_source=ground.news&utm_medium=referral",
      "https://zambianobserver.com/insecurity-economic-hardship-to-worsen-in-nigerian-states-world-bank/",
      "https://www.zambianobserver.com/insecurity-economic-hardship-to-worsen-in-nigerian-states-world-bank/?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "world bank",
          "sentiment": "none"
        },
        {
          "name": "zambian observer insecurity",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "borno",
          "sentiment": "none"
        },
        {
          "name": "adamawa state",
          "sentiment": "none"
        },
        {
          "name": "yobe",
          "sentiment": "none"
        },
        {
          "name": "katsina",
          "sentiment": "none"
        },
        {
          "name": "zamfara",
          "sentiment": "none"
        },
        {
          "name": "zambia",
          "sentiment": "none"
        },
        {
          "name": "kaduna",
          "sentiment": "none"
        },
        {
          "name": "sokoto",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:15.105+02:00",
    "updated": "2023-12-29T00:43:15.105+02:00"
  },
  {
    "uuid": "43d81ab22d1b37f9fa7deafd7907087c5107e399",
    "url": "https://www.independent.co.uk/world/new-year-2024-london-fireworks-latest-b2471681.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Holly Evans, Namita Singh",
    "published": "2024-01-01T04:15:00Z",
    "title": "New Year latest: London sees in 2024 with huge fireworks display as bad weather cancels other celebrations | The Independent",
    "text": "Berlin police detained over 300 people on New Year’s Eve after at least 14 on-duty officers were injured as people shot fireworks at each other and police throughout the city.One of the incidents occurred near Alexanderplatz where around 500 people were letting off fireworks at each other before police dispersed the group at the landmark Neptune Fountain, reported DW.The crowd fired at police with pyrotechnics when they tried to check them for fireworks , according to the outlet.In Neukölln, a number of arrests were made after people attempted to make Molotov cocktails, which police say they confiscated.It came amid jubilant scenes in the US as tens of thousands of beaming people in New York ’s Times Square , were showered with confetti and hugs and kisses after watching the descent of the colourful ball marking the birth of 2024.The UK earlier welcomed 2024 with a bang as tens of thousands packed the streets of London and Edinburgh to watch the cities’ world-famous New Year’s Eve fireworks displays.Tickets for the event in London sold out and official viewing areas were full. Organisers finished checks on the pyrotechnics with more than 10,000 fireworks shooting up into the night’s sky after the Big Ben countdown.The march of midnight from time zone to time zone brought the new year first to places like Australia, where more than 1 million people watched a pyrotechnic display centred around Sydney ’s famous Opera House and harbour bridge — a number of spectators equivalent to one in five of the city’s residents.Happy New Year from all at The Independent. People take part in the Loony Dook New Year's Day dip in the Firth of Forth at South Queensferry, as part of Edinburgh's Hogmanay celebrations. People take part in the Loony Dook New Year's Day dip in the Firth of Forth at South Queensferry, as part of Edinburgh's Hogmanay celebrations. A police helicopter has released jaw-dropping footage of London’s firework display as it hovered over the 100,000 strong crowd for “the best view in the house”.In London, 2024 started with a bang as fireworks and drones lit up the sky and celebrations took place in Edinburgh and other cities across the country.After the bongs of Big Ben sounded midnight, “London: A Place for Everyone” appeared high above the crowds on the banks of the River Thames as the unity-themed display welcomed the new year.In a display that lasted almost 15 minutes, 100,000 people cast their eyes to the sky to take in the fireworks, lasers, and drone spectacular.As hits by the Spice Girls, Calvin Harris, Dua Lupa and others rang out across the city, revellers were invited to look back on 2023Pictures from the Loony Dook New Year's Day dip in the Firth of Forth at Kinghorn in Fife.The dook, a Scots word meaning to dip or plunge, began on 1 January 1987 when a group of friends went for a swim in the icy water as a hangover cure.This year there is no organisation behind it with the dook being run by locals with money raised going to the RNLI.Interior Minister Nancy Faeser said it was clear that the increased police presence coupled with “an early crackdown” comprised “the right strategy against riots and violence”.A year ago, Berlin witnessed violent excesses during New Year celebrations, in which rioters targeted and attacked officers, firefighters and medical personnel with fireworks, causing an uproar across the country.Online videos at the time showed people firing rockets and throwing firecrackers at police cars and rescue vehicles, which drew widespread condemnation from German authorities.Authorities in Berlin said on Monday that New Year’s Eve celebrations in the German capital were more peaceful compared with last year despite the temporary detention of 390 people and 54 police officers being injured.Police said many were detained for violating the Weapons and Explosives Act, either using illegal firecrackers or firing them off at officers or other people.Some 4,500 officers patrolled the city at night to prevent a repeat of the 2022 New Year’s Eve riots. It was the strongest police presence Berlin witnessed in decades.On Sunday night, police banned the use of traditional firecrackers across the city.Both the city’s mayor and Germany’s interior minister had vowed a zero-tolerance strategy towards rioters, particularly any trying to attack officers.Berlin’s top security official, Iris Spanger, wrote on social media platform X, formerly Twitter: “It turned out that the many months of preparation by police and firefighters ... have paid off.”She condemned “every single act of violence”, saying “every injured colleague is one too many”.The New Year party in front of the landmark Brandenburg Gate in BerlinThe New Year party in front of the landmark Brandenburg Gate in BerlinThe Prime Minister has been criticised for using one of his first messages of 2024 to announce a ban on overseas students bringing their family to the UK.The Home Secretary said the ban, which affects all but those enrolling on postgraduate research courses and ones with Government-funded scholarships, will cut migration by tens of thousands.The measures were announced in May by his ousted predecessor Suella Braverman shortly before official figures showed net migration running at 672,000.The move could hit universities which rely on foreign student fees and could also harm the UK’s reputation as an international destination, experts have warned.It means that as of Monday, international students starting courses in Britain are no longer allowed to obtain visas for their dependants, unless they are on a postgraduate research programme or a Government-sponsored course.Watch live as Italians dive into the icy waters of the Tiber River in Rome to celebrate New Year on Monday, January 1.The tradition of jumping into the river on New Year’s Day dates back to 1946.It was started by an unemployed lifeguard who was trying to find work as a stuntman and decided to jump into the waters from the bridge to advertise his skills.The 31-year-old rapper took to the stage in Miami for the show at the Fontainebleau hotel as planned but told fans she had been struggling with illness.In a video on her Instagram story before the New Year’s Eve show, she said: “I am fighting for my life right now. I’m literally fighting for my life right now.“Soon as I landed in Miami bro… I’ve been telling people I am allergic to Miami. I’m allergic to Florida. I’m allergic to this state. Like I’m allergic to this state.“It doesn’t even make no sense. Like, as soon as I landed four hours later, I felt a little cough, my chest started getting tight.“Well, I’ve been fighting for three days and I have a huge performance later. Huge performance, like I get that it’s New Year’s but I have this huge performance. And I’m fighting, fighting.”The musician was joined on the bill for the US celebration of the new year by rapper Megan Thee Stallion, who performed in New York.Also in the line-up were Ellie Goulding, Janelle Monae, 30 Seconds To Mars and Renee Rapp.Want to bookmark your favourite articles and stories to read or reference later? Start your Independent Premium subscription today.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Arts, Culture and Entertainment",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sadiq khan",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "edinburgh",
          "sentiment": "none"
        },
        {
          "name": "south korea",
          "sentiment": "none"
        },
        {
          "name": "seoul",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "river thames",
          "sentiment": "none"
        },
        {
          "name": "auckland",
          "sentiment": "none"
        },
        {
          "name": "sydney",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T06:22:31.110+02:00",
    "updated": "2024-01-28T00:48:40.366+02:00"
  },
  {
    "uuid": "76c58e0853bfca86f98ac5ac0f100edb4e6e5732",
    "url": "https://www.bigcountrynewsconnection.com/news/state/idaho/faces-of-hope-looks-to-grow-into-new-locations/article_e9d43795-0178-598b-af3a-948819dacd08.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LAURA GUIDO lguido@idahopress.com",
    "published": "2024-12-26T22:00:00Z",
    "title": "Faces of Hope looks to grow into new locations",
    "text": "BOISE — A year after it was asked to leave the county facility downtown, Faces of Hope Foundation is up and running about a half mile away: Faces of Hope's new location at 209 W. Main St. opened in July.\nIn the large historic building, Executive Director Paige Dinger sees a lot of potential for expansion.\n“There’s so much space here that we feel we can grow for years to come,” Dinger said.\nAda County commissioners in 2023 asked the nonprofit serving victims of domestic violence, sexual abuse and other crimes to leave its downtown center, which, at the time, shared the name Faces of Hope with an unrelated, county organization, KTVB reported.\nThe split occurred because of disagreement over Faces of Hope’s new location in Meridian having the same name as the county building as well as disagreement over a renewal of a licensing agreement to continue operating in the center. The county later renamed its building the Ada County Victim Support Center.\nThis year, which also marked the opening of the new Faces of Hope Meridian location, the foundation served more than 1,400 people, Dinger said. Its crisis services include safety planning, legal aid, short-term counseling and support groups, classes and case management, and emergency assistance with things such as food, gas, shelter, clothing, diapers and more.\nThe Main Street building is about 10,000 square feet, Dinger said, and the foundation is currently only using about two thirds of the available space.\n“It gives us plenty of opportunity to grow,” Dinger said. “ … As far as services, one of the biggest needs that we find from our clients is their emotional well-being, and also they have a lot of legal questions.”\nShe said the goal is to expand the available counseling and bring in more legal advisors. In January, third-year University of Idaho law students will be providing legal support alongside the foundation’s attorney Margo Anderson.\nPaige Dinger, executive director of the Faces of Hope Foundation, speaks at an event in this April 4, 2023, file photo.\nBrian Myrick / Idaho Press Dinger said another major problem many of the clients who leave abusive relationships face is homelessness. She hopes to grow the number of case managers to help locate housing.\nKATRINA BROWNLEE SLATED TO BE GALA SPEAKER\nAs the foundation has grown and moved into new spaces, it has required more donor support, Dinger said.\nThe nonprofit’s largest fundraiser — the Faces of Courage benefit gala — is slated for April 25, 2025. The goal this year is to raise over $200,000 and fill around 800 seats, Dinger said.\nThis year’s speaker will be retired New York Police Department detective and domestic violence survivor Katrina Brownlee.\n“We’re always trying to find a speaker that is inspiring and courageous to help others in the community understand the work that we do, but maybe also help others feel courageous if they are thinking of leaving their abuser,” Dinger said.\nBrownlee at age 22 was shot 10 times by her then-fiancé, who was a New York City corrections officer. She has said in past interviews that although he abused her frequently, police officers would turn the other way when he flashed his badge, CBS news reported.\nBrownlee, who had two young children at the time, had to relearn to walk and had to live in a shelter as she faced homelessness.\nIn 2001, little over eight years after her attack, Brownlee joined the NYPD. Her goal was to change the system from within. She worked undercover and became a detective first-grade — NYPD’s highest investigative rank.\nKatrina Brownlee\nPhoto provided by Faces of Hope During her 20 years of service, Brownlee did not tell anyone about her experience with domestic abuse, fearing she may be deemed unfit.\nNow, Brownlee is a regular speaker, has written a book, and founded a nonprofit to mentor at-risk young women.\n“To be able to tell my story now, is such a relief and a sense of peace in my life,” Brownlee told the Idaho Press in emailed responses to questions. “I finally feel free.”\nBrownlee said it’s important to talk about domestic violence because there’s still a stigma attached to it.\n“People of all races, religion and gender suffer in silence,” she said. “We survivors are the hope for the hopeless and the voice for the voiceless.”\nHer advice to those facing domestic violence is:\nNever tell your abuser you’re leaving Put an exit plan in place Find a safe haven location Tell someone you trust Find a community of people that will support you A local survivor is also slated to speak at the gala, Dinger said.\nAccording to the Faces of Hope website, tickets will be available to purchase starting on Tuesday, Jan. 7.\nTickets are $150 and will be available online at facesofhopeidaho.org/foc2025 .\nLaura Guido is the Statehouse reporter and covers Idaho politics. You can follow her on Twitter @EyeOnBoiseGuido, email her at lguido@idahopress.com and sign up for the Eye on Boise newsletter online.\nOriginally published on idahopress.com , part of the BLOX Digital Content Exchange .\nFacebook Twitter WhatsApp SMS Email Print Copy article link Save Tags Domestic Violence Human Rights Social Issues Violence Aggression Crime Misconduct Issues In Ethics Injustice Gender-related Violence Abuse Justice Crimes Deviance (sociology) Causes Of Injury Violence Against Women Locations Idaho Nampa COMMUNITY CALENDAR Jan 3 PARK'S AND REC CORNHOLE TOURNAMENT Fri, Jan 3, 2025 Today's Weather Right Now 51° Cloudy Humidity: 59% Cloud Coverage: 71% Wind: 19 mph UV Index: 0 Low Sunrise: 07:30:08 AM Sunset: 04:06:26 PM Today Generally cloudy. High 51F. Winds SW at 15 to 25 mph. Higher wind gusts possible.\nTonight Partly cloudy this evening followed by increasing clouds with showers developing after midnight. Low 37F. Winds ESE at 5 to 10 mph. Chance of rain 50%.\nTomorrow Periods of rain. High 43F. Winds light and variable. Chance of rain 70%. Rainfall near a quarter of an inch.\nLatest News Seahawks strive to keep playoff hopes alive vs. Bears Faces of Hope looks to grow into new locations Bird flu has killed 20 big cats including cougars at a Washington wildlife sanctuary Disaster assistance is available to Washington businesses and residents hit by Bomb Cyclone It's a new Year, so Time for a new Salmon/Steelhead Permit (and new Rules) Seattle to raise parking fines next year for first time since 2011 Southeast Idaho man arrested after shooting his brother on Christmas morning Medicaid Now Covers GLP-1s for Obesity in Washington Man Arrested Following Traffic Stop in Doumecq Area of Idaho County Pullman Man in Critical Condition Following Early Morning Shooting Pornhub to Block Access in 13 States, Including Idaho, as Age-Verification Laws Expand Northwest Naturals Pet Food Linked to Bird Flu in Cat, Issues Recall Newsletters Success! An email has been sent to with a link to confirm list signup.\nError! There was an error processing your request.\nDaily Newsletter Would you like to receive our daily news? Signup today!\nPlease enter a valid email address. Sign up Manage your lists Most Popular Articles Images Videos Commented Articles 23-year-old Lewiston woman tries to hide under a blanket after eluding officer Changes to Worker Pay and Rights in Washington for 2025 Montana Man Sentenced To Federal Prison For Punching, Biting, And Strangling His Girlfriend On The Spokane Reservation Registered violent offender apprehended by Idaho County Deputies ABC News: Bryan Kohberger was Also Investigated for Another Home Invasion Idaho Public Health warns of respiratory illnesses circulating, including pertussis House Fire in Lewiston Causes $250K in Damage, Injures Resident Traffic Stop in Kooskia Uncovers Drugs, Leads to Arrest Pomeroy man tries to elude police, runs into apartment building Leavenworth Deputies Search for Driver Behind Park Vandalism Images Videos Commented Sorry, there are no recent results for popular commented articles.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Lifestyle and Leisure->wellness",
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->business service"
    ],
    "ai_allow": false,
    "has_canonical": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Paige Dinger",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "KTVB",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "County Victim Support Center",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "76c58e0853bfca86f98ac5ac0f100edb4e6e5732",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-12-27T00:03:26.507+02:00",
    "updated": "2024-12-27T05:38:15.782+02:00"
  },
  {
    "uuid": "39dcd00784eaad58601b3491d67cccccc9018e44",
    "url": "https://vnexplorer.net/the-night-i-helped-sink-hitlers-monster-battleship-in-mountainous-arctic-seas-a-young-officer-spotted-the-vessel-trying-to-escape-a-royal-navy-trap-what-followed-was-a-clash-of-giants-that-will-n-s715949.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-30T02:29:00Z",
    "title": "The night I helped sink Hitler's monster battleship: In mountainous Arctic seas, a young officer spotted the vessel trying to escape a Royal Navy trap. What followed was a clash of giants that will never be seen again. Incredibly, he's still alive at 101",
    "text": "Perched at his freezing post above the bridge of the destroyer HMS Scorpion, 21-year-old sub-lieutenant Tony Ditcham stared through his binoculars into the midwinter Arctic darkness, searching for the German battlecruiser.\nSuddenly star-shells burst overhead ‘and where there’d been nothing but black there was this enormous ship, brilliantly illuminated’. Ditcham radioed ‘Enemy in sight!’ to the gun team below.\nThus, 80 years ago, began the final phase of the last great battle of the Royal Navy’s war, a clash of giants that will never be seen again.\nDitcham is one of the very few survivors of the Battle Of The North Cape, fought in the terrible cold and mountainous seas of the Arctic winter on December 26, 1943.\nAt the age of 101, he is still full of energy, eyes twinkling as he sits in the oak-beamed lounge of a friend’s house overlooking the rolling Shropshire countryside recalling in detail the now all-but-forgotten showdown between the leviathan Scharnhorst and the British fleet led by Admiral Sir Bruce Fraser in his flagship Duke of York.\nTony Ditcham is one of the very few survivors of the Battle Of The North Cape, fought in the seas of the Arctic winter on December 26, 1943\nTony was a pre-war naval cadet and had already been decorated for his heroism serving in destroyers when he learned that he and his Scorpion shipmates were about to be launched on the hunt to sink Hitler’s last big serviceable warship. On December 22, as they sat in harbour in Iceland, his captain, Lieutenant Commander Bill Clouston, returned from a conference on board Duke of York to tell them that Fraser had set a trap for Scharnhorst which, if all went well, would send her to the icy bottom of the Barents Sea.\nTony and the rest of the crew were exhausted after long Arctic convoy duty ‘ploughing across filthy seas in filthy weather and arriving at the other end to a bleak welcome’ from the Soviets, who never showed the slightest gratitude for the Allied war supplies or the risks taken in delivering them.\nThey were facing a bleak Christmas in Iceland with no prospect of seeing their loved ones. However, the captain’s news lifted their spirits.\n‘We welcomed the chance of firing the guns,’ said Tony. ‘We wanted the war won and the Scharnhorst sunk.’\nThe trap was already being set. Having suspended convoys during the summer months when the long days made the merchantmen an easy target, they had now resumed and one had got through safely to Murmansk. Another — codenamed JW 55B — set off from Scotland on December 20 and would cross with the homebound convoy. ‘So there would be two juicy convoys at sea’ explained Tony. ‘And Fraser reckoned that the Germans would find them irresistible.’\nThe returning convoy, RA 55A, was protected by Force 1, commanded by Vice Admiral Bob Burnett, consisting of the cruisers Belfast, Norfolk and Sheffield and a destroyer escort.\nThe outbound JW 55B would be followed by Force 2, comprising Duke of York, the cruiser Jamaica and a host of destroyers — but at a distance so as not to scare off Scharnhorst, then lying in Altafjord in Northern Norway.\nGerman battleship ‘Scharnhorst’ in Kiel harbour\nHitler’s big, expensive battleships had so far proved a disappointment, soaking up huge resources for little military return. Bismarck, the pride of the Kriegsmarine, had been sunk in an epic battle with the Royal Navy in May 1941. Her sister ship Tirpitz was lying crippled in another Norwegian fjord following a daring attack by British midget submarines.\nOnly Scharnhorst remained at large in Northern waters, but even on her own she posed a mighty threat to the convoys, tying up large numbers of ships that could be put to much better use elsewhere. Scharnhorst had to go. But would the Kriegsmarine commander Admiral Karl Donitz oblige by seizing the chance to prove the ship’s worth and in the process deliver a Christmas present to the Fuhrer?\nThe early signs were encouraging. Luftwaffe reconnaissance patrols picked up the outbound convoy and began shadowing. Then the Bletchley Park codebreakers passed on a secret signal from Germany’s naval HQ early on Boxing Day warning German shipping in the area that a flotilla led by Scharnhorst was at sea.\nBy then Fraser and Force 2 were well on their way. Tony said that when the news was passed to the ships he felt ‘a mixture of excitement, apprehension and professional pride in being involved in such a significant historical moment . . . our morale was high and our leaders were battle-hardened.’\nThe task would be far from easy. Even with radar it would take skill and luck to locate their quarry in the Arctic darkness, relieved only briefly by midday twilight.\nMuch would depend on Fraser’s ability to read the mind of his opposite number, Admiral Erich Bey, a veteran seadog who commanded the enemy flotilla. Even though the Germans were outnumbered, the Scharnhorst was a match for any of the British ships. Her nine 11in guns could overpower the armament of the cruisers and she had a top speed of 31 knots, three knots faster than Duke of York.\n‘She was a formidable foe,’ said Tony. ‘She could get away if we tried to catch her and demolish anything of lighter weight.’\nAs they butted through the iron-grey seas to cut the enemy off before she closed on the incoming convoy, the weather grew steadily more atrocious. That Boxing Day morning Tony took the forenoon watch and recalled that keeping up with Duke of York ‘was not easy. We only saw each other if each was at the top of a wave at the same time and mostly we kept station by radar echoes off the foremast.’\nThe wind and waves tore close-range guns off the front deck of the Duke and tossed them overboard, leaving gaping holes through which seawater cascaded into the hull.\nAdolf Hitler visits crew aboard the warship ‘Scharnhorst’ on April 2, 1939\nAll the ships were ‘closed up’, with only the officer of the watch, lookouts and signalmen allowed above decks. Down below the air stank of sweat and vomit. A seaman on board Scorpion who risked stepping outside for a breath of fresh air was swept away never to be seen again.\nAt 9am a blip lit up the search radar of the Force 1 cruiser HMS Belfast protecting RA 55A.\nIt was Scharnhorst, hunting for the convoy. Bey had sent his five accompanying destroyers off to track down the merchantmen, so the ship was unescorted.\nThe Force 1 cruisers turned on the Scharnhorst and opened fire at a range of 13,000 yards [7.3 miles] with their six and eight-inch guns. In the duel that followed, Bey’s ship was struck twice. One shell destroyed the forward radar controls. From now on, Bey would be fighting half blind and his gunners would have only the muzzle flashes of their enemies on which to fix their aim.\nHe had little choice but to break off the fight, but was still determined to have a crack at the convoy which was now undefended. He circled round to the north-east to try and get at it, but Burnett second-guessed him. Force 1 moved to intercept and there was another exchange of fire in which the Scharnhorst’s gunners managed to hit Norfolk.\nBut the odds were against Bey and he once again disengaged and headed south, back towards Norway, using his ship’s superior speed to try and shake off the pursuers. Two of the British cruisers were forced to slow down with engine trouble but at considerable risk to herself, Burnett’s flagship Belfast stayed in radar range and was able to report the enemy position to Fraser and his force, who raced to cut the enemy off.\nJust after 4pm, Duke of York’s radar indicated that Scharnhorst was only 45,500 yards (26 miles) away and 50 minutes later Fraser was close enough to open fire. Star shells burst above the battleship flooding the darkness with flat, eerie light.\nSitting above the bridge in the steel control tower from where he directed the Scorpion’s guns, Tony Ditcham had a grandstand view. ‘My first reaction was to think ‘what a beautiful ship’,’ he remembered. The enemy had clearly been taken by surprise because the gun turrets were all facing fore and aft and away from their attackers.\nThen there was ‘a thunderous crash from astern as Duke of York fired a 14in broadside’. He ‘watched the ten great shells climb up into the air going away from us’.\nHe was able to track them because the ‘driving bands’ that imparted spin glowed in the dark ‘and made them look like tracer bullets’.\nOnly Scharnhorst remained at large in Northern waters, but even on her own she posed a mighty threat to the convoys, tying up large numbers of ships that could be put to much better use elsewhere. Scharnhorst had to go\nThen ‘suddenly they plunged down towards their target and a huge wall of water rose up, completely concealing Scharnhorst’.\nThe first salvo scored a hit, disabling one of the two big front gun turrets, which was ‘not bad shooting at six miles, in pitch dark and the ship never steady’.\nBey turned north in a bid to escape but, with Norfolk and Belfast blocking the way, was forced to swing eastwards at maximum knots with the British ships in hot pursuit. Scorpion was with the other destroyers leading the chase.\nFor an hour and half Tony watched ‘the amazing sight of two great battleships firing at each other in pitch dark, the German ship turning night into day with the brilliant flashes from her broadsides’.\nEven with the damage to her turret and radar her shells frequently straddled the Duke and one hit the mast but failed to explode.\nBy early evening it seemed that Fraser’s trap had failed and his quarry might escape to fight another day. But then at around 6.30pm, Scharnhorst’s hectic pace slackened. One of the Duke’s shells, fired at maximum range, hit a boiler room, and despite frantic repair efforts the battleship was now vulnerable to the torpedoes of the destroyers closing on her.\nScorpion’s captain ordered full speed ahead while the crew prepared to fire her eight one-ton torpedoes broadside at the giant target. Close behind, the Norwegian navy destroyer Stord did the same.\nThe dazzling starshells made it difficult to see the ship but it also meant the Germans were unable to see the attackers. But when Scorpion was only 3,500 yards (two miles) away she was spotted.\nThe Scharnhorst’s skipper knew what was coming next and veered sharply away from the expected path of the torpedoes and towards the destroyer, presenting a prime target for Scorpion’s four 4.7-inch guns.\nThe German battleship Scharnhorst, seen in Wilhalms Haven, Germany, in 1939\nTony shouted ‘shoot!’ as the giant hull of the battleship rushed past and the first broadside boomed out. ‘In the next ten seconds we fired two more broadsides, and all three hit,’ he remembered. ‘And then she was gone, just as I was beginning to enjoy myself.’\nTwo of their torpedoes also slammed home. The destroyers Savage and Saumarez braved a hail of fire to launch two more from the other side.\nJust before the attack, Bey sent a signal back to German naval command: ‘We will fight on until the last shell is fired.’ He was as good as his word. Thanks to the torpedo damage Scharnhorst was now limping along at ten knots and was soon easy meat for Duke of York, which began a merciless bombardment under the light of the star shells ‘hanging like chandeliers’ over the dying ship.\nThe end came at 7.45pm. Scharnhorst sank bow first and slid into the depths with propellers still turning. Scorpion slowed to a halt and began searching for survivors. Tony saw scores of them, rising and falling in the heavy sea, their cries whipped away by the wind.\nMany had already succumbed to the cold and others were ‘being killed by these big timbers crashing about’ — heavy lumps of wood that all ships carried to block holes torn open by shells. ‘We tried like mad to get them in and threw lines out to them,’ he said. ‘We also dropped landing nets into the water, hung out on brackets to keep them clear of the ship.’\nTheir hands were too frozen and coated in oil to get a grip. The ship was wallowing in the troughs of huge waves churned up by the force eight gale. Risking their lives, Tony and other crewmen scrambled down the nets to haul the numbed and dazed seamen in. They managed to save 30 German lives and another destroyer rescued six more. All the rest of the 1,968 crew drowned or died of exposure, among them Admiral Bey.\nThe clash was named the Battle of North Cape and with the Home Fleet’s victory the menace to the Arctic convoys from big enemy ships was ended.\nFor Tony Ditcham it was just one adventure in a wartime career that took him on to the Normandy landings and the Far East, and post-war life as an overseas civil servant in Africa and businessman.\nAge has barely slowed him and he walks every day in the countryside around the Shropshire farmhouse he shares with his partner Sarah, a living reminder of a certain breed of Englishman whose like we shall not see again.\nA Home On The Rolling Main: A Naval Memoir, 1940-1946 by A.G.F. Ditcham, published by Seaforth.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hitler",
          "sentiment": "negative"
        },
        {
          "name": "tony ditcham",
          "sentiment": "none"
        },
        {
          "name": "scharnhorst",
          "sentiment": "none"
        },
        {
          "name": "ditcham",
          "sentiment": "none"
        },
        {
          "name": "bruce fraser",
          "sentiment": "none"
        },
        {
          "name": "duke of york",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "royal navy",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "shropshire",
          "sentiment": "none"
        },
        {
          "name": "north cape",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T04:49:43.747+02:00",
    "updated": "2023-12-30T04:49:43.747+02:00"
  }
]