[
  {
    "uuid": "63802c485327fb177aa6dc0816e0c6e089c700aa",
    "url": "https://abduzeedo.com/index.php/node/88250",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Abduzeedo",
    "published": "2024-01-05T23:41:00Z",
    "title": "Exploring Simply's Elegant Branding and Visual Identity Design",
    "text": "Discover the essence of 'Simply's' branding and visual identity, a case study in minimalist design and impactful typography, designed by Berriel Brands.\nIn the world of digital design, the pursuit of simplicity often leads to the most compelling visual identities. This concept is vividly embodied in the branding and visual identity of 'Simply', a digital agency hailing from Belgium. Designed by Berriel Brands, the 'Simply' logo offers a masterclass in typographic elegance and minimalist design principles.\nThe logotype of 'Simply' is a study in refined simplicity. It features a sans-serif font, chosen for its clean lines and modern appeal. The distinctive treatment of the letter 's' is particularly noteworthy. The top third of this character is meticulously cropped, aligning seamlessly with the tops of the lowercase letters that follow. This subtle yet striking alteration not only draws the eye but also integrates the elements of the logo into a cohesive whole.\nAccompanying the logotype is a symbol crafted from a 2x2 grid. This grid contains a unique combination of shapes: a square with a rounded left side and a circle in the first row, followed by another circle and a square with a rounded right side in the second row. This arrangement creates a balanced yet dynamic visual element that complements the simplicity of the logotype.\nThe color palette of 'Simply' is as minimalist as its typography. Predominantly black and white, with strategic use of grey, it exudes a classic, timeless feel. This restrained color scheme ensures that the focus remains squarely on the typography and symbolic elements of the design.\nFurther enhancing the brand's visual identity, the designers at Berriel Brands have incorporated abstract 3D illustrations in vibrant colors for the background of complementary materials. This adds a layer of depth and vibrancy to the branding, providing a striking contrast to the otherwise monochromatic main elements.\n'Simply's' branding and visual identity serve as a testament to the power of minimalist design. It underscores how a focused approach to typography, color, and symbolic imagery can create a brand identity that is both memorable and elegant. As we explore these design choices on abduzeedo.com, we see a vivid example of how less can indeed be more in the realm of digital design.\nBranding and visual identity artifacts\nFor more information make sure to check out Berriel Brands\nwebsite and Behance.\n0105—24",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.behance.net/berrielbrands",
      "http://berrielbrands.com/",
      "http://berrielbrands.com",
      "https://behance.net/berrielbrands",
      "http://www.berrielbrands.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "berriel brands",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "belgium",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T01:49:55.686+02:00",
    "updated": "2024-01-06T01:49:55.686+02:00"
  },
  {
    "uuid": "5d06b0bab6ac0ac67f1c41715fb45a593bd832e5",
    "url": "https://kesq.com/news/national-world/cnn-national/2024/04/25/new-york-appeals-court-overturns-harvey-weinsteins-sex-crimes-conviction-and-orders-a-new-trial",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN",
    "published": "2024-04-25T21:07:00Z",
    "title": "New York appeals court overturns Harvey Weinstein’s sex crimes conviction and orders a new trial",
    "text": "New York appeals court overturns Harvey Weinstein’s sex crimes conviction and orders a new trial\nWCBS, CNN\nBy Eric Levenson, CNN\n(CNN) — The New York Court of Appeals on Thursday overturned the\nsex crimes conviction against Harvey Weinstein, the powerful Hollywood producer whose downfall stood as a symbol of the #MeToo movement, and ordered a new trial.\nThe court, by a 4-3 vote, ruled the testimony of “prior bad acts” witnesses should not have been allowed because it “was unnecessary to establish defendant’s intent and served only to establish defendant’s propensity to commit the crimes charged.”\nWeinstein, 72, was\nconvicted in 2020 of first-degree criminal sexual act and third-degree rape, and he was sentenced to 23 years in prison. He has maintained his innocence and denied any nonconsensual sexual activity.\nThe Manhattan District Attorney’s Office said it plans to retry the case.\n“We will do everything in our power to retry this case, and remain steadfast in our commitment to survivors of sexual assault,” said Emily Tuttle, deputy director of communications and senior advisor for the office.\nWeinstein is being held at Mohawk Correctional Facility in Rome, New York, according to the state Department of Corrections and Community Supervision. The department said it is reviewing the appeals court’s decision.\nWeinstein will soon be taken from the correctional facility to Manhattan court and his trial will start anew, with a new judge and prosecutor, defense attorney Arthur Aidala said in a news conference.\nHe is unlikely to be released because he was sentenced last year in Los Angeles to\n16 years in prison for charges of rape and sexual assault. That trial similarly used “prior bad acts” witnesses and has also been appealed.\nThursday’s ruling comes more than six years after reporting by\nThe New York Times and The New Yorker in 2017 revealed Weinstein’s alleged history of sexual abuse, harassment and secret settlements as he used his influence as a Hollywood power broker to take advantage of young women.\nAt the time, Weinstein was one of the most powerful men in Hollywood and helped produce movies such as “Pulp Fiction,” “Clerks” and “Shakespeare in Love.” The revelations led to a wave of women speaking publicly about the pervasiveness of sexual abuse and harassment in what became known as the #MeToo movement.\nYet, #MeToo has had mixed success in the courtroom, and this is the second high-profile case to be overturned on appeal. The comedian Bill Cosby was convicted in 2018 of drugging and sexually assaulting a woman, but a Pennsylvania appeals court\noverturned the conviction in 2021, saying his due process rights were violated.\nWeinstein is ‘very grateful,’ attorney says\nThe ruling overturning Weinstein’s conviction led to a range of reactions from those involved with the case.\nUpon hearing the news, Weinstein “heaped praise” on his legal team and was “very gracious” and “very grateful,” Aidala said.\n“The witnesses were there just to make Harvey Weinstein look bad,” Aidala said. “That’s the only reason why those witnesses were admitted. To show that he’s a bad guy. He was tried on his character, not the evidence.”\n“Justice was served,” said Donna Rotunno, the lead defense attorney at Weinstein’s trial in New York. “I believe this decision is larger than Harvey Weinstein. Courts cannot operate on emotion and lack of due process. The world is off-balance, and when the justice system does not work, nothing does. This decision restores faith in the foundation of our system.”\n“We are cautiously excited and need to study the ramifications of the appeal decision,” Weinstein’s spokesperson Juda Engelmayer said. “We always said this was an unjust trial.”\nFormer Manhattan District Attorney Cyrus Vance Jr., who brought the charges against Weinstein, said he was “shocked” by the decision.\n“I am deeply grateful to and humbled by the survivors who came forward in the brightest glare of a public courtroom to tell their stories at great personal cost and trauma,” Vance said in a statement. “The judicial system, in my opinion, has let them down today and did not advance justice. “\nDawn Dunning, one of the “prior bad acts” witnesses in Weinstein’s trial, said in a statement she did not regret testifying and urged the district attorney’s office to retry the case.\n“While I’m stunned that the court threw out Weinstein’s conviction on legal technicalities, I am still proud that I testified and confronted that convicted rapist,” she said. “I came forward to support other women who were also sexually abused by Weinstein and to ensure that he would be held accountable.”\nMiriam “Mimi” Haley, whose testimony made up the first-degree criminal sexual act charge, “would consider testifying again” in a potential retrial, her attorney Gloria Allred said in a statement.\n“Even though the process of testifying was grueling and retraumatizing for Mimi, she reaffirmed to me today that she would consider testifying again if (Manhattan) District Attorney Alvin Bragg decided to proceed with a new trial of Harvey Weinstein,” she said. “I commend Mimi on her courage and willingness to keep standing up for the truth.”\nDouglas H. Wigdor, an attorney who has represented eight of Weinstein’s accusers, including two of the “prior bad acts” witnesses at his New York criminal trial, also criticized the decision.\n“Today’s decision is a major step back in holding those accountable for acts of sexual violence,” he said in a statement. “Courts routinely admit evidence of other uncharged acts where they assist juries in understanding issues concerning the intent, modus operandi or scheme of the defendant. The jury was instructed on the relevance of this testimony and overturning the verdict is tragic in that it will require the victims to endure yet another trial.”\nWhat happened at his NY trial\nThe New York charges were directly based on the testimony of\nHaley and Jessica Mann. Haley testified that Weinstein forcibly performed oral sex on her in 2006 at his Manhattan apartment, and Mann testified that he raped her in 2013 during what she described as an abusive relationship.\nIn addition, three other women testified during the trial as “\nprior bad acts” witnesses as prosecutors sought to show Weinstein had a pattern of abuse. These women – Dunning, Tarale Wulff and Lauren Young – each said Weinstein used his Hollywood influence to take advantage of them when they were young and hoping to break into the film industry.\nAfter Weinstein was convicted in his New York trial, his attorneys\nappealed the verdict. They argued the judge should not have allowed these “prior bad acts” witnesses to testify and should not have given prosecutors the ability to question Weinstein about instances of verbal abuse and bullying on cross-examination. (Weinstein ultimately did not testify in the case.)\nThe Court of Appeals agreed with the defense on those points.\n“We conclude that the trial court erroneously admitted testimony of uncharged, alleged prior sexual acts against persons other than the complainants of the underlying crimes because that testimony served no material non-propensity purpose,” the ruling, written by Judge Jenny Rivera, states.\n“The court compounded that error when it ruled that defendant, who had no criminal history, could be cross examined about those allegations as well as numerous allegations of misconduct that portrayed defendant in a highly prejudicial light. The synergistic effect of these errors was not harmless.”\nYet in a stinging dissent, Judge Madeline Singas wrote that the majority opinion “perpetuates outdated notions of sexual violence and allows predators to escape accountability.”\n“This conclusion deprives juries of the context necessary to do their work, forecloses the prosecution from using an essential tool to prove intent, ignores the nuances of how sexual violence is perpetrated and perceived, and demonstrates the majority’s utter lack of understanding of the dynamics of sexual assault,” Singas wrote. “Because New York’s women deserve better, I dissent.”\nThe use of “prior bad acts” witnesses has\nincreased in recent years with the rise of the #MeToo movement. In sexual assault cases, their testimony can turn a difficult “he said, she said” case into a more convincing “he said, they said” case.\nIn general, evidence that the\ndefendant has poor character or has done bad things in the past is not allowed during a trial. The fear is that the jury will be overly influenced by these prior incidents and may ignore the actual evidence of the alleged crime.\n“Prior bad acts” evidence is one exception to this rule. It can be used to prove the defendant’s “motive, opportunity, intent, preparation, plan, knowledge, identity, absence of mistake, or lack of accident,” according to\nfederal evidence rules.\nJudges have a fair amount of discretion to decide what is and what isn’t allowed in court as they try to balance the relevance of the testimony against the prejudice to the jury.\nThis story has been updated with additional information.\nThe-CNN-Wire\n™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.\nCNN’s Gloria Pazmino, Matt Egan, Jean Casarez and Elizabeth Wagmeister contributed to this report.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.cnn.com/2020/03/11/us/harvey-weinstein-sentence/index.html",
      "https://www.cnn.com/2020/01/23/us/witnesses-harvey-weinstein-trial/index.html",
      "https://www.cnn.com/2020/02/09/us/weinstein-metoo-prior-bad-acts/index.html",
      "http://www.cnn.com/2020/01/23/us/witnesses-harvey-weinstein-trial/index.html",
      "https://www.cnn.com/2023/02/23/entertainment/harvey-weinstein-sentencing-los-angeles/index.html",
      "https://www.cnn.com/2021/06/30/us/bill-cosby-to-be-released/index.html",
      "https://www.cnn.com/2022/06/02/us/harvey-weinstein-appeal-ruling/index.html",
      "https://www.law.cornell.edu/rules/fre/rule_404",
      "https://www.cnn.com/2020/01/06/us/harvey-weinstein-trial-jury-selection/index.html",
      "https://cnn.com/2020/02/09/us/weinstein-metoo-prior-bad-acts/index.html",
      "http://cnn.com/2020/01/23/us/witnesses-harvey-weinstein-trial/index.html",
      "https://cnn.com/2023/02/23/entertainment/harvey-weinstein-sentencing-los-angeles/index.html",
      "https://cnn.com/2021/06/30/us/bill-cosby-to-be-released/index.html",
      "https://cnn.com/2020/03/11/us/harvey-weinstein-sentence/index.html",
      "https://cnn.com/2020/01/06/us/harvey-weinstein-trial-jury-selection/index.html",
      "https://law.cornell.edu/rules/fre/rule_404",
      "https://cnn.com/2022/06/02/us/harvey-weinstein-appeal-ruling/index.html",
      "https://cnn.com/2020/01/23/us/witnesses-harvey-weinstein-trial/index.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "harvey weinstein",
          "sentiment": "positive"
        },
        {
          "name": "weinstein",
          "sentiment": "none"
        },
        {
          "name": "eric levenson",
          "sentiment": "none"
        },
        {
          "name": "emily tuttle",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "new york court of appeals",
          "sentiment": "none"
        },
        {
          "name": "manhattan district attorney’s office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "hollywood",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:11:05.400+03:00",
    "updated": "2024-04-26T00:11:05.400+03:00"
  },
  {
    "uuid": "0abf15fdd6e351605e313585385f42d2224564e6",
    "url": "https://news.chapman.edu/2024/03/14/fowlers-honored-at-10th-anniversary-of-law-schools-naming",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@chapmanu",
    "published": "2024-03-14T22:14:00Z",
    "title": "Fowlers Honored at Event Marking 10-Year Anniversary of Law School’s Naming | Chapman Newsroom",
    "text": "The highest LSAT scores and most diversity among entering classes. A first-time bar pass rate higher than the state average. A continued rise in rankings . All of these significant milestones were achieved over the last decade with the help of a $55 million gift from Dale E. and Sarah Ann Fowler to Chapman University’s law school. With the gift, the school, which opened in 1995, was named the Dale E. Fowler School of Law. “Without your support, without your vision, without your constant encouragement, Fowler School of Law would not be what it is now,” Chapman President Daniele C. Struppa said during a March 13 luncheon celebrating the anniversary of the naming of the school. “And so today, we celebrate this great school and the accomplishments of the last 10 years, and we’re here to celebrate you and to thank you for what you’ve done.” At the event, Dale E. Fowler ’58 was given the C.C. Chapman Distinguished Service Award, the university’s highest honor. It has been given only nine times in the last 45 years. “There are very few individuals who have had the same transformational impact on Chapman,” Struppa said. The $55 million gift was the second-largest gift reported to a law school at the time. The Fowlers also gave $45 million in 2018 to the Fowler School of Engineering. Dale E. Fowler has served on Chapman’s Board of Trustees since 2011. An Orange County native, he paid his way through college and made his first real estate investment before graduation. From that 10-unit Huntington Beach apartment building, he went on to build a thriving business in industrial property development, eventually expanding throughout Orange and Riverside counties. Two of the Fowlers’ three children attended Chapman. “As a Chapman alumnus, I’m honored to be able to have an impact on generations of students to come,” Dale Fowler said when his $55 million gift was announced . When the law school opened about 30 years ago, it was the only law school on a university campus in Orange County. Then-Chapman President Jim Doti said at the school’s naming dedication in 2013 that the Fowlers “are helping to create a new trajectory for our law school that will lead to real prominence in terms of the impact it will have on legal education.” At the luncheon, Jillian Friess Leivas (JD ’20) and Jodee Storm Sullivan (JD ’24) both thanked the Fowlers and spoke about the impact the law school had on their professional and personal lives. The event’s keynote speaker, two-time U.S. Attorney General William Barr, spoke about his career and current issues as reflected in his book “One Damn Thing After Another: Memoirs of an Attorney General.” He joked that he went into law after working for the CIA because “my mother made me do it.” “I decided to make her happy and go at night … I had always been interested in law and the Constitution,” he said. Barr was attorney general from 1991 to 1993 and from 2019 to 2020. He was the second person in U.S. history to hold the office twice.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Education"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dale e. fowler",
          "sentiment": "none"
        },
        {
          "name": "sarah ann fowler",
          "sentiment": "none"
        },
        {
          "name": "daniele c. struppa",
          "sentiment": "none"
        },
        {
          "name": "c.c. chapman",
          "sentiment": "none"
        },
        {
          "name": "fowler",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "chapman newsroom",
          "sentiment": "negative"
        },
        {
          "name": "dale e. fowler school of law",
          "sentiment": "none"
        },
        {
          "name": "chapman university",
          "sentiment": "none"
        },
        {
          "name": "dale e.",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:18:57.198+02:00",
    "updated": "2024-03-15T00:18:57.198+02:00"
  },
  {
    "uuid": "4414e6483a5384c467d2a06050201558d316a4fa",
    "url": "https://www.newsbreak.com/news/4129268538705-ragbrai-rolls-into-cedar-falls-after-a-decade-long-wait",
    "ord_in_thread": 0,
    "author": "Iowa's News Now Staff",
    "published": "2025-07-24T02:48:00Z",
    "title": "RAGBRAI rolls into Cedar Falls after a decade-long wait - NewsBreak",
    "text": "cbs2iowa.com\nCedar Falls\nRAGBRAI rolls into Cedar Falls after a decade-long wait\nBy Iowa's News Now Staff,\n4 hours agoComments\nYOU MAY ALSO LIKE\n · user · 2.2K followers\nMichael Wilson\nLittle Girl Was Found Wrapped in Saran Wrap Inside Suitcase. Now Both Mom and Boyfriend Face Charges\nIn a heart-wrenching and disturbing case out of Maryland, three-year-old Nola Dinkins' life was tragically cut short, and her remains were discovered in a suitcase wrapped in Saran Wrap. Authorities are now pursuing murder charges against her mother, Darrian Randle, and her boyfriend, Cedrick Antoine Britten.\nNorth East, MD ·10d\n · user · 33.4K followers\nDianna Carney\nLocal Habitat for Humanity ReStore Closes Doors After 10-Years\nOld Colony Habitat for Humanity's ReStore in Attleboro has permanently closed its doors after serving the community for ten years, the organization announced this week. The ReStore operated on a model that benefited both the environment and affordable housing, accepting new and gently used items that might otherwise end up in landfills and selling them at significant discounts. All proceeds directly funded Old Colony Habitat's home building projects, which provide affordable housing to families in need.\nAttleboro, MA ·24d\n · user · 38.0K followers\nCJ Coombs\n25 missing teenagers in Missouri as of July 11, 2025, including one since July 4\nPeople wonder why AMBER Alerts are not issued for every missing child. It's because they are issued for the most serious child-abduction cases. Go here for more information. As of July 11, 2025, according to the National Center for Missing and Exploited Children (NCMEC), there are 25 missing children in Missouri, including a recent missing teenager since July 4, 2025.\n · user · 18.1K followers\nJim O’Rear\nFloridians Will Be Banned From Controlling The Weather Next Week.\nWell, folks, it’s official — starting July 1st, modifying the weather in Florida is banned. That’s right. No more amateur cloud whispering. No more budget Dr. Evils trying to tweak the thermostat or juice the humidity. The dream is dead. RIP Florida’s Supervillain Starter Kit.\n · user · 28.0K followers\nThecookinchicks\nSouthern Jiffy Cornbread Casserole\nThis Jiffy Cornbread Casserole is an easy and delicious casserole recipe perfect for any occasion! Made with simple ingredients, it’s a crowd-pleasing dish that everyone will love! Using just seven ingredients, this savory dish is a Southern favorite!\n · user · 19.7K followers\nThe HD Post\nWorld’s largest paper company to close California facility, laying off 71 employees\nCALIFORNIA – International Paper notified the California Employment Development Department (EDD) that it would be laying off 71 employees. The company is closing its container facility in Buena Park as part of broader consolidations that have affected roughly 2,500 employees across the United States.\n · user · 13.6K followers\nTanner Callais\nEverything About Cruise Ship Gratuities for 2025 (Amounts, Etiquette, and More)\nGratuities and tipping may not be the first thing that comes to mind when you think of your cruise, but it’s a major part of the trip. If you’re a first-time cruiser, then there’s little doubt that you have questions. We’re here to help.\n · user · 19.7K followers\nThe HD Post\nNew report links California’s fast food minimum wage hike to 18,000 job losses\nCALIFORNIA – A new report published this month by the National Bureau of Economic Research (NBER) found that employment in California’s fast food sector had a loss of 18,000 jobs after the minimum wage was raised to $20 per hour.\n · user · 10.0K followers\nButter and Baggage\nImpress Your Guests With This Old School Sock It To Me Cake\nSummer cookouts and potlucks call for desserts that are easy, crowd pleasing, and downright delicious. The Sock It To Me Cake fits the bill perfectly. It is a classic Southern treat that feels like a warm hug soft, sweet, and just the right amount of nostalgic. Plus, it uses simple ingredients you probably already have in your kitchen, making it a practical go to for any gathering.\n · user · 19.7K followers\nThe HD Post\nEx-bishop pleads guilty to fraud involving millions in California church properties\nCALIFORNIA – The U.S. Department of Justice (DOJ) announced that a former AME Zion church bishop pleaded guilty, July 15, to federal fraud and conspiracy charges for using deception and forged documents to seize control over church properties in California.\n · user · 19.4K followers\nRaiden Storm Weather\nSevere Thunderstorm Watch and Thunderstorm Watch\nArizona Weather Force has issued a Severe Thunderstorm Watch and Thunderstorm Watch, effective Monday-Tuesday, July 21st-22nd, 2025, for the following zones; This is a direct hit on Tucson, which means the monsoon rainfall numbers at the airport will be going up.\n · user · 26.5K followers\nMeteorologist Joe Cioffi\nSevere thunderstorm & tornado risks rise Indiana Illinois Michigan Ohio Saturday July 19th\nSEVERE THUNDERSTORMS POSSIBLE SATURDAY JULY 19TH 2025 ACROSS INDIANA ILLINOIS OHIO MICHIGAN. CITES INCLUDE CHICAGO IL, DETROIT MI, CLEVELAND OH, TOLEDO OH, COLUMBUS OH, FORT WAYNE IN, LANSING MI.\n · user · 7.8K followers\nintentionalhospitality\nThis Crock Pot Classic Is What Your Next BBQ Is Missing\nCheesy, creamy, and straight-up comforting, this crock pot cheesy hash brown casserole is the kind of dish that disappears fast at potlucks and family dinners. It’s got big Cracker Barrel vibes with none of the oven babysitting.\nwebsite\nQuartz\nThe 7 states that generate the most renewable energy in America\nThese states lead the way in renewable energy generation, using wind turbines, solar arrays, and more. The U.S. still relies on fossil fuels, which in 2023 comprised 60.0% of total electricity generation, according to the Energy Information Administration. The rest of the energy powering the U.S. comes from renewable and...\n · user · 19.7K followers\nThe HD Post\nCA woman sues major food brand for selling half empty snack bags\nCALIFORNIA – A California woman filed a class action lawsuit against PepsiCo, alleging its Popcorners are sold in oversized bags that are more than half empty. Plaintiff Bonnie Reyes purchased a bag of PepsiCo’s 7-ounce Sea Salt Popcorners in 2025 for $4.79.\n · user · 33.4K followers\nDianna Carney\nMeet The 13lb Little Dog Who Loves Being Carried Like a Baby Now Searching for Love\nGreat Dog Rescue New England, a dedicated foster-based dog rescue in Massachusetts, would like you to meet Hank, a charming 4-year-old Boston Terrier mix seeking his forever home. Though we aren't sure what the beginning of his life looked like, at some point, Hank found himself in need of rescuing. Luckily for him, Great Dog Rescue New England was there to bring him into their care, and set him up with a loving foster home where he can live safely until the next chapter of his life begins.\n · user · 17.2K followers\nGreg Wilson, CFA\n15 Jobs That Pay Over $50 an Hour Without Years of Experience\nThis article was originally published on DadisFIRE. AI was used for light editing, formatting, and readability. But a human (me!) wrote and edited this. You don’t need a lot of experience to make good money. Some jobs pay $50 an hour or more without a degree or years of training.\n · user · 17.2K followers\nGreg Wilson, CFA\n18 Ways to Make Money Without a Job\nThis article was originally published on DadisFIRE. AI was used for light editing, formatting, and readability. But a human (me!) wrote and edited this. Earning income doesn’t have to mean clocking in or sitting in traffic. The way people make money is changing fast, and more are finding flexible, proven ways to get paid without a traditional job.\n · user · 28.0K followers\nThecookinchicks\nThis Is the Only Potato Salad Recipe You’ll Ever Need\nULTIMATE Potato Salad– a classic potato salad that includes hard boiled eggs, crunchy celery, onion, and more tossed in a creamy, tangy dressing! Perfect for any BBQ, potluck, picnic, or summer outing!\n · user · 33.4K followers\nDianna Carney\nMeet The Two Bonded Shih Tzu Mixes Who Are Searching For Love Together\nGreat Dog Rescue New England (GDRNE), a dedicated foster-based dog rescue in Massachusetts, would like you to meet Sam and Gabby, a bonded pair of Shih Tzu mixes who have spent their entire lives together. According to the rescue, “Sam and Gabby had an owner that loved them, and it shows.” The reason for these two ending up in rescue care was not provided, but one thing is clear: They need a home where they can remain together. Now living with a loving foster family, these inseparable companions are ready to enter the next part of their lives together.\n · user · 10.0K followers\nButter and Baggage\nThe Southern Peach Dessert You’ll Be Making All Summer\nPeach season is basically the South’s version of a holiday—and this easy peach and pecan sandy crumble is the dessert that shows up to celebrate. It’s got all the juicy, sweet goodness of a cobbler but with a buttery cookie-like topping that’s packed with pecans. It’s casual enough for a weeknight and crowd-pleasing enough for cookouts and potlucks. Best part? No need to roll out dough or fuss with pie crust.\n · user · 33.4K followers\nDianna Carney\nLocal Dog Rescue Reveals They're in Need of More Foster Homes to Help Save Lives\nA dedicated rescue in New England is looking for dog lovers with room in their hearts and homes to help them save furry friends who are in need of a second chance at life. Massachusetts-based Sandy Paws Rescue Inc., a licensed 501(c)(3) nonprofit dog rescue, has issued an urgent call for foster homes for dogs who are in need of a place to call home until their forever family finds them.\nWestport, MA ·29d\n · user · 33.4K followers\nDianna Carney\nMeet Cutie: The Little 10lb \"Chiweenie\" Searching For Love\nGreat Dog Rescue New England (GDRNE), a dedicated foster-based dog rescue in Massachusetts, would like you to meet Cutie, a tiny 3-year-old Chihuahua and Dachshund mix pup who is ready and waiting to meet her forever family. Until recently, this small girl was living on her own as a stray in Tennessee, just trying to find enough food each day. “She was wandering alone down a dark street one night,” says GDRNE when describing how Cutie came into their care. “We aren't sure what her story is, but we are happy we found her when we did and hopefully can help her write her next chapter with a loving family!” Now living in the safety of a caring foster home, Cutie has since been thriving.\n · user · 33.4K followers\nDianna Carney\nTime is Running Out for This Massachusetts Rescue Dog Who Urgently Needs a Foster Home by Friday\nA four-year-old mixed-breed dog named Mozart faces the possibility of being sent back to Texas unless a home for him is found by Friday, July 18th. Sandy Paws Rescue Inc., a foster-based dog rescue in Massachusetts, issued the urgent appeal after Mozart's recent adoption fell through. “Mozart was adopted in May but is too strong for his adopter. She wants him out ASAP but we have no where for him to go! He is available for foster-to-adopt with a completed adoption application. Or a foster-only home would work too,” explains the nonprofit rescue.\n · user · 18.1K followers\nJim O’Rear\nMeth, Mayhem, and the Magical Mystery Tour! Florida Man Strikes Again!\nFlorida—the only state where the line between “news” and “Mad Libs” has been permanently blurred. So let’s talk about Jonathan Patrick Winslow, a Florida man who rang in his 57th birthday not with cake or candles, but by stealing a Conch Tour Train in Key West… on the Fourth of July. Because why not combine America’s birthday and your own in a festive meth-fueled parade of poor decisions?\nKey West, FL ·13d\n · user · 33.4K followers\nDianna Carney\nLocal Shelter Introduces \"The Cutest Puppy to Grace the Internet Today\"\nThe Scituate Animal Shelter of Massachusetts recently introduced Bubblegum, a three-month-old puppy with an irresistible charm that has already begun capturing hearts but has not yet found her future family. With her scruffy fur, Chihuahua-like features, and stubby legs, this unique pup has become the shelter's latest dog on a quest to find her a forever home.\nScituate, MA ·10d\n · user · 49.5K followers\nThomas Smith\n6 Myths About McDonald’s You’ve Probably Believed\nWhether you’re a drive-thru devotee or someone who swears they “never” eat fast food, chances are you’ve heard at least one wild rumor about the Golden Arches. From indestructible burgers to mysterious “pink slime,” McDonald’s folklore spreads faster than a six-piece Nugget disappears at midnight.\n · user · 33.4K followers\nDianna Carney\nLocal Rescue Shares Puppy Who Was Found as a Stray Living in a Tree\nGreat Dog Rescue New England (GDRNE), a dedicated foster-based dog rescue in Massachusetts, would like you to meet Crazy Hair Harry, a remarkable 9-week-old puppy came into rescue after being found in a very unlikely spot. “This scruffy boy was found as a stray in Mississippi and was found in a dead tree trunk where he had been living and struggling to survive,” reports GDRNE. “He was so scared at first, and we are so lucky we found him when we did!” Now living safely in foster care, Harry no longer needs to struggle or be afraid, and he has been thriving.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->cycling",
      "Human Interest->record and achievement",
      "Lifestyle and Leisure->travel and tourism",
      "Lifestyle and Leisure->outdoor recreational activities",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ],
      "top_news": [],
      "bias": "center",
      "source": {
        "type": "local_news",
        "city": [
          "New Hartford"
        ],
        "state": [
          "Iowa"
        ],
        "country": [
          "US"
        ],
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:38:59.158+03:00",
    "updated": "2025-07-24T10:44:04.991+03:00"
  },
  {
    "uuid": "69853f5cb23cc5b98f668f2e4a5a66d6faa8a3ce",
    "url": "https://economictimes.indiatimes.com/tech/technology/meta-knew-it-used-pirated-books-to-train-ai-authors-say/articleshow/117102402.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2025-01-10T03:21:00Z",
    "title": "Meta knew it used pirated books to train AI, authors say",
    "text": "[Meta Platforms](/topic/meta-platforms)used pirated versions of copyrighted books to train its artificial intelligence systems with approval from its chief executive officer (CEO) Mark Zuckerberg, a group of authors alleged in newly disclosed court papers.\nET Year-end Special Reads\n[copyright infringement](/topic/copyright-infringement)made the accusations in filings made public on Wednesday in California federal court. They said internal documents produced by Meta during the discovery process showed the company knew the works were pirated.\nSpokespeople for Meta did not immediately respond to a request for comment.\nThe authors sued Meta in 2023, arguing that the tech giant misused their books to train its large language model Llama.\nThe case is one of several alleging that copyrighted works by authors, artists and others were used to develop AI products without permission. Defendants have argued that they made fair use of copyrighted material.\nThe authors asked the court on Wednesday for permission to file an updated complaint. They said new evidence showed Meta used the\n[AI training](/topic/ai-training)dataset\n[LibGen](/topic/libgen), which allegedly includes millions of pirated works, and distributed it through peer-to-peer torrents.\nDiscover the stories of your interest\nThey said internal Meta communications showed Zuckerberg \"approved Meta's use of the\n[LibGen dataset](/topic/libgen-dataset)notwithstanding concerns within Meta's AI executive team (and others at Meta) that LibGen is 'a dataset we know to be pirated.'\"\nUS District Judge Vince Chhabria last year dismissed claims that text generated by Meta's chatbots infringed the authors' copyrights and that Meta unlawfully stripped their books' copyright management information (CMI).\nThe writers argued Wednesday that the evidence bolstered their infringement claims and justified reviving their CMI claim and adding a new computer fraud claim.\nChhabria said during a hearing on Thursday that he would allow the writers to file an amended complaint but expressed scepticism about the merits of the fraud and CMI claims.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Science and Technology->scientific research",
      "Crime, Law and Justice->corporate crime",
      "Crime, Law and Justice->investigation (criminal)",
      "Social Issue->social condition",
      "Social Issue->social networking",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Mark Zuckerberg",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "69853f5cb23cc5b98f668f2e4a5a66d6faa8a3ce",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2025-01-10T06:04:35.867+02:00",
    "updated": "2025-01-10T06:04:35.867+02:00"
  },
  {
    "uuid": "b00b0190f454e349d728ce9678c88d936a6501bb",
    "url": "https://bbcgossip.com/news/amber-snow-warning-issued-for-britain-as-met-office-predicts-wintry-showers-and-freezing-rain-this-weekend-causing-potential-chaos-across-uk",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BBC Gossip",
    "published": "2025-01-03T12:26:00Z",
    "title": "Amber snow warning issued for Britain as Met Office predicts wintry showers and freezing rain this weekend, causing potential chaos across UK.",
    "text": "This weekend, parts of Britain are bracing for over a foot of snow as the Met Office issues two amber warnings while temperatures plummeted to -8C (17F) this morning.\nThe forthcoming days could witness rural areas getting isolated, vehicles stranded on roads, and disruptions in rail and air travel due to blizzards and icy conditions.\nTo prepare for the anticipated snowfall and freezing rain, the Met Office has introduced two new amber weather alerts scheduled to commence tomorrow evening. The warnings caution that snow and ice may accumulate up to 1ft 4in (40cm).\nThe amber alerts cover the Midlands, northern England and Wales – but snow is still forecast for southern England and London which remain under a yellow warning.\nThe first amber warning for snow and ice covering Wales and the Midlands is in place from 6pm tomorrow until midday on Sunday. The second, an amber snow warning for the North of England, was issued from 9pm tomorrow until 11.59pm on Sunday.\nThe amber warnings come on top of the existing yellow snow warning for most of England and the whole of Wales from 12pm tomorrow until 11.59pm on Sunday.\nSeparately, an ice warning has been activated for Scotland, Northern Ireland, North East England and North Wales from 4pm today until 10am tomorrow. And a yellow snow warning is in place for Scotland from 0am on Sunday until 12pm on Monday.\nIt comes after the UK woke up to frosty weather this morning with temperatures falling to -7.5C (18.5F) in Oxfordshire and -6C (21F) in Hampshire and Dorset.\nUK Health Security Agency (UKHSA) amber cold weather health alerts for all of England remain in place until January 8 ahead of a week of low temperatures.\nThe NHS Black Country integrated care board has warned the public to ‘avoid going out early when the frost is thick or late at night when it’s dark’, adding people should keep hands free and wear shoes with a good grip.\nIn Herefordshire, the Wye Valley NHS Trust told people to ‘have sufficient food and medicine and take measures to reduce draughts in your home’.\nHeavy snow falls across Aberdeenshire today as vehicles are driven through Alford\nA swimmer takes a dip at a frosty Beckenham Place Park Lake in South East London today\nA hard frost turns Stonehenge white at dawn in Wiltshire this morning amid sub-zero weather\nPeople brave the cold as they walk through St James’s Park in London this morning\nThe first amber snow and ice warning for Wales and the Midlands states that ‘snow and freezing rain will likely lead to disruption to transport and some other services’.\nMet Office weather warnings in place Yellow – Ice – Today 4pm until Tomorrow 10am – Scotland, Northern Ireland, North East England and North Wales Yellow – Snow – Tomorrow 12pm until Sunday 11.59pm – England and Wales Amber – Snow and ice – Tomorrow 6pm until Sunday 12pm – Wales and the Midlands Amber – Snow – Tomorrow 9pm until Sunday 11.59pm – Northern England Yellow – Snow – Sunday 0am until Monday 12pm – Scotland It adds that there is a ‘good chance that power cuts may occur, with the potential to affect other services, such as mobile phone coverage’.\nThe warning also says that ‘travel delays on roads are likely, stranding some vehicles and passengers’ and ‘some road closures and longer journey times possible’.\nIn addition, the Met Office warns ‘some delays and cancellations to bus, rail and air travel are likely’; ‘there is a good chance that some rural communities could become cut off’; and ‘untreated pavements and cycle paths likely to be impassable’.\nForecasters expect the snow to become persistent and heavy as it pushes south to north across the warning area, with freezing rain also expected to bring ‘hazardous travel conditions’, before milder air follows by Sunday morning.\nBetween 3cm (1.2in) and 7cm (2.8in) of snow is likely for much of the warning area, with 15cm (6in) to 30cm (1ft) for the higher ground of Wales and the southern Pennines.\nFreezing rain is also expected to lead to ice in parts of Wales, before the milder air leads to a rapid thaw in the south of the warning area on Sunday.\nSimilar details are contained in the second amber warning for northern England.\nThis alert also states: ‘Snow will be persistent and heavy at times, and will likely drift in brisk easterly winds, especially over higher ground.’\nTODAY: An ice warning is in place for northern areas from 4pm today until 10am tomorrow\nTOMORROW: The first amber warning for snow and ice covering Wales and the Midlands is in place from 6pm tomorrow until midday on Sunday. The second, an amber snow warning for the North of England, was issued from 9pm tomorrow until 11.59pm on Sunday. The amber alerts come on top of the existing yellow snow warning from 12pm tomorrow until 11.59pm on Sunday\nSUNDAY: The warnings are then joined on Sunday by a yellow snow alert for most of Scotland\nMONDAY: The final alert, a yellow snow warning for Scotland, runs until 12pm on Monday\nMuch of this warning area can also expect 3cm (1.2in) to 7cm (2.8in) of snow, while areas above about 150m (500ft) will likely see 15cm (6in) to 30cm (1ft), with 40cm (1ft 4in) for ground above 300m (1,000ft).\nThe alert adds: ‘For some lower-lying areas, such as the Vale of York, snow may mix with rain at times making estimations of snow depths here more difficult. Regardless, travel will likely be difficult, with power line icing an additional impact.’\nNational Rail Enquiries said the line between Inverness and Dingwall in northern Scotland would be closed until at least 11am on Saturday because of ‘multiple landslips and areas flooded’, meaning no ScotRail services between Inverness and Wick/Thurso and between Inverness and Kyle of Lochalsh.\nMet Office Chief Forecaster Jason Kelly said: ‘This weekend will bring a range of weather hazards to the UK, notable snow accumulations, freezing rain, ice and heavy rain as well as some gusty conditions.\nA frosty scene at South Yeo Farm East in Devon today as the UK wakes up to very cold weather\nA person braves the cold walking through Green Park on a very chilly day in London today\nDonkeys at a frosty paddock in Dunsden, Oxfordshire, this morning after a bitterly cold night\nSt Thomas Becket church is surrounded by frosty fields on Romney Marsh in Kent today\n‘We have issued a number of severe weather warnings, including Amber warnings for snow and ice in parts of England and Wales.\n‘Some significant accumulations of snow are possible across parts of Wales, the Midlands and northern England in particular, where 5cm or more could accumulate fairly widely, with as much as 20 to 30cm over high ground of mid and north Wales and potentially 30 to 40cm over parts of the Pennines. This, accompanied by strengthening winds, may lead to drifting of lying snow.’\nHe added that as the milder air moves northwards, snow may turn to a spell of freezing rain for a time.\nMr Kelly said: ‘There is a risk of freezing rain across parts of the Midlands and northern England, but especially Wales, adding to the risk of ice and leading to some treacherous conditions in places.\n‘As the supercooled rain droplets hit the surface they instantly freeze, covering everything in a layer of ice, making it extremely dangerous.’\nThe amber alerts from the UKHSA mean a rise in deaths is likely, the agency said.\nPeople brave the cold as they walk through St James’s Park in London this morning\nFields during a frosty morning at Southam in Warwickshire this morning\nFrost covers houses and the ground at Martham in Norfolk today amid the sub-zero weather\nA freezing start to today as a cyclist makes their way through Blackheath in South East London\nDr Agostinho Sousa, head of extreme events and health protection at UKHSA, said: ‘The forecasted temperatures can have a serious impact on the health of some people, including those aged 65 and over and those with pre-existing health conditions, and it is therefore vital to check in on friends, family and neighbours that are most vulnerable.\n‘These people could be more at risk of heart attacks, stroke and chest infections as a result of cold temperatures.’\nHealth Secretary Wes Streeting said today that it was ‘a weekend to layer up and put the heating on’ due to the cold conditions.\nHe told BBC Breakfast: ‘We are heading into a cold snap this weekend and I know there are lots of concerns, not just amongst charity leaders, but also among NHS and social care leaders as well, about the particular risks and vulnerabilities this weekend as temperatures drop, both in terms of risk of accident and injury, but also risk from the cold itself.\n‘This is a weekend to wrap up and keep warm, to take sensible precautions about going out and about.’\nCouncils across London and southern England have activated emergency measures including additional accommodation to help rough sleepers stay safe during the cold snap.\nJames Lally, services director of homelessness charity St Mungo’s, said: ‘Access to a safe and warm place to live is vital for those experiencing homelessness all year round – and during freezing cold weather, emergency accommodation saves lives.\n‘St Mungo’s frontline teams are prepared to respond to this critical situation, and continue to work tirelessly around the clock to make sure that as many people as possible can be brought out of the cold and into safety.’\nDan Stroud, meteorologist at the Met Office, said conditions should become warmer by the end of the weekend before cold weather strikes again early next week.\nHe said: ‘The second half of the weekend should be in the high singles or low doubles (for temperature figures).\n‘But temperatures will dive again next week, particularly on Monday and Tuesday.\n‘They should start to improve towards the latter end of the week. But there’s a lot of water to go under the bridge until then.’\nBookmaker Ladbrokes has cut odds that this month will be the coldest January on record, down from 3/1 to 4/5.\nThe coldest temperature recorded in January 2024 was -14C (7F) at Dalwhinnie in the Scottish Highlands.\nAfter a brief respite of milder air for some areas on Sunday, colder conditions are set to develop widely across the UK into next week.\nMet Office deputy chief forecaster Dan Holley said: ‘The system bringing this weekend’s snow will move away to the east by Monday, allowing a cold a northerly flow to become established again for much of next week.\n‘This will bring further snow showers to northern Scotland in particular, but possibly to some other areas, especially near western coasts, with a fair amount of dry and bright weather elsewhere.\n‘Temperatures will remain below average, with widespread frost and the risk of ice at times.\n‘Some areas, especially in the north, may struggle to get above freezing for several days. It is possible further weather warnings will be issued for the start of next week, so it’s advisable to stay up to date with the forecast.’\nNational Highways Severe Weather Resilience Manager, Darren Clark, said: ‘If you are travelling this weekend, keep your distance and reduce your speed.\n‘Gritters will be out treating our roads around the clock when ice or snow is forecast, but it is still important to drive to the conditions.\n‘Even in conditions that seem normal and where the snow is not settling you could always experience slippery conditions.\n‘Drivers should plan their journeys, check their vehicles, monitor weather reports and pack a snow kit of blankets, food, water and a shovel.’",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "topics": [
      "Weather->weather warning"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.dailymail.co.uk/news/article-14246879/Snow-warning-amber-Met-Office-UK-weather-maps.html",
      "https://dailymail.co.uk/news/article-14246879/Snow-warning-amber-Met-Office-UK-weather-maps.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Met Office",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "Wales",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T15:18:12.143+02:00",
    "updated": "2025-01-03T15:18:12.143+02:00"
  },
  {
    "uuid": "20331e62eed396c31f77399a0f646e27b30ed964",
    "url": "https://www.brides.com/gabourey-sidibe-brandon-frankel-secretly-welcome-twins-cooper-maya-8659638",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sarah Schreiber",
    "published": "2024-06-06T20:14:00Z",
    "title": "Gabourey Sidibe and Brandon Frankel Welcomed Twins in April",
    "text": "Gabourey Sidibe and Brandon Frankel are parents! The couple, who posed on the cover of [our Style Issue in 2022](https://www.brides.com/style-issue-5223323), announced that they were expecting twins in February. A few short months later, their little ones—a boy and a girl—officially arrived earthside. The couple shared the happy news via exclusive photos on [The Shade Room](https://theshaderoom.com/gabby-sidibe-first-look-newborn-twins-husband-brandon-frankel-exclusive-photos/), revealing that they’ve actually been a family of four for a few months now; the twins were born in early April 2024, per Shutterstock. As for their names? Meet Cooper and Maya. “Brandon always wanted to name a son Cooper, so we can call him ‘Coop,’ and Maya was named shortly before our baby moon to the Mayan Riviera in Mexico,” the Oscar-nominated actress told the outlet, alongside photos of the twins in matching pink and blue onesies. “Both twins have traditional West African middle names after members of my family.” According to Sidibe, the twins already have their own little personalities, though they don’t pay each other much attention. Both of the babies are “extremely strong and hilarious,” but “have yet to really interact with each other,” Sidibe explained. The little ones do, however, have a certain degree of twin telepathy, added the new mom: “Cooper will sometimes speak for Maya and alert us that she’s about to spit up. Maya loves her name being sung to her and is the queen of comedic timing, and Cooper loves his sleep and has the funniest facial expressions.” As for their favorite activity? “They both love cuddling with Mom and Dad,” Sidibe added. The actress also opened up about the twins’ birth story, which was unexpected. “We originally were going in for a routine appointment, only to be told the twins would be coming later that day and not when originally planned,” Sidibe shared. Unsurprisingly, she and Frankel are approaching this first phase of parenthood (which involves lots of “active sleep,” she says) as a team—which tracks for the [ultra-supportive couple](https://www.brides.com/signs-you-and-your-partner-are-a-power-couple-5119287), who regularly gush about their strong bond on social media (they haven't posted anything about their twins on their own accounts yet, but now that the word is out, it's only a matter of time before they share more). And though they’re in the swing of the newborn era, they can’t wait for what’s to come. “We’re excited for outfits and getting them dressed up, for sing-alongs, trips and to explore, and raising them to be good people,” Sidibe shared. What’s also unsurprising is that Sidibe and Frankel’s twins arrived a few months ago; the couple is known for keeping their life’s biggest milestones private for a while. [Sidibe officially announced that she and Frankel had wed](https://www.brides.com/gabourey-sidibe-brandon-frankel-married-6835705) in 2022 on an episode of Live With Kelly and Ryan—over a year after they actually [tied the knot](https://www.brides.com/celebrity-weddings-2024-8430920). Three years later, they confirmed that they were pregnant on Instagram. “Twin Delivery coming soon!” Sidibe wrote in her post, hinting to the babies’ due date. “Twinty Twinty Four!”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://theshaderoom.com/gabby-sidibe-first-look-newborn-twins-husband-brandon-frankel-exclusive-photos/),",
      "https://www.theshaderoom.com/gabby-sidibe-first-look-newborn-twins-husband-brandon-frankel-exclusive-photos/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gabourey sidibe",
          "sentiment": "negative"
        },
        {
          "name": "brandon frankel",
          "sentiment": "negative"
        },
        {
          "name": "sidibe",
          "sentiment": "none"
        },
        {
          "name": "maya",
          "sentiment": "none"
        },
        {
          "name": "brandon",
          "sentiment": "none"
        },
        {
          "name": "cooper",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "brandon frankel welcomed twins",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "mayan riviera",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:03:43.098+03:00",
    "updated": "2024-06-07T01:03:43.098+03:00"
  },
  {
    "uuid": "bf5ad646947edc2386362567cb2cd2f7e0007819",
    "url": "https://dnyuz.com/2024/10/10/hurricane-helene-elon-musk-to-the-rescue-true-stories-of-hope-and-how-weve-been-duped",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TheBlaze",
    "published": "2024-10-10T23:20:00Z",
    "title": "Hurricane Helene: Elon Musk to the rescue, true stories of hope, and how we’ve been duped",
    "text": "While the aftermath of Hurricane Helene is still dominating the news cycle, Al Robertson and Zach Dasher got a front-row seat to the devastation — and are still dealing with it.\nRobertson and his family were trapped in the Black Mountain region of North Carolina, while Dasher and his family were trapped in the Asheville area.\n“Thanks to Elon Musk, we’ve got Starlink. Bunch of Starlinks got sent in. So I got Starlink on the top of the building, and then I’ve got a 6,000-watt generator full of gas outside and about eight extension cords to make all this happen,” Dasher tells the Robertson family on “Unashamed.”\n“Did you ever think we’d be in our culture, where you open the podcast by thanking Elon Musk?” Jase Robertson jokes. “We laugh and we joke, but this has been a tremendous sobering moment for our history. A lot of people have lost their lives, and a lot of stories are just horrific.”\nDasher can attest to the horrific nature of the stories.\n“I don’t know what the total count is; I mean, they’re still pulling bodies out now. Some of these people’s bodies will never be recovered, because they’re under 20 feet of mud, and these mudslides, and this river. Just, I mean, it’s horrific,” he tells the Robertsons.\nWhile there are too many horror stories to count, there are also plenty of stories of hope as well.\n“I’ll tell you this, though, to see God’s people swarm in has been humbling. That part has been beautiful. You know, in the midst of all the storm, to see God’s people come into this area in a way that I never knew was possible,” Dasher says.\nHowever, while Dasher was overwhelmed with appreciation for good people who came out to help, he couldn’t help but notice that there wasn’t much government aid.\n“What’s happening in our culture right now is that we’re being slowly duped into believing that the government systems and programs are going to take care of us, but in a catastrophe like this, you see the incompetency of it,” Dasher explains.\n“And you think, ‘Well, it’s not possible for someone trained at the London School of Economics that sits in an ivory tower in Washington, D.C., to know how to fix something in Swannanoa, North Carolina,’” he adds.\nWant more from the Robertsons?\nTo enjoy more on God, guns, ducks, and inspiring stories of faith and family,\nsubscribe to BlazeTV — the largest multi-platform network of voices who love America, defend the Constitution, and live the American dream.\nThe post\nHurricane Helene: Elon Musk to the rescue, true stories of hope, and how we’ve been duped appeared first on TheBlaze.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.theblaze.com/shows/unashamed/hurricane-helene-2669375111",
      "https://get.blazetv.com/unashamed/?utm_source=theblaze&utm_medium=referral&utm_campaign=article_shortcode_unashamed",
      "https://theblaze.com/shows/unashamed/hurricane-helene-2669375111",
      "https://www.get.blazetv.com/unashamed/?utm_source=theblaze&utm_medium=referral&utm_campaign=article_shortcode_unashamed",
      "https://get.blazetv.com/unashamed/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Zach Da",
          "sentiment": "negative"
        },
        {
          "name": "Al Robertson",
          "sentiment": "negative"
        },
        {
          "name": "Jase Robertson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Starlink",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Black Mountain",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T04:18:51.199+03:00",
    "updated": "2024-10-11T04:18:51.199+03:00"
  },
  {
    "uuid": "d2381a137f4b5562ec68b7899b7777579be2ee78",
    "url": "https://www.mdzol.com/sociedad/2024/8/22/los-piqueteros-vuelven-desafiar-al-gobierno-prometen-copar-las-calles-453143.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MDZ Política",
    "published": "2024-08-23T01:04:00Z",
    "title": "Los piqueteros vuelven a desafiar al Gobierno y prometen copar las calles - MDZ Online",
    "text": "El Polo Obrero advirtió que este viernes montará \"100 ollas contra el hambre\". Una de ellas será rodeando al Ministerio de Desarrollo Social, sobre la avenida 9 de Julio. El Polo Obrero junto a una docena de otras organizaciones sociales prometen una jornada de piquetes en todo el país este viernes. Bajo la modalidad de \"ollazos\" contra el hambre, buscarán exponer la situación de los comedores y protestar contra lo que consideran una \"persecución contra organizaciones y dirigentes sociales\". En Capital Federal la convocatoria se hizo para este viernes a partir de las 11 de la mañana: \"Vamos a rodear el ministerio de Desarrollo Social en 9 de Julio y Moreno\", prometen desde el Polo Obrero. Pero el \"ollazo\" se va a replicar en todo el país y serán 100 manifestaciones, según detallaron: \"en el conurbano se harán en La Matanza en la rotonda de San Justo, Moreno Plaza San Martin, Merlo Plaza N Kirchner, Lujan Fte al Municipio, Marcos Paz Plaza de la Memoria, Hurlingham Plaza Via Muerta, Presidente Peron frente al Municipio, Lomas de Zamora en la Plaza Grigera, Longchamps estación de tren, Lanús Estación, Quilmes en plaza de la Estación, Avellaneda , frente a la estación, Bserazategui plaza Bomberos, E. Echeverria frente a la municipalidad, A.Korn plaza Macias, F.Varela, La Plata 7 y 50, J.C. Paz, plaza frente al municipio, San Martin frente al Municipio, lo mismo en Escobar y en 19 provincias\". Las organizaciones piqueteras reclamarán que \"los comedores populares están cerrando por el recorte total de los alimentos que el Gobierno tiene la obligación de entregar y los que se sostienen lo hacen con la solidaridad de los vecinos pero crece la demanda. Donde antes había 50 pibes esperando la comida hoy hay 100 o 150\". Desde las agrupaciones recuerdan que la Ministra de Capital Humano Sandra Pettovello \"se ha negado sistemáticamente a entregar la comida guardada en galpones a pesar de varias intimaciones judiciales\". En esa línea, anticiparon que reclamarán \"la entrega inmediata de alimentos a los comedores\", el \"aumento de lo programas sociales congelados hace 8 meses\" y la \"libertad a Daniela Calarco y Roberto de la Cruz\", detenidos durante la protesta contra la Ley Bases. [](/sociedad/2024/8/22/sigue-el-frio-asi-estara-el-clima-en-mendoza-este-viernes-453162.html) Pronóstico extendido ¿Sigue el frío? Así estará el clima en Mendoza este viernes [](/sociedad/2024/8/22/el-duro-testimonio-de-una-enfermera-tras-el-cierre-de-la-maternidad-del-hospital-carrillo-453108.html) Achicamiento en salud El duro testimonio de una enfermera tras el cierre de la maternidad del Carrillo [](/sociedad/2024/8/22/sandra-pettovello-visito-chaco-en-el-marco-del-plan-de-alfabetizacion-las-pruebas-aprender-452968.html) Educación Pettovello en Chaco: avances en plan de alfabetización y las pruebas Aprender [](/sociedad/2024/8/22/convocan-licitacion-para-la-puesta-en-valor-del-mundialista-estadio-minella-453122.html) Mar del Plata Convocan a licitación para las obras de recuperación del Estadio Minella [](/sociedad/2024/8/22/negocio-matanza-cruel-de-animales-la-caza-furtiva-no-para-se-extiende-mas-especies-453076.html) Polémica Negocio y matanza cruel de animales: la caza furtiva no para y se extiende [](/sociedad/2024/8/22/volveran-subastarse-bovedas-en-los-cementerios-portenos-cuanto-salen-453091.html) CABA Volverán a subastarse bóvedas en los cementerios porteños: cuánto salen [](/sociedad/2024/8/22/zonas-vulnerables-en-mendoza-un-informe-revela-que-de-cada-10-ninos-sufren-desnutricion-453020.html) Entrevista en MDZ Zonas vulnerables en Mendoza: 7 de cada 10 niños sufren desnutrición [](/sociedad/2024/8/22/revolucion-literaria-en-kioscos-el-exito-de-la-coleccion-de-novelas-eternas-453089.html) Se hizo viral",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T04:12:41.549+03:00",
    "updated": "2024-08-23T04:12:41.549+03:00"
  },
  {
    "uuid": "de10daebd8eb9bc0edb46bef6a0efef7c53c62ff",
    "url": "https://www.miragenews.com/canada-ramps-up-critical-mineral-supply-with-1175272",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mirage News",
    "published": "2024-02-15T11:34:00Z",
    "title": "Canada Ramps Up Critical Mineral Supply with Saskatchewan Investment | Mirage News",
    "text": "Canada is well positioned to be a leader in the responsible, inclusive and sustainable production of critical minerals. These minerals play a key role in powering the green and digital economy, and demand for them is projected to increase significantly. That is why Canada is seizing this opportunity by making smart investments in critical minerals value chains to support the development and deployment of clean energy and technology. Today, during the Canada-UK Industrial Decarbonization Forum, the Honourable Jonathan Wilkinson, Minister of Energy and Natural Resources, joined by Mike Crabtree, President and CEO of the Saskatchewan Research Council (SRC), announced an investment of $4,990,000 to SRC through the Critical Minerals Research, Development and Demonstration (CMRDD) program. With this funding, SRC will develop an advanced and innovative process to separate rare earth elements (REE). These are alloys that are essential for clean energy sources and technologies such as wind turbines and electric vehicles. This will help increase the supply of battery metals that are needed for the development of a domestic electric vehicle value chain. This process will produce enough material to help build over half a million electric vehicle motors annually. Further, once the project is complete, Canada will be able to produce these critical minerals at commercial scale - a Canadian first for rare earth element processing. Instead of shipping Canada's concentrates overseas for foreign separation, this project will support Canada's direct participation in the growing market for rare earth elements. Canada is committed to reducing greenhouse gas emissions and building a cleaner and more prosperous economy. Increasing availability of electric vehicles for Canadians will help Canada reach this goal. Creating domestic processing streams and developing expertise in the critical minerals sector will build more competitive value chains to develop domestic processing and manufacturing and ensure investment and economic growth in communities across Canada. [here](/canada-ramps-up-critical-mineral-supply-with-1175272/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mike crabtree",
          "sentiment": "none"
        },
        {
          "name": "jonathan wilkinson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "saskatchewan investment | mirage news canada",
          "sentiment": "negative"
        },
        {
          "name": "saskatchewan research council",
          "sentiment": "none"
        },
        {
          "name": "src",
          "sentiment": "none"
        },
        {
          "name": "critical minerals research",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T00:41:00.355+02:00",
    "updated": "2024-02-16T00:41:00.355+02:00"
  }
]