[
  {
    "uuid": "3ae8ca0a5bfb7ebdd38a362b1852930a029b3c5c",
    "url": "https://vanguardia.com.mx/noticias/jorge-alvarez-maynez-anuncia-batalla-contra-sobrerrepresentacion-de-morena-en-el-congreso-AA12215566",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "stephanie león",
    "published": "2024-06-06T21:39:00Z",
    "title": "Jorge Álvarez Máynez anuncia batalla contra sobrerrepresentación de Morena en el Congreso",
    "text": "Jorge Álvarez Máynez anuncia batalla contra sobrerrepresentación de Morena en el Congreso [Stephanie León](/autor/-/meta/stephanie-leon) Álvarez Máynez denuncia la sobrerrepresentación de Morena y sus aliados en el Congreso como un “fraude monumental” Jorge Álvarez Máynez, excandidato presidencial por Movimiento Ciudadano, ha anunciado que dará una batalla decidida contra la sobrerrepresentación en el Congreso por parte de Morena y sus aliados, denunciando que esta práctica busca quitar espacios ganados en ambas Cámaras. En una entrevista en el Senado, [ Álvarez Máynez](https://x.com/AlvarezMaynez) calificó de “fraude monumental” la pretensión de otorgar una mayor sobrerrepresentación a Morena y sus aliados en la Cámara de Diputados, una situación que, según él, ha combatido desde 2015. TE PUEDE INTERESAR: [4T arrasa en México... tendrá 79% del poder legislativo de estados en los 31 congresos en disputa](https://vanguardia.com.mx/noticias/4t-arrasa-en-mexico-tendra-79-del-poder-legislativo-de-estados-en-los-31-congresos-en-disputa-HA12210171) Álvarez Máynez recordó que el problema de la sobrerrepresentación no es nuevo. “En 2015 se dio una sobrerrepresentación grotesca con el PRI”, señaló, y añadió que en 2018, esta situación se repitió, pero ahora con Morena. “Esto es un fraude, en el singlado, en la sobrerrepresentación que están generando, no debería permitirse. Hace seis años presenté un juicio ante el Tribunal Electoral contra esa sobrerrepresentación”, apuntó. El ex candidato subrayó la importancia de mantener un equilibrio en la representación legislativa para que los votos se traduzcan en posiciones equitativas. “Independientemente del número de legisladores, lo que hay que cuidar es que no haya sobrerrepresentación, que haya equilibrio y que los votos deriven posiciones. Es increíble que nosotros, habiendo obtenido 6 millones 800 mil votos, tengamos menos de la mitad de los legisladores que el Partido Verde. Eso no es democrático”, afirmó. Fue un gran honor acompañar a— Jorge Álvarez Máynez (@AlvarezMaynez) [@LBallesterosM]en su informe de trabajo como senadora de la República. En pocos meses hizo más y mejor trabajo que el que muchos hacen en 6 años. Y desde San Lázaro, Laura le dará continuidad a una agenda en favor de las personas y sus derechos. [pic.twitter.com/E1sF6JSogb] [June 6, 2024] TE PUEDE INTERESAR: [Claudia ‘me cepilló’, dice AMLO al señalar que Sheinbaum lo superó en votos al rebasar los 35 millones](https://vanguardia.com.mx/noticias/claudia-me-cepillo-dice-amlo-al-senalar-que-sheinbaum-lo-supero-en-votos-al-rebasar-los-35-millones-CA12214897) MÁYNEZ CRITICA A XÓCHITL GÁLVEZ POR DENUNCIAR FRAUDE ELECTORAL Y REGRESAR A SU PUESTO ANTERIOR Álvarez Máynez también dirigió críticas hacia otros políticos que, tras denunciar fraude electoral, regresan a sus puestos legislativos. En clara referencia a Xóchitl Gálvez, quien anunció su reincorporación al Senado, comentó: “No puedo entender cómo dicen que hay fraude y ya están regresando a sus puestos. Eso no tiene ninguna lógica. Si realmente estuvieran pensando en que se puede dar la vuelta a la contienda, no estarían en ese tenor”. El excandidato expresó su orgullo por el trabajo de Carlos León, quien lo ha suplido en la Cámara de Diputados. “Me siento muy orgulloso del papel que está haciendo Carlos León”, mencionó. Álvarez Máynez también criticó los intentos de realizar reformas al Poder Judicial antes de que la Presidenta electa, [Claudia Sheinbaum](https://vanguardia.com.mx/topic/-/meta/claudia-sheinbaum), tome posesión del cargo. “Creo que deben de tener cortesía política con la Presidenta. Deben permitir que la configuración del gobierno de la próxima presidenta de la República se discuta bajo el liderazgo de la presidenta que han elegido 35 millones de mexicanos. Espero que haya sensatez y que le permitan conducir ese proceso”, expresó.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://x.com/AlvarezMaynez)",
      "https://www.x.com/AlvarezMaynez)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:50:55.969+03:00",
    "updated": "2024-06-07T01:50:55.969+03:00"
  },
  {
    "uuid": "55f39db34bca5b0163db24e7fe7e6518ca7e520d",
    "url": "https://lancasteronline.com/sports/nfl/greg-cotes-week-17-nfl-picks/article_d6f709d8-59ea-5097-9ac5-9aaaee1cd394.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Greg Cote - Miami Herald (TNS)",
    "published": "2023-12-28T23:17:00Z",
    "title": "Greg Cote's Week 17 NFL picks | NFL | lancasteronline.com",
    "text": "Our 10-6 mark straight up last week was tolerable. The 5-11 stinker against the spread, not so much. I picked a bad week to have a bad week, dipping just below .500 ATS with only two weeks left. Ouch. The near-miss on our Upset of the Week was indicative. Titans led 17-13 with one minute left but fell to Seattle. I was off by two points on Jets’ win. Not good enough. Had Ravens with the points at San Fran Monday night and that was about it for the highlights. Must finish strong! [Note: Our Thursday night pick was @Browns (-7) over Jets, 19-13.] ——— Week 16: 10-6, .625 overall; 5-11, .313 vs. spread. Season: 147-93, .613 overall; 114-117-9, .494 vs. spread. ——— GREG COTE’S NFL WEEK 17 PICKS GAME OF THE WEEK DOLPHINS (11-4) at RAVENS (12-3) Line: BAL by 3 1/2. Cote’s pick: BAL, 27-23. TV: 1 p.m., CBS. An alleged homer, I rarely pick against the Dolphins, and with good reason. But “at Baltimore” are the scariest two words in the NFL right now, with kickoff temps in the 40s underlining that. Mega stakes in play, with Ravens able to clinch the overall AFC No. 1 seed and a first-round playoff bye with a win, and Miami able to clinch the AFC East title and stay alive for the top seed if it wins. Dolphins are really good, and just erased the old can’t-beat-a-good-team narrative by sticking an L on Dallas last week. But Ravens seem on a different level — and proved it last week with that 33-19 triumph at San Fran. The Niners remain the Super Bowl betting favorite but BAL is closing in as a consensus No. 2, with the Dolphins or Philly third depending on the sports book. So this pick isn’t disrespecting or doubting the Fins; it’s heaping praise and love upon the Crows. Lamar Jackson leads an offense as comparably dangerous as Tua Tagovailoa’s, and the latter might be missing Jaylen Waddle to a high ankle sprain. Baltimore also boasts the league’s No. 1 scoring defense. Miami’s next “narrative” to conquer is that it can play physical and isn’t just a finesse team built on speed. A slugfest win against Dallas helped, but nobody does physical quite like the Ravens. Said Fins coach Mike McDaniel: ”To spend your time worrying about narratives, I would be a stressed-out individual. I think it is kind of odd, though. I feel like — I haven’t checked lately — but I feel like we’re pretty good at stopping the run and running the football. That’s generally not associated with cuteness.” Fair enough (and fun use of the word “cuteness”). The Dolphins can win if they can summon their best performance. But not if the Ravens do the same. UPSET OF THE WEEK SAINTS (7-8) at BUCCANEERS (8-7) Line: TB by 2 1/2. Cote’s pick: NO, 22-19. TV: 1 p.m., Fox. “AAAWWWK!” sings a partying Upset Bird. ”Almost time for the football to drop. Happy New Yaawwk!” Sentences I never thought I would write (one in a series): “Baker Mayfield has been as good as any QB in the league the past few weeks.” True. Now watch N’Awlins’ very solid pass defense bring him back to Earth. Bucs clinch NFC South crown with a win and would remain in contention even in losing. The Fleur de Lis are at death’s door and would be a long shot even if they win. Tampa beat its division rival in Week 4, but Saints are sneaky dangerous despite the record, with as good or a better points-differential than the better-record Eagles, Browns, Bucs and Rams. New Orleans has won four of past five trips to Tampa and also enjoys the edge of having played last Thursday. “Yes, it surely does seem Mayfield is due a reversion to the mean with a chaotic game,” nods U-Bird. “Baker Maaawwwk!” THE REST OF WEEK 17: Thursday night: @Browns (-7) over Jets, 19-13. @Cowboys (10-5, -5 1/2) over Lions (11-4), 32-23: Our Game of the Week runnerup and lone Saturday matchup is worthy of the prime time stage. Both teams are playoff-clinched but with very little shot at getting NFC’s No. 1 seed so stakes aren’t real high — but this should be a fun shootout nonetheless. I like Dak Prescott vs. a Lions secondary that gave up 411 air yards to Nick Mullens last week. Also, Dallas has won 15 straight at home by an average margin of almost 19 points, and five in a row over Detroit Expect ‘Boys to bounce back big from loss in Miami. @Bills (9-6, -13) over Patriots (4-11), 27-10: Pats are coming off a surprise win over Denver and upset the Bills 29-25 back in Week 7. It won’t happen again. Buffalo is surging and with a victory here can still win the AFC East — if Dolphins lose in Baltimore as the odds suggest. That’s major incentive. Buffs also enjoy a rest/prep edge after playing last Saturday while NE played Sunday night. @Bears (6-9, -3) over Falcons (7-8), 24-17: Playoff hopes on life support times two here. Atlanta must win and pray; Chicago must win and believe in miracles. Bears have come on a bit in season’s second half (4-2 run) and have won four straight at The Soldier. Falcons are on a 3-14 skid away from home. @Colts (8-7, -3 1/2) over Raiders (7-8), 23-20: Vegas hit a 63-point jackpot two weeks ago and upset the Chiefs last week, so Raiders make a tempting dog. Stakes are higher for the home team, though. Indy enters holding the seventh and last AFC playoff ticket and would solidify that path with a win, while a loss would cripple the Colts’ hopes. Vegas even by winning would be a longshot. Will feel better about this pick if WR Michael Pittman (concussion) is a go for Indy. Hedge with LV and that extra half-point. Rams (8-7, -5 1/2) over @Giants (5-10), 27-16: Desperate, spoiler-mode NYG has flipped QBs and will start Tyrod Taylor over Tommy DeVito. LAR presently holds the NFC’s sixth playoff seed and must win to stay on track. Rams offense has been smokin’ hot the past five games led by Matthew Stafford and Kyren Williams. The Biggies, even if Taylor lends a spark,. don’t have the point-making punch to keep up. @Eagles (11-4, -11) over Cardinals (3-12), 30-20: Philadelphia is playoff-bound win or lose but unlikely to get the No. 1 seed with San Fran owning the tiebreaker edge. That and a bad foe could mean a complacent performance by the confounding Eagles, whose defense has allowed 30.8 points on average over the past five games. ‘Zona is in a 1-10 rut on the road but 6-3 in past nine meetings with Philly. Leaning in on a Cardbirds cover. 49ers (11-4, -12 1/2) over @Commanders (4-11), 34-16: San Fran’s No. 3-ranked scoring offense faces Washington’s dead-last-by-a-mile scoring defense. Any questions? Comms have lost five in a row at home, six straight overall and coach Ron Rivera, whose pants are on fire, has pivoted on his passer, benching slumping Sam Howell for journeyman Jacoby Brissett. Niners must win to keep a grip on the No. 1 NFC seed and a first-round playoff bye. @Jaguars (8-7, -6 1/2) over Panthers (2-13), 24-13: Jax cannot clinch playoff spot but a win would hoist hopes while a loss would sink the likelihood to 40 percent. The dice roll is QB Trevor Lawrence. The Jags’ four-game losing streak has coincided with his spate of injuries, the latest a sprained right shoulder that figures to again limit his game. With much more to play for, though, like J-ville at home vs. a Carolina squad that is 0-8 on the road. @Texans (8-7, -5 1/2) over Titans (5-10), 26-17: Spoiler-mode Tennessee expects QB Will Levis back from injury. More significantly, Houston is hopeful C.J. Stroud returns as well after missing two games with a concussion. Texans are in three-way tie for AFC South lead but would lose tiebreakers. They sit eighth in battle for seven conference playoff tickets and must win or see their hopes devastated. HOU beat TEN 19-1 in OT two weeks ago sans Stroud, and Titans are 1-6 on the road. @Seahawks (8-7, -3 1/2) over Steelers (8-7), 21-19: Seattle enters holding the seventh and last NFC playoff ticket and must win to stay on course. Pittsburgh has same record but in the more crowded AFC playoff hunt would be a longshot even with a win, and all but out with a loss. Pitt QB Kenny Pickett (ankle) could miss a fourth straight start, but backup Mason Rudolph played well in last week’s 34-11 rout of Cincy. If that Steelers team makes this trip, they’ll have a medium-high upset shot with a good chance to cover. But lean ‘Hawks outright at home and on a 6-0 roll when favored. @Broncos (7-8, -3 1/2) over Chargers (5-10), 23-14: Denver coach Sean Payton benching QB Russell Wilson for a third career start by Jarrett Stidham all but assures Russ will be on the offseason trade market. It also signals that the Broncos, though mathematically alive, are conceding they have next-to-zero playoff shot even if they win. Broncs beat Bolts 24-7 three weeks ago and are on an 8-1 home roll in division rivalry. LAC has lost six straight as an underdog. @Chiefs (9-6, -7) over Bengals (8-7), 24-16: Teams have met in the past two straight AFC Championship Games, but rough seasons for both. K.C. clinches division title with a win but hasn’t impressed, slogging into this game in a 3-5 slump as Patrick Mahomes’ passer rating stands a middling 13th in a once-great offense tied for 11th in scoring. And Cincy must win to be playoff-likely, facing near-elimination with a loss. See a big game from K.C.’s defense. Packers (7-8, +2) over @Vikings (7-8), 25-20: Upset! With no Monday game. this Sunday nighter wraps Week 17 with a division rivalry carrying big playoff weight. Winner will have around a 50-50 shot to make it; loser will be all but eliminated. Minnesota handled Green Bay 24-10 in October but things have changed. Vikes have lost four of past five and Nick Mullens has tossed six INTs in past two games and now is without missing TE T.J. Hockenson. Meantime Pack QB Jordan Love is en fuego with 15 TDs and one pick across past six games. [Note: Betting lines via ESPN Bet sportsbook as of mid-afternoon Thursday.] ©2023 Miami Herald. Visit miamiherald.com . Distributed by Tribune Content Agency, LLC.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "greg cote",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "nfl",
          "sentiment": "negative"
        },
        {
          "name": "cbs",
          "sentiment": "none"
        },
        {
          "name": "ravens",
          "sentiment": "none"
        },
        {
          "name": "ravens",
          "sentiment": "none"
        },
        {
          "name": "bal",
          "sentiment": "none"
        },
        {
          "name": "dolphins",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "baltimore",
          "sentiment": "none"
        },
        {
          "name": "seattle",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:07:04.275+02:00",
    "updated": "2023-12-29T02:07:04.275+02:00"
  },
  {
    "uuid": "bae6d9d77ebf3c8edd52376707323838543b6595",
    "url": "https://www.meneame.net/story/este-nino-palestino-sostenia-bandera-blanca-cuando-francotirador/c054",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "DAVO",
    "published": "2024-02-01T22:43:00Z",
    "title": "#54 Este niño palestino sostenía una bandera blanca cuando un francotirador israelí lo mató",
    "text": "[Delay](/user/Delay)a [twitter.com](/go/link/3903695) [#1](c1#c-1) Mira los dos que han votado negativo a estas alturas pásate luego por sus historiales y vomita un rato.\nCundo la ideología mal entendida ha entrado en cada una de las miserias del ser humano\n[#6](c6#c-6) yo les recomendaría a los que votaron \"irrelevante\" el asesinato de un crio que mejor disfracen su voto negativo con otra cosa, digo, así no quedan tan mal...\n[#38](c38#c-38) [#44](c44#c-44) de un comentario, pinchando en el número que hay entre el voto positivo y la K. Si es 0, tiene 0 votos y no puedes ver nada.\nde una noticia, justo antes del primer comentario hay un desplegable y una de las opciones es \"votos\".\nHablo de la interfaz antigua, claro. Y ver los votos siempre ha sido de la más poco intuitivo que he visto, no sé que tiene que ver con la ordenación de los comentarios.\n[#1](c1#c-1) No se que tienes que tener en la cabeza para que el hecho probado de que los soldados Israelies van allí a matar civiles a placer te parezca sensacionalista o irrelevante.\nEn este mundo hay gente jodidamente mala y la mayoría lo son porque no se han parado a pensar dos veces.\n[#17](c17#c-17) No se que tienes que tener en la cabeza para que el hecho probado de que los terroristas de Hamás van allí a matar civiles a placer te parezca sensacionalista o irrelevante.\nEn este mundo hay gente jodidamente mala y la mayoría lo son porque no se han parado a pensar dos veces.\n[#26](c26#c-26) ¿Y quien ha dicho que sea irrelevante que Hamas mate?\nLo que también es un hecho probado es que Israel lleva décadas haciéndolo y ahora, simplemente, se sienten excusados para matar aún más, más rápido y más cruel.\n¿Crees que ese niño era un terrorista de Hamas? ¿Crees que hacía falta matar a ese niño para defenderse de Hamas?\n¿De verdad crees que la existencia de Hamas ha causado esto? ¿No te das cuenta de que la presencia de Hamas ahí es una respuesta a 70 años de colonización? Si no vas a responder a todas las preguntas, por mi no te molestes en responder.\nArgumento de mierda el tuyo.\n[#1](c1#c-1) como fabricar un suicida jihadista en 5 simples tiros.\nLuego se sorprenden de que les pase lo que les pasa.\n[#25](c25#c-25) y no les pasa prácticamente nada, pero lloran mucho y muy alto. Si de verdad les pasara algo, se lo pensarían dos veces antes de cometer estos miles de crímenes de guerra.\n[#4](c4#c-4) Yo ya me estoy replanteando la actitud de Alemania con los juicios y eso... a esta altura me parece todo una pantomima para congraciarse con algunos gobiernos y poder hacer negocios, en lugar de ser aislados...\nPorque después de haber cometido genocidio, van y apoyan y defienden a otro país genocida, es claro que los genocidios para ellos son simplemente herramientas y nada más...\n[#4](c4#c-4) De soga al cuello nada, condenado de por vida a limpiar letrinas en un orfanato de niños palestinos.\nSon unos salvajes, no sólo el \"francotirador\" sino todo aquel que lo exculpa, lo protege, y lo defiende.\nSe le ven demasiado las costuras a nuestro \"lado bueno de la historia\" y sus defensores, y quienes nos gobiernan dura o blandamente.\nme parece que no tenemos suficiente conciencia del adoctrinamiento al que se somete a los israelíes desde niños,por ejemplo, las canciones que cantan los niños en sus excursiones en autobús... Aquí un ejemplo :\n[#13](c13#c-13) Israel será objeto de estudio en un futuro, de a donde puede llegar el adoctrinamiento de una población entera cuando dejas que inoculen propaganda militarismo desde niños.\n[#35](c35#c-35) sus fronteras están rodeadas de gente que los quieren exterminar (de hecho ya lo han intentando). En cierta medida entiendo el adoctrinamiento que tienen. Obviamente eso no justifica el crimen de guerra de esta noticia.\nLas bondades de las democracias plenas, el mundo libre, los inclusivos y de grandes principios morales.\nLa culpa de los nazis es que perdieron la guerra, y estos la están ganando, con el necesario apoyo de los USA y de la Unión Europea.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T02:03:16.090+02:00",
    "updated": "2024-02-02T02:03:16.090+02:00"
  }
]