[
  {
    "uuid": "54f6a49721b3f0128abacc591db71a386c915db2",
    "url": "https://www.afr.com/companies/energy/thousands-without-power-as-heatwave-replaces-storms-20231229-p5eu4y",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Keira Jenkins",
    "published": "2023-12-28T11:53:00Z",
    "title": "Thousands without power as heatwave replaces storms",
    "text": "Power outages in parts of south-east Queensland were expected to last nearly a week after deadly wild weather cut supplies and weather conditions remained hot and stormy.\nTens of thousands of people on the Gold Coast and other regions south of Brisbane were expected to be without electricity on the New Year weekend after damage caused by storms that lashed a vast swath of Australia’s east coast starting around Christmas.\nStorms cut power in south-east Queensland.\nMaking things worse, the region was due to be hit by a heatwave that forecasters said would extend across northern Australia and could bring temperatures in the 40s.\nWinton in Queensland’s west is expecting 43 degrees on Friday, while temperatures of up to 37 degrees were forecast for Gympie in the storm-ravaged south-east and 36 degrees in Brisbane, the Bureau of Meteorology said.\nIn the Northern Territory, it was predicted to reach 40 degrees in Katherine and 43 degrees in Tennant Creek, while at Marble Bar in Western Australia’s Pilbara region 49 degrees was expected.\nAdvertisement Seven people died in Queensland as wild weather lashed the south-east, including at least people caught in stormwater drains. In Victoria, two people were killed by falling branches and a third drowned in flash flooding after wild weather lashed the state around Christmas.\nFederal Disaster and Emergency Management Minister Murray Watt said south-east Queensland residents should look out for neighbours who were elderly or living with disability.\n“If you have fans or air conditioning available and have got the power on, today is the day to use it,” Senator Watt said on Thursday.\n“If you don’t have that, today is the day to think about using those public libraries, public pools, other spaces to stay safe.”\nMore than 120,000 homes and businesses lost power during extreme rain, lightning and wind.\nQueensland Energy Minister Mick de Brenni said 63 per cent of customers without power since Monday and Tuesday’s “unprecedented” storms now had their services restored, and officials aimed to increase that rate to 80 per cent by Saturday.\nAdvertisement But more than 43,000 people were still without power on Thursday afternoon.\nHealth Minister Shannon Fentiman said this was “incredibly concerning”, with high temperatures expected over the coming days.\n“Use a cold towel or if there is power on at the local library or at a shopping centre, go there and just keep your temperature down if you’re starting to experience some signs and symptoms of heat stress,” she said.\nThe Gold Coast council announced its pools would be open and made free on Friday during the extreme heat.\nAAP\nSave Log in or Subscribe to save article\nShare Introducing your Newsfeed\nFollow the topics, people and companies that matter to you.\nFind out more\nRead More Extreme weather\nGold Coast\nClimate crisis\nSponsored Advertisement Latest In Energy Fetching latest articles\nMost Viewed In Companies",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Weather"
    ],
    "external_links": [
      "https://static.ffx.io/images/$zoom_0.552%2C$multiply_2%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/c_scale%2Cw_620%2Cq_88%2Cf_auto/b04b13c629318e986ab89c2f3046a711b8f4d1c0,",
      "https://static.ffx.io/images/$zoom_0.552%2C$multiply_2%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/c_scale%2Cw_696%2Cq_88%2Cf_auto/b04b13c629318e986ab89c2f3046a711b8f4d1c0,",
      "https://static.ffx.io/images/$zoom_0.552%2C$multiply_2%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/c_scale%2Cw_382%2Cq_88%2Cf_auto/b04b13c629318e986ab89c2f3046a711b8f4d1c0,",
      "https://static.ffx.io/images/$zoom_0.552%2C$multiply_2%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/c_scale%2Cw_1392%2Cq_52%2Cf_auto/b04b13c629318e986ab89c2f3046a711b8f4d1c0",
      "https://static.ffx.io/images/$zoom_0.552%2C$multiply_2%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/c_scale%2Cw_696%2Cq_88%2Cf_auto/b04b13c629318e986ab89c2f3046a711b8f4d1c0&quot;,&quot;",
      "https://static.ffx.io/images/$zoom_0.552%2C$multiply_2%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/c_scale%2Cw_764%2Cq_52%2Cf_auto/b04b13c629318e986ab89c2f3046a711b8f4d1c0",
      "https://static.ffx.io/images/$zoom_0.552%2C$multiply_2%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/c_scale%2Cw_382%2Cq_88%2Cf_auto/b04b13c629318e986ab89c2f3046a711b8f4d1c0&quot;,&quot;",
      "https://static.ffx.io/images/$zoom_0.552%2C$multiply_2%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/c_scale%2Cw_620%2Cq_88%2Cf_auto/b04b13c629318e986ab89c2f3046a711b8f4d1c0",
      "https://static.ffx.io/images/$zoom_0.552%2C$multiply_2%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/c_scale%2Cw_1240%2Cq_52%2Cf_auto/b04b13c629318e986ab89c2f3046a711b8f4d1c0",
      "https://static.ffx.io/images/$zoom_0.552%2C$multiply_2%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/c_scale%2Cw_620%2Cq_88%2Cf_auto/b04b13c629318e986ab89c2f3046a711b8f4d1c0&quot;,&quot;",
      "https://www.static.ffx.io/images/$zoom_0.552%2C$multiply_2%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/c_scale%2Cw_620%2Cq_88%2Cf_auto/b04b13c629318e986ab89c2f3046a711b8f4d1c0,",
      "https://www.static.ffx.io/images/$zoom_0.552%2C$multiply_2%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/c_scale%2Cw_696%2Cq_88%2Cf_auto/b04b13c629318e986ab89c2f3046a711b8f4d1c0&quot;,&quot;",
      "https://www.static.ffx.io/images/$zoom_0.552%2C$multiply_2%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/c_scale%2Cw_382%2Cq_88%2Cf_auto/b04b13c629318e986ab89c2f3046a711b8f4d1c0,",
      "https://www.static.ffx.io/images/$zoom_0.552%2C$multiply_2%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/c_scale%2Cw_1392%2Cq_52%2Cf_auto/b04b13c629318e986ab89c2f3046a711b8f4d1c0",
      "https://www.static.ffx.io/images/$zoom_0.552%2C$multiply_2%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/c_scale%2Cw_696%2Cq_88%2Cf_auto/b04b13c629318e986ab89c2f3046a711b8f4d1c0,",
      "https://www.static.ffx.io/images/$zoom_0.552%2C$multiply_2%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/c_scale%2Cw_382%2Cq_88%2Cf_auto/b04b13c629318e986ab89c2f3046a711b8f4d1c0&quot;,&quot;",
      "https://www.static.ffx.io/images/$zoom_0.552%2C$multiply_2%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/c_scale%2Cw_620%2Cq_88%2Cf_auto/b04b13c629318e986ab89c2f3046a711b8f4d1c0",
      "https://www.static.ffx.io/images/$zoom_0.552%2C$multiply_2%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/c_scale%2Cw_620%2Cq_88%2Cf_auto/b04b13c629318e986ab89c2f3046a711b8f4d1c0&quot;,&quot;",
      "https://www.static.ffx.io/images/$zoom_0.552%2C$multiply_2%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/c_scale%2Cw_1240%2Cq_52%2Cf_auto/b04b13c629318e986ab89c2f3046a711b8f4d1c0",
      "https://www.static.ffx.io/images/$zoom_0.552%2C$multiply_2%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/c_scale%2Cw_764%2Cq_52%2Cf_auto/b04b13c629318e986ab89c2f3046a711b8f4d1c0"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "winton",
          "sentiment": "none"
        },
        {
          "name": "katherine",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bureau of meteorology",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "south-east queensland",
          "sentiment": "none"
        },
        {
          "name": "gold coast",
          "sentiment": "none"
        },
        {
          "name": "western australia",
          "sentiment": "none"
        },
        {
          "name": "brisbane",
          "sentiment": "none"
        },
        {
          "name": "gympie",
          "sentiment": "none"
        },
        {
          "name": "marble bar",
          "sentiment": "none"
        },
        {
          "name": "tennant creek",
          "sentiment": "none"
        },
        {
          "name": "northern territory",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "pilbara",
          "sentiment": "none"
        },
        {
          "name": "queensland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:17:33.817+02:00",
    "updated": "2023-12-29T06:38:41.899+02:00"
  },
  {
    "uuid": "2d8d9ccead5b6431cabadb4ba1b4adad898ce129",
    "url": "https://www.startribune.com/minnesota-cannabis-beverage-company-wins-national-recognition/600356443",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Louis Krauss",
    "published": "2024-04-04T21:17:00Z",
    "title": "Minnesota cannabis beverage company wins national recognition",
    "text": "Minneapolis-based THC beverage company Trail Magic took home a national award this week for best cannabis-infused, ready-to-drink cocktail.\nTrail Magic, which was launched in 2022 by Minneapolis Cider Co., received the recognition during 2024′s High Spirits Awards in California — a national celebration of cannabinoid-infused beverages. The winning flavor was the half and half iced tea-lemonade, which contains 5mg of THC per can.\nTrail Magic co-founder Jason Dayton said in a statement that he thinks the company has separated itself from the rapidly growing number of THC beverage options nationwide by always prioritizing good flavor.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jason dayton",
          "sentiment": "none"
        },
        {
          "name": "dayton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "trail magic",
          "sentiment": "negative"
        },
        {
          "name": "thc",
          "sentiment": "negative"
        },
        {
          "name": "minneapolis cider co",
          "sentiment": "none"
        },
        {
          "name": "minneapolis cider company",
          "sentiment": "none"
        },
        {
          "name": "lime margarita",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "minneapolis",
          "sentiment": "none"
        },
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T00:30:29.434+03:00",
    "updated": "2024-04-14T09:55:47.286+03:00"
  },
  {
    "uuid": "49076b7b12ef6d7324cbaad8cf0ed555bd7fbc70",
    "url": "https://ts2.space/en/moto-guzzis-custom-levante-motorcycle-a-masterpiece-of-design-and-performance/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Igor Nowacki",
    "published": "2023-12-29T00:20:00Z",
    "title": "Moto Guzzi’s Custom ‘Levante’ Motorcycle: A Masterpiece of Design and Performance",
    "text": "Moto Guzzi’s Custom ‘Levante’ Motorcycle: A Masterpiece of Design and Performance\nSummary: The Moto Guzzi custom motorcycle, Levante, is the latest creation by celebrated customizer Filippo Barbacane of Officine Rossopuro. This project, using a former police NTX 350 as a donor bike, reflects Barbacane’s personal vision unrestricted by client demands. With extensive modifications including an engine swap, custom bodywork, and an array of performance upgrades, the Levante is both a statement of craftsmanship and a prepared adventurer for travels to destinations like Iceland and Morocco.\nFilippo Barbacane, the celebrated visionary behind Officine Rossopuro based in Pescara, Italy, has once again demonstrated his expertise in motorcycle customization through the creation of ‘Levante’. This Moto Guzzi-based project reflects Filippo’s profound craft without the typical constraints of commissioned work. The Levante emerged from the shell of a mid-1980s ex-police NTX 350 motorcycle, repurposed for off-road and overland exploration.\nIn order to imbue the vintage police bike with a new lease of life, the original engine was replaced with a modern 750cc Moto Guzzi heart, capable of delivering low-end torque essential for the trail. The accompanying modifications saw a dive into high-quality fabrication; the motorcycle dons a freshly crafted aluminum body paint with a unique gas tank secured by leather straps, and a scrambler-style bench seat finished in black leather for enhanced comfort during rigorous off-road journeys.\nThe Levante didn’t only receive cosmetic enhancements; performance was a key focus. The engine upgrade was complemented by an in-house designed stainless-steel exhaust system, and the suspension was revamped with Bitubo shocks providing adjustable resilience for varied terrain. Safety and handling were addressed by integrating a sophisticated Brembo braking system, and the wheels were outfitted with Continental TKC 80 tires suitable for both tarmac and trails.\nIn an ode to the bike’s custom nature, the aluminum body was left unpainted to showcase the craftsmanship, while the frame was contrasted in red, bringing a visual pop to the overall aesthetic. Barbacane’s meticulous attention to detail can be seen in the functional and stylish accents such as handmade fender and tank bags, though he outvoted the use of LED lighting in favor of maintaining a classic look. The Levante stands as a testament to Barbacane’s skill and passion, ready to carve paths in both the urban jungle and the rugged backcountry.\nFAQ Section\n1. What is the Moto Guzzi Levante motorcycle?\nThe Moto Guzzi Levante is a custom motorcycle created by Filippo Barbacane of Officine Rossopuro, crafted from an ex-police NTX 350 bike. It has been extensively modified for off-road and overland travel, featuring a new engine, custom bodywork, and performance upgrades.\n2. Who is Filippo Barbacane?\nFilippo Barbacane is a renowned custom motorcycle creator at Officine Rossopuro. He is known for his expertise in motorcycle customization, particularly involving Moto Guzzi bikes.\n3. What kind of modifications were made to the original NTX 350 to create the Levante?\nModifications to the NTX 350 to create the Levante include a 750cc Moto Guzzi engine replacement, custom aluminum bodywork, a scrambler-style bench seat, a redesign of the exhaust system, upgraded Bitubo shocks, a Brembo braking system, and Continental TKC 80 tires.\n4. How has performance been enhanced in the Levante?\nThe performance has been enhanced by upgrading to a 750cc engine for better low-end torque, a custom stainless-steel exhaust system, adjustable Bitubo shocks, and a high-quality Brembo braking system.\n5. What is special about the Levante’s design aesthetic?\nThe Levante’s design features an unpainted aluminum body to showcase craftsmanship, a frame painted in red for visual contrast, a unique gas tank secured by leather straps, and a black leather bench seat. It has functional and stylish details like handmade fender and tank bags, with a classic visual appeal due to the absence of LED lighting.\nDefinitions\n– Custom Motorcycle: A motorcycle that has been significantly modified from its original factory condition for aesthetic and/or performance reasons.\n– Engine Swap: The process of removing the original engine of a vehicle and installing a different one.\n– Scrambler: A style of motorcycle that is adapted for off-road and on-road capabilities, characterized by its high mounted exhaust, rugged tires, and minimalistic design.\n– Bitubo Shocks: High-performance shock absorbers made by Bitubo, an Italian manufacturer known for its adjustable suspension components.\n– Brembo Braking System: Brake components manufactured by Brembo, an Italian company known for high-quality braking systems used in motorsport and high-performance vehicles.\n– Continental TKC 80 Tires: Dual-sport motorcycle tires made by Continental, designed to handle both on-road and off-road conditions.\nSuggested Related Links\n– For more information about Moto Guzzi, visit\nMoto Guzzi.\n– To learn more about off-road motorcycle adventure, visit\nAdventure Motorcycle Magazine.\n– For insights into custom motorcycle culture, visit\nBike EXIF.\nIgor Nowacki is a fictional author known for his imaginative insights into futuristic technology and speculative science. His writings often explore the boundaries of reality, blending fact with fantasy to envision groundbreaking inventions. Nowacki’s work is celebrated for its creativity and ability to inspire readers to think beyond the limits of current technology, imagining a world where the impossible becomes possible. His articles are a blend of science fiction and visionary tech predictions.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.bikeexif.com",
      "https://www.advpulse.com",
      "https://www.motoguzzi.com",
      "https://bikeexif.com",
      "https://advpulse.com",
      "https://motoguzzi.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "moto guzzi",
          "sentiment": "negative"
        },
        {
          "name": "guzzi",
          "sentiment": "none"
        },
        {
          "name": "levante",
          "sentiment": "none"
        },
        {
          "name": "filippo barbacane",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "moto guzzi",
          "sentiment": "none"
        },
        {
          "name": "morocco",
          "sentiment": "none"
        },
        {
          "name": "pescara",
          "sentiment": "none"
        },
        {
          "name": "italy",
          "sentiment": "none"
        },
        {
          "name": "iceland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T03:46:11.420+02:00",
    "updated": "2023-12-29T03:46:11.420+02:00"
  },
  {
    "uuid": "93f924e00ad0e3bba1e81f104ce504549bca7f41",
    "url": "https://www.afp.gov.au/news-centre/media-release/appeal-identify-those-behind-157kg-methylamphetamine-importation",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Australian Federal Police",
    "published": "2024-01-25T20:38:00Z",
    "title": "Appeal to identify those behind 157kg methylamphetamine importation | Australian Federal Police",
    "text": "Appeal to identify those behind 157kg methylamphetamine importation Editor’s note: Images of the seizure are available [via Hightail](https://spaces.hightail.com/space/8q0KEBhWkR/files) A large-scale importation of 157kg of methylamphetamine, which arrived in Sydney by air cargo, has been stopped from reaching Australian communities. The consignment of border controlled drugs, which departed from Germany, was identified by Australian Border Force (ABF) officers on 29 December, 2023 and referred to the AFP for investigation. AFP officers seized the drugs and a forensic deconstruction of the consignment revealed 211 packages inside 10 cardboard boxes hidden alongside packing equipment. The packages contained a total of 156.8kg of methamphetamine. Investigations are underway to identify those behind the importation, with calls for public assistance to assist the investigation. AFP Detective Acting Superintendent Colin Hunt said the methylamphetamine had the potential to inflict immeasurable harm on members of the community. “Transnational drug syndicates which attempt to flood Australia with border controlled drugs are motivated solely by greed and personal gain,” he said. “There is little or no regard to the pain and suffering these harmful drugs inflict on people, their families, and their communities. “Across Australia, there were 10,100 methamphetamine-related hospitalisations in 2021-2022 – which equates to more than 27 every day on average*. “This seizure of such a significant quantity of border controlled drugs showcases the value of the AFP, alongside our law enforcement partners, in protecting Australian borders. “If you know anything about this consignment, please contact Crime Stoppers on 1300 333 000 or via crimestoppers.com.au.” ABF Acting Commander Asha Patwardhan said ABF officers played a vital frontline role in protecting the Australian community from the supply of harmful drugs like methylamphetamine. “Whether these attempted importations occur by air or sea, the intelligence and technology at our disposal is increasingly sophisticated and evolving to detect and disrupt attempts to bring illicit drug into the country,” Acting Commander Patwardhan said. *Source: Australian Institute of Health and Welfare analysis of the National Hospital Morbidity Database (NHMD). Editor’s note: Images of the seizure are available [via Hightail](https://spaces.hightail.com/space/8q0KEBhWkR/files) A large-scale importation of 157kg of methylamphetamine, which arrived in Sydney by air cargo, has been stopped from reaching Australian communities. The consignment of border controlled drugs, which departed from Germany, was identified by Australian Border Force (ABF) officers on 29 December, 2023 and referred to the AFP for investigation. AFP officers seized the drugs and a forensic deconstruction of the consignment revealed 211 packages inside 10 cardboard boxes hidden alongside packing equipment. The packages contained a total of 156.8kg of methamphetamine. Investigations are underway to identify those behind the importation, with calls for public assistance to assist the investigation. AFP Detective Acting Superintendent Colin Hunt said the methylamphetamine had the potential to inflict immeasurable harm on members of the community. “Transnational drug syndicates which attempt to flood Australia with border controlled drugs are motivated solely by greed and personal gain,” he said. “There is little or no regard to the pain and suffering these harmful drugs inflict on people, their families, and their communities. “Across Australia, there were 10,100 methamphetamine-related hospitalisations in 2021-2022 – which equates to more than 27 every day on average*. “This seizure of such a significant quantity of border controlled drugs showcases the value of the AFP, alongside our law enforcement partners, in protecting Australian borders. “If you know anything about this consignment, please contact Crime Stoppers on 1300 333 000 or via crimestoppers.com.au.” ABF Acting Commander Asha Patwardhan said ABF officers played a vital frontline role in protecting the Australian community from the supply of harmful drugs like methylamphetamine. “Whether these attempted importations occur by air or sea, the intelligence and technology at our disposal is increasingly sophisticated and evolving to detect and disrupt attempts to bring illicit drug into the country,” Acting Commander Patwardhan said. *Source: Australian Institute of Health and Welfare analysis of the National Hospital Morbidity Database (NHMD). Note to media: Media are encouraged to include help-seeking information in stories about illicit drugs to minimise any negative impact on people in the community. The following services provide people with access to support and information. - For free and confidential advice about alcohol and other drug treatment services call the National Alcohol and Other Drug Hotline on 1800 250 015. - Access free 24/7 drug and alcohol counselling online at [counsellingonline.org.au](http://www.counsellingonline.org.au). - For information about drug and alcohol addiction treatment or support, go to [turningpoint.org.au](http://www.turningpoint.org.au). Media enquiries: AFP Media: (02) 5126 9297 Connect with us: Follow our [YouTube](https://www.youtube.com/user/AustFederalPolice) pages to learn more about what the AFP does to keep Australia safe. Media are encouraged to include help-seeking information in stories about illicit drugs to minimise any negative impact on people in the community. The following services provide people with access to support and information. - For free and confidential advice about alcohol and other drug treatment services call the National Alcohol and Other Drug Hotline on 1800 250 015. - Access free 24/7 drug and alcohol counselling online at [counsellingonline.org.au](http://www.counsellingonline.org.au). - For information about drug and alcohol addiction treatment or support, go to [turningpoint.org.au](http://www.turningpoint.org.au). Media enquiries: AFP Media: (02) 5126 9297 Connect with us: Follow our [YouTube](https://www.youtube.com/user/AustFederalPolice) pages to learn more about what the AFP does to keep Australia safe.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Disaster and Accident",
      "Social Issue"
    ],
    "external_links": [
      "https://spaces.hightail.com/space/8q0KEBhWkR/files)",
      "http://www.counsellingonline.org.au).",
      "http://www.turningpoint.org.au).",
      "https://www.youtube.com/user/AustFederalPolice)",
      "http://turningpoint.org.au).",
      "https://www.spaces.hightail.com/space/8q0KEBhWkR/files)",
      "http://counsellingonline.org.au).",
      "https://youtube.com/user/AustFederalPolice)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "colin hunt",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "afp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "sydney",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:15:22.110+02:00",
    "updated": "2024-01-26T00:15:22.110+02:00"
  },
  {
    "uuid": "cbd34cee4d4daad8d632a37c2fe43126cf4f795c",
    "url": "https://www.dhnet.be/dernieres-depeches/2025/01/30/deces-de-la-chanteuse-britannique-marianne-faithfull-a-78-ans-JPKAKQCOUZGDDCUEANPTHNJKKU",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Belga Belga",
    "published": "2025-01-30T19:04:00Z",
    "title": "Décès de la chanteuse britannique Marianne Faithfull à 78 ans",
    "text": "Décès de la chanteuse britannique Marianne Faithfull à 78 ans\nBelgaAgence\n- Publié le 30-01-2025 à 20h06\n- à Londres, Royaume-Uni\nLa chanteuse britannique Marianne Faithfull est décédée à l'âge de 78 ans, a fait savoir jeudi soir son porte-parole.\n© 2025 Belga Newsbriefing. Tous droits de reproduction et de représentation réservés. Toutes les informations reproduites dans cette rubrique (dépêches, photos, logos) sont protégées par des droits de propriété intellectuelle détenus par Belga Newsbriefing. Par conséquent, aucune de ces informations ne peut être reproduite, modifiée, rediffusée, traduite, exploitée commercialement ou réutilisée de quelque manière que ce soit sans l'accord préalable écrit de Belga Newsbriefing.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Arts, Culture and Entertainment->culture",
      "Arts, Culture and Entertainment->music",
      "Arts, Culture and Entertainment->news media",
      "Human Interest->funeral and memorial service",
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T00:44:16.083+02:00",
    "updated": "2025-01-31T00:44:16.083+02:00"
  },
  {
    "uuid": "c865e0251d5fe5d21f11b86feec8906726961b62",
    "url": "https://cronicaglobal.elespanol.com/politica/20231229/los-ambulatorios-catalanes-agonizan-navideno-covid-vacaciones/820668054_0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Expósito J.",
    "published": "2023-12-28T23:09:17Z",
    "title": "Los ambulatorios catalanes agonizan ante el 'cóctel navideño' de Covid, gripe y vacaciones sin cubrir",
    "text": "Noticias relacionadas El concurso público de 2.000 millones de euros de Pere Aragonès encalla por una lucha de David contra Goliat Los virus de Navidad dejan el pesebre viviente de Manresa sin el 20% de los figurantes Estas Navidades están lejos de ser apacibles para la atención primaria catalana . Ambulatorios a lo largo y ancho de la comunidad resisten como pueden al cóctel explosivo que supone el repunte de virus respiratorios -siendo el caso de la gripe y el Covid - de las últimas semanas y las vacaciones no cubiertas por la Generalitat.\nSon muchos -demasiados- los Centros de Atención Primaria (CAP) arrollados por un aluvión de visitas de urgencias , con facultativos atendiendo a más de una cincuentena de personas en jornadas de incluso 12 horas : \"No estamos preparados, todos estamos igual\".\n\"Caos y locura\" Una de ellas es Elena Bartolozzi , médico de familia del ambulatorio sito en la calle Ramón de Barcelona, que habla en términos de \"caos\" y de \"locura\". Adjetivos que denotan desesperación y que comparten sus compañeros de otros centros sanitarios de la Ciudad Condal, como el de Sant Martí o el de Poblenou.\nLos pacientes que reciben los CAP lo hacen con cuadros respiratorios, con fiebre y tos presentes , que habitualmente se suman a enfermedades crónicas; no es ajena a esta situación la atención domiciliaria, que encuentra a vecinos descompensados -siguiendo el argot médico- en sus casas.\nDemanda inasumible para las urgencias de los ambulatorios \"La demanda aguda es inasumible, incompatible con atender a las citas previstas en la agenda , y se ha acentuado este invierno respecto a años anteriores, pero es algo crónico \", describe Bartolozzi. La también delegada sindical de Metges de Catalunya resume en conversación con Crónica Global el sentir de los sanitarios que ejercen en la atención primaria de la región: \"El día que nos toca agenda, sobrevivimos, y cuando estamos en urgencias, morimos \".\nCola a las puertas de urgencias de un ambulatorio (imagen de archivo) Europa Press\nLos centros de salud se han convertido en centros de urgencia en detrimento de la agenda , \"y esto está imposibilitando la actividad normal desde hace años \", lamentan los facultativos: \"Si a esto le sumas la epidemia de virus respiratorios y que no se cubren las vacaciones , cuando atiendes a 50 pacientes, ya no sabes dónde tienes la cabeza\".\nCon la mitad de la plantilla Hace años que Salud dejó de cubrir las vacaciones y las bajas -mientras el Govern alardea de priorizarla al destinarle la mayor partida presupuestaria de las cuentas actuales-, por lo que los CAP batallan contra este cóctel con la mitad de su plantilla. Y por si fuera poco, los médicos dedican hasta la mitad de su jornada a tramitar bajas laborales: \"Esto va a matar la atención primaria \".\nPara el sindicato, \"estos días ponen más de manifiesto la necesidad de aumentar los profesionales del sistema\". Fuentes sindicales insisten en que las elevadas cargas de trabajo no sólo afectan a las enfermeras, sino que también ponen en riesgo la seguridad de los pacientes , con errores, complicaciones y tasas de elevadas como consecuencia.\nVista general de sanitarios durante una manifestación contra el preacuerdo del Institut Català de la Salut (ICS) de la Generalitat, a 12 de diciembre de 2023 David Zorrakino - Europa Press\nUnas críticas que suscribe Metges de Catalunya que, a diferencia del sindicato de enfermeras en huelga , sí ha firmado el nuevo convenio del Instituto Catalán de la Salud (ICS) . \"A pesar de las mejoras laborales y retributivas, no resuelve los problemas del sistema sanitario, como la sobrecarga y la falta de planificación \", insiste la organización, que afea a la Generalitat que siga sin priorizar la atención primaria: \"Mientras esto sea así, no se atenderá a la ciudadanía como es necesario\".\nVuelven las mascarillas \"Urgencias está a reventar y nosotros, bajo mínimos, entre el personal de vacaciones, de baja y de huelga\", agrega la auxiliar de enfermería Silvia Hernández, desde el CAP Tordera , a 55 kilómetros de la Ciudad Condal. Su ambulatorio, además de compartir la preocupación extendida en todo el sistema sanitario, es uno de los tantísimos centros catalanes donde la mascarilla vuelve a ser complemento indispensable para los sanitarios para evitar caer en las garras de la gripe o del Covid.\nLos datos del portal de la Consejería de Salud son útiles para hacer una radiografía de las dimensiones del repunte: las infecciones han aumentado de los 52.774 casos semanales registrados hace un mes a las 71.674 personas afectadas en la semana previa a la Nochebuena. Asimismo, la tasa de contagios sigue al alza, con cerca de un millar de infectados (909) por cada 100.000 catalanes; hace 30 días, la cifra era de 670.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:09:18.969+02:00",
    "updated": "2023-12-29T04:23:50.993+02:00"
  },
  {
    "uuid": "7a8aac2815e6441efee954510cb6e55bc663f1de",
    "url": "https://heysocal.com/2025/04/16/301724",
    "ord_in_thread": 0,
    "author": "Joe Taglieri",
    "published": "2025-04-16T22:12:00Z",
    "title": "LA County Board OKs $47.9B budget for upcoming fiscal year",
    "text": "The Board of Supervisors voted 5-0 Tuesday to tentatively approve a $47.9 billion recommended by the Los Angeles County CEO that includes 3% budget cuts for some departments to “offset extraordinary budget pressures,” officials said.\nCEO Fesia Davenport’s recommended budget is $1.3 billion less than the current spending plan and includes over $1 billion in costs related to the deadly January wildfires that devastated communities in Pacific Palisades, Malibu, Altadena, Pasadena and Sierra Madre.\nAccording to a county statement, the budget also reflects “rapidly mounting financial challenges,” such as the possible loss of hundreds of millions of federal dollars and the tentative $4 billion settlement of nearly 7,000 claims of sexual abuse against county employees, mainly at probation camps and juvenile halls. Those claims were brought under Assembly Bill 218, known as the California Child Victims Act.\nAnother budget pressure is slower property tax revenue growth that’s partially because of a 41% decline in home sales since 2021 amid higher interest rates.\nThe pressures have prompted county departments to make 3% cuts in their budgets, targeting a total of $88.9 million while eliminating 310 job vacancies and more than $50 million in cost savings from cutting supplies, postponing equipment purchases and limiting the scope of some programs.\n“Our revenue outlook is challenging, to put it mildly,” Davenport told the board during her presentation Tuesday. “The amount of new ongoing funding in this budget is at a five-year low.”\nThe transition from the Biden to Trump administrations will result in at least 13% of the county’s budget sourced from federal funding could be at risk, Davenport said. State budgets including California’s also risk losing federal funds, potentially impacting county finances and its ability to provide public services.\nDavenport noted the recent federal proposal to rescind $45 million from the county Public Health Department.\n“While a $47.9 billion budget may sound like a lot, it’s important to remember that Los Angeles County has a long list of responsibilities — especially when it comes to protecting and preserving the safety net services upon which our most vulnerable residents rely,” Board Chair and 5th District Supervisor Kathryn Barger said in a statement.\n“This year’s budget recommendation reflects the reality of the moment,” Barger said. “We’re facing historic financial challenges, many of which are still developing. The destruction caused by the January wildfires, including the Eaton and Palisades fires, demands more than just short-term responses — it requires long-term investments to support impacted residents on the road to full recovery.”\nBarger also highlighted county spending to address homelessness and provide mental health services, as well as a bigger payroll for additional sheriff’s deputies.\n“The budget’s $102 million in one-time funding to expand interim and permanent supportive housing, along with 149 new Department of Mental Health positions, will strengthen our crisis response system and improve access to essential services for children, adolescents, and others in need,” she said.\nI’m also glad to support continued investment in recruiting and retaining Sheriff’s deputies. It’s a vital step toward bolstering our public safety workforce and engaging qualified applicants right away so we can adequately hire to keep our communities safe.”\nSupervisor Hilda Solis also commented on the budget challenges and provided spending highlights.\n“The County has faced challenging economic times in the past, but not quite at this magnitude and not simultaneously,” she said. “It is in these trying times that it is critical that we continue to prioritize the well-being of our most vulnerable residents.\n“Despite a constrained budget, we must continue to invest in programs that provide essential support, such as job opportunities for youth, legal representation for immigrants, and critical resources for those transitioning out of foster care. … I will continue to advocate for sustainable funding for these programs to ensure they can support our communities in the long term.”\nSolis also noted proposed federal budget cuts that would reduce funding for Medicaid, CalFresh and other social-safety-net programs to the tune of $880 billion from Medicaid and $200 billion from CalFresh. The programs provide health care and food assistance.\nThe District 1 supervisor pointed to these outlays for key programs:\n$12.3 million for Youth at Work, which provides paid jobs for 10,000 foster youth, justice-involved youth, parenting teens and youth experiencing homelessness; $5.5 million for the Represent LA program, which funds legal representation for immigrants; $3 million for Self-Help Legal Access Centers, which helps people who don’t have legal representation navigate the court system; $3.4 million for the program known as Guaranteed Basic Income Expansion for Transitional Age Youth. The program offers monthly stipends and support services to help young people from the foster-care system transition into adulthood; and $125,000 for consultant services to maintain the Gender Impact Assessment initiative, which supports county departments in identifying and addressing gender disparities. As Davenport detailed the possible impacts from reductions in federal and state financial aid, supervisors were generally supportive of the spending curtailments.\n“We are in uncharted territory with these simultaneous pressures on our budget,” Davenport said in a statement Monday. “Any of these alone would be daunting, but taken together these challenges — the wildfires, the AB 218 (sex abuse) settlement, the threat of deep cuts in federal funding — are cause for great concern.”\nThe recommended budget is the first step in the county’s budget cycle. The process continues with public hearings in May and deliberations for adoption in June, concluding in October with the supplemental budget to finalize adjustments.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->business governance",
      "Politics->government budget",
      "Politics->local government and authority",
      "Politics->government policy",
      "Social Issue->social services",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://ceo.lacounty.gov/budget/",
      "https://ceo.lacounty.gov/budget",
      "https://www.ceo.lacounty.gov/budget/"
    ],
    "entities": {
      "persons": [
        {
          "name": "Fesia Davenport",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Pacific Palisades",
          "sentiment": "none"
        },
        {
          "name": "County",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "LA County Board",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T01:43:14.216+03:00",
    "updated": "2025-04-17T03:50:32.419+03:00"
  },
  {
    "uuid": "86c7f925654807d020a00229a52697a06141be0a",
    "url": "https://www.montrosepress.com/news/blm-colorado-offers-wild-horses-and-burros-for-adoption-in-florence/article_f5a474ec-81cd-11ef-a560-170436749bc4.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Special to the MDP",
    "published": "2024-10-03T05:00:00Z",
    "title": "BLM Colorado offers wild horses and burros for adoption in Florence | Local News Stories | montrosepress.com",
    "text": "The Bureau of Land Management will host a wild horse and burro adoption Oct. 11-12, 2024, at Pathfinder Regional Park in Florence. The horses and burros will be available for adoption to individuals who are eligible and can provide good homes. The Bureau of Land Management will host a wild horse and burro adoption Oct. 11-12, 2024, at Pathfinder Regional Park in Florence. The horses and burros will be available for adoption to individuals who are eligible and can provide good homes. Get up-to-the-minute news sent straight to your device. Sorry, an error occurred. Already Subscribed! Cancel anytime Thank you . Your account has been registered, and you are now logged in. Check your email for details. Submitting this form below will send a message to your email with a link to change your password. An email message containing instructions on how to reset your password has been sent to the email address listed on your account. No promotional rates found. Thank you. Your gift purchase was successful! Your purchase was successful, and you are now logged in. Rate: | | Begins: | | Transaction ID: | A receipt was sent to your email.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Bureau of Land Management",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T00:40:37.023+03:00",
    "updated": "2024-10-04T08:55:57.400+03:00"
  },
  {
    "uuid": "2ec5c0671cd4c71c6eeaf6bfe07a836f07f5c90f",
    "url": "https://www.4029tv.com/article/total-solar-eclipse-full-moons-and-meteor-showers-in-2024/46260167",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ashley Strickland, CNN",
    "published": "2024-01-01T18:49:00Z",
    "title": "Look out for a total solar eclipse, full moons and meteor showers in",
    "text": "Look out for a total solar eclipse, full moons and meteor showers in 2024 The night sky will have a multitude of delights in store for stargazers in 2024. Full moons and meteor showers will light up the sky. An increase in solar activity is expected to cause auroras that will create colorful displays. And eclipse chasers have been counting down to 2024 since the \"Great American Eclipse\" of 2017 — because a [total solar eclipse](https://www.cnn.com/2023/12/09/world/eclipse-myths-history-folklore-littman-book-scn/index.html) will travel across the United States in April. Video above: JWST captures Cassiopeia A shining like a Christmas bauble Many nights, there will be opportunities to [spot different planets](https://www.almanac.com/astronomy/planets-rise-and-set) or [look for the International Space Station](https://spotthestation.nasa.gov/) as it orbits Earth. Keep your telescopes and binoculars at the ready, and don't forget to [snag a pair of eclipse glasses](https://www.cnn.com/2023/10/11/world/solar-eclipse-glasses-eye-protection-scn/index.html) so you can safely watch the total solar eclipse. Full moons and supermoons Twelve full moons will occur during 2024, and September and October's lunar events will also be considered supermoons, according to [EarthSky](https://earthsky.org/astronomy-essentials/what-is-a-supermoon/). Definitions of a supermoon can vary, but the term generally denotes a full moon that is closer to Earth than normal and thus appears larger and brighter in the night sky. Some astronomers say the phenomenon occurs when the moon is within 90% of perigee — its closest approach to Earth in orbit. Here are the full moons of 2024: Jan. 25: Wolf moon Feb. 24: Snow moon March 25: Worm moon April 23: Pink moon May 23: Flower moon June 21: Strawberry moon July 21: Buck moon Aug. 19: Sturgeon moon Sept. 17: Harvest moon Oct. 17: Hunter's moon Nov. 15: Beaver moon Dec. 15: Cold moon Solar and lunar eclipses Multiple eclipses will occur in 2024, including two types of lunar eclipses and two types of solar eclipses. The most highly anticipated of these events is the [total solar eclipse occurring on April 8](https://www.cnn.com/2023/10/16/world/next-solar-eclipse-2024-scn/index.html), which will be visible to those in Mexico, the United States and Canada. A total solar eclipse occurs when the moon passes between Earth and the sun, completely blocking the sun's face. Those within the path of totality, or locations where the moon's shadow will completely cover the sun, will see a total solar eclipse. People outside the path of totality will still be able to see a partial solar eclipse, in which the moon only obscures part of the sun's face. A total solar eclipse won't be visible across the contiguous U.S. again until August 2044. An annular solar eclipse will occur in the sky on Oct. 2 over parts of South America. This type of eclipse is similar to a total solar eclipse, except the moon is at the farthest point in its orbit from Earth, so it can't completely block the sun. Instead, annular solar eclipses create a \"ring of fire\" in the sky as the sun's fiery light surrounds the moon's shadow. Meanwhile, a penumbral lunar eclipse will be visible to many across Europe, North and East Asia, Australia, Africa, North America and South America between March 24-25. A lunar eclipse, which causes the moon to look dark or dimmed, occurs when the sun, Earth and moon align so that the moon passes into Earth's shadow. A penumbral lunar eclipse is more subtle and happens when the moon moves through the outer shadow, or penumbra, of the Earth. A partial lunar eclipse, when the Earth moves between the sun and the full moon without being perfectly aligned, will appear over Europe and much of Asia, Africa, North America and South America between September 17-18. Check [Time and Date's website](https://www.timeanddate.com/eclipse/2024#:~:text=2024%20Featured%20Eclipses&text=Year%202024%20has%205%20eclipses,eclipses%20and%203%20lunar%20eclipses.) to see when each of these eclipses will appear. Solar activity and auroras The sun is expected to reach [solar maximum](https://www.cnn.com/2023/07/14/world/solar-maximum-activity-2024-scn/index.html), or the peak of its 11-year cycle of activity, in mid-to-late 2024. When the sun is active, it releases strong solar flares and coronal mass ejections, or large clouds of ionized gas called plasma and magnetic fields that erupt from the sun's outer atmosphere. The solar storms generated by the sun can affect electric power grids, GPS and aviation, and satellites in low-Earth orbit. These events also cause radio blackouts and even pose risks for crewed space missions. The [Space Weather Prediction Center](https://www.swpc.noaa.gov/), operated by the National Oceanic and Atmospheric Administration in Boulder, Colorado, will be closely monitoring the sun and release warnings and predictions about solar activity that could impact Earth. Scientists are eagerly anticipating what they could [learn about the sun's activity by observing it](https://www.cnn.com/2023/06/23/world/2024-total-solar-eclipse-guide-scn/index.html) during April's total solar eclipse. A more positive side effect of increased solar activity, however, is the auroras that dance around Earth's poles, known as the northern lights, or aurora borealis, and southern lights, or aurora australis. When the energized particles from coronal mass ejections reach Earth's magnetic field, they interact with gases in the atmosphere to create different colored lights in the sky. Geomagnetic storms driven by the sun in 2023 caused auroras to be visible in places where they are rarely seen, including as far south as New Mexico, Missouri, North Carolina and California in the United States, and the southeast of England and other parts of the United Kingdom. Depending on the location, the auroras may not always be visible overhead, but they create a colorful display on the horizon. Meteor showers The new year kicks off with a meteor shower almost immediately. The Quadrantid meteor shower is expected to peak between Jan. 3-4, according to [EarthSky](https://earthsky.org/astronomy-essentials/everything-you-need-to-know-quadrantid-meteor-shower/). After the Quadrantids, there's a bit of a lull in meteor shower activity, and the next one won't occur until April. Fortunately, there are plenty of celestial events to anticipate during the long wait. Here is the full list of meteor showers occurring in 2024, according to the [American Meteor Society](https://www.amsmeteors.org/meteor-showers/meteor-shower-calendar/). Quadrantids: Jan. 3-4 Lyrids: April 21-22 Eta Aquariids: May 4-5 Southern delta Aquariids: July 30-31 Alpha Capricornids: July 30-31 Perseids: Aug. 12-13 Draconids: Oct. 7-8 Orionids: Oct. 21-22 Southern Taurids: Nov. 5-6 Northern Taurids: Nov. 11-12 Leonids: Nov. 17-18 Geminids: Dec. 13-14 Ursids: Dec. 21-22",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Science and Technology",
      "Weather"
    ],
    "external_links": [
      "https://www.almanac.com/astronomy/planets-rise-and-set)",
      "https://www.cnn.com/2023/10/16/world/next-solar-eclipse-2024-scn/index.html),",
      "https://amsmeteors.org/meteor-showers/meteor-shower-calendar/).",
      "https://www.astro101.wwu.edu/indianmoons.html).",
      "https://www.spotthestation.nasa.gov/)",
      "https://earthsky.org/astronomy-essentials/everything-you-need-to-know-quadrantid-meteor-shower/).",
      "https://cnn.com/2023/10/11/world/solar-eclipse-glasses-eye-protection-scn/index.html)",
      "https://astro101.wwu.edu/indianmoons.html).",
      "https://cnn.com/2023/06/23/world/2024-total-solar-eclipse-guide-scn/index.html)",
      "https://www.farmersalmanac.com/full-moon-dates-and-times).",
      "https://www.amsmeteors.org/meteor-showers/meteor-shower-calendar/).",
      "https://www.cnn.com/2023/10/11/world/solar-eclipse-glasses-eye-protection-scn/index.html)",
      "https://cnn.com/2023/07/14/world/solar-maximum-activity-2024-scn/index.html),",
      "https://farmersalmanac.com/full-moon-dates-and-times).",
      "https://almanac.com/astronomy/planets-rise-and-set)",
      "https://cnn.com/2023/12/09/world/eclipse-myths-history-folklore-littman-book-scn/index.html)",
      "https://www.cnn.com/2023/07/14/world/solar-maximum-activity-2024-scn/index.html),",
      "https://swpc.noaa.gov/),",
      "https://www.cnn.com/2023/06/23/world/2024-total-solar-eclipse-guide-scn/index.html)",
      "https://www.almanac.com/eclipses).",
      "https://www.timeanddate.com/eclipse/2024#:~:text=2024%20Featured%20Eclipses&text=Year%202024%20has%205%20eclipses,eclipses%20and%203%20lunar%20eclipses.)",
      "https://earthsky.org/astronomy-essentials/what-is-a-supermoon/).",
      "https://www.earthsky.org/astronomy-essentials/everything-you-need-to-know-quadrantid-meteor-shower/).",
      "https://www.earthsky.org/astronomy-essentials/what-is-a-supermoon/).",
      "https://cnn.com/2023/10/16/world/next-solar-eclipse-2024-scn/index.html),",
      "https://www.cnn.com/2023/12/09/world/eclipse-myths-history-folklore-littman-book-scn/index.html)",
      "https://almanac.com/eclipses).",
      "https://www.swpc.noaa.gov/),",
      "https://spotthestation.nasa.gov/)",
      "https://timeanddate.com/eclipse/2024#:~:text=2024%20Featured%20Eclipses&text=Year%202024%20has%205%20eclipses,eclipses%20and%203%20lunar%20eclipses.)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "jwst",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "earth",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T20:53:29.257+02:00",
    "updated": "2024-01-04T02:22:11.979+02:00"
  }
]