[
  {
    "uuid": "ff8700c3d34bb3f7903f04dbaa79115bef2e1d4b",
    "url": "https://www.wdbj7.com/video/2023/12/28/vdh-announces-pediatric-flu-death/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@wdbj7",
    "published": "2023-12-28T00:00:00Z",
    "title": "VDH Announces Pediatric Flu Death",
    "text": "Skip to content News Livestreams Hometown Weather Submit Photo or Video WDBJ Investigates Sports Home News Local Your Vote Virginia Election Results Unsolved Virginia 7@four Here @ Home Air7 Early Years Good News Grown Here at Home History WDBJ7 Archives WDBJ Investigates Crime Economy Education Entertainment Health Mornin' National Safety Livestreams Hometown Weather Weather News Interactive Radar Maps SkyCams First Alert Weather Day Weather Resources Weather Stream Closings & Delays Almanac Sports Friday Football Extra Scoreboard College Sports Preview College Stats & Predictions How to Watch WDBJ7 Podcasts Hometown Stories Slight Chance of Science Hometown Sports Extra Political Pulse Early Years Hometown Health Noticias de la Cuidad Estrella Hear @ Home Community Community Calendar Birthdays Send Us Your Birthday Contests Hometown Eats Pet Stories Hometown Holiday Helpers Hometown Veterans: Honoring our Heroes Your Hometown Matters This Is Home Viewer Edition Coronavirus Good News Here at Home 7 @ Four Hometown Mentor Blue Ridge Great Health Divide Bridging the Great Health Divide Across the US WDBJ+ Contact Us Meet the Team WZBJ24 Public Service Submit a Story WDBJ7 Careers Gray Media Group Careers WDBJ E-News Español Programming Schedule Submit Photos and Videos Circle - Country Music & Lifestyle Gray DC Bureau InvestigateTV PowerNation Latest Newscasts Press Releases VDH Announces Pediatric Flu Death Published: Dec. 28, 2023 at 6:41 PM EST | Updated: 11 hours ago Share on Facebook Email This Link Share on X (formerly Twitter) Share on Pinterest Share on LinkedIn Health 7-Year-Old’s Family Getting Ready to Say Goodbye as He Battles Disease Updated: 11 hours ago Law New Year Brings New Health Care Laws Updated: 11 hours ago Here @ Home Manage Fitness Goals in the New Year Updated: 14 hours ago Military Equine Program Assists Veterans Updated: 20 hours ago Recording of daily morning newscast. Here @ Home Hope at Home: Tackling Winter Blues Updated: Dec. 22, 2023 at 4:14 PM EST",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Health",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "vdh",
          "sentiment": "negative"
        },
        {
          "name": "hometown health noticias de la cuidad estrella",
          "sentiment": "none"
        },
        {
          "name": "football extra scoreboard college sports preview college stats & predictions how",
          "sentiment": "none"
        },
        {
          "name": "hometown mentor blue ridge great health",
          "sentiment": "none"
        },
        {
          "name": "news local your vote virginia election",
          "sentiment": "none"
        },
        {
          "name": "wdbj investigates crime economy education entertainment health mornin",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:02:06.255+02:00",
    "updated": "2023-12-29T12:43:12.933+02:00"
  },
  {
    "uuid": "b29b6caef22f7dc6e1011118a3f822cecb91cd74",
    "url": "https://www.aol.co.uk/off-road-drivers-were-swept-230648118.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AOL Staff",
    "published": "2023-12-28T23:06:00Z",
    "title": "Off-road drivers were swept away by river, says man who tried to save them",
    "text": "Off-road drivers were swept away by river, says man who tried to save them A man who tried to save three men trapped in a submerged 4×4 vehicle said they were “swept away” as they attempted to cross a river. Emergency services including police, ambulance and a helicopter attended a location on the River Esk near Glaisdale shortly before midday on Thursday. A 4×4 was recovered from the river by the fire service just after 3pm and three men found inside had died, North Yorkshire Police said. Chris Ford, who lives nearby, told the PA news agency the men were part of an off-roading group when they crossed a ford on Rake Lane. The river, swollen by heavy rain, swept them away and carried them around 400 yards downstream, he said. Emergency services have been dealing with a serious incident on Thursday (28 December) involving a 4×4 vehicle in the River Esk near Glaisdale on the North York Moors 🚨 Three men sadly died at the scene. More information is available here ⬇️ [https://t.co/KgxPhHATO4] [pic.twitter.com/AvDT3TiqCk] — North Yorkshire Police (@NYorksPolice) [December 28, 2023] It came as Storm Gerrit caused flooding and travel chaos across the country throughout Wednesday and Thursday. Mr Ford, a firewood salesman, was called to the scene to help recover the vehicle with his tractor and found it fully submerged beneath the water, he said. He and two others used tractors to pull the 4×4 on to the riverbank, he said. Police said another man, who attempted to help those trapped in the car, was pulled from the river and needed medical treatment. Mr Ford told PA: “There was a ford they were going over and they were swept down 400 yards. “They were part of an off-road club. “I went down with my tractor. There was a couple of vehicles – one parked up. “You couldn’t see the (other) vehicle. It was 3ft beneath the water. “I helped get it out on to the riverbank with three other tractors.” Two other locals, Rosie and Andrew Dale, said they were with Mr Ford when he got the call to help. They said they saw several 4×4 vehicles pass their home in the direction of the ford shortly before the incident. Mrs Dale said “nobody local” would attempt to cross the ford in the current conditions. The area is popular with 4×4 drivers, she said, adding: “In the summer you get 10 of them at a time.” A spokesperson for North Yorkshire Police said: “Localised conditions across our area are making driving hazardous. “Roads are particularly badly affected around the River Esk, to the north of the county, as we have seen with the tragic incident near Glaisdale. “There was another incident at nearby Houlsyke at 12.49pm when a car got stuck in flood water and another at Kirby Wiske in Hambleton at 2.35pm. “Thankfully, the occupants of both vehicles were brought to safety. “The key advice is to consider whether your journey is necessary. “Please avoid driving through any kind of standing or moving flood water if you possibly can.” Witnesses to the incident at Glaisdale are urged to call North Yorkshire Police on 101, option 4, quoting reference NYP-28122023-0146.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://t.co/KgxPhHATO4",
      "https://www.t.co/KgxPhHATO4"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chris ford",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "north yorkshire police",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north york",
          "sentiment": "none"
        },
        {
          "name": "glaisdale",
          "sentiment": "none"
        },
        {
          "name": "rake lane",
          "sentiment": "none"
        },
        {
          "name": "river esk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:36:56.178+02:00",
    "updated": "2023-12-29T01:36:56.178+02:00"
  },
  {
    "uuid": "56738f7945f92f9fbe170fe70283059005546e9b",
    "url": "https://www.sentinelassam.com/north-east-india-news/assam-news/assam-landmark-peace-accord-signed-with-ulfa-pro-talk-faction-683749",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sentinel Digital Desk",
    "published": "2023-12-29T12:42:00Z",
    "title": "Assam: Landmark Peace Accord Signed with ULFA Pro-Talk Faction - Sentinelassam",
    "text": "Assam: Landmark Peace Accord Signed with ULFA Pro-Talk Faction Assam Chief Minister hails a historic peace accord with ULFA, ending decades-old insurgency. GUWAHATI: In a significant development for Assam, Chief Minister Himanta Biswa Sarma praised the recently signed tripartite peace accord with the United Liberation Front of Asom (ULFA) pro-talk faction, deeming it a historic milestone that will usher in lasting peace for the state. The accord, signed in New Delhi, was characterized by CM Sarma as the culmination of a peace process initiated in Assam under the leadership of Prime Minister Narendra Modi and the guidance of Home Minister Amit Shah. Speaking at the signing ceremony, CM Sarma highlighted the broader context of the peace efforts, noting that similar accords had been reached with other insurgent groups in the state, including the Bodo, Karbi, and Adivasi factions. He emphasized that the agreement with the [ULFA ](https://www.sentinelassam.com/topheadlines/assam-army-goc-in-c-lt-gen-rp-kalita-urges-paresh-barua-to-return-683365)pro-talk faction would address the aspirations of the people of Assam, marking a transformative moment for the region. \"This is a historic day for Assam. The process for peace has been on in Assam under the leadership of Prime Minister Narendra Modi and the guidance of Home Minister Amit Shah. We signed accords with Bodo, Karbi, and Adivasi insurgent groups,\" stated CM Sarma, adding, \"This agreement will fulfill many of the aspirations of the people of Assam. In general, PM Modi's outreach towards Assam and other parts of the northeast has made this possible.\" CM Sarma gave assurance that both the Central and State governments were committed to fully implementing the provisions outlined in the tripartite deal. He highlighted the participation of founding members of ULFA in the signing ceremony and conveyed their commitment to disband the organization, surrender arms, and integrate 726 cadres into the mainstream. The leaders of the pro-talk faction assured that they would cease all activities not by the law. The peace accord, long-awaited and aimed at ending decades-old insurgency in Assam, was signed in the presence of Union Home Minister Amit Shah and Chief Minister Himanta Biswa Sarma. The ULFA pro-talks delegation, comprising 16 ULFA members and 13 representatives from civil society, signed the agreement. The ULFA, formed in 1979 with the demand for a \"sovereign Assam,\" had been involved in subversive activities, leading to its ban by the central government in 1990. The faction splintered in 2011, with one group, led by Arabinda Rajkhowa, renouncing violence for unconditional talks. The other faction, led by Paresh Baruah and renamed ULFA-Independent, remained opposed to negotiations. The historic tripartite peace accord holds the promise of transformative change for Assam, signaling an end to protracted insurgency and paving the way for a peaceful and prosperous future. ALSO READ: [Assam Legislative Assembly Gears Up for Pivotal Budget Session with Focus on Polygamy Debate](https://www.sentinelassam.com/north-east-india-news/assam-news/assam-legislative-assembly-gears-up-for-pivotal-budget-session-with-focus-on-polygamy-debate-683747) ALSO WATCH:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "himanta biswa sarma",
          "sentiment": "none"
        },
        {
          "name": "amit shah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ulfa",
          "sentiment": "negative"
        },
        {
          "name": "united liberation front of asom (ulfa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "assam",
          "sentiment": "none"
        },
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "guwahati",
          "sentiment": "none"
        },
        {
          "name": "karbi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:25:51.493+02:00",
    "updated": "2023-12-29T17:25:51.493+02:00"
  },
  {
    "uuid": "c3d6dc03d857e3d801e7ca104fb7fec6e6ae200f",
    "url": "https://www.lgbtqnation.com/2024/04/habitual-violent-offender-arrested-in-gruesome-death-of-trans-woman-in-miami-beach",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Greg Owen",
    "published": "2024-04-25T21:00:00Z",
    "title": "“Habitual violent offender” arrested in gruesome death of trans woman in Miami Beach",
    "text": "A transgender woman was brutally beaten to death in the early hours of Tuesday morning as she lay sleeping near the entrance to Miami City Ballet in South Beach.\nA 53-year-old “habitual violent offender” was arrested later in the day, the Miami Herald reported.\nSurveillance video reveals Andrea Doria Dos Passos, 37, whom police say was homeless, lying down outside the ballet's headquarters around midnight.\nHours later, a man identified as Gregory Fitzgerald Gibert, 53, can be seen looking intently at Dos Passos, walking away from her, and then picking up a metal pipe he finds on the ground. He takes a seat on a bench near the sleeping woman, then walks toward her and “begins to strike her with the metal pipe about the head and face several times,” according to a Miami Beach Police report.\nAfter smashing Dos Passos' skull several times, Gibert can be seen walking from the scene and dropping the weapon in a nearby trashcan. Police discovered the pipe later that morning.\nAn employee at Miami City Ballet found Dos Passos' lifeless body around 7:00 am and tried to wake her. When he saw blood, he called 911.\nPolice report paramedics observed extensive lacerations on Dos Passos' face and the back of her head. Two wooden sticks were lodged into her nostrils.\n“One stick exited over the right eye and the other appeared lodged into the nose cavity,” police detailed in Gibert's arrest report. “A puncture wound was also located in the victim’s chest.”\nPolice matched Gibert’s description to a previous mugshot and found him across Biscayne Bay in a rough neighborhood in Miami. He was wearing some of the same bloodstained clothing he had on during the attack.\nDespite the brutal nature of the killing, a hallmark of violence against trans victims, Miami Beach Police Chief Wayne Jones said in a statement on Wednesday that the evidence did not indicate Dos Passos was the target of a hate crime.\n“At this time, there is no evidence to suggest that Andrea was targeted because of her sexuality or gender,” Jones said. “However, we understand the concerns within the LGBTQIA+ community, and I want to emphasize that MBPD is committed to ensuring the safety and well-being of all our community members.”\nFlamingo Democrats, the Miami-Dade chapter of Florida's LGBTQ+ Democratic Caucus, urged the state attorney’s office to add a hate crime enhancement to Gibert’s second-degree murder charge.\n“The safety of all residents of Miami Beach and Miami-Dade County should be of the utmost importance, especially those in marginalized communities such as our transgender community,” the group said in a statement.\nGibert was on parole after a year-long stretch in Miami-Dade County Corrections awaiting trial on charges of aggravated assault and attempted robbery. He was released on April 17 with time served.\nThe alleged assailant earned the designation “habitual violent offender” with more than two dozen criminal cases in Florida since 2000, including aggravated assault, attempted robbery, gun charges, cocaine possession and resisting arrest.\nGibert was booked into a Miami-Dade County jail, where he remains.\n“She had no chance to defend herself whatsoever,” Dos Passos’s stepfather, Victor Van Gilst, told CBS News in Miami.\n“I don’t know if this was a hate crime since she was transgender or if she had some sort of interaction with this person because he might have been homeless as well,\" Van Gilst said. \"She has been struggling with mental health issues for a long time, going back to when she was in her early 20s.\"\nFor Dos Passos' mother, Van Gilst added, \"This is like a nightmare that turned into reality.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.cbsnews.com/miami/news/arrest-made-after-woman-was-beaten-to-death-in-front-of-miami-city-ballet-on-miami-beach",
      "https://miamiherald.com/news/local/crime/article287969500.html",
      "https://www.miamiherald.com/news/local/crime/article287969500.html",
      "https://cbsnews.com/miami/news/arrest-made-after-woman-was-beaten-to-death-in-front-of-miami-city-ballet-on-miami-beach/",
      "https://www.cbsnews.com/miami/news/arrest-made-after-woman-was-beaten-to-death-in-front-of-miami-city-ballet-on-miami-beach/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dos passos",
          "sentiment": "none"
        },
        {
          "name": "gregory fitzgerald gibert",
          "sentiment": "none"
        },
        {
          "name": "andrea doria dos passos",
          "sentiment": "none"
        },
        {
          "name": "luis ángel diaz castro",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "miami herald",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "miami beach",
          "sentiment": "none"
        },
        {
          "name": "south beach",
          "sentiment": "none"
        },
        {
          "name": "miami city ballet",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:29:46.537+03:00",
    "updated": "2024-04-26T02:33:17.474+03:00"
  }
]
