[
  {
    "uuid": "beecef918307360dc44f5f65f7535ef5362a28ca",
    "url": "https://www.prokerala.com/news/articles/a1541699.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@prokerala",
    "published": "2024-06-23T07:39:00Z",
    "title": "India's disaster management moving forward with 'zero casualty' approach: Amit Shah",
    "text": "India's disaster management moving forward with 'zero casualty' approach: Amit Shah. Image Source: IANS News New Delhi, June 23 : While making an appeal to all the states and the union territories to timely implement the advisories issued by the National Disaster Management Authority (NDMA) for flood management, Union Home Minister Amit Shah said on Sunday that India's disaster management is moving forward with a 'zero casualty' approach under the leadership of Prime Minister Narendra Modi.\nHM Shah made the remarks while chairing a high-level meeting in Delhi to review the preparedness of flood management in the country.\nThe Home Minister also reviewed long-term measures to formulate a comprehensive and far-reaching policy to mitigate the menace of floods in the country.\nThe Home Minister directed the India Meteorological Department (IMD) and the Central Water Commission (CWC) to complete the process of recalibrating all the equipment used in flood forecasts at the earliest.\nNew technologies being adopted by all the agencies and the expansion of their network for flood management were also discussed during the meeting.\nHM Shah reviewed the action taken on the decisions made in the meeting held last year, and also reviewed the preparations to deal with the Glacial Lake Outburst Flood (GLOF).\nHe emphasised on optimum use of satellite imagery provided by the Indian Space Research Organisation (ISRO) by various agencies for flood and water management.\nInstructing concerned departments to conduct a detailed study of the recent floods in Sikkim and Manipur and submit a report to the Ministry of Home Affairs (MHA), the Home Minister also directed to ensure that floodgates of all the major dams are in good condition.\nHe mentioned during the meeting that the flood monitoring centres of the CWC should be in accordance with the country's requirements and of international standards.\nIt was mentioned during the meeting that the non-perennial rivers are prone to more soil erosion and siltation, resulting in floods.\nThe Home Minister directed that efforts should be made to upgrade the forecast system of water level of rivers for better flood management.\nHe said that a natural drainage system should be an integral part of the designs of road construction to deal with inundation of roads, in case of floods.\nHM Shah said that at least 50 large ponds in the Northeast should be constructed so that the water of the Brahmaputra River could be diverted and stored in those ponds.\nThis will help in developing agriculture, irrigation and tourism in those areas at a low cost and also help in tackling the floods, and will eventually benefit the local economy.\nHM Shah also instructed the NDMA and the Ministry of Environment, Forest and Climate Change (MoEFCC) to take appropriate precautionary measures to prevent incidents of forest fire.\nFor this, he stressed the need to regularly create fire lines, remove dry leaves and conduct mock drills from time to time with local residents and forest personnel.\nAlong with this, he also asked to analyse the incidents of repeated forest fires at the same place.\nThe Home Minister also asked the NDMA to prepare a detailed manual to deal with incidents of forest fires.\nThe Home Minister directed that the IMD's alerts regarding lightning strikes should be disseminated to the public on time through SMS, TV, FM radio and other mediums.\nHe emphasised on the need to integrate weather, rainfall and flood warning related apps developed by various departments so that their benefits could reach the targeted population.\nThe MHA detailed that during the meeting, IMD, CWC, NDRF and NDMA made detailed presentations.\nThe departments also apprised about their preparedness for the current monsoon season and future action plan.\nUnion Minister for Jal Shakti C.R. Paatil, Minister of State for Home Affairs Nityanand Rai, Home Secretary, Secretaries of Ministries and Departments of River Development and Ganga Rejuvenation, Earth Sciences, Environment, Forest and Climate Change, Road Transport and Highways, Chairperson Railway Board, Members and Heads of Departments of NDMA, Directors General of NDRF and IMD, Chairman NHAI and senior officers from other concerned departments including CWC were present in the meeting.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Health"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "amit shah",
          "sentiment": "negative"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "shah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national disaster management authority",
          "sentiment": "none"
        },
        {
          "name": "india meteorological department",
          "sentiment": "none"
        },
        {
          "name": "central water commission",
          "sentiment": "none"
        },
        {
          "name": "cwc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "delhi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-23T15:46:37.358+03:00",
    "updated": "2024-06-23T19:30:20.102+03:00"
  },
  {
    "uuid": "159bd981f61596a3b26597ed16d45843b88bf86c",
    "url": "https://www.savannahnow.com/story/news/nation/2023/12/28/minnesota-woman-sues-dentist/72050466007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Walrath-Holdridge",
    "published": "2023-12-28T00:00:00Z",
    "title": "Kathleen Wilson's Minnesota dentist did 30 procedures at once: lawsuit",
    "text": "A Minnesota dentist has become the subject of a malpractice lawsuit after his patient accused him of \"disfiguring\" her.\nThe civil lawsuit was filed in Hennepin County, Minnesota last week by Kathleen Wilson, who alleged Dr. Kevin Molldrem and Molldrem Family Dentistry caused her significant injury that is still being corrected.\nAccording to the suit, Molldrem performed more than 30 producers on Wilson in a single July 2020 visit, doing eight crowns, four root canals and 20 fillings in one go. The lawsuit alleges that the dentist \"perform[ed] this work improperly,\" resulting in pain and suffering, embarrassment, emotional distress, and disfigurement.\nMolldrem was likewise accused of using improper levels of anesthesia during the procedures and falsifying medical records to cover it up.\nTreatment called 'inconceivable' Gypsy Rose Blanchard released from Missouri prison early Thursday morning, DOC confirms Cher files for conservatorship of her son, claims Elijah Blue Allman's life is 'at risk' Ex-boyfriend of missing St. Louis woman admits to her murder after Wisconsin arrest: Police 6 dead, 3 injured in Johnson County, Texas, crash; victims include 2 young kids ages 9, 10 California Pizza Huts lay off all delivery drivers ahead of minimum wage increase",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://molldremdentistry.com/",
      "https://molldremdentistry.com",
      "https://www.molldremdentistry.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kathleen wilson",
          "sentiment": "negative"
        },
        {
          "name": "molldrem",
          "sentiment": "none"
        },
        {
          "name": "cher",
          "sentiment": "none"
        },
        {
          "name": "kevin molldrem",
          "sentiment": "none"
        },
        {
          "name": "gypsy rose blanchard",
          "sentiment": "none"
        },
        {
          "name": "elijah blue allman",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "doc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "missouri",
          "sentiment": "none"
        },
        {
          "name": "hennepin county",
          "sentiment": "none"
        },
        {
          "name": "st. louis",
          "sentiment": "none"
        },
        {
          "name": "wisconsin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:01:42.831+02:00",
    "updated": "2023-12-29T02:01:42.831+02:00"
  }
]
