[
  {
    "uuid": "8db2eb42caa52d984f82739fbf529f6740c8386f",
    "url": "https://libn.com/2024/02/15/in-southold-shellfish-restoration-is-a-way-to-lift-the-economy-and-the-enviroment",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Adina Genn",
    "published": "2024-02-15T20:28:00Z",
    "title": "In Southold, shellfish restoration is a way to lift the economy and the enviroment",
    "text": "It’s officially shellfish restoration season for the Cornell Cooperative Extension of Suffolk County (CCE Suffolk) Aquaculture Program. The organization kicks off the season each year with an oyster spawn on Feb. 14 in Southold at the Suffolk County Marine Environmental Learning Center (SCMELC), with an eye toward boosting the economy and the environment. “The shellfish industry is an important part of the Long Island economy, and past experience has proven that aquaculture research plays a significant role in supporting the industry,” Vanessa Lockel, executive director of CCE Suffolk said in a written statement. “Cornell Cooperative Extension takes pride in the work of our dedicated team of scientists for their commitment to this important aspect of the ecology of Long Island,” Lockel said. Scientists at CCE Suffolk have been producing shellfish at SCMELC for planting in local waters, for more than 30 years, and seeing results. In 2018, for instance, a nearly 4,000 square foot production hatchery was added to the site, and since 2021, more than 125 million shellfish produced including oysters, bay scallops and hard clams. Long Island’s shellfish industry accounts for an estimated $30 million dollars annually in the region, according to the Long Island Oyster Growers Association. This is an industry that is filled with challenges, including competition from other regions. Still experts say it’s an industry in which investment could bring meaningful change, both economically and environmentally. In May 2023, for instance, a study conducted by the HR&A, a New York-based economic development advisory firm, found that Long Island would benefit through intensified investment in its “blue economy” sectors. Commissioned by Newsday’s nextLI initiative, the study identified those sectors as aquaculture, marine research, marine construction, maritime transportation, offshore wind, and tourism and recreation. According to the study, those sectors in 2021 sustained 67,700 regional jobs, but the number of jobs could grow to as many as 127,800 by 2051. The study also found that, by that year, the sectors could potentially deliver $41 billion in economic output and more than $2.6 billion in tax revenue. Back in the early 1990s, a shellfish hatchery was established at SCMELC to support reseeding efforts in local towns including Southold, Southampton and Shelter Island. CCE Suffolk has partnered with these towns ever since o seed clams, oysters, and scallops in local waters. They aim to improve water quality and help support recreational and commercial shellfishing. At the kickoff event, held each year on Valentine’s Day, attendees explore CCE Suffolk’s production hatchery. Here, in a small tank were several dozen adult oysters, conditioned for spawning over many weeks. On Wednesday, hundreds of thousands of larvae – young oysters – were produced and will be grown in the hatchery until large enough to be released. This year, CCE Suffolk also focused on bay scallops and recent advances in the field of kelp aquaculture. “I am especially excited to give visitors a chance to get up close and personal with the process of how we spawn shellfish in our hatchery. It truly is an amazing experience that is nothing short of miraculous the first time you witness it.” Chris Pickerell, director of the Marine Program at CCE Suffolk, said in a statement. “While this is something we do every year and numerous times throughout the year, I believe it is important for our stakeholders to have a better understanding how much work and training goes into making this possible,” Pickerell added. “Shellfishing and the aquaculture community are not just an industry; they are woven into the very fabric of life on the North Fork, enriching our history and, to a noteworthy degree, shaping our future,” Town of Southold Supervisor Al Krupski said in a written statement. “The location and function of the lab highlight the importance of maintaining water quality efforts,” Krupski added. “We are honored and proud to host CCE Suffolk’s shellfish hatchery, a vital contributor to our community’s sustainability and economic well-being.” Jessica Henesy, economic development specialist with the New York State Department of Agriculture and Markets, said in a written statement that SCMELC provides an excellent illustration of the ways that research can be leveraged to help build regional economies. Their specialized expertise in shellfish science benefits all of Long Island, both in economic terms and helping to sustain a treasured way of life for the region.” CCE Suffolk also offers a community-based program that offers families and individuals a chance to get involved with raising oysters.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vanessa lockel",
          "sentiment": "none"
        },
        {
          "name": "lockel",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cornell cooperative extension",
          "sentiment": "negative"
        },
        {
          "name": "cce suffolk",
          "sentiment": "none"
        },
        {
          "name": "cce suffolk) aquaculture program",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "southold",
          "sentiment": "none"
        },
        {
          "name": "suffolk county",
          "sentiment": "none"
        },
        {
          "name": "long island",
          "sentiment": "none"
        },
        {
          "name": "suffolk county marine environmental learning center",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T00:16:16.794+02:00",
    "updated": "2024-02-23T02:29:38.590+02:00"
  },
  {
    "uuid": "83f3e503b074a5136ca4c786afde091a360ef3c7",
    "url": "https://ground.news/article/millies-popes-approval-of-blessings-for-lgbtq-couples-may-mark-turning-point",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The London Free Press",
    "published": "2023-12-30T05:00:00Z",
    "title": "Ground News - Millies: Pope's approval of blessings for LGBTQ+ couples may mark turning point",
    "text": "Summary by The London Free Press Pope Francis ’ announcement that Catholic priests may bless LGBTQ+ couples may mark a definitive turning point in the Roman Catholic Church Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nThe London free Press Lean Right Mixed Factuality Individual: Leon Cooperman Corporation: Allianz Millies: Pope's approval of blessings for LGBTQ+ couples may mark turning point Pope Francis’ announcement that Catholic priests may bless LGBTQ+ couples may mark a definitive turning point in the Roman Catholic Church\n18 minutes ago · London, Canada Read Full Article\nThe London free Press Lean Right Mixed Factuality Individual: Leon Cooperman Corporation: Allianz\nMillies: Pope's approval of blessings for LGBTQ+ couples may mark turning point Pope Francis’ announcement that Catholic priests may bless LGBTQ+ couples may mark a definitive turning point in the Roman Catholic Church\n18 minutes ago · London, Canada Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://lfpress.com/opinion/columnists/millies-popes-approval-of-blessings-for-lgbtq-couples-may-mark-turning-point?utm_source=ground.news&utm_medium=referral",
      "https://lfpress.com/opinion/columnists/millies-popes-approval-of-blessings-for-lgbtq-couples-may-mark-turning-point",
      "https://www.lfpress.com/opinion/columnists/millies-popes-approval-of-blessings-for-lgbtq-couples-may-mark-turning-point?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pope",
          "sentiment": "negative"
        },
        {
          "name": "pope francis",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "london free press pope francis",
          "sentiment": "negative"
        },
        {
          "name": "ground news - millies",
          "sentiment": "negative"
        },
        {
          "name": "catholic",
          "sentiment": "negative"
        },
        {
          "name": "canada read full",
          "sentiment": "none"
        },
        {
          "name": "allianz millies",
          "sentiment": "none"
        },
        {
          "name": "roman catholic church",
          "sentiment": "none"
        },
        {
          "name": "ground news subscriptions",
          "sentiment": "none"
        },
        {
          "name": "leon cooperman corporation",
          "sentiment": "none"
        },
        {
          "name": "roman catholic church share",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "london",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T07:19:07.369+02:00",
    "updated": "2023-12-30T07:19:07.369+02:00"
  },
  {
    "uuid": "40b1960513fe85bed6b79a57fd296ba83ba622f7",
    "url": "https://in.investing.com/news/delhi-vigilance-dept-calls-for-cbi-probe-into-suspected-spurious-drugs-3953052",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "IANS",
    "published": "2023-12-28T00:00:00Z",
    "title": "Delhi Vigilance Dept calls for CBI probe into suspected spurious drugs - Investing.com India",
    "text": "New Delhi, Dec 28 (IANS) The Delhi government's Directorate of Vigilance has sent the matter of suspected spurious drugs to the Union Home Ministry, urging a thorough investigation by the Central Bureau of Investigation (CBI (NS: CBI )). The Directorate of Vigilance, in a formal letter to the Union Home Ministry on Thursday, said, \"Assigning the matter if reported supply of not of standard quality drugs to hospital of Government of National Capital Territory of Delhi (GNCTD) to CBI.\"\nThis move follows concerns raised about the alleged distribution of substandard drugs to hospitals under the GNCTD.\nYVVJ Rajashekhar, the Delhi Special Secretary for Vigilance, had earlier written to the Union Health Secretary Sudhansh Pant, urging immediate action against the use of \"substandard\" drugs in government health facilities.\nThe letter emphasised the need to remove these drugs promptly and called for the confiscation of documents detailing the manufacturers and suppliers responsible for the distribution of potentially counterfeit drugs.\n\"I am further directed to state that any action for supplying such kind of \"Not of Standard Quality\" drugs should not be confined to Central Procurement Agency (CPA) and there is a need to investigate the entire supply chain viz. role of suppliers who procured from the manufacturers and provided supply to the end users i.e. hospitals (patients). Besides, there is a need to lift the corporate veil to understand the gravity and motives of supplying \"Not of Standard Quality\" drugs,\" the letter said.\n\"In this context, it is not out of place to mention that the matter of \"Mohalla Clinics\" was already entrusted to the CBI and preliminary enquiry (PE) was also registered dated February 13, 2018. It needs to be investigated whether the same drugs which have been procured by CPA are also being distributed to the patients through \"Mohalla Clinics\" or not,\" it added.\n\"It is accordingly requested that the matter be assigned to CBI for further investigation,\" it said.\nEarlier, on December 23, Delhi L-G V.K. Saxena has recommended for a CBI enquiry in the matter of non-standard drugs procured and supplied in Delhi government hospitals.\nAccording to officials, the L-G recommended CBI enquiry in the matter of non-standard drugs procured and supplied in Delhi government hospitals.\nOn December 24, the Delhi Vigilance Secretary wrote to Health Secretary asking him to remove all the 'non-standard medicines' to be seized and removed from stock of the hospitals and to not make any further payments to such companies.\nIn his letter to the Health Secretary, Rajashekhar in reference to various lab reports submitted by Delhi Drugs Testing Laboratory and also other reports submitted by government-approved private laboratories over the 'Not of Standard Quality Drugs'.\nHe had asked the Health Secretary to ensure that all such drugs which have failed the prescribed norms should be immediately quantified and seized as per due process of law on war footing.\n--IANS\nssh/khz\nAdd Chart to Comment",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sudhansh pant",
          "sentiment": "none"
        },
        {
          "name": "yvvj rajashekhar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cbi",
          "sentiment": "negative"
        },
        {
          "name": "government of national capital territory of delhi",
          "sentiment": "none"
        },
        {
          "name": "central bureau of investigation",
          "sentiment": "none"
        },
        {
          "name": "union home ministry",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "india new delhi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:38:11.539+02:00",
    "updated": "2023-12-29T00:38:11.539+02:00"
  },
  {
    "uuid": "5f6ec45c503786528922e8364e68ab765e390bef",
    "url": "https://www.hindustantimes.com/india-news/record-ocean-land-temps-continue-daily-global-sea-ice-extent-reaches-new-low-101741230023889.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@httweets",
    "published": "2025-03-06T03:00:00Z",
    "title": "Record ocean, land temps continue; daily global sea ice extent reaches new low",
    "text": "Record ocean, land temps continue; daily global sea ice extent reaches new low\nArctic sea ice reached its lowest monthly extent for February at 8% below average, the third consecutive month in which the sea ice extent set a record for the corresponding month\nRecord ocean and land temperatures that started last year continued with daily global sea ice extent combining the sea ice in both polar regions reaching a new all-time low early February. It remained below the previous February 2023 record for the rest of the month, a European Union’s Earth Observation Programme Copernicus Climate Change Service report said on Thursday.\nArctic sea ice reached its lowest monthly extent for February at 8% below average. It was the third consecutive month in which the sea ice extent set a record for the corresponding month. Antarctic sea ice reached its fourth-lowest monthly extent for February at 26% below average. The daily sea ice extent may have reached its annual minimum near the month’s end.\nThe new record low for the Arctic in February is not an all-time minimum. Arctic sea ice is approaching its annual maximum extent, which typically occurs in March, the report said.\nFebruary 2025 was the third warmest February globally, with an average surface air temperature of 13.36°C, 0.63°C above the 1991-2020 average for February, and only marginally warmer, by 0.03°C, than the fourth warmest of 2020.\nFebruary 2025 was 1.59°C above the estimated 1850-1900 average, the pre-industrial level. It was the 19th month in the last 20 months for which the global average surface air temperature was more than 1.5°C above the pre-industrial level.\nThe global average temperature for boreal winter 2025 (December 2024 to February 2025) was the second highest on record at 0.71°C above the 1991-2020 average for these three months.\nThe 12 months between March 2024 and February 2025 recorded 0.71°C above the 1991-2020 average, and 1.59°C above the pre-industrial level.\n“February 2025 continues the streak of record or near-record temperatures observed throughout the last two years. One of the consequences of a warmer world is melting sea ice, and the record or near-record low sea ice cover at both poles has pushed global sea ice cover to an all-time minimum,” said European Centre for Medium-Range Weather Forecasts strategic lead (climate) Samantha Burgess.\nSeas clocked record heat in February. The average sea surface temperature (SST) for February 2025 was the second-highest value on record for the month, 0.18°C below the February 2024 record. “SSTs remained unusually high in many ocean basins and seas, though the extent of these regions decreased compared to January, especially in the Southern Ocean and in the southern Atlantic. Some seas, such as the Gulf of Mexico and the Mediterranean Sea, on the contrary, saw larger record-breaking areas than last month,” said the Copernicus Climate Change Service report.\nFurther warming was expected as La Nina conditions were expected to wane between March and May. The weak La Niña event that emerged in December 2024 is likely to be short-lived and may disappear between March and May, according to the latest World Meteorological Organization (WMO) update.\nForecasts from the WMO Global Producing Centres for Seasonal Prediction indicate that the current cooler-than-average sea surface temperatures in the equatorial Pacific are expected to return to normal.\nThere is a 60% probability that conditions will shift back to ENSO-neutral conditions (neither El Niño nor La Niña) during March-May 2025, increasing to 70 % for April-June 2025.\nThe probability of El Niño developing is negligible during the forecast period (March to June). There is uncertainty in the long-lead forecasts due to the boreal spring predictability barrier, a well-known challenge in long-term forecasts of El Nino and La Niña.\nLa Niña refers to the large-scale cooling of the ocean surface temperatures in the central and eastern equatorial Pacific Ocean, coupled with changes in the tropical atmospheric circulation, including changes in winds, pressure, and rainfall patterns. It typically brings climate impacts that are the opposite of El Niño, especially in tropical regions like cooler winters, above normal rainfall, etc.\nThe impacts of naturally occurring climate events such as La Nina and El Nino on climate patterns are taking place in the broader context of human-induced climate change, which is increasing global temperatures, exacerbating extreme weather and climate, and impacting seasonal rainfall and temperature patterns, WMO said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Environment->global warming",
      "Environment->climate change",
      "Environment->environmental clean-up",
      "Science and Technology->meteorology",
      "Science and Technology->natural science",
      "Social Issue->social condition",
      "Social Issue->mankind"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T05:03:59.729+02:00",
    "updated": "2025-03-06T05:03:59.729+02:00"
  },
  {
    "uuid": "9c6a3a6ee59449c1602ef029037b6333573f99f4",
    "url": "https://lactualite.com/actualites/les-tensions-sintensifient-entre-les-pilotes-dair-canada-et-lentreprise",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ian Bickis, La Presse Canadienne",
    "published": "2024-09-12T16:40:00Z",
    "title": "Air Canada demande au gouvernement d'intervenir pour éviter un arrêt de travail | L’actualité",
    "text": "TORONTO — Air Canada demande au gouvernement fédéral d’être prêt à intervenir dans ses négociations avec ses pilotes, car le temps presse avant une éventuelle fermeture due à un arrêt de travail. «Les plans de voyage de centaines de milliers de Canadiens sont en jeu, a déclaré Michael Rousseau, président et chef de la direction d’Air Canada, dans un communiqué. Nous prenons toutes les mesures pour atténuer les répercussions, mais c’est un fait que même un bref arrêt de travail à Air Canada pourrait causer une perturbation prolongée des plans de nos clients étant donné la complexité de nos activités à l’échelle mondiale.» Le porte-parole de la compagnie aérienne, Christophe Hennebelle, a déclaré plus tôt qu’Air Canada était déterminé à négocier, mais qu’il était confronté à des «demandes salariales déraisonnables» de la part du syndicat des pilotes, auxquelles il ne pouvait pas satisfaire. Si aucune entente n’est conclue, le syndicat ou la compagnie aérienne pourrait diffuser un préavis de grève ou de lock-out de 72 heures dès dimanche, ce qui pourrait mener à un arrêt de travail complet dès le 18 septembre. M. Hennebelle a affirmé qu’Ottawa devrait être prêt à intervenir pour éviter les perturbations causées par la réduction progressive forcée des activités de la compagnie aérienne. Dans un communiqué, Air Canada a fait savoir que les deux parties s’étaient entendues de «façon préliminaire» sur 70 % des «plus de 1000 changements» proposés par le syndicat. L’entreprise soutient avoir proposé des hausses de salaires «inédites» que le syndicat a refusées en «s’appuyant publiquement sur des niveaux salariaux observés aux États-Unis». M. Rousseau a affirmé que la société demeure déterminée à trouver une entente négociée avec l’Association des pilotes de ligne. Des groupes d’affaires demandent l’arbitrage Les appels se multiplient pour que le gouvernement intervienne dans les négociations entre les pilotes d’Air Canada et l’entreprise. De nombreux groupes d’affaires se sont réunis à Ottawa jeudi pour réclamer des mesures – y compris un arbitrage exécutoire – afin d’éviter les perturbations économiques qu’entraînerait une fermeture de la compagnie aérienne. L’arbitrage «peut aider les parties à parvenir à une résolution fructueuse et à éviter tous les impacts potentiels dont nous sommes ici pour parler aujourd’hui», a déclaré Candace Laing, présidente de la Chambre de commerce du Canada, lors de la conférence de presse. «Le Canada ne peut pas se permettre une autre perturbation majeure de son réseau de transport. Une interruption de travail chez Air Canada entraînerait des répercussions sur notre économie, du tourisme en passant par les chaînes d’approvisionnement essentielles», a déclaré Goldy Hyder, président et chef de la direction du Conseil canadien des affaires, dans un communiqué. Le gouvernement fédéral a toutefois déclaré jusqu’à présent qu’il appartenait à la compagnie aérienne et à l’Association des pilotes de ligne de conclure une entente. «Il n’y a aucune raison pour que ces parties ne parviennent pas à conclure une convention collective», a affirmé le ministre fédéral du Travail, Steven MacKinnon, lors d’une conférence de presse mercredi soir après la retraite du caucus libéral. Il a indiqué que le gouvernement voit une dynamique positive dans les négociations et que les Canadiens s’attendent à ce que le syndicat et la compagnie aérienne fassent les compromis nécessaires. «Ces parties ne devraient avoir aucune ambiguïté quant au message que je leur adresse aujourd’hui. Mettez-vous au travail et trouvez un accord.» Quand on lui a demandé pourquoi la compagnie aérienne ne se contentait pas d’attendre que le gouvernement intervienne comme elle l’avait fait lors des deux fermetures ferroviaires en août, M. MacKinnon a indiqué que ce n’était pas si simple. «Ce que je dirais, c’est qu’il y a des différences importantes entre ces deux situations et je m’en tiendrai à cela.» Le NPD et les conservateurs derrière les pilotes Le chef du Nouveau Parti démocratique (NPD), Jagmeet Singh, a dit jeudi matin que le parti n’appuierait pas les efforts visant à forcer les pilotes à retourner au travail. «Nous allons envoyer un message clair une fois de plus: nous sommes opposés à ce que Justin Trudeau et les libéraux, ou tout autre gouvernement, interfèrent avec les travailleurs», a lancé M. Singh. «Si des projets de loi sont proposés sur la législation de retour au travail, nous allons nous y opposer.» Le chef conservateur Pierre Poilievre a déclaré mercredi qu’Air Canada devrait négocier de bonne foi avec ses pilotes. «Nous soutenons les pilotes et leur droit de se battre pour un accord équitable et de bons salaires.» Air Canada a déclaré plus tôt cette semaine qu’il était de plus en plus probable qu’il y ait un arrêt de travail, car les pourparlers avec le syndicat sont encore loin d’aboutir. La compagnie aérienne a toutefois déclaré qu’un accord pourrait encore être conclu si le syndicat modère ses demandes salariales «excessives». L’Association des pilotes de ligne a affirmé que la cupidité des entreprises retardait les négociations, alors qu’Air Canada continue d’afficher des bénéfices records tout en s’attendant à ce que les pilotes acceptent une rémunération inférieure à celle du marché. — Avec des dossiers de Jim Bronskill à Ottawa Entreprise dans cette dépêche: (TSX:AC)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Business and Market Analysis",
      "Labor",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-13T00:00:55.414+03:00",
    "updated": "2024-09-13T00:00:55.414+03:00"
  }
]