[
  {
    "uuid": "ce665dba171708a5bfafd4fe3bce5f04679b6865",
    "url": "https://calgary.ctvnews.ca/suspect-in-hate-motivated-incident-outside-central-library-identified-charges-pending-police-1.6925489",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CTVCalgary",
    "published": "2024-06-13T16:45:00Z",
    "title": "Suspect identified in Calgary hate-motivated incident outside library | CTV News",
    "text": "[Skip to main content](#main) Calgary police say they've identified the suspect in a hate-motivated incident that took place outside the Central Library in late April and charges are pending. On April 28, three women left the library at 800 Third Street S.E. around 5 p.m. walking toward the City Hall CTrain station, when they were confronted by a woman shouting obscenities and aggressively gesturing at one woman in the group. The victim, who was the target of the woman’s verbal attack, instructed her friends to move to a safer location while she asked the suspect to leave them alone. Instead, the woman continued to follow the victim while continuing to shout at her. She also tried to burn her face with a lit cigarette followed by striking her in the face and throwing a travel-style coffee mug at her. The victim kept walking, eventually reaching a safe space where she called police to report the incident. “Based on the disparaging remarks this woman used, it is clear that this incident was motivated by hate,” said Calgary police hate crimes co-coordinator Const. Matt Messenger, in a media release. “The victim was with a group of friends who were going about their day in our city, and have now been left feeling scared, humiliated and discriminated against all because of who they are. This is unacceptable.” Late Thursday afternoon, hours after they made the suspect's photo public on social media, police updated their original media statement to the news that she had been identified. Anyone with information is asked to contact police at 403-266-1234. Those wishing to remain anonymous can contact Crime Stoppers at 1-800-222-8477, online or by downloading the P3 Tips app. Calgary Top Stories CTVNews.ca Top Stories DEVELOPING Two potential tornadoes in Quebec, warning lifted for Ontario Tornado warnings have been issued describing 'dangerous and potentially life-threatening' situations amid severe thunderstorms in Ontario and Quebec. Trudeau says he thought about 'walking away,' but can't with stakes higher than 'ever before' Prime Minister Justin Trudeau contemplated stepping down while 'undefeated' last year, but ultimately decided that he 'can't' walk away at a time when he thinks the stakes are higher than ever. Ontario man can't collect lottery prize after he forgets where he bought ticket An Ontario man who bought a lottery ticket was thrilled to find out he won, but collecting his winnings turned out to be a challenge. 'Pure luck': Alberta man makes 'Price is Right' history with Showcase bid A Grande Prairie man guessed his way into The Price Is Right history with his showcase bid that was very nearly on the dot. Canada's last Stanley Cup win: How the Montreal Canadiens scored decades of memories Montreal Canadiens fans have a few words of advice for those in Edmonton now dreaming of lining a parade route and watching their Oilers hoist the Stanley Cup: enjoy the ride. Manitoban 'in awe' after witnessing tornado touch down beside him A low pressure system tracking in from Saskatchewan Wednesday night triggered a spurt of tornado warnings across southwestern Manitoba. NDP's Jagmeet Singh says report shows 'a number of MPs' have helped foreign states NDP Leader Jagmeet Singh says a recent spy watchdog report shows a 'number of MPs' have knowingly provided help to foreign governments — behaviour he calls unethical or even illegal. WATCH Residents of town buried in mayflies turn to leafblowers to remove bodies Residents of an Ohio town had an unusual spring cleaning task to do: remove swarms of dead mayflies. Ottawa to expand early retirement eligibility for front-line safety, security workers The federal government is moving to expand early retirement eligibility for some kinds of front-line workers. Shopping Trends The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. Read about us. Edmonton - 'Pure luck': Alberta man makes 'Price is Right' history with Showcase bid A Grande Prairie man guessed his way into The Price Is Right history with his showcase bid that was very nearly on the dot. - Panthers' Barkov to play in Game 3 while Oilers still have lineup questions Aleksander Barkov is good to go for Game 3 of the Stanley Cup final. The Oilers, meanwhile, have a couple of injury question marks heading into the crucial tilt at Rogers Place - 1 wanted in connection with $900K Edmonton drug bust More than $900,000 worth of illegal drugs have been removed from Edmonton streets, police say. Lethbridge - Blood Tribe to develop family preservation code legislation The Blood Tribe is announcing the development of its family preservation code legislation, effectively giving the First Nation authority to govern their own children and family services. - New Lethbridge website helps connect volunteers with sports organizations A new website is helping connect volunteers with sport organizations in need of coaches and volunteers. - Wildfire risk rising in southern Alberta Alberta and most of the country have had relatively few fires to start the fire season, thanks to cooler temperatures and moisture. But higher temperatures and high winds have many concerned more wildfires are on the way. Vancouver - Woman in sex trade violently assaulted on Vancouver's Downtown Eastside: police A woman who works in the sex trade was violently, sexually assaulted by a man who picked her up in his car on the Downtown Eastside earlier this week, according to authorities, who say the suspect is still at-large. - Border officials say B.C. man facing multiple charges after discovery at Vancouver airport Canadian border officials say a British Columbia man is facing a raft of drug-trafficking and weapons charges after the discovery of three illegal firearm suppressors at the Vancouver International Airport. - 2 stray dogs that 'appear frightening' lead to closure of Metro Vancouver trails Select trails in a Metro Vancouver park are temporarily closed as a team tries to capture two stray dogs. Vancouver Island - Border officials say B.C. man facing multiple charges after discovery at Vancouver airport Canadian border officials say a British Columbia man is facing a raft of drug-trafficking and weapons charges after the discovery of three illegal firearm suppressors at the Vancouver International Airport. - Uber says new B.C. gig-worker rules punish customers, businesses Ride-hailing company Uber is criticizing the British Columbia government's regulatory changes for gig workers, saying the province is set to drive up costs for residents and drive down demand for local businesses. - Officer shot in deadly B.C. bank shootout details the attack 2 years later Two years after a deadly gun battle between police and a pair of heavily armed assailants stunned the community of Saanich, B.C., one of the officers who was critically injured in the shootout is speaking about it publicly for the first time. Saskatoon - The Saskatoon driver charged in a fatal crash this week was granted bail A Saskatoon man charged in connection to a fatal crash in the Kelsey Woodlawn area was granted bail on Thursday. - Sask. Montessori school shuts down following allegations teachers weren't paid A Montessori school in Saskatoon has permanently closed following multiple claims from teachers that they're missing wages. - 'How that can take 26 years to manufacture': Sask. man shocked after Toyota parts delivery dated 2050 A Saskatoon vehicle owner was in shock when he was told he would face a delivery date of 2050 for replacement auto parts, and it’s highlighting the fragility of the supply chain. Regina - 'Bunch of morons': Regina city council scraps location for permanent emergency shelter Plans for Regina's new permanent emergency shelter were scrapped Wednesday after seven hours of deliberation by city council. - Four of 6 opening week CFL fines belong to Riders Four members of the Saskatchewan Roughriders have received fines for their actions in a season opening win over the Edmonton Elks on Saturday. - Five-year-old taken to hospital after being hit by vehicle in north Regina A five-year-old child was taken to hospital Wednesday afternoon after being hit by a vehicle in north Regina. Toronto - DEVELOPING DEVELOPING 'All the conditions are aligned:' Tornado watch in effect for several areas surrounding Toronto A tornado watch is in effect for several areas surrounding Toronto. Environment Canada issued the alert Thursday morning, warning of wind gusts with speeds of up to 110 km/h. - Man charged after 90-year-old grandfather killed in assault and stabbing at Etobicoke home A man has been charged with murder in the death of his 90-year-old grandfather at a home in Etobicoke last April. - Shake Shack officially opens first Canadian location in downtown Toronto Shake Shack’s world-famous crinkle-cut fries and smash burgers have finally arrived in Canada. Montreal - Quebec reaches tentative deal with family doctors An agreement has finally been reached between Quebec and family doctors on the primary care access window, the Guichet d'acces a la premiere ligne (GAP). - WEATHER WEATHER Tornado alerts issued for multiple regions of Quebec There are tornado warnings in two areas of Quebec, while watches remain in several regions across the province. - Man runs over wife, 80, twice in Montreal hospital parking lot An 80-year-old woman is in critical condition after she was run over twice by the car being driven by her husband in a Montreal hospital parking lot. Atlantic - Dartmouth man charged with first-degree murder in connection with North Preston shooting: N.S. RCMP A 26-year-old Dartmouth, N.S., man has been charged with first-degree murder in connection with a shooting in North Preston, N.S. - Weather front approaches the Maritimes with rain and showers Friday into Saturday Hit-and-miss rain totals were reported across the Maritimes on Wednesday, the result of the scattered coverage of showers and thunderstorms. - Track conditions to make VIA Rail’s Halifax to Montreal journey even longer VIA Rail says the schedule for its route between Halifax and Montreal is about to become longer due to track conditions and speed limitations in New Brunswick. Winnipeg - Carberry crash investigation submitted to Crown by RCMP as first anniversary approaches As the first anniversary of the Carberry crash approaches, Manitoba RCMP provided an update on the investigation and how the first responders are doing a year later. - Manitoban 'in awe' after witnessing tornado touch down beside him A low pressure system tracking in from Saskatchewan Wednesday night triggered a spurt of tornado warnings across southwestern Manitoba. - Police look for teen missing since May Winnipeg police are concerned for the well-being of a teenager missing for more than a month. Ottawa - Tornado watch issued for Ottawa Valley, parts of Quebec; Thunderstorm watch for Ottawa A tornado watch has been issued by Environment Canada for the Ottawa Valley and some parts Quebec. - Ottawa police investigating homicide on Woodroffe Avenue Ottawa police say a person's death in west Ottawa has been deemed a homicide. - O-Train east extension won't be ready until after May 2025: Amilcar The head of OC Transpo says the extension of the Confederation Line LRT to the east end will not be ready next spring. Northern Ontario - DEVELOPING DEVELOPING Two potential tornadoes in Quebec, warning lifted for Ontario Tornado warnings have been issued describing 'dangerous and potentially life-threatening' situations amid severe thunderstorms in Ontario and Quebec. - Ontario man can't collect lottery prize after he forgets where he bought ticket An Ontario man who bought a lottery ticket was thrilled to find out he won, but collecting his winnings turned out to be a challenge. - BREAKING BREAKING Timmins area under tornado warning Environment Canada issued a tornado warning for the Timmins area Thursday afternoon as a severe thunderstorm approaches. Barrie - WEATHER ALERT WEATHER ALERT Tornado watch issued for parts of Simcoe County and Muskoka Environment Canada has issued a tornado watch for parts of Simcoe County, Muskoka and Dufferin County. - Barrie man, 39, killed in motorcycle crash Emergency crews attended the scene of the deadly crash involving a motorcycle on Ferndale Drive North shortly after 6 p.m. on Wednesday. - Innisfil school bus driver charged after collision with students on board Police have charged a school bus driver after a collision Thursday morning that injured two students and another driver in Innisfil. Kitchener - 'It was me': Video shows moment University of Waterloo attacker admits to triple stabbing Disturbing evidence is being shared for the first time of the 2023 attack at the University of Waterloo, including audio of the triple stabbing and a surprising confession. - Police respond to fake call about shooting at Kitchener Market The Waterloo Regional Police Service (WRPS) responded to the Kitchener Market Thursday afternoon after receiving a weapon-related call. - CTV News Kitchener’s Spencer Turcotte to receive RNAO media award The Registered Nurses’ Association of Ontario (RNAO) has announced the recipients of this year’s Media Awards competition and CTV Kitchener’s Spencer Turcotte is one of the winners. London - Oxford Pride supporters decry rainbow boardwalk damage as act of hate Pride month in Oxford County has been marred once again by what some are calling an act of hatred. - Nearly 500 volunteers take part in United Way's 23rd Annual Day of Caring Nearly 500 volunteers from across the region came together Thursday for United Way’s Annual Day of Caring, an event that benefits the entire community. - 'Most Canadian' guitar making stops in midwestern Ontario The sweet sounds of ‘Canada's guitar’ echo through the gymnasium at F.E. Madill Secondary School in Wingham. Windsor - Parental abduction alert in Windsor The Windsor Police Service has issued a parental abduction alert. - 'It's a scam': Windsor's parking enforcement warns of parking ticket text message scam The City of Windsor is warning residents about a text message scam that tells people to pay their overdue parking tickets. - New Offender Management Unit arrests 24 offenders in three months Windsor police are releasing results of the new Offender Management Unit.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "matt messenger",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ctv news",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "calgary",
          "sentiment": "none"
        },
        {
          "name": "central library",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:02:52.438+03:00",
    "updated": "2024-06-14T00:24:59.687+03:00"
  },
  {
    "uuid": "82312fdc73260eb77f19ae2ab1ae7a42a0729d47",
    "url": "https://revolver.news/2024/06/after-d-day-disaster-in-france-will-dems-yank-joe-off-ballot",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BellaVita",
    "published": "2024-06-06T00:00:00Z",
    "title": "After D-Day disaster in France, will Dems yank Joe off the ballot? - Revolver News",
    "text": "[Join the fight and contribute to our war chest.](https://donate.revolver.news/) [Ditch the ads for $5 per month or $49 per year.](https://revolver.news/subscribe/) By now, the world is accustomed to watching Joe Biden make one embarrassing blunder after another. He stumbles, bumbles, and fumbles his way through the day, while our propaganda media turns a blind eye, portraying him as a stalwart, seasoned politician whose age symbolizes wisdom and experience. Meanwhile, these same media frauds claim President Trump is “senile.” This is just another blow against what’s left of the regime media’s credibility. However, the media can’t even help Joe now.Lately, his blunders have escalated from routine senility to outright catastrophes. That’s precisely what unfolded in France during the D-Day event with President Macron. The entire situation turned into a political debacle that played out in front of the world, leaving many to wonder if this is Joe’s D-Day, and Democrats are now getting ready to yank him off the ballot. The nightmare unfolded on stage with President Macron and his wife. Joe and Jill were in France to commemorate D-Day, but instead of honoring the brave men who stormed the beaches and changed history, Joe Biden pulled some bizarre moves that were so inappropriate they prompted his top “handler,” Jill Biden, to quickly escort him away. This left Macron and his wife completely baffled. Joe looks completely lost as he makes his way onto the stage, but sadly, things quickly go downhill from there. No way he makes it to the election… [pic.twitter.com/vYPjLhOVq0] — Gunther Eagleman™ (@GuntherEagleman) [June 6, 2024] It’s unclear what Joe Biden was attempting on stage. Did he think there was a chair nearby? Some speculate that he may have soiled himself. Either way, it was a damning moment that leaves no doubt about Mr. Biden’s serious cognitive issues and underscores that he has no business pretending to play “president” at our expense. Furthermore, his wife, who can be seen covering her mouth and possibly saying something to him, should probably be charged with elder abuse for allowing this to continue. We’ve had many incompetent Presidents Not so many incontinent ones [pic.twitter.com/C0ZlDcLSd0] — Will Chamberlain (@willchamberlain) [June 6, 2024] It was after the bizarre “chair incident” that nursemaid Jill Biden swooped in and promptly put an end to the festivities, raising a lot more questions and concern. Yikes! At an Omaha Beach event honoring the 80th Anniversary of the D-Day invasion, Dr. Jill Biden quickly escorts Joe Biden away leaving a seemingly perplexed French President Emmanuel Macron to honor WW2 veterans alone. [pic.twitter.com/5fgthFysBA] — Charlie Kirk (@charliekirk11) [June 6, 2024] Sadly, this clearly ill man doesn’t even know where he is or what’s going on around him, and that should scare the living daylights out of every single American. Biden literally has no idea where he is……. this is frightening. [pic.twitter.com/FMDHD38mD6] — Spitfire (@DogRightGirl) [June 6, 2024] Here’s a one-stop roundup of the day’s horrific events as they unfolded. Joe Biden highlights in Normandy on the 80th anniversary of D-Day: – Sits in an invisible chair – Forgets where his seat is – Talks about how many Russians died in Ukraine – Gets pulled away by Docta Jill as Macron greets D-Day veterans. [pic.twitter.com/sWFsYpt1o5] — Greg Price (@greg_price11) [June 6, 2024] What happened in France has a lot of people wondering if this is a “code blue” situation, and Dems will pull the “emergency card” and yank Biden off the ballot. Revolver has delved into this topic recently, and while we understand that the left doesn’t want to ride into 2024 on an old, broken-down horse, they likely don’t have a choice. The forces that were able to manipulate the Democratic Party so effectively four years ago have lost their edge in 2024, and whatever hope the party had of replacing Biden has actually been squandered through sheer cowardice and inaction. Simply put, the Democrats have sleepwalked into a disastrous position in which they can’t live with Biden and can’t get rid of him—at least unless he dies or voluntarily steps aside. Otherwise, the regime is stuck with the Old Man. As we’ve noted, the only exits for the Democrats are if Joe kicks the bucket or throws in the towel. After what happened in France, that could become a reality, though it seems unlikely, given his massive ego and Jill’s obsession with power. But let’s say it all falls apart and Biden’s gone, by choice or forced out—what happens next? The Revolver piece [explores the options:](https://revolver.news/2024/03/the-left-has-to-replace-biden-but-can-they/) A late primary entrant swoops in to steal the nomination. Nope! Besides the fact that several states have already held primary votes, the deadline to put new candidates on the ballot has already passed in the vast majority of states. As of this writing, just six states plus D.C. still allow a candidate to get on the ballot; by the time you read this, it may have dwindled further. Needless to say, even a 100% sweep of those states wouldn’t be enough for some surprise candidate to get the nomination. Even a candidate mounting a write-in campaign at this point would find it functionally impossible to get 50% of delegates, even if we handwaved away the difficult task of actually winning over Democrat primary voters. Under the existing political rules, as laid out in the DNC’s by-laws, the calculus is simple: Biden is guaranteed to have a majority of delegates in the Democrat primary process, and under DNC rules, those delegates are required to vote for him at the party convention. Under existing rules, he will be the nominee. If Joe drops out before the convention, the DNC delegates become free to choose whoever they please. The Revolver piece [continues:](https://revolver.news/2024/03/the-left-has-to-replace-biden-but-can-they/) The DNC something something. Okay, so nobody else is snatching the nomination under the current rules. But political parties aren’t the government. They can actually rewrite rules on the fly, and that includes changing how a party picks its nominee. To attentive political observers, then, it may seem like the DNC is the obvious place to put in the fix. Didn’t they do that in 2016 for Hillary, protecting her while undermining Bernie Sanders at every opportunity? So, if the party feels doomed under Biden, why not do the same thing and start juggling the rules to allow a convention switcheroo? The bylaws of the DNC do explicitly mention that the DNC’s powers include filling a vacancy on the national ticket; such a vacancy is to be filled by “voting … in accord with procedural rules adopted by the Rules and Bylaws Committee and approved by the Democratic National Committee.” That word is key: vacancy. As long as Biden is around and running, no such vacancy exists. Changing this process means changing the party rules. And that means going to the committee named above: the DNC Rules and Bylaws Committee. Technically, the DNC has many hundreds of members, but the actual nerve center of the party is this committee, small enough to fit into a single D.C. hotel room. The DNC isn’t just some independent player on the left; it’s practically a puppet of Joe Biden. Thinking it’ll switch directions to save the Democrats is as unrealistic as expecting Donald Trump’s presidential campaign to be derailed by the folks at Mar-a-Lago. The next option is one of the most unlikely: the 25th Amendment. The Revolver piece [continues:](https://revolver.news/2024/03/the-left-has-to-replace-biden-but-can-they/) Ever since the media fantasized about the Trump cabinet foisting him aside, Americans have become enamored with this obscure constitutional provision that was previously just fodder for the odd political thriller. Recently, retiring Republican Ken Buck put forward a pointless resolution that, if passed (it won’t be), would formally call on the Cabinet to declare Biden unable to perform his duties. To do that, Vice President Harris and at least half of the 15 Cabinet secretaries would have to formally notify Congress that Biden is unable to perform his duties. But if Biden sends a letter to Congress disagreeing, it would fall to Congress to decide the matter, and only a two-thirds vote by both houses would be enough to actually remove Biden—an even tougher standard than impeachment and removal (which only requires a two-thirds vote of the Senate). Now, would that actually happen? Of course not. But, for all practical purposes, if Biden’s Cabinet actually rebelled to the point that a majority publicly declared him unfit, that would likely be so tremendously politically damaging that Biden would have to resign or at the very least stop seeking another term. So, could that rebellion happen? What about the ‘Hunter factor?’ Could they use Joe’s wayward son to blackmail him into slithering off into the sunset? Probably not. The Revolver piece keeps [exploring:](https://revolver.news/2024/03/the-left-has-to-replace-biden-but-can-they/) Pressure Biden to “voluntarily” retire. For those who imagine that “they” still have a plan, weaponizing Hunter Biden as a tool to drive out his father still seems like a likely scenario. But in fact, superficial public efforts to pressure Biden against running again only reveal the impotence of this option, rather than its imminent success. Resigning because your associates are being targeted legally is the old norm in a more civilized political culture. The relentless lawfare campaign against Donald Trump and all his associates since 2021 has exposed the new norm of American politics: When your enemies want you in jail, the last thing you should ever do is voluntarily give up political power. Though few realize it even now, it’s far more likely that the legal targeting of Hunter makes Joe more likely to cling to the presidency and the pardon power that comes with it. If a Hunter Biden scandal were used to smoke out Joe, then the election itself would be about Hunter Biden and his scandalous behavior; even if Joe wasn’t on the ballot, the immediacy of the scandal would overwhelm everything. And, of course, Democrats know this, which is why precisely zero prominent Democratic politicians are talking about Hunter or giving any life to the House GOP’s symbolic impeachment push. If the Hunter indictment was a Deep State op, then it’s an op that failed. This brings us to a bigger problem for the Dems. The regime-run media complex needs runway and space to prep the American public for the next moves—be it a new successor, another COVID scare, or fresh climate warnings. Yanking Joe out now would throw a wrench in the entire “narrative machine”; they simply wouldn’t have enough time to get things in order. At least with Joe, they’ve already laid the groundwork and can spin their umpteen narratives to keep the show hobbling along. Even supposing Democrat actors agreed on the need to push Biden aside in a desperate bid to keep power and were somehow able to overcome the challenges presented above, there’s a crucial follow-up question: If not him, who? The only obvious replacement, Kamala Harris, is both less popular and, incredibly, less competent than the senile Biden. The Democrat puppet masters rightly consider Kamala a non-starter. Just as the Democrat strategists understand Kamala is a non-starter, they understand the political difficulty of passing over the heir apparent, especially one who often presents herself as black. In order to replace Biden, the Democrat establishment would have to make some sort of deal to appease Kamala and would be additionally constrained in their choice of candidates that would alleviate their base’s indignation at passing over a woman of color vice president. Unfortunately for the Democrats, there is nobody after Kamala who fits this bill. There is no heir apparent on the left, no widely respected figure who stands above the rest of the field as the presumptive favorite in any primary. Their last president, Barack Obama, is the only figure who could quickly unite the party. But Barack is barred from running, so hey, why not just slot his wife in and have everyone nod along while knowing who really runs the show? But alas, Michelle Obama doesn’t want it and never has. To understand the nightmare unfolding for Democrats right now, it helps to simply think back to the events of 2016. The Republican Party establishment was horrified at Donald Trump’s rise and utter conquest of their party. Plenty of them refused to endorse or vote for him. Yet they were also shockingly powerless to stop him. The RNC had set rules for how to pick a candidate. Under those rules, Trump won. By the time of the July convention, the only strategy opponents could think of was trying to get delegates to simply revolt on the convention floor. No dice. The bottom line is this: if what’s happening with Joe Biden qualifies as an emergency, then it’s an emergency, and things will unfold accordingly. But to think that the Democrats are watching this nightmare unfold and planning to pull some magical trigger to end Joe’s run is probably wishful thinking. [JOIN THE FIGHT](https://donate.revolver.news/) — [DITCH THE ADS](https://www.revolver.news/subscribe/) — [READ THE NEWSFEED](https://www.revolver.news/) — [FOLLOW ON X](https://twitter.com/RevolverNewsUSA) — [GAB](https://gab.com/RevolverNews) — [GETTR](https://gettr.com/user/revolvernews) — [TRUTH SOCIAL](https://truthsocial.com/@RevolverNews)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://truthsocial.com/@RevolverNews",
      "https://gettr.com/user/revolvernews",
      "https://gab.com/RevolverNews",
      "https://twitter.com/RevolverNewsUSA",
      "https://www.gab.com/RevolverNews",
      "https://www.truthsocial.com/@RevolverNews",
      "https://www.gettr.com/user/revolvernews",
      "https://www.twitter.com/RevolverNewsUSA"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joe",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "macron",
          "sentiment": "none"
        },
        {
          "name": "jill",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "france",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:44:06.863+03:00",
    "updated": "2024-06-07T02:30:27.348+03:00"
  },
  {
    "uuid": "bc4248a29708855dccacc3296a74298010361a7b",
    "url": "https://bwpeople.businessworld.in/article/Ideas2IT-Grants-33-Company-Stake-To-Empower-Employees/02-01-2024-504275",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BW Online Bureau",
    "published": "2024-01-02T00:00:00Z",
    "title": "Ideas2IT Grants 33% Company Stake To Empower Employees - BW people",
    "text": "Print this article Font size - 16 +\nIdeas2IT Technologies, an innovation-led product engineering company valued over $100 million, has announced a unique employee ownership programme wherein its employees will receive a 33 per cent ownership stake.\nThe move, a first of its kind, significantly redefines wealth sharing initiatives in the corporate landscape that is so far limited to ESOPs, Bonus and Incentives, Profit Sharing or other Stock Options.\nIdeas2IT is setting a new precedent by allocating a significant 33 per cent ownership stake to its employees, thereby rewarding long serving employees, many of whom have spent over a decade with Ideas2IT. To start with, Ideas2IT will grant this equity to the first 50 employees of the company followed by another 100 in line to join this privileged pool.\n“We believe that to nurture exceptional talent and cultivate a workspace that synergizes innovation, we need our employees to genuinely possess the feeling of ownership. The motivation behind this unprecedented initiative is an emotional commitment to build a top-tier product engineering company from India, with employees as true partners,” said Murali Vivekanandan, Founder, Ideas2IT.\nThis initiative follows a previous initiative wherein Ideas2IT gifted 100 Maruti Suzuki cars to its most trusted employees in 2022. The company is now doubling down on this promise by adding another 50 cars this year.\nThe Employee Ownership Program stands distinct from conventional ESOPs and equity-sharing schemes. Unlike traditional plans that vest over time, this initiative offers direct equity ownership as a testament to an employee's alignment with the company's core values and their integral role in the company's development. Ideas2IT is not merely distributing shares but handing over true founder privileges, including a say in the company's trajectory.\nThis annual programme is designed as a continuous rewarding exercise, aimed at expanding the equity pool with deserving employees who embody the community spirit, demonstrate exceptional attitude and passion, and opt for loyalty by choice.\nThe selection process is different from how ESOPs are typically allocated, as it focuses on values-driven contribution rather than just skill sets.\nUpon receiving ownership, employees are expected to further their contributions to the community and maximize their impact with even greater enthusiasm. Notably, the equity remains with the employees even if they part ways with the company, without affecting their salary structure.\nThis initiative is not intended to compensate for any other aspect of their employment but to acknowledge and reward their intrinsic worth and dedication.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Human Interest",
      "Labor"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-02T12:03:58.171+02:00",
    "updated": "2024-01-02T12:03:58.171+02:00"
  },
  {
    "uuid": "58a578f507f7d826c63924217d741e16b933e6ab",
    "url": "https://elpais.com/america-colombia/2024-08-23/el-ultimatum-del-eln-al-gobierno-se-cumple-sin-una-salida-a-la-vista.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Valentina Parada Lugo",
    "published": "2024-08-23T04:00:00Z",
    "title": "Colombia: El ultimátum del ELN al Gobierno se cumple sin una salida a la vista | EL PAÍS América Colombia",
    "text": "Las tensiones en la mesa de negociación entre el Ejército de Liberación Nacional (ELN) y el Gobierno de Petro siguen sin resolverse. Este viernes, 23 de agosto, se cumple el ultimátum que dio esa guerrilla, que para continuar negociando ha exigido que el Ejecutivo la retire de la lista de Grupos Armados Organizados (GAO). Se trata de una petición de vieja data, que los elenos han hecho en mesas anteriores y a la que nadie, hasta ahora, ha accedido, pues cambiaría la forma en la que el Estado los puede enfrentar. Aunque los jefes negociadores de las dos partes han sido enfáticos en decir que no se ha tomado una decisión de fondo frente al tema, EL PAÍS ha confirmado que en la guerrilla hay rumores de que el Gobierno cedería. Para saber si esto es así, o para conocer la respuesta del ELN si no, quedan solo las horas de este viernes. Carlos Velandia , antiguo miembro y dirigente del ELN convertido en veedor de paz, ha dicho a este diario que la condición de la guerrilla para continuar en la mesa llevaría al fracaso de las negociaciones. “Cualquiera de las partes que pretenda torcerle el brazo al contrario, lo que está haciendo es forzar un resultado que no podrá sostenerse”. Iván Cepeda, senador y negociador de Gobierno, le dijo este jueves a este diario que esa posibilidad, de momento, está descartada. En una declaración a medios entregada una semana atrás, incluso advirtió que ese tipo de decisiones debería tomarlas el Congreso de la República y no un decreto presidencial. Velandia explica que otro riesgo de sacarlos de la lista es un posible cambio en su estatus internacional. “Podrían ser reconocidos como una fuerza beligerante y eso, eventualmente, podría darles un estatus político en el extranjero como si se trataran de una fuerza política y militar, representativa de una parte de la sociedad colombiana, que le disputa legitimidad del territorio al Estado”. Incluso si no tiene repercusiones internacionales inmediatas, la decisión del Gobierno podría abrir la puerta para que el ELN busque ser reconocido como un grupo en estado de beligerancia, una categoría del Derecho Internacional Humanitario que aplica a los actores armados que se rebelan contra dictaduras o Estados que consideran ilegítimos, y que van ganando control territorial. “Otros países podrían reconocerlos como una fuerza política y venderles o cederles armas”, dice Velandia. La petición no es un asunto menor o protocolario. Si el Gobierno cede, cambiaría radicalmente la forma en la que las Fuerzas Militares enfrentan a la última guerrilla en armas en Colombia, pues el Ejército solo puede adelantar acciones ofensivas contra los GAO. Grupos criminales de otro tipo, como las bandas urbanas, entran en la categoría de Grupos Delictivos Organizados, que no pueden ser objeto de acciones militares, sino policiales. Por ejemplo, eliminaría de raíz la posibilidad que ha mencionado el comandante de las Fuerzas Militares , Francisco Cubides, quien el sábado anterior cuando se refirió al paro armado que sostenía el ELN en el departamento del Chocó, explicó en una declaración a medios que se estaban planeando bombardeos en puntos estratégicos de ese departamento. Incluso mencionó que esos preparativos se hacían con conocimiento del ministro de Defensa y del Presidente. Sin embargo, Petro desmintió, un día después, que hubiera planeas de bombardear algún territorio. “Inventarse que el comandante de las Fuerzas Militares va a bombardear al ELN cuando es posible la paz, es llevar a jóvenes a la muerte solo por destruir la política de paz de un Gobierno”, escribió en su muy activa cuenta de X. A su pronunciamiento se sumó el de Vera Grabe e Iván Cepeda, miembros de la delegación que negocia con el ELN. La antigua compañera de Petro en la extinta guerrilla del M-19 y el senador de izquierda emitieron un comunicado público, en el que advierten que los bombardeos “no contribuyen a la protección de la población civil ni a la paz”. En ese mismo documento, reiteraron su interés de retomar el cese al fuego bilateral que se acabó el pasado 3 de agosto y que, ante el congelamiento de los diálogos desde mayo, no se renovó. Grabe, además, ha dejado claro que no negociarán bajo ninguna presión. En una declaración a medios, Cepeda, el negociador y también hombre de confianza del presidente advirtió que no será el Gobierno quien se levante de la mesa, pese a los incumplimientos del ELN. Desde las oficinas de la Misión de Verificación de la ONU en Bogotá, fue enfático en decir, en varias ocasiones, que la guerrilla “tiene la responsabilidad de decirle al país cómo seguimos”. El senador y negociador ha dicho a este diario, vía telefónica, que no se emitirá ningún decreto que expulse al ELN de la lista de GAO. Y hace un llamado a la calma sobre el cumplimiento del plazo de la guerrilla. Explica que el supuesto ultimátum no ha tenido mayor dimensión. Hasta ahora, ni el Ministerio de Defensa ni en el Ejecutivo, desde Casa de Nariño, han priorizado el tema. Por el contrario, lo que se espera desde la delegación del Gobierno es que este viernes el Comando Central del ELN emita un comunicado público refiriéndose al futuro de las negociaciones, con un anuncio de volver a la mesa o una declaración sobre su voluntad de paz. De ser así, llegaría cinco días después de que la guerrilla hubiera levantado el paro armado en el Chocó, que inicialmente declararon como “indefinido” y que argumentaron como una medida de respuesta a una supuesta alianza entre la fuerza pública y el Clan del Golfo o autodenominado Ejército Gaitanista de Colombia (EGC), un grupo narcotraficante con el que Petro también dialogará como parte de su ambiciosa política de paz total. Suscríbase aquí a la newsletter de EL PAÍS sobre Colombia y aquí al canal en WhatsApp , y reciba todas las claves informativas de la actualidad del país. ¿Por qué estás viendo esto?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.whatsapp.com/channel/0029VZziBPSJUM2fSzXi7Q16",
      "https://whatsapp.com/channel/0029VZziBPSJUM2fSzXi7Q16"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T07:16:03.583+03:00",
    "updated": "2024-08-23T07:16:03.583+03:00"
  },
  {
    "uuid": "25e1ef5b4dfa9de30e7c115679006c2a58e333ca",
    "url": "https://www.meneame.net/story/facultad-ciencias-informacion-complutense-confirma-vito-quiles/c040",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Catapulta",
    "published": "2024-06-13T21:00:00Z",
    "title": "#40 La Facultad de Ciencias de la Información de la Complutense confirma que Vito Quiles miente y no es licenciado en periodismo",
    "text": "Portada\nmis comunidades\notras secciones\n[#5](c5#c-5) Es cloaquero porque miente más que habla, y lo hace para enfangar.\nY me disgusta el nombre, porque la gente que trabaja en las cloacas hace un trabajo muy digno y necesario.\n#_2 Si el encargado de prensa de un político alardea de licenciatura y resulta que es mentira es un escándalo y debería dimitir de cualquier relación politica que pueda tener.\nPara otro día dejamos que un señor que quiere vivir de paguitas públicas le vacile al empresario que ha montado un medio de comunicación, porque tiene cachindeíto.\nAnda que no hay gente que NO termina la carrera y luego se cuelgan medallas como si la hubieran terminado.\nEn mi opinión, cuando es alguien muy conocido debería ser algo que se pueda consultar públicamente. Veo bien que tener un título pueda ser algo privado, que no se pueda saber si tienes X o Y titulación si no lo dices tú, pero una vez lo dices, no veo mal que se pueda consultar, sobre todo en casos como este donde la persona es muy conocida.\nEs tan mentiroso que si le das un reloj y le quita las pilas, este no llegaría dar la hora correcta dos veces al día.\nEn realidad aunque tuviera el título (la facultad dice que no), tampoco sería periodista.\n[#31](c31#c-31) puedo imaginar que lo diría porque era lo que en ese momento sentía y creía. ¿Que esa afirmación era su voluntad en ese momento de su vida? No lo dudo\nEsto nos pasa a todos a diario, ¿somos ilusos? claro que si. Todos y en todo momento, en caso contrario seríamos videntes con la capacidad de hablar hoy sabiendo todo lo que pasará en el futuro.\nPues hay que ser muy lerdo, negado, para no acabar la carrera de periodismo, esas carreras de pintar y colorear; Si me dijeras una carrera de ciencias, quizás.\nMira que no valer ni pa eso.\nAlvise es un tentetieso para salir de Ayuso. Me dan ganas de votar cada noticia de Alvise SPAM a partir de ahora.\n[#17](c17#c-17) A ver, que ya sabíamos que le comías los huevos a pagascal con absoluta efusividad, no hacía falta que te retratases aún más.\nQué grande el excoletas por haber retratado a toda la escoria fascista, aplastapobres y vendepatrias de este país. Todavía se sabe que escuece viendo que tienen a bastardos malpagados defendiendo lo indefendible por doquier. Son tan tiernos.\nAdemás de mentiroso es que es subnormal: la figura del licenciado hace años que no existe. En todo caso sería graduado. Es más, lo pone en la banda.\nEstá claro que se hizo la foto de graduación con créditos pendientes y ahora va de que ha terminado la carrera.\n[#25](c25#c-25) Estamos delante del nuevo alfa español, una serie de seres supremos que tienen tanta poca imaginación que copian un símbolo como el de la mascara de Guy Fawkes. Incapaces de decir una verdad, usan los miles de bots repartidos en varios continentes para que les den la razón, creando mierda y odio allá por donde van.\nBueno, quizás haya acabado las asignaturas que le acababan en Mayo o Junio...\nLa prueba que dice la chavala resentida esta de que está matriculada con ella no me parece que signifique mucho a estas alturas del año.\nQue el colegio le pida cuentas a él por decir que es Periodista sin serlo, si es que es así.\nPero no sé porque tanto revuelo, la verdad, es periodismo, ni que fuese una carrera de ciencias.\n[#4](c4#c-4) bueno, pero eso también aplica a muchos de los que a día de hoy ya tienen el titulo. Incluso a muchos que llevan décadas con el titulo\n[#10](c10#c-10) además, esa afirmación la dijo Pablo Iglesias sí, pero estando soltero, sin hijos, sin mercenarios de la derecha amenazando a su familia.\nComo mínimo, una persona de \"bien\" con un mínimo de razonamiento, se daría cuenta que una afirmación así estando soltero, no se puede mantener cuando estas en pareja, o formando una familia, porque esa decisión ya no es sólo tuya.\nPor lo tanto, solo un necio puede llamar hipócrita a Pablo Iglesias por no seguir viviendo en Vallecas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T01:06:28.404+03:00",
    "updated": "2024-06-14T01:06:28.404+03:00"
  },
  {
    "uuid": "a3ff43f91e250d3b917cdd50a1348bd8ad673662",
    "url": "https://www.buffalorumblings.com/2024/1/7/24028969/buffalo-bills-clinch-playoff-spot-with-help-from-tennessee-titans",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Corey Giacovelli",
    "published": "2024-01-07T21:05:00Z",
    "title": "Buffalo Bills clinch playoff spot with help from Tennessee Titans - Buffalo Rumblings",
    "text": "Take that, London! The [Buffalo Bills](https://www.buffalorumblings.com/) have officially clinched a playoff spot, thanks to the [Tennessee Titans](https://www.musiccitymiracles.com/) having knocked off the [Jacksonville Jaguars](https://www.bigcatcountry.com/) in Week 18. The Jaguars did everything they could to lose in Week 18, and the Titans served up a healthy bit of humble pie. Regardless of tonight’s outcome in South Florida, the Bills are guaranteed to at least enter the playoffs no worse than the seven seed. But backing into the postseason isn’t the preferred road, and it isn’t their only option of course with a much better outcome still on the table. Tonight’s AFC East showdown against the [Miami Dolphins](https://www.thephinsider.com/) will have both teams vying for divisional supremacy and the two seed in the AFC. For Buffalo, a win in Miami would allow them to claim their fourth-consecutive AFC East Divisional title. By winning, the Bills would then host the [Pittsburgh Steelers](https://www.behindthesteelcurtain.com/) next weekend for NFL Super Wild Card Weekend. If the Bills do fall to the Dolphins this evening, they would lose the two seed in the playoffs but, again, having clinched the seven seed, they’d find themselves back down in often-sunny Florida next week for the Wild Card round. Interesting note: The Jaguars losing means that every AFC opponent to defeat the Buffalo Bills this season failed to make the playoffs.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.musiccitymiracles.com/)",
      "https://www.bigcatcountry.com/)",
      "https://www.behindthesteelcurtain.com/)",
      "https://www.thephinsider.com/)",
      "https://musiccitymiracles.com/)",
      "https://thephinsider.com/)",
      "https://bigcatcountry.com/)",
      "https://behindthesteelcurtain.com/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "buffalo bills",
          "sentiment": "negative"
        },
        {
          "name": "titans",
          "sentiment": "none"
        },
        {
          "name": "nfl",
          "sentiment": "none"
        },
        {
          "name": "jacksonville jaguars",
          "sentiment": "none"
        },
        {
          "name": "pittsburgh steelers",
          "sentiment": "none"
        },
        {
          "name": "jaguars",
          "sentiment": "none"
        },
        {
          "name": "tennessee titans",
          "sentiment": "none"
        },
        {
          "name": "miami dolphins",
          "sentiment": "none"
        },
        {
          "name": "buffalo",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tennessee",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "south florida",
          "sentiment": "none"
        },
        {
          "name": "miami",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:30:58.887+02:00",
    "updated": "2024-01-08T00:30:58.887+02:00"
  },
  {
    "uuid": "0c2540de7d880e67a02652d7a4613556b72d408f",
    "url": "https://www.adnradio.cl/2024/01/07/nunca-vi-a-un-suplente-tan-feliz-el-particular-elogio-del-dt-de-sheffield-united-a-ben-brereton/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bastián Lizama",
    "published": "2024-01-07T21:55:00Z",
    "title": "“Nunca vi a un suplente tan feliz...”: El particular elogio del DT de Sheffield United a Ben Brereton | ADN Radio",
    "text": "“Nunca vi a un suplente tan feliz...”: El particular elogio del DT de Sheffield United a Ben Brereton Chris Wilder destacó el rendimiento del delantero chileno luego de su debut por el conjunto inglés en la FA Cup. El entrenador del Sheffield United, Chris Wilder, destacó lo hecho por Ben Brereton luego de su debut por el conjunto inglés durante el [triunfo 4-0 ante Gillingham en la tercera ronda de la FA Cup.](https://www.adnradio.cl/2024/01/06/ben-brereton-debuta-por-sheffield-united-en-comoda-goleada-por-la-fa-cup/) Y es que el delantero chileno sumó este sábado sus primeros minutos con la camiseta de los “Sables” y cumplió una correcta actuación. Ingresó al campo a los 72′ y tuvo una chance de gol, algo que fue elogiado por su nuevo DT. “Nunca vi a un suplente tan feliz de entrar a la cancha. Que jugara 25 minutos fue estupendo”, comentó Wilder sobre el atacante de La Roja. Revisa también: El estratega también valoró la versatilidad del chileno en cancha. “Puede jugar por el centro en un esquema con delanteros, como único punta o por las bandas. Era muy importante que tuviera minutos”, indicó. “Trabajamos durante mucho tiempo ese acuerdo, estamos encantados de que nos haya elegido. Él quería venir y jugar con nosotros”, agregó. Por último, el técnico de Sheffield United se refirió al complejo presente del equipo en la Premier League, donde marcha último con solo 9 puntos. “No hemos conseguido muchas victorias esta temporada, tenemos que ser constantes con nuestro rendimiento, sea cual sea la competición”, sentenció. [Podcasts recomendados](https://www.adnradio.cl/podcast/) [Ver todos](https://www.adnradio.cl/podcast/) [Suscríbete](/podcast/adn-hoy/0af1fa9c-adaf-5bf2-8972-45602b7a871f/) [Suscríbete](/podcast/los-tenores-de-adn/636a5307-ad69-5137-a879-652bb485950d/) [Semana de alto stress para el gobierno](/audio/0edd7acf-7ea6-48e9-aa4e-b0ee0101b692/) 05/01/24 - 54:30 [Suscríbete](/podcast/pais-adn/318def40-7671-5aef-af8d-690a11f66083/) [¡Que nos caiga un meteorito!](/audio/af3926f3-ecdb-4890-9e0a-b0ee0101768a/) 05/01/24 - 12:46 [Suscríbete](/podcast/una-pausa-necesaria/9b246ab0-4229-59b5-9215-b3c67fb7283e/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:14:53.382+02:00",
    "updated": "2024-01-08T00:14:53.382+02:00"
  }
]