[
  {
    "uuid": "41282d5f8dedfb295e59c8f9552ac9f5e364e78e",
    "url": "https://popularresistance.org/can-a-national-strike-save-a-closed-plant",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Christopher Johnson",
    "published": "2024-09-12T22:19:00Z",
    "title": "Can A National Strike Save A Closed Plant?",
    "text": "Above photo: A Belvidere, Ill., auto plant sits near-idle after automaker Stellantis delayed a reopening it contractually promised. Sarah Lazare.\nA Town Depends On It. The UAW is calling up locals to stand by Stellantis workers in Belvidere, Ill., who were promised a reopening.\nDawn Simms has been out of work for a year and a half. The Stellantis auto plant where she, her father and grandfather worked most of their adult years now sits idle, ringed with tall grass and weeds. Almost all of the members of her union, United Auto Workers (UAW) Local 1268, have been laid off, too, and the effects have rippled through the northern Illinois town of Belvidere, where restaurants have closed and business at others has slowed, as the need at food pantries has increased.\nIt’s a familiar Rust Belt story, with a twist. Sitting in the union hall, a five minute drive from the shuttered plant, Simms does not talk like someone resigned to the loss of her livelihood or her home town’s vibrancy. ​“We’re here and we’re willing to work,” she says. ​“We want to work. Why can’t you keep your promise and bring your product?”\nShe’s referring to a historic promise extracted by the UAW in its fall 2023 strike against Stellantis, Ford and General Motors. Stellantis contractually agreed to reopen the Belvidere plant, which had been idled earlier that year after 58 years in operation, and to pursue new manufacturing in the town.\nBut now, the union says, the company is dragging its feet and attempting to renege on the reopening. UAW leaders are concerned that the real intent is to delay action beyond the May 1, 2028 expiration of the contract, so that the union has to renegotiate the reopening of the plant. In response, the UAW has launched a coordinated, national campaign to hold the company to its word.\nUnder the leadership of President Shawn Fain, who came in as a reform challenger, the union is testing a thesis: that workers do not have to be subject to the whims of corporations, shuffled from here to there, separated from family or the towns they love when a CEO says it’s time to close down and relocate. By wielding their greatest weapon — the nationwide strike, or simply the threat thereof — workers can have a say in the manufacturing processes that shape their lives.\nThe union’s stand-up strike against the ​‘Big Three’ automakers last fall forced Stellantis, the maker of Chrysler, Jeep and Fiat, to contractually agree not only to reopen the plant but to invest in expanded operations in Belvidere. The company committed to launching a parts distribution ​“megahub” at the plant in 2024, resuming mid-size truck production by 2027, and establishing a new electric vehicle battery plant in 2028.\nThe contract language was a lifeline for the town, which has a population of 25,000. ​“Belvidere, Illinois goes from loser to winner with idled Stellantis plant reopening,” read one headline , from CBS News Chicago. Simms was at a union meeting last fall when she first heard the news, and she says the mood was ecstatic. ​“People were crying, cheering,” she says. ​“I called my dad and said, ​‘Dad, they’re reopening the plant.’ He just cried. It’s been in our lives forever.”\nIt was also an unprecedented win for any union, according to Joshua Murray, an associate professor of sociology at Vanderbilt University and co-author of Wrecked: How the American Automobile Industry Destroyed Its Capacity to Compete . ​“I can think of examples where a closure was announced and the union successfully fought to change the company’s mind (Cooper Tire Plant in 2012), but never reopen a closed plant,” he explains over email.\nWhen I traveled to Belvidere this January, two months after the contract was ratified, workers said they were cautiously optimistic, but would not believe the reopening until they saw their members go back to work in large numbers. Then time passed, and the union didn’t see meaningful signs that any of the three projects were moving forward according to the established timetable — no refurbishing for a megahub or a new mid-sized vehicle line, no ground broken on a new battery plant. Some workers were sent in to maintain the building and do small-scale parts distribution, but it was nothing near what was specified in the contract, says Local 1268’s president, Matt Frantzen.\nAnd now, their fears have been confirmed. Stellantis said in an August 20 statement that ​“plans for Belvidere will be delayed.” The company said it ​“firmly stands by its commitment,” yet it has not publicly offered an alternate timeline. When In These Times and Workday Magazine inquired about a timeline, Jodi Tinson, from corporate communications, wrote over email, ​“We have nothing further to announce at this time.” UAW says the company has broken its contractual promises to Belvidere (which Stellantis denies).\nThe company’s CEO, Carlos Tavares, recently saw his total compensation jump 56% to $39.5 million — making Tavares the new highest paid Detroit auto executive . Rubbing salt in the wound, on a visit to the Sterling Heights Assembly Plant just a few weeks before the announcement of the Belvidere delay, Tavares criticized workers for their alleged poor quality.\nWhen I returned to Belvidere this month, every worker I talked with said they are furious that the company’s CEO is getting more money while they are out of a job.\n“People are pissed. There’s no other way to put it,” says Local 1268 president Frantzen, sitting in his office at the union hall. ​“They’re pissed that they thought they got sold a bill of goods that wasn’t true. [They thought] we’d be back to work.”\nBut that’s where the possibility of another nationwide strike comes in. Belvidere workers have no labor to withhold, but workers at other plants do. In its new contract, the union won the right to strike over plant closures and commitments around products and investments, and now the union is taking steps that would enable it to do just that. According to UAW, 17 locals representing tens of thousands of Stellantis workers across the country have filed grievance s, charging that the company’s ​“failure to honor its commitments” to Belvidere ​“is a serious concern to all bargaining unit members.” Among them are big facilities like the Toledo Assembly Complex in Ohio and the Sterling Heights Assembly Plant in Michigan, and more are poised to follow. The contract says that once a complaint has gone through the grievance process, the union is allowed to strike over it. The grievances don’t mean a strike is preordained, but they certainly open up the possibility.\nStellantis argued in a public statement that the union can’t legally strike at this time because the company hasn’t broken the contract, since the deal allows for contingency according to ​“plant performance, changes in market conditions and consumer demand.” In announcing the delay, the company cited ​“market conditions and our ability to accommodate a wide range of consumer demands.” Asked for further comment for this piece, Stellantis spokesperson Tinson pointed In These Times and Workday Magazine back to the public statement.\nBut UAW President Shawn Fain is rejecting the company’s claims that market conditions drove the closure. He argued in a video statement that the move is the product of the corporate greed, price gouging and poor business decisions of the CEO, as other companies, like Ford and GM, are weathering the ​“market conditions” much better. (Stellantis has seen sales steadily fall since 2022 while its competitors’ sales have risen.)\n“I find a pathetic irony in the fact that Stellantis is now, for the first time, citing ​‘market conditions’ as their reason for attempting to break their promises to Belvidere and auto workers across America,” Fain said at an August 22 rally in the Belvidere union hall.\n“It’s always ​‘market conditions’ when they have to stiff an auto worker or close a plant. It’s never ​‘market conditions’ when they want to raise CEO pay by 56%. Carlos Tavares is telling the American auto worker, ​‘Market conditions for thee, but not for me.’”\nMurray, the sociology professor, says the company’s decision to close down its Belvidere plant ​“seems to be driven mostly by a desire to reduce labor costs.” He explains over email, ​“My take is that Stellantis is not as innovative as companies like Tesla, Toyota, and Volkswagen (and others). Unable to compete through constant innovation, competing through keeping production costs low becomes necessary.”\nAsked if Stellantis was cutting costs because of failure to innovate, spokesperson Tinson acknowledged that cost-cutting was a focus and attributed the cuts to a ​“multitude of factors” affecting the entire industry, including electrification and inflation.\nFrantzen responds, ​“We have pretty much the same cookie cutter contract between the ​‘Big Three,’ and Stellantis is the one cutting manpower to the bone.”\nIt’s exactly because the UAW was worried that Stellantis would attempt to back out of its commitments and delay beyond the current contract’s expiration, that the union says it enshrined the right to strike over plant closures and product and investment commitments.\nThe union’s strategy depends on the workers at other plants to take action even though their own plant is not on the chopping block right now. During the stand-up strike, laid-off Belvidere workers traveled to plants in Colorado, Ohio and Michigan to walk the picket lines. And now they’re hoping these locals will fight for them.\n“We’re just the beginning,” says Simms. ​“If they’re going to go back on Belvidere, who’s to say they’re not going to go back on everything else they agreed to? It’s inspiring other plants are fighting for us, to know we’re not in this alone. It’s part of being a union, right?”\nThe union’s leadership is signaling to Belvidere that its plant is a priority. Fain blasted Stellantis from the main stage of the Democratic National Convention on August 19. At the August 22 rally in Belvidere, Fain argued that if the company can break its contract with Belvidere, no plant anywhere is safe. ​“We’re done with the days of this union of every man for himself, every plant for itself,” Fain told workers who had gathered in the Belvidere union hall. ​“That’s the old way of doing things.”\n“I’ve watched multiple plants close year after year and other plants sit back and say, ​‘Well, it doesn’t affect me,’” he added. ​“Everything that happens to any plant anywhere affects us, and that’s why locals across this country filed grievances, because we’re going to stand together as a united UAW.”\nSimms says, ​“I believe the international is gearing up for something. I definitely think the new leadership in UAW, they’re not afraid of a fight.”\nWhile they are at the center of a brewing nationwide fight, Belvidere workers face limbo in their personal lives. Simms, who is 47, has been at the plant since 1999 and is just five years from retirement. But while out of work she’s unable to accumulate credits for her pension, and if she were to retire before her 30-year mark, this benefit would be significantly reduced. So she is forced to wait until there is a job to work. She went into this industry, she says, expecting to do ​“30 and out.”\nThis built-in limit is important, she explains, because assembly line work is hard on your body. Most recently, she worked in the chassis department, where she put the big parts of the vehicle model together. ​“When you’re in a factory building a car every 48 seconds, it takes a toll on your knees, shoulders, everything,” she says. ​“Some of the guns torque really hard, that’s stress on shoulders, elbows. You’re on your feet most of the day.”\nSimms is one of 815 laid-off members of the local receiving health coverage (but not dental) and Supplemental Unemployment Benefit (SUB) pay, which supplements her unemployment benefits so that she’s bringing in roughly 74% of her previous salary at 40 hours a week, not accounting for lost overtime pay, cost of living adjustments or raises. (Under the contract, workers who receive this are technically coded to ​“temporarily” laid off.) This benefit, secured in the contract, is helpful, she says, but her current job instability — and that of her ex-husband, also a laid-off Stellantis worker — has already impacted their family.\nBefore the plant idled, her daughter had been looking at colleges as far away as Texas. But instead she decided to go to a community college in nearby Freeport so that she could ​“take care of” her younger brother, then a sophomore in high school, in the event their parents had to transfer to a different plant.\nAsked about workers experiencing instability, Tinson from Stellantis wrote, ​“we understand that decisions like these are difficult on communities,” but pointed to the SUB pay and health coverage.\nTrina Holmes, 46, who worked at the plant for 25 years before getting laid off, says the company is ​“obviously out of the loop, because they don’t live our lives daily and aren’t going through what we go through. Carlos just gave himself a 56% raise, so he’s not in touch with the people at all. They haven’t seen what we go through at all, and they obviously have never had to go through something like this.”\nHolmes is five years from retirement and has lived in Belvidere her whole life, a town where ​“everybody knows everybody.” When the plant closed, she thought her world might be uprooted. A single mom, Holmes is active in her church and attends the various sports her teenage son plays, including bowling, golf, shotput and disc. Her fear that she would have to move her son right before his senior year, which ​“would be hard on any kid,” has not come to pass. Thanks to the SUB pay her union contract won her, she says with relief, ​“I think he’ll be able to graduate in Belvidere.” Her daughter decided to go to college in Eau Claire, Wisconsin to be near her grandparents, in the event that Holmes would have to relocate after the plant closure.\nSitting in Local 1268’s conference room in front of a framed photograph of Dr. Martin Luther King Jr. and famed former UAW president Walter Reuther, UAW, Holmes tells me that she’s worried not just about herself but about the fate of her hometown.\n“If the plant does close, I think it will be devastating to the town,” Holmes says. Workers’ SUB pay is heading off the worst for now, she says, but her friends who are hair stylists or work jobs in the service industry say they’re worried about what will happen ​“if this plant closes and people move or if we don’t get our SUB pay anymore.”\nThe workforce has already dwindled significantly. At Local 1268’s height in 2019, it had between 6,500 and 7,000 workers, including employees of suppliers. Around 4,500 of those workers were inside the plant, running three shifts, according to Frantzen.\nWhen the layoffs started, the people working inside the plant went a few different directions: Around 2,300 were either bought off with packages, like buyouts and early retirement, or quit; around 1,500 transferred elsewhere; and there are currently about 945 left who are laid off and receiving SUB pay, including a small portion of workers now represented by UAW Local 1178, due to consolidation. In addition, Frantzen estimates that roughly 80 union workers are at the plant, working parts distribution or maintenance, with distribution workers represented by UAW Local 1178.\nThings looked very different for part suppliers who were not direct employees of Stellantis, even though many were in the union. They were ineligible for SUB pay or transfer rights because of how their contracts were written, and so they were cut loose with little to fall back on.\nFor some, the devastation was immediate — and extreme. Kristin Smith is the director of the B1 Food Pantry in Belvidere, which distributes food every Thursday from a local church. When I met her at the pantry, she explained that her own son worked for a Stellantis supplier before he lost his job, though he has since found new work.\nShe says that when the plant closed, new faces arrived at the food pantry from the auto industry. The need level is high. When I showed up at 2:30 p.m., they had just run out of food for the day. ​“Today, we served 526 families, but we could have served 200 more,” Smith says. ​“The need is bigger than ever.”\nFrantzen knows of several laid-off workers who are seeing hard times. ​“Some are trying to run two households off of one income,” he says. ​“They’re financially and mentally stressed out there. Some are worse than others.”\nFor one worker, relocation was followed by tragedy. On August 21, Antonio Gaston, 53, was crushed to death while working at the Toledo, Ohio Jeep complex. He had formerly worked at the Belvidere plant, as a member of Local 1268, and moved to Ohio after getting laid off.\nLinda Merrow, the social services director of Belvidere Salvation Army, who provides mortgage and rental help, saw ​“a big impact” from the closure. People have lost their houses, some have moved out of state, and in some cases kids have been left with other family members, she says. She personally has worked with about 10 families that were made homeless as a result of the plant closure.\n“I don’t really have a lot of respect for Stellantis,” says Merrow, who says she is from a ​“Chrysler family” in Michigan. ​“They don’t treat their employees right.”\nWhen asked about hardship among laid off workers, and in the broader community, including food insecurity and difficulty with housing, Stellantis spokesperson Tinson just repeated that workers were receiving SUB pay and health coverage.\nJC Bengtson, a millwright now out of work at the Belvidere Assembly Plant, says the company’s response ​“sounds like a corporate, cold-hearted numbers-before-people attitude, and that’s why having a union is so important.”\nIt is difficult to calculate exactly how far the impact goes. Rosalio Moscato is the owner of a local pizzeria and Italian bakery, Moscato’s, that used to be popular with workers and often made deliveries to the plant. Standing at the register, she says the closure ​“has not only impacted the city, but all of outside towns,” from nearby Rockford to Winnebago. ​“That plant is a staple of our community,” she says. Her own morning business has suffered, she explains, but ​“we have managed to stay afloat.”\nWork disruptions are not uncommon in the U.S. auto industry, where hiccups in the supply chains can lead to temporary slow downs. But Belvidere workers are troubled that the lines seem to have fully halted. Those who hung on worry the delays signal an intent to renegotiate the plant’s opening in the 2028 contract — and they fear that their SUB pay could be renegotiated, too.\nBengtson previously lost his job when the Janesville Assembly Plant in Wisconsin closed in 2008. ​“If they don’t honor their commitment, and they close Belvidere, and the contract expires, what happens to the people here who were counting on that commitment to stay here and be gainfully employed and part of this community?” he asks. ​“I’m not seeing any transfers being offered. I don’t know if there are any openings at other plants.”\nFollowing the idling of the Belvidere plant, Stellantis started producing the Jeep Cherokee in Toluca, Mexico. And labor journalist Luis Feliz Leon reported in September 2023 that, during contract talks, Stellantis sought to use the threat of sending jobs to Mexico as leverage.\nThe importance of keeping jobs in America is paramount to Local 1268. The message is echoed in signs and bumper stickers on the walls, and in a mural painted on the side of the building\nBut Simms, who serves on the union-label committee of her local, which promotes union-made and made-in America products, expresses no animosity toward Mexican workers. ​“When vehicles get made in Mexico, those workers get a portion of pay less than ours, but prices don’t go down,” says Simms. ​“I’m all for better wages. That’s what the union is about. I don’t think our jobs should have went to Mexico while we’re sitting here idle. I believe there’s enough work for everybody. I do want jobs to come back to Belvidere, but I don’t want them to come at the cost of someone losing their job.”\nUnder its current leadership, UAW is making an effort to build solidarity with Mexican workers. In February, the union announced that it would start providing direct, material support to Mexican auto workers trying to build independent unions, as part of a Mexico solidarity project. ​“The auto industry is not nationally bound, and neither should the labor movement be,” Brandon Mancilla, the elected UAW Region 9A Director, wrote in a Labor Notes article explaining the initiative. ​“For every record contract there will come the threat of moving production to Mexico, where a partnership between the companies and the corrupt company unions keep wages low — a whipsaw that oppresses workers on both sides of the border.” Mexican auto workers, for their part, have shown solidarity with their U.S. counterparts during GM’s 2019 strike, with some fired in retaliation for refusing to work overtime in solidarity with U.S. workers.\nMancilla writes, ​“Mexico didn’t ​‘take our jobs.’ The Big Three automakers set up in Mexico to exploit cheap labor. Now Mexican auto workers make one-tenth of U.S. workers wages.” Speaking over the phone, Mancilla puts the blame for the Belvidere closure squarely on ​“corporate greed and free trade policies.” He says, ​“These companies have no interests other than maximizing as much profit as possible, and not caring about Mexican workers and U.S. workers.”\nMurray says that one way the union could be successful is by increasing the costs of draining jobs from Belvidere, which could work in tandem with raising wages in Mexico by ​“tying larger strikes to this demand” or ​“increasing the reputational cost.” There is reason to think a strike could be costly: In a July 25 earnings call , Stellantis’ chief financial officer acknowledged that UAW’s stand-up strike hurt the company’s profits.\nAnd then there’s the question of Belvidere production for the electric vehicle sector. The Department of Energy recently announced that Stellantis has moved to the next phase for a $335 million grant to convert the Belvidere Assembly Plant to an electrification plant. This comes even as Stellantis has dragged its feet on its commitments and remained mum about the specific product it plans to manufacture. Frantzen says the union has never seen any drawings or blueprints for what the product will be.\nThe construction of a unionized EV plant is in line with the UAW’s broader goal to ensure a just transition, in which any shift away from fossil fuels brings good union jobs. In the stand-up strike, UAW won an agreement that workers at electric vehicle plants where the Big Three have joint ventures will be included in the UAW master agreement.\nAmid this swirl of factors, Belvidere workers are mobilizing, even as they recognize the greatest power to change their conditions lies elsewhere. ​“What could Belvidere accomplish by a strike right now? There’s no product to stop,” Bengtson says. ​“That’s why it’s important to have all those locals involved, to actually have leverage. It’s a good feeling to have these other locals supporting us in that fashion.”\nIn the meantime, workers have their lives to live. When I interviewed Bengtson in January, he was wary but hopeful. Now that hope has diminished, but it’s still there. When he was laid off, he says, his wife put his lunchbucket in the closet. She has since taken it back out. ​“She was trying to create some back-to-work-energy. It’s now in the usual spot.”\nSimms says that since she’s been out of work, ​“There’s good days and bad days. I’m involved as much as I can with the union. I spend time being a mom, my favorite, most important job.” Her son plays offensive lineman for his high school football team, and she enjoys the excitement of Friday night lights. He recently started his senior year, and went to his ​“last first day of school,” she says. ​“I’m just trying to live in the moment.”\nSimms went into this job expecting that it would have a clear end date. ​“My grandpa retired in ​‘92, and he was just broken down, ready to retire. My dad worked 31 years and retired. And I was thinking 30 years,” she says. ​“I am mad. It isn’t fair. We have sacrificed so much for this company. And here we are, chasing our pensions.”\nFor now she remains in limbo, ​“temporarily” unemployed and perpetually five years from retirement. ​“How long,” she asks, ​“will it take to get five more years?”\nThis article is a joint publication of In These Times and Workday Magazine , a non-profit newsroom devoted to holding the powerful accountable through the perspective of workers.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Labor",
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://labornotes.org/2024/03/our-class-has-no-borders-why-uaw-standing-mexican-auto-workers",
      "https://www.cbsnews.com/chicago/news/belvidere-illinois-loser-to-winner-stellantis-plant-reopens/",
      "https://labornotes.org/2023/09/mexican-auto-parts-workers-face-blacklist-after-union-campaign",
      "https://uaw-newsroom.prgloo.com/press-release/uaw-stellantis-locals-prepare-grievances-over-companys-failure-to-keep-product-commitments-paving-way-for-strike-action-if-necessary",
      "https://inthesetimes.com/article/uaw-strike-stellantis-plant-fight",
      "http://www.youtube.com/watch?v=26ii1DzCTx8",
      "https://www.reuters.com/business/autos-transportation/stellantis-confirms-belvidere-investment-plans-are-delayed-2024-08-20/",
      "https://www.hotcars.com/why-stellantis-is-moving-jeep-cherokee-production-to-mexico/",
      "https://seekingalpha.com/article/4706633-stellantis-n-v-stla-q2-2024-earnings-call-transcript",
      "http://workdaymagazine.org",
      "https://prospect.org/labor/2023-09-07-auto-workers-contract-talks-stellantis-threatens-move-south/",
      "https://stellantis.uaw.org",
      "https://stellantis.uaw.org/",
      "https://media.stellantisnorthamerica.com/newsrelease.do?id=26081&mid=1",
      "https://jacobin.com/2024/08/fain-dnc-uaw-stellantis-strike",
      "https://www.detroitnews.com/story/business/autos/general-motors/2024/04/24/gm-ceo-no-longer-highest-paid-detroit-auto-executive/73411377007/",
      "https://www.energy.gov/mesc/domestic-manufacturing-conversion-grant-program",
      "http://youtube.com/watch?v=26ii1DzCTx8",
      "https://www.uaw-newsroom.prgloo.com/press-release/uaw-stellantis-locals-prepare-grievances-over-companys-failure-to-keep-product-commitments-paving-way-for-strike-action-if-necessary",
      "https://www.inthesetimes.com/article/uaw-strike-stellantis-plant-fight",
      "https://www.stellantis.uaw.org/",
      "https://www.prospect.org/labor/2023-09-07-auto-workers-contract-talks-stellantis-threatens-move-south/",
      "https://reuters.com/business/autos-transportation/stellantis-confirms-belvidere-investment-plans-are-delayed-2024-08-20/",
      "https://cbsnews.com/chicago/news/belvidere-illinois-loser-to-winner-stellantis-plant-reopens/",
      "https://www.hotcars.com/why-stellantis-is-moving-jeep-cherokee-production-to-mexico",
      "https://prospect.org/labor/2023-09-07-auto-workers-contract-talks-stellantis-threatens-move-south",
      "https://www.seekingalpha.com/article/4706633-stellantis-n-v-stla-q2-2024-earnings-call-transcript",
      "https://detroitnews.com/story/business/autos/general-motors/2024/04/24/gm-ceo-no-longer-highest-paid-detroit-auto-executive/73411377007/",
      "http://www.workdaymagazine.org",
      "https://energy.gov/mesc/domestic-manufacturing-conversion-grant-program",
      "https://www.media.stellantisnorthamerica.com/newsrelease.do?id=26081&mid=1",
      "https://www.detroitnews.com/story/business/autos/general-motors/2024/04/24/gm-ceo-no-longer-highest-paid-detroit-auto-executive/73411377007",
      "https://www.labornotes.org/2024/03/our-class-has-no-borders-why-uaw-standing-mexican-auto-workers",
      "http://www.youtube.com/watch",
      "https://www.cbsnews.com/chicago/news/belvidere-illinois-loser-to-winner-stellantis-plant-reopens",
      "https://www.jacobin.com/2024/08/fain-dnc-uaw-stellantis-strike",
      "https://www.labornotes.org/2023/09/mexican-auto-parts-workers-face-blacklist-after-union-campaign",
      "https://stellantis.uaw.org",
      "https://www.stellantis.uaw.org",
      "https://hotcars.com/why-stellantis-is-moving-jeep-cherokee-production-to-mexico/",
      "https://media.stellantisnorthamerica.com/newsrelease.do",
      "https://www.reuters.com/business/autos-transportation/stellantis-confirms-belvidere-investment-plans-are-delayed-2024-08-20"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-13T02:37:27.279+03:00",
    "updated": "2024-09-13T02:37:27.279+03:00"
  },
  {
    "uuid": "83c0d714890cc082cf7440ea34ebf1a52c8e1d6c",
    "url": "https://www.leparisien.fr/international/colombie-pres-de-25-000-personnes-confinees-sous-la-menace-de-dissidents-armes-des-farc-01-02-2024-5TXLSEJ3SFHZXCRLYNG7E5B36E.ph",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@le_parisien",
    "published": "2024-02-01T20:45:00Z",
    "title": "Colombie : près de 25 000 personnes confinées sous la menace de dissidents armés des FARC",
    "text": "Colombie : près de 25 000 personnes confinées sous la menace de dissidents armés des FARC\nUne « confrontation est imminente » entre deux groupes armés dissidents des Forces armées révolutionnaires de Colombie, dans le sud du pays. Ils interdisent aux habitants de villages indigènes de se déplacer.\nDes groupes armés font leur loi dans le sud de la Colombie. Environ 25 000 personnes sont confinées depuis dix jours et risquent de manquer de nourriture dans des villages indigènes de l’Amazonie colombienne, en raison des menaces de dissidents des\nFARC, a déclaré jeudi le gouverneur local. Dans les municipalités de Solano et Milan, « une confrontation est imminente » entre l’État-major central (EMC) et la « Segunda Marquetalia », a indiqué sur une radio nationale le gouverneur du Département Caqueta, Luis Francisco Ruiz.\nCes deux\ngroupes armés rivaux sont tous deux des dissidents des FARC (Forces armées révolutionnaires de Colombie), guérilla marxiste démantelée depuis la signature d’un accord de paix historique signé en 2016. Avec des tracts, ainsi que des audios et des vidéos diffusés sur les réseaux sociaux, les rebelles interdisent aux habitants de se déplacer.\n« Nous ne pouvons pas dormir »\n« Nous ressentons de la peur, de l’angoisse, de l’anxiété (…) Nous ne pouvons pas dormir », a déclaré par téléphone une dirigeante communautaire locale qui a préféré garder l’anonymat. « Il est très dangereux de sortir ». Un audio attribué à un chef présumé de la guérilla circule depuis la semaine dernière. « Personne n’est autorisé à marcher le long de la rivière (…) De peur que des innocents n’y tombent (…) Tout le monde reste tranquille », prévient cet enregistrement, dont l’AFP n’a pas pu vérifier l’authenticité.\n« Il y a une restriction de la mobilité sur les rivières Orteguaza et Caqueta qui nuit principalement » à deux communautés indigènes situées près de la triple frontière entre la\nColombie, l’Équateur et le Pérou, a expliqué le gouverneur Ruiz. « Cela concerne environ 25 000 personnes, isolées par les restrictions imposées sur les rivières dans une zone où le seul accès se fait actuellement par voies d’eau ».\nAu cours des dix derniers jours, seules « deux barges (…) avec des denrées non périssables » ont pu entrer dans cette zone. Pour le reste, il n’y a « aucune mobilité de transport commercial », a-t-il déploré. Le gouverneur s’est joint à l’appel lancé lundi par les organisations indigènes, qui ont demandé au président Gustavo Petro « des solutions immédiates face à l’encerclement permanent, aux menaces et aux atteintes à la libre circulation des communautés » dans la région.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T00:11:18.220+02:00",
    "updated": "2024-02-02T00:11:18.220+02:00"
  },
  {
    "uuid": "9f4a1f76a55173dad17703fc948cbc37463a2b6b",
    "url": "https://www.tweaktown.com/news/97355/apple-to-allow-retro-game-emulators-on-ios/index.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Derek Strickland",
    "published": "2024-04-11T00:00:00Z",
    "title": "Apple to allow retro game emulators on iOS",
    "text": "Apple makes a pre-emptive change in its App Store policies in an effort to head off negative effects from the European Union's new Digital Markets Act (DMA) legislation. The EU's new DMA is changing the face of the digital world as we know it. European lawmakers have used the new act to crack open Apple's ill-favored App Store policies and force some pretty big changes. The biggest shake-up is that Apple must now allow app developers to sell their apps and content on independent third-party stores on iOS, a move that allows developers to circumvent Apple's 30% commission fee. [AMD Ryzen 9 9950X CPU tested: Zen 5 chip is 46% faster in Cinebench R24 than Ryzen 9 7950X](https://www.tweaktown.com/news/97493/amd-ryzen-9-9950x-cpu-tested-zen-5-chip-is-46-faster-in-cinebench-r24-than-7950x/index.html) As part of Apple's DMA-sparked changes, retro game emulators will now be unbanned on the App Store and users are free to download and use them. Per Apple's [new policy update](https://developer.apple.com/app-store/review/guidelines/): 4.7 Mini apps, mini games, streaming games, chatbots, plug-ins, and game emulators Apps may offer certain software that is not embedded in the binary, specifically HTML5 mini apps and mini games, streaming games, chatbots, and plug-ins. Additionally, retro game console emulator apps can offer to download games. You are responsible for all such software offered in your app, including ensuring that such software complies with these Guidelines and all applicable laws. Software that does not comply with one or more guidelines will lead to the rejection of your app. You must also ensure that the software adheres to the additional rules that follow in 4.7.1 and 4.7.5. These additional rules are important to preserve the experience that App Store customers expect, and to help ensure user safety. 4.7.1 Software offered in apps under this rule must: - follow all privacy guidelines, including but not limited to the rules set forth in Guideline 5.1 concerning collection, use, and sharing of data, and sensitive data (such as health and personal data from kids); - include a method for filtering objectionable material, a mechanism to report content and timely responses to concerns, and the ability to block abusive users; and - use in-app purchase in order to offer digital goods or services to end users.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://developer.apple.com/app-store/review/guidelines/",
      "https://www.developer.apple.com/app-store/review/guidelines/",
      "https://developer.apple.com/app-store/review/guidelines"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ryzen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "apple",
          "sentiment": "negative"
        },
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "app store",
          "sentiment": "none"
        },
        {
          "name": "european union",
          "sentiment": "none"
        },
        {
          "name": "dma",
          "sentiment": "none"
        },
        {
          "name": "amd ryzen",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cinebench",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T03:01:57.912+03:00",
    "updated": "2024-04-12T07:04:55.087+03:00"
  },
  {
    "uuid": "23cdbf2898bbcc994b77765a65859a13e9242caa",
    "url": "https://ny1.com/nyc/all-boroughs/news/2024/07/11/biden-and-zelenskyy-sit-down-at-nato-summit-as-alliance-looks-to-boost-ukraine",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Maddie Gannon",
    "published": "2024-07-11T20:57:00Z",
    "title": "Biden and Zelenskyy sit down at NATO summit",
    "text": "President Joe Biden along with the leaders of more than 20 countries and the European Union on Thursday formally launched a new initiative to affirm long-term support for Ukraine as it battles Russia during the final day of the NATO summit in Washington.\n“What happens to Ukraine matters, it matters to all of Europe, it matters to NATO, quite frankly it matters to the whole world,” Biden said at Thursday’s event to unveil the agreement.\nWhat You Need To Know President Joe Biden said the U.S. will be with Ukraine “every step of the way” as he sat down with the country’s president, Volodymyr Zelenskyy, on the final day of the 2024 NATO summit in Washington and announced a new $225 million aid package for the country The meeting kicked off several events designed to put the alliance’s commitment to the war-torn country on full display On Wednesday the alliance took a significant step of declaring Ukraine on an “irreversible path” to NATO membership in a joint statement The “Ukraine Compact” pledges to aid the country in its defense and security needs and accelerate efforts to help the country strengthen its force and build its deterrence into the coming years. It also states that after the conclusion of the current war, those who signed on to the compact will “convene swiftly and collectively at the most senior levels to determine appropriate next steps in supporting Ukraine as it exercises its right of self-defense…” in the “event of future Russian armed attack against Ukraine.”\n“Ukraine will prevail in this war and we will stand with them every single step of the way – that's what the compact says, loudly and clearly,” Biden declared.\nAfter speaking briefly, the president introduced Ukrainian President Volodymyr Zelenskyy, mistakenly referring to him as “President Putin.” Vladimir Putin is the president of Russia.\nBiden appeared to realize he had switched the names afterwards, turning back and saying “President Putin? He’s gonna beat President Putin. President Zelenskyy. I’m so focused on beating Putin …”\nIt comes as Biden, 81, has been facing headwinds from some in his own party after his performance in last month's debate, which sparked a new front when it comes to questions about his age and mental fitness.\nThe launching of the new agreement Thursday was part of a series of events over this week’s summit designed to put the alliance’s commitment to the war-torn country on full display.\nEarlier on Thursday, Biden used a sit-down with Ukrainian President Volodymyr Zelenskyy to announce a new $225 million aid package for the country, which, he said, marks the eighth one he has signed off on since Congress passed a massive foreign aid bill after a monthslong standoff in the House amid GOP opposition.\n“Fact is that for the past few months, the battle for Ukraine has shifted,” Biden told Zelenskyy on Thursday, noting the country has “blunted Russia's advances.”\nThe Ukrainian leader noted that together, they are “saving lives of our people” and “preserving Ukraine's independence and freedom.”\n“And these historic actions will protect the world from similar wars,” he added.\nBiden and Zelenskyy’s individual meeting was followed by a convening of the NATO-Ukraine Council, created in 2023 after Russia’s invasion, with other leaders of the alliance’s member nations.\nUkraine has been a central focus of the alliance’s multi-day summit, which this year marked the 75th anniversary of NATO. Allies are looking to build a “bridge” to Ukraine’s own eventual ascension into the military alliance. Just before last year’s summit, Biden said now was not the time for Ukraine to join, noting such a move while it is still at war with Russia would immediately put the alliance directly at war as well, due to an article in its treaty.\nOn Wednesday, however, the alliance took a significant step of declaring Ukraine on an “irreversible path” to NATO membership in a joint statement.\nOver the course of this year’s summit, NATO partners also announced the establishment of a center to focus on training Ukrainians and supporting the flow of military aid. The alliance will also appoint a NATO Senior Representative in Kyiv that will facilitate communication between NATO and Ukrainian officials.\nMeanwhile, on Tuesday, Biden used remarks opening the summit to announce the U.S. and other NATO allies will provide Ukraine with new air defense systems . It will include patriot batteries from the U.S., Germany, and Romania; patriot components from the Netherlands and others; and a SAMP-T system from Italy, according to a joint statement.\nLeaders on Wednesday also announced that American-made F-16 fighter jets are on their way to Ukraine with the help of Denmark and the Netherlands and could be flying this summer. Biden told Zelenskyy on Thursday the move would “show the world” that we stand with Ukraine “now and in the future.”\nDuring the first session of the summit on Wednesday, the president warned allies that Russia has “significantly” ramped up production of weapons, munitions and vehicles with the help of China, North Korea and Iran.\n“We cannot allow the alliance to fall behind,” the president said.\nBiden went on to note that for the first time, every NATO member is pledging to develop plans for domestic defense production while a fact sheet from the White House notes that countries will agree to coordinate on national plans to improve industrial capacity.\n“That means, as an alliance, we’ll become more innovative and competitive – and we’re able to produce more critical defense equipment more quickly,” Biden said. “We will not be surpassed — we cannot be surpassed by anyone when it comes to our readiness.”\nIn the U.S., Biden said his administration has invested $30 billion in defense manufacturing to boost production.\nThe joint statement from the allies criticizes China as being “a decisive enabler of Russia’s war against Ukraine through its so-called ‘no limits’ partnership and its large-scale support for Russia’s defence industrial base.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.whitehouse.gov/briefing-room/statements-releases/2024/07/09/joint-statement-on-strengthening-ukraines-air-defenses-by-u-s-president-joseph-r-biden-dutch-prime-minister-dick-schoof-german-chancellor-olaf-scholz-italian-prime-minister-giorgia-melon/",
      "https://www.whitehouse.gov/briefing-room/statements-releases/2024/07/10/fact-sheet-the-2024-nato-summit-in-washington/",
      "https://www.cnn.com/2023/07/09/politics/joe-biden-ukraine-nato-russia-cnntv/index.html",
      "https://www.defense.gov/News/Releases/Release/Article/3835746/biden-administration-announces-additional-security-assistance-for-ukraine/",
      "https://www.nato.int/cps/en/natohq/official_texts_227678.htm",
      "https://cnn.com/2023/07/09/politics/joe-biden-ukraine-nato-russia-cnntv/index.html",
      "https://nato.int/cps/en/natohq/official_texts_227678.htm",
      "https://www.whitehouse.gov/briefing-room/statements-releases/2024/07/09/joint-statement-on-strengthening-ukraines-air-defenses-by-u-s-president-joseph-r-biden-dutch-prime-minister-dick-schoof-german-chancellor-olaf-scholz-italian-prime-minister-giorgia-melon",
      "https://whitehouse.gov/briefing-room/statements-releases/2024/07/09/joint-statement-on-strengthening-ukraines-air-defenses-by-u-s-president-joseph-r-biden-dutch-prime-minister-dick-schoof-german-chancellor-olaf-scholz-italian-prime-minister-giorgia-melon/",
      "https://defense.gov/News/Releases/Release/Article/3835746/biden-administration-announces-additional-security-assistance-for-ukraine/",
      "https://www.whitehouse.gov/briefing-room/statements-releases/2024/07/10/fact-sheet-the-2024-nato-summit-in-washington",
      "https://whitehouse.gov/briefing-room/statements-releases/2024/07/10/fact-sheet-the-2024-nato-summit-in-washington/",
      "https://www.defense.gov/News/Releases/Release/Article/3835746/biden-administration-announces-additional-security-assistance-for-ukraine"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "negative"
        },
        {
          "name": "zelenskyy",
          "sentiment": "negative"
        },
        {
          "name": "joe biden",
          "sentiment": "negative"
        },
        {
          "name": "volodymyr zelenskyy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nato",
          "sentiment": "negative"
        },
        {
          "name": "congress",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T02:14:10.896+03:00",
    "updated": "2024-07-12T04:03:24.615+03:00"
  },
  {
    "uuid": "40747a8a690d2baf572af4fbd0f2168059ab6080",
    "url": "https://viapais.com.ar/entretenimiento/alejandro-fantino-revelo-cual-es-el-acuerdo-economico-que-tiene-con-su-esposa-coni-mosqueira-quiero-vivir-bien",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Paulina Pereyra",
    "published": "2024-09-19T00:00:00Z",
    "title": "Alejandro Fantino reveló cuál es el acuerdo económico que tiene con su esposa: “Quiero vivir bien”",
    "text": "Alejandro Fantino se casó a fines de 2022 con Coni Mosqueira, luego de un año de su matrimonio, la pareja anunció la llegada de su primer hijo juntos, Beltrán quien nació en abril de este año. La familia comparte sus momentos juntos y los desafíos en esta nueva etapa. En una entrevista que brindó el comunicador contó del pacto económico que tiene con su esposa. Cada vez es más común que las parejas antes de pasar por el registro civil decidan llegar a un acuerdo sobre los bienes que tiene cada uno por separado y qué harán con los que adquieran en su vida en conjunto. Es por eso que firman contratos económicos prenupciales para fijar legalmente sus ingresos. Si bien esto es común entre los famosos que tienen gran poder adquisitivo, Alejandro Fantino reveló en Socios del Espectáculo el acuerdo al que llegaron él y su esposa sobre la economía del hogar y la familia. Alejandro Fantino contó cómo es el pacto económico con su esposa Coni Mosqueira En el contexto de la presentación de su nuevo programa en El Trece llamado “Por amor o por dinero”, le preguntaron al conductor sobre la importancia del dinero en su vida. Ante esto, Alejandro Fantino comentó: “El dinero que entra a mi casa es de toda mi familia y lo administran hace doce años dos personas, no me importa”. Sus palabras sorprendieron a los panelistas que pensaron que iba a decir el nombre de su esposa. Sin embargo, el conductor aclaró: “Yo estoy casado legalmente, si a casa entran $100, $50 son míos y $50 es de Connie”. “El dinero a mí no me importa, me desenergiza, yo no soy millonario, tengo una gran casa y laburo hace 30 años. No me importa, honestamente. Por supuesto que quiero vivir bien y que mi hijo tenga lo que tiene que tener. Sé que va a haber para comer, siempre la vida me da una oportunidad”, agregó Alejandro Fantino. Asimismo, recordó su divorcio de la actriz Miriam Lanzoni y cómo fue el acuerdo entre ellos: “Yo firmé el divorcio con Miriam a los tres o cuatro años, no nos poníamos de acuerdo con qué se quedaba cada uno, habían dos departamentos y decíamos ‘llevátelo vos’, ‘no, llevátelo vos’, no me importa el dinero”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Alejandro Fantino",
          "sentiment": "negative"
        },
        {
          "name": "Coni Mosqueira",
          "sentiment": "negative"
        },
        {
          "name": "Beltrán",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-20T00:04:51.858+03:00",
    "updated": "2024-09-20T00:04:51.858+03:00"
  },
  {
    "uuid": "c46e9158e70fb418f3b2ea2895d69f85352fad82",
    "url": "https://www.latestnigeriannews.com/p/3740641/maritime-workers-decry-delay-in-licence-renewal-for-terminal-operators.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Latestnigeriannews",
    "published": "2024-09-13T04:09:00Z",
    "title": "Maritime workers decry delay in licence renewal for terminal operators",
    "text": "\"I want to chop your nkwobi\" Catholic priest sings CKay's Love Nwantiti on the altar while teaching husbands how to be romantic to their wives (video) - Linda Ikeji Actress Mary Njoku Tells 'Religious' Women In Nigeria That Nothing Is Wrong With IVF - Stella Dimoko Korkus Afrobeats: The global groove revolution - The Nation Amirrors Run It on track for afrobeats success - https://www.latestnigeriannews.com/news/3740946/amirrors-run-it-on-track-for-afrobeats-success.html Arewa24 expands viewership of Hausa culture to 45 million - https://www.latestnigeriannews.com/news/3740955/arewa24-expands-viewership-of-hausa-culture-to-45-million.html Baldness, or androgenetic alopecia, is a gradual hair loss that results in a smooth, hairless scalp. Its not just a mens issuewomen experience it too. While many associate baldness with getting older, it can affect anyone, no matter their age. - Pulse Bandits Attack Construction Workers, Kill 5 Policemen, 3 Soldiers In Zamfara - Information Nigeria Bandits Storm Zamfara Highway, Abduct Many Travellers - https://www.latestnigeriannews.com/news/3740480/bandits-storm-zamfara-highway-abduct-many-travellers.html Basketmouth fuels engagement rumours in new Instagram post - Punch 2024 NFL Week 2: Top Takeaways for Every Game - Bleacher Report Bankole: Spires 5-Aside Street Soccer Aimed to Create New Standard - Thisday Basketball fans commend JTigress exploits in S/Africa - Daily Trust Bengals' Tee Higgins: I Don't Get Why Fans Would Think I'm Faking Hamstring Injury - https://www.latestnigeriannews.com/news/3740566/bengals-tee-higgins-i-dont-get-why-fans-would-think-im-faking-hamstring-injury.html Bills' James Cook Thrills Fantasy Football Fans with 3 TDs in 1st Half vs. Dolphins - https://www.latestnigeriannews.com/news/3740579/bills-james-cook-thrills-fantasy-football-fans-with-3-tds-in-1st-half-vs-dolphin.html CAFs Symposium Unites Rohr, Peseiro and Eguavoen in Abidjan - https://www.latestnigeriannews.com/news/3740852/cafs-symposium-unites-rohr-peseiro-and-eguavoen-in-abidjan.html Coach Abdallah targets positive result at Bayelsa United - https://www.latestnigeriannews.com/news/3740627/coach-abdallah-targets-positive-result-at-bayelsa-united.html Corey Seager Out for 2024 MLB Season with Injury; Rangers SS to Have Hernia Surgery - https://www.latestnigeriannews.com/news/3740577/corey-seager-out-for-2024-mlb-season-with-injury-rangers-ss-to-have-hernia-surge.html Dana White Expects UFC 306 at Las Vegas Sphere to Be a 'Game Changer' for All Sports - https://www.latestnigeriannews.com/news/3740573/dana-white-expects-ufc-306-at-las-vegas-sphere-to-be-a-game-changer-for-all-spor.html",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Labor",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://bleacherreport.com/articles/10135201-bills-james-cook-thrills-fantasy-football-fans-with-3-tds-in-1st-half-vs-dolphins",
      "https://punchng.com/basketmouth-fuels-engagement-rumours-in-new-instagram-post/",
      "https://www.informationng.com/2024/09/bandits-storm-zamfara-highway-abduct-many-travellers.html",
      "https://bleacherreport.com/articles/10135182-bengals-tee-higgins-i-dont-get-why-fans-would-think-im-faking-hamstring-injury",
      "https://www.lindaikejisblog.com/2024/9/i-want-to-chop-your-nkwobi-catholic-priest-sings-ckays-love-nwantiti-on-the-altar-while-teaching-husbands-how-to-be-romantic-to-their-wives-video-2.html",
      "https://thenationonlineng.net/amirrors-run-it-on-track-for-afrobeats-success/",
      "https://www.thisdaylive.com/index.php/2024/09/12/bankole-spires-5-aside-street-soccer-aimed-to-create-new-standard/",
      "https://dailytrust.com/coach-abdallah-targets-positive-result-at-bayelsa-united/",
      "http://www.stelladimokokorkus.com/2024/09/actress-mary-njoku-tells-religious.html",
      "https://www.pulse.ng/pulse-picks/6-must-have-products-bald-heads/tf2yfye",
      "https://bleacherreport.com/articles/10135192-dana-white-expects-ufc-306-at-las-vegas-sphere-to-be-a-game-changer-for-all-sports",
      "https://dailytrust.com/basketball-fans-commend-jtigress-exploits-in-s-africa/",
      "https://bleacherreport.com/articles/10135202-corey-seager-out-for-2024-mlb-season-with-injury-rangers-ss-to-have-hernia-surgery",
      "https://bleacherreport.com/articles/10135131-2024-nfl-week-2-top-takeaways-for-every-game",
      "https://thenationonlineng.net/arewa24-expands-viewership-of-hausa-culture-to-45-million/",
      "https://www.informationng.com/2024/09/bandits-attack-construction-workers-kill-5-policemen-3-soldiers-in-zamfara.html",
      "https://www.thisdaylive.com/index.php/2024/09/13/cafs-symposium-unites-rohr-peseiro-and-eguavoen-in-abidjan/",
      "https://thenationonlineng.net/afrobeats-the-global-groove-revolution/",
      "https://www.thisdaylive.com/index.php/2024/09/12/bankole-spires-5-aside-street-soccer-aimed-to-create-new-standard",
      "https://pulse.ng/pulse-picks/6-must-have-products-bald-heads/tf2yfye",
      "https://www.thisdaylive.com/index.php/2024/09/13/cafs-symposium-unites-rohr-peseiro-and-eguavoen-in-abidjan",
      "https://thenationonlineng.net/afrobeats-the-global-groove-revolution",
      "https://www.bleacherreport.com/articles/10135182-bengals-tee-higgins-i-dont-get-why-fans-would-think-im-faking-hamstring-injury",
      "https://thisdaylive.com/index.php/2024/09/13/cafs-symposium-unites-rohr-peseiro-and-eguavoen-in-abidjan/",
      "http://stelladimokokorkus.com/2024/09/actress-mary-njoku-tells-religious.html",
      "https://www.bleacherreport.com/articles/10135192-dana-white-expects-ufc-306-at-las-vegas-sphere-to-be-a-game-changer-for-all-sports",
      "https://informationng.com/2024/09/bandits-attack-construction-workers-kill-5-policemen-3-soldiers-in-zamfara.html",
      "https://www.dailytrust.com/coach-abdallah-targets-positive-result-at-bayelsa-united/",
      "https://www.punchng.com/basketmouth-fuels-engagement-rumours-in-new-instagram-post/",
      "https://www.bleacherreport.com/articles/10135131-2024-nfl-week-2-top-takeaways-for-every-game",
      "https://thenationonlineng.net/amirrors-run-it-on-track-for-afrobeats-success",
      "https://dailytrust.com/coach-abdallah-targets-positive-result-at-bayelsa-united",
      "https://punchng.com/basketmouth-fuels-engagement-rumours-in-new-instagram-post",
      "https://thenationonlineng.net/arewa24-expands-viewership-of-hausa-culture-to-45-million",
      "https://www.thenationonlineng.net/arewa24-expands-viewership-of-hausa-culture-to-45-million/",
      "https://www.bleacherreport.com/articles/10135202-corey-seager-out-for-2024-mlb-season-with-injury-rangers-ss-to-have-hernia-surgery",
      "https://informationng.com/2024/09/bandits-storm-zamfara-highway-abduct-many-travellers.html",
      "https://thisdaylive.com/index.php/2024/09/12/bankole-spires-5-aside-street-soccer-aimed-to-create-new-standard/",
      "https://www.thenationonlineng.net/amirrors-run-it-on-track-for-afrobeats-success/",
      "https://www.dailytrust.com/basketball-fans-commend-jtigress-exploits-in-s-africa/",
      "https://dailytrust.com/basketball-fans-commend-jtigress-exploits-in-s-africa",
      "https://lindaikejisblog.com/2024/9/i-want-to-chop-your-nkwobi-catholic-priest-sings-ckays-love-nwantiti-on-the-altar-while-teaching-husbands-how-to-be-romantic-to-their-wives-video-2.html",
      "https://www.bleacherreport.com/articles/10135201-bills-james-cook-thrills-fantasy-football-fans-with-3-tds-in-1st-half-vs-dolphins",
      "https://www.thenationonlineng.net/afrobeats-the-global-groove-revolution/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "linda ikeji",
          "sentiment": "none"
        },
        {
          "name": "mary njoku",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "zamfara",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-13T08:01:30.527+03:00",
    "updated": "2024-09-13T08:01:30.527+03:00"
  }
]