[
  {
    "uuid": "1e00b1c77988ab70c6a0ac1539c178d3cffe84c4",
    "url": "https://larepublica.pe/sociedad/2024/04/11/el-peruano-que-trabajo-en-facebook-y-microsoft-y-hoy-destaca-en-google-estudiaba-15-horas-diarias-evat-ntpe-882673",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Sue Espiritu",
    "published": "2024-04-11T22:03:00Z",
    "title": "El peruano que trabajó en Facebook y Microsoft, y hoy destaca en Google: \"Estudiaba 15 horas diarias\" | EVAT | NTPE | Sociedad | La República",
    "text": "El peruano que trabajó en Facebook y Microsoft, y hoy destaca en Google: \"Estudiaba 15 horas diarias\" Conoce la historia de Elvis Capia, un ingeniero puneño cuyo idioma materno es el aimara. Gracias a su dedicación, ingresó a una de las universidades más top de Sudamérica e incluso rechazó propuestas de trabajo en Meta y Microsoft. [Las 4 carreras de ingeniería que desaparecerán en 10 años, según la IA: hoy en día tienen sueldos altos](/sociedad/2024/04/08/las-4-carreras-de-ingenieria-que-desaparecerian-en-10-anos-segun-la-ia-hoy-en-dia-tienen-sueldos-altos-inteligencia-artificial-evat-233104) [Esta es la mejor universidad del Perú para estudiar Ingeniería, segun ranking QS: no es la UNI](/sociedad/2024/04/10/esta-es-la-mejor-universidad-del-peru-para-estudiar-ingenieria-segun-ranking-qs-no-es-la-uni-ranking-internacional-universidad-nacional-de-ingenieria-pucp-evat-252710) Elvis Rusnel Capia Quispe es un joven de 29 años, nacido en [Puno](https://larepublica.pe/sociedad/2024/04/10/esta-es-la-mejor-universidad-del-peru-para-estudiar-ingenieria-segun-ranking-qs-no-es-la-uni-ranking-internacional-universidad-nacional-de-ingenieria-pucp-evat-252710). Hoy en día, trabaja en Google de Canadá. A lo largo de su vida, pasó un sinfín de desafíos, desde el idioma hasta la pobreza extrema. Su padre, su madre —una comerciante— y un profesor trataron de brindarle la mejor educación con todos los medios posibles y los resultados dieron sus frutos. Elvis es reconocido en la industria tecnológica internacional por su excelente desempeño en Meta —antes Facebook y WhatsApp— y Microsoft. Aunque le va muy bien en el extranjero, [el ingeniero](https://larepublica.pe/sociedad/2024/04/08/las-4-carreras-de-ingenieria-que-desaparecerian-en-10-anos-segun-la-ia-hoy-en-dia-tienen-sueldos-altos-inteligencia-artificial-evat-233104) afirma que todavía tiene objetivos que cumplir en Perú. Aunque había muchos obstáculos, sus padres siempre lo incentivaron a salir adelante. \"Nunca sentí que nos hayan educado de forma limitada, siempre me decían que 'no era muy difícil', a pesar de mi realidad\", comentó Capia Quispe. Conoce su inspiradora historia en esta entrevista para La República. PUEDES VER: [Las 4 carreras de ingeniería que desaparecerán en 10 años, según la IA: hoy en día tienen sueldos altos] Orígenes en Puno Elvis nació en el centro poblado Calangachi, en Huancané, que está a más de 4.000 m. s. n. m., ubicado en Puno. Su lengua materna es el aimara; sin embargo, a la edad 5 años, debido a que debía comenzar el colegio, empezó a practicar el español. Es así como se mudó, junto a su familia, a la misma provincia de Huancané e inició sus estudios en el I. E. P. n.° 73003 del Glorioso Bolivariano 841. En paso por la educación primaria, comenzó a descubrir su gusto por las matemáticas, ya que cuando hubo un concurso de la Unidad de Gestión Educativa Local (UGEL) a nivel nacional, sacó de nota 19. Al ver que le iba muy bien en la escuela, postuló a la Universidad Nacional del Altiplano Puno (UNAP) mientras aún estaba en cuarto de secundaria, con el fin de probar su nivel, y logró ser admitido. Esperó hasta terminar el colegio para volver a ingresar, en tanto, se preparaba a través de concursos, como el de la Olimpiada Nacional Escolar de Matemática (Onem). Elvis junto a un grupo de niños de la Escuela 70581, Acomocco, en Juliaca. Foto: Elvis Capia/Linkedin Fue gracias a su padre que estudió una carrera relacionada con la tecnología, ya que afirmaba que \"ese era el futuro\". Finalmente, rindió el examen de dirimencia —la modalidad por ser de los primeros puestos— y, así, empezó su vida universitaria. En segundo año, Elvis tuvo muchos dilemas y cuestionó si debía seguir estudiando; no obstante, encontró un grupo de programadores, quienes lo animaron a participar en un concurso internacional. El joven puneño representó a la UNAP por primera vez y el resultado de dicho concurso —que era a nivel de Latinoamérica— fue el peor de todos, puesto que no habían resuelto ningún problema. \"Había estudiantes hablando de nosotros, que no había posibilidades de que nos financien, ni pensar en clasificar (…) Mis compañeros se sintieron mal, a mí me afectó, pero yo ya había enfrentado muchas veces, tampoco es el fin del mundo\". Cinco años le tomó a Elvis prepararse para el concurso, dado que, para el quinto intento, finalmente quedaron en el top 10 de América Latina. Estadía en la Unicamp, en Brasil Cuando empezó a trabajar, increíblemente, lo rechazaron de varios lugares, ya que tenía más experiencia en programación que en su propia carrera de Ingeniería Civil. Al ver que no podía progresar más, decidió prepararse para hacer el examen Postcom, a fin de obtener una maestría en Ciencias de la Computación, en Brasil. Si bien pudo ser aceptado, no logró la beca, por lo que tuvo que reunir dinero con su familia. Elvis con un diploma de reconocimiento de la Superintendencia Nacional de Servicios de Saneamiento (Sunass). Foto: Facebook/Sunass Viajó a Brasil desde Puno en bus para poder iniciar su maestría en la Universidad Estadual de Campinas (Unicamp). Sin embargo, la situación era difícil porque no tenía dinero. \"Empiezo a dormir en la universidad, en los pasadizos, al final no era una prioridad para mí (…) No había ni para comer, recuerdo que incluso no alcanzaba para el corte de cabello, lo tenía hasta el hombro y era porque destinaba mi dinero para comer, inclusive mis docentes en Brasil me apoyaron\". Otra complicación que tenía era el idioma, no dominaba aún el inglés y no sabía portugués. \"Si quieres ser grande, pues el precio es enorme y, si no, regrésate a Perú\", se decía el ingeniero, quien estudiaba 15 horas al día, sin contar las comidas. Durante su estadía en la Unicamp, hizo dos intercambios, uno en Google de Canadá, como ingeniero de Software, y otro en Facebook —hoy Meta—, pero antes ya había postulado a otras empresas, alrededor de 100, de acuerdo con Elvis. Elvis Capia, hoy en día, en Google En Google de Canadá, se le presentó una oferta; mientras que, en Facebook de Inglaterra, continuaba haciendo sus prácticas, donde le ofrecieron que se quedara, pero con otro trabajo que no lo satisfacía. Además, no conforme, también aplicó a Microsoft de Estados Unidos y lo llamaron. Finalmente, optó por quedarse en Google: \"Habían investigado mi historia, me sentí más en familia, se preocupaban por mí\", resaltó el peruano. Han pasado cuatro años desde que Elvis entró a Google, cuyo inicio oficial fue en mayo de 2020. Como era el inicio de la pandemia, aún trabajaba de forma remota; luego, se fue a vivir a Canadá. Inicialmente, estuvo en Google Stadia, proyecto que fracasó y en el que se despidió a cientos de trabajadores, pero no fue su caso. Después, lo trasladan al área de XR, la realidad aumentada de Google, la cual era su nueva apuesta para 2022. En la actualidad, Elvis es uno de los trabajadores más destacados de Google de Canadá. Foto: Elvis Capia/Linkedin Es así como pasó al área de Android, la cual fue comprada por Google años atrás. Llegó un momento en el que la gigante tecnológica tenía miedo de que Apple se llevara a sus empleados, pero no pasó. Para 2023, ocurrió un despido masivo; sin embargo, Elvis no fue parte de él, por lo que continuó en la empresa y, actualmente, forma parte del grupo de soporte de ingenieros, quienes optimizan los sistemas. También trabaja con Samsung, compañía que tiene una alianza con Google en lo que respecta a la realidad aumentada. Google espera que, el próximo año, Elvis pueda tomar un rol de jefe y tenga su propio equipo. Recientemente, se convirtió en padre y, aunque le va bien en Google, tiene más objetivos: uno de ellos es generar empleos en Perú. \"Veo mucha gente que pierde su identidad cultural y, si no lo aceptas como tal, muy probablemente no vas a lograr tus metas. Yo no he encontrado más cultura impresionante que la que hay en Perú (…) No pierdan esa curiosidad, esas ganas de ver más allá, lo que la mayoría no ve\", finalizó. Redactora web en diario La República. Con experiencia en el videoreportaje periodístico sobre temas sociales y de política. Amante de los libros, películas y el anime.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest",
      "Education"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T01:14:29.552+03:00",
    "updated": "2024-04-12T01:14:29.552+03:00"
  },
  {
    "uuid": "970910e51316026fd5c6dce2fba424b02d3e09d4",
    "url": "https://newsrnd.com/news/2023-12-29-choosing-a-career-was-just-a-joke--now-jerica-kutzki-is-bavaria-s-best-roofing-assistant.SJbc6KXhPT.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-29T11:13:00Z",
    "title": "Choosing a career was just a joke: now Jerica Kutzki is Bavaria's best roofing assistant - The Limited Times",
    "text": "Status: 29.12.2023, 12:00 p.m.\nBy: Katharina Bromberger\nCommentsPrint Share\nIn her element: Jerica Kutzki at work on the roof of the ice stadium in Garmisch-Partenkirchen. Only the women's issue annoys her a little. © private\nAfter graduating from high school, Jerica Kutzki didn't really know what to do. \"I'm going to be a roofer,\" she joked. After her trip around the world, she did just that in Oberau. And she's really good at her job.\nOberau – Jerica Kutzki could no longer listen to the constant questions. Someone constantly wanted to know what she was going to do after school. She also didn't always want to say: I don't know. So she answered. \"I'm going to be a roofer.\" Just like that. A joke. So that people don't drill any longer. A 1.60 meter tall girl, slim and petite, who becomes a roofer. \"That sounds good, I thought.\" At some point, she said to herself: Why not? So she became a roofer. Bavaria's best companion. In this year's test, no one was as good as her.\nAlone among men: Jerica Kutzki is the only woman to take the roofing exam In 2021 and 2022, only men completed the apprenticeship. Now the 23-year-old was the only woman to take the exam. She had a total of 14 hours for her tasks. Among other things, Jerica Kutzki had to construct a pitched roof – her main focus – as a tile model, calculate everything, lath, cover it, and also construct the wall connection. In addition, there were smaller work samples from other areas such as waterproofing and exterior wall cladding. It was also required to act correctly in terms of safety, environmental protection and economic efficiency. The biggest challenge for the young woman: time. The prospective journeymen divided them up themselves. The examiners were not interested in how long they spent on a task. The main thing is that everything was done in the end. It was the case with the Unterammergau resident. And it does so exceptionally well.\n\"It went quite well,\" she said after her long day at the Waldkirchen Roof Technology Competence Centre in the Bavarian Forest. She didn't find out about her success until a few days later from her training manager. National winner – she hadn't expected that. She had gone into the exam with a simple goal: \"I want to do it as well as possible.\" She learned a lot for this, and she was also able to practice during the winter break in her training company, at the roofing and tinsmithing company Bobinger in Oberau. \"That was my great luck.\" In general, she singles out her employer. The team, the support, the cohesion, that's where she feels comfortable. From the very beginning, she was allowed to work hard and was not spared. \"I liked that.\"\nJerica Kutzki: The women's issue is annoying - \"Now it's good too\" The women's issue annoys her a little. Just like the comments on it. \"I didn't even know that Bobinger had a daughter.\" Jerica Kutzki has lost count of the number of times she has heard this or a similar statement on construction sites. Also popular is the question: \"Do your parents force you to do this?\" The fact that she, as a woman, chose this profession voluntarily and without a roofing business in her family was something that some customers, and especially employees of other craftsmen's companies, could not and cannot imagine. Most of the time, Jerica Kutzki stands above it. But at the same time, she says: \"Now it's good for a change.\"\nBy now, many people in the district know them, so it's getting better. But again and again she hears sayings that refer to her gender. Be it just that once again a craftsman colleague from another company doubts whether she can carry one or the other drum of wood. Or that customers automatically ask the man in the team technical questions – even if he is the apprentice and then looks at Jerica Kutzki for help.\nBut the 23-year-old is also experiencing extremely positive reactions. Many are happy about female diligence: \"Women work much more precisely,\" some say. \"Women on the roof, I think that's great,\" enthused an elderly lady. \"I would have liked to learn that, but I'm afraid of heights.\" Jerica Kutzki not at all, even in her free time she is looking for a deep view as a climber.\nMy news For Christmas tree: Unknown man marches with chainsaw on cemetery - horror is big read\nIce Stadium Issue: Desperate Search for New InvestorRead\nAt SCR anniversary game in Garmisch-Partenkirchen: Ice hockey ultras attack police officers\nApprehended at Mittenwald train station: Smuggled people abandoned on Boxing Dayread\nAfter hailstorm: Rocket ban on New Year's Eve and New Year's Eve – \"We've had enough drama lately\"read\nDeath on the Zugspitzplatt: Missing 23-year-old foundread\nFrom Dessau via Spain to Oberau Since 2021, she has been working at the Bobinger company. She started there as an intern. After graduating from high school in her home town of Dessau in Saxony-Anhalt, she had considered studying. But what? Her parents reminded her that she could also do an apprenticeship in the trade. She has always liked to work with her hands. From an early age, she spent a lot of time outside, \"there was always something to saw, screw together, glue or hammer,\" says the daughter of a nature educator. Before she decided, she went on a trip around the world in 2019, spent a lot of time in Spain, worked a job to finance her free time. After more than a year on the road, she was looking for a place to settle down (for the time being) and a suitable business. That's how she came across the Bobinger company. She liked the company, she also likes the mountains. \"So I stayed.\"\nYour bosses are pleased. \"From the very beginning, our Jerica was fully involved and integrated,\" says owner Josef Bobinger. He and his two sons, Michael and Stefan, are proud of their achievements. The 23-year-old also proved this at the German championship after the Bavaria-wide victory. She doesn't know how she performed. Because only the first three places were awarded. All other participants finished in fourth place. It doesn't bother the young woman. Craftsmanship as a competition is not her world. She chalks it up as an exciting experience. But she prefers teamwork on the construction site.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Labor"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jerica kutzki",
          "sentiment": "negative"
        },
        {
          "name": "katharina bromberger",
          "sentiment": "negative"
        },
        {
          "name": "jerica k",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "bavaria",
          "sentiment": "none"
        },
        {
          "name": "oberau",
          "sentiment": "none"
        },
        {
          "name": "garmisch-partenkirchen",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T13:22:49.069+02:00",
    "updated": "2023-12-29T13:22:49.069+02:00"
  },
  {
    "uuid": "a605625ee15ec332b4c9554b9b79e634209d30ec",
    "url": "https://www.ilrestodelcarlino.it/reggio-emilia/cronaca/consigliere-pd-entra-in-provincia-c4967856",
    "ord_in_thread": 0,
    "author": "Il Resto del Carlino",
    "published": "2025-07-17T04:22:00Z",
    "title": "Consigliere Pd entra in Provincia. Ma al concorso era arrivato secondo",
    "text": "Una seduta in Provincia (archivio)\n\"Du gust is mei che uan\", proferiva in un inglese stentato un imberbe Stefano Accorsi nella nota pubblicità di un celebre gelato. In salsa reggiana si potrebbe tradurre ‘Du post ad lavur a son mei d’on’. Ci si perdoni la digressione dialettale, ma ben si attaglia alla notizia dell’assunzione, da parte della Provincia , a seguito di regolare procedura concorsuale , di due funzionari a tempo indeterminato. Venti i candidati, da cui è uscito, a fine ottobre, un vincitore. Perché In origine era prevista l’assunzione di una sola figura.\nTuttavia la Provincia aveva ritenuto opportuno inserire in graduatoria altri due profili corrispondenti alle caratteristiche del lavoro assegnato. A inizio gennaio poi lo stesso organismo ha assunto un altro funzionario. Secondo classificato nel predetto concorso è risultato Federico Macchi , consigliere comunale a Reggio in quota Pd, che risulta inserito nell’organico dell’ente provinciale come dipendente \"dell’unità amministrativa speciale per il Pnrr e gli investimenti \". L’assunzione ha destato l’attenzione di FdI , che pur non pensando a irregolarità, intende chiedere chiarimenti.\n\"Presenteremo una richiesta di accesso agli atti – precisa il capogruppo in consiglio comunale, Cristian Paglialonga – perché nella documentazione reperibile manca il documento amministrativo che autorizza e motiva il perché da un’assunzione unica si è passati a due assunzioni. A questo proposito presenterà anche un’interrogazione in Provincia il nostro consigliere Alberto Bizzocchi\". Interpellato dal Carlino Federico Macchi ha detto che \"è assolutamente legittimo che Fratelli d’Italia faccia i suoi passi, ma essendo il sottoscritto dipendente di un’amministrazione, sarà lei a rispondere\". Dalla Provincia è infatti arrivata una nota tecnica nella quale la medesima spiega: \"Successivamente all’assunzione del primo classificato, si è verificata una mobilità volontaria in uscita che ha generato un nuovo fabbisogno nel medesimo servizio.\nL’ente ha quindi legittimamente attinto alla graduatoria, assumendo il secondo classificato, risultato idoneo\". Una prassi che palazzo Allende definisce \"consolidata\". Per poi aggiungere: \"È inoltre facilmente verificabile, che anche in altri concorsi recenti si è proceduto a chiamate successive rispetto ai posti originariamente messi a bando\". Entrando nel merito poi si sottolinea che \"aveva già partecipato ( Macchi , ndr) a un precedente concorso bandito dalla Provincia, senza superarlo. Questo dimostra che non esisteva alcun percorso agevolato, ma una selezione fondata su prove pubbliche, valutazioni oggettive e requisiti richiesti\".\nGabriele Gallo\n© Riproduzione riservata\nTag dell'articolo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Politics->political candidates",
      "Politics->local government and authority",
      "Politics->political process",
      "Social Issue->demographics",
      "Social Issue->communities",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.ilrestodelcarlino.it%2Freggio-emilia%2Fcronaca%2Fconsigliere-pd-entra-in-provincia-c4967856&t=Consigliere%20Pd%20entra%20in%20Provincia.%20Ma%20al%20concorso%20era%20arrivato%20secondo",
      "https://web.whatsapp.com/send?text=Consigliere%20Pd%20entra%20in%20Provincia.%20Ma%20al%20concorso%20era%20arrivato%20secondo%20https%3A%2F%2Fwww.ilrestodelcarlino.it%2Freggio-emilia%2Fcronaca%2Fconsigliere-pd-entra-in-provincia-c4967856",
      "https://x.com/share?url=https%3A%2F%2Fwww.ilrestodelcarlino.it%2Freggio-emilia%2Fcronaca%2Fconsigliere-pd-entra-in-provincia-c4967856&text=Consigliere%20Pd%20entra%20in%20Provincia.%20Ma%20al%20concorso%20era%20arrivato%20secondo",
      "https://www.x.com/share?url=https%3A%2F%2Fwww.ilrestodelcarlino.it%2Freggio-emilia%2Fcronaca%2Fconsigliere-pd-entra-in-provincia-c4967856&text=Consigliere%20Pd%20entra%20in%20Provincia.%20Ma%20al%20concorso%20era%20arrivato%20secondo",
      "https://x.com/share",
      "https://www.web.whatsapp.com/send?text=Consigliere%20Pd%20entra%20in%20Provincia.%20Ma%20al%20concorso%20era%20arrivato%20secondo%20https%3A%2F%2Fwww.ilrestodelcarlino.it%2Freggio-emilia%2Fcronaca%2Fconsigliere-pd-entra-in-provincia-c4967856",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.ilrestodelcarlino.it%2Freggio-emilia%2Fcronaca%2Fconsigliere-pd-entra-in-provincia-c4967856&t=Consigliere%20Pd%20entra%20in%20Provincia.%20Ma%20al%20concorso%20era%20arrivato%20secondo",
      "https://web.whatsapp.com/send",
      "https://www.facebook.com/sharer/sharer.php"
    ],
    "entities": {
      "persons": [
        {
          "name": "Federico Macchi",
          "sentiment": "none"
        },
        {
          "name": "Stefano Accorsi",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Provincia",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "FdI",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_it",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:36:20.100+03:00",
    "updated": "2025-07-18T05:05:34.000+00:00"
  },
  {
    "uuid": "1d6a54d7e613a7fb307b2c7abecaf926cb83f4a0",
    "url": "https://www.meneame.net/story/estamos-buscando-bebes-pero-ya-no-quedan/c061",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "sovieterrimo",
    "published": "2023-12-28T21:12:00Z",
    "title": "#61 \"Estamos buscando bebés pero ya no quedan\"",
    "text": "[Sergio_ftv](/user/Sergio_ftv)a [twitter.com](/go/link/3891526) [#3](c3#c-3) El otro día alguien pegó un enlace por Menéame de boicots a empresas que colaboran con los israelitas.\nBásicamente, tú y yo no podemos boicotear a determinadas empresas en España y simplemente no va a suceder, porque hay cientos o incluso miles de millones en suculentos contratos en juego.\nHablo principalmente de la vasca CAF, que básicamente construye trenes para Israel que hacen posible el transporte de pasajeros entre los diferentes territorios ocupados, muchas veces cruzando tierras palestinas expoliadas. CAF y un par más que no recuerdo, de infraestructuras.\nCuando alguien se pregunte \"cómo puede ser que Pedro Sánchez...\" la respuesta es CAF y miles de millones (y puestos de trabajo).\n[#3](c3#c-3) Yo es algo que ya llevo defendiendo tiempo, eso y que echen a la embajadora y corten rotundamente con ellos, lo demás me parece palabrerio y cada día una masacre\n[#3](c3#c-3) no se debe generalizar..esto no es más que un tweet descontextualizado que podria ser un fake y que es tratado en meneame como una noticia seria...en fin\n[#25](c25#c-25) desde luego que todos sabemos que hay muchas noticias fakes buscando generar opinión,,, hay que tomarlo todo con pinzas porque en la guerra la propaganda es otro campo de batalla. Y sin defender a israel a mi me chirría cualquier comentario que busque tomar medidas o represalias de cualquier grupo de personas con motivos como su etnia, nacionalidad, religión, origen, sexualidad etc Estoy seguro de que hay muchos israelís bellísimas personas que no tienen nada que ver con este individuo (sea el video un fake, una treatalización o algo real)\n[#6](c6#c-6) con perdón de las putas y sus hijos, que no tiene culpa ni son responsables de nada.\nCambia tus insultos. Estos sionistas son mucho peores.\n[#26](c26#c-26) Que el usuario a quien criticabas te haya dado la razón no quiere decir que la tengas. Que mi comentario tenga más karma tampoco me da la razón. Lo que da y quita razones son los argumentos y mi argumento es la definición de la RAE. Hijo de puta usado como insulto no significa que el referido tenga una madre puta, sino que es mala persona. De hecho si el significado fuera literal no tendría una definición específica.\n[#5](c5#c-5) sinceramente creo que es humor negro ... Como si le hubieran preguntado sobre el tema y haga una exageración. Eso da a entender la escena, taaaaan cortada\nY podéis revisar mis historial.... Que desprecio al sionista genocida no falta cada día...\n[#47](c47#c-47) podría ser, pero el humor negro a veces se hace en el momento o lugar incorrecto. Yo no veo las noticias que se envían ni nada, solo veo los comentarios, y por esos mismos comentarios parece que es una barbarie. Gastar bromas en ese momento me sigue pareciendo una inmundicia. No sería lo mismo que decirlo en serio, evidentemente, pero sigue siendo un mensaje que aborrezco.\n[#52](c52#c-52) es una videollamada ....yo veo que responde con sarcasmo a algo.\nMe cuadra un:\n- como llevas tú vida de soldado sabiendo que los niños son asesinados?\nY responde así... Como exagerando por qué ve eso como una exageración. Y puede ser real, que tenga esa percepción....\nLuego vienen las cifras.\nSabemos que los sionistas están cometiendo crímenes atroces, pero esto es un corte de un vídeo totalmente descontextualizado. Sin más información es imposible darlo por válido, siendo justos.\nNo creo que sea necesario caer en montajes con toda la información verídica que hay sobre los desmanes sionistas.\n[#9](c9#c-9) Como si fuese el primer tarado de las ISF que sale diciendo cosas parecidas. Como el que se jactaba de disparar a mujeres y niños en una protesta.\n[#9](c9#c-9) es el equivalente a \"seremos fachas pero sabemos gestionar\"\n¿Salió espontáneo o ante una acusación de un periodista \"les llaman fachas, qué opina de eso\"? Pues a veces las declaraciones sensacionalista salen de sacar de contexto frases inconexas.\nLo de PAM \"cientos de violadores, (risas de fondo) MILES de violadores), también sirve como ejemplo.\nHan conseguido que todo el horror que sintió el mundo por el holocausto haya revertido contra ellos ¡malditos asesinos!\nLo que dice es exactamente lo contrario... Que las noticias son falsas y que no están matando bebés ni niñas... Es precisamente de lo que se ríe, de que se inventen noticias.\nNo defiendo a Israel, ni mucho menos, pero este tweet es noticia? Son como 5 segundos y no hay ningún tipo de contexto de nada. No sé quién es este señor, si va en serio o es irónico; en definitiva, que Israel hace muchas cosas graves y perfectamente documentadas como para tener que estar llevando esto a portada... No con mi voto.\nA mí me parece una broma de muy mal gusto que el resto de la comunidad internacional, por intereses particulares muy por encima de los intereses humanos, no haga nada mas que oídos sordos a lo que esra haciendo Israel y con la malicia que lo está haciendo. Luego que si cientos de películas sobre lo malos que eran los nazis.. pero a estos los ignoran.\nAunque sea totalmente evidente que la intención de este tweet es propagar un bulo de un comentario irónico sino directamente prefabricado, esta clase de \"noticias\" son las que molan en esta Menealandia progre.\nRelacionada:\nSoziedad Alkoholika - Nos vimos en Berlín:\nLo único que me jode de saber que Dios no existe (y en este caso ojalá me equivoque) es que mierdas de humanos como este tipo de van a quedar sin castigo.\nOjalá a este tipo le pase lo peor y lo sufra durante mucho tiempo.\nEsto es repulsivo, absolutamente repulsivo que estos sacos de basura estén amparados por la comunidad internacional y que no se pare esto\nA los que dudáis de la autenticidad del vídeo...¿no habéis visto los vídeos donde un palestino habla por internet con civiles al azar sionistas y estos se burlan de los niños asesinados?\n¿Todavia pensáis que hay un solo sionista que no sea un trastornado psicópata?\n[#60](c60#c-60) Yo no meto en el mismo saco todos israelíes. Si lo hago con todos los sionistas.\nNo se si habrá bocazas, pero he podido ver videos de un hospital con decenas de neonatos muertos de sed y hambre en sus cunas tras forzar los sionistas su evacuación. Esa es la gente que gobierna Israel, sobre sionistas y no sionistas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:18:51.366+02:00",
    "updated": "2023-12-29T00:18:51.366+02:00"
  },
  {
    "uuid": "b20bf65633941348ca27e1832a3a0e3fedb65ee5",
    "url": "https://maritime-executive.com/article/observant-passengers-help-cruise-ship-rescue-stranded-fishermen",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Maritime Executive",
    "published": "2023-12-28T23:50:00Z",
    "title": "Observant Passengers Help Cruise Ship Rescue Stranded Fishermen",
    "text": "It was Christmas Day and Costa Cruises’ 114,500 gross ton Costa Serna was on a leisurely day of ocean cruising on the Arabian Sea. The cruise ship, which is operating the first program of international cruises from India in years, was sailing between Mumbai and Cochin when it ended up adding another distinction to its record by rescuing a group of stranded fishermen lost far out to sea.\nAccording to the report, the bridge of the cruise ship received a call from passengers who said they had been out on their balcony and they thought they saw several people in life jackets in the distance. Under the guidance of Captain Andrea Bardi, the Costa Serena immediately slowed down her speed and deviated her route to begin a search and rescue operation.\nThe massive 951-foot (290-meter) long cruise ship was maneuvered into position and found the group of people approximately one mile from their route. The captain brought the ship into position and they confirmed that the group was five fishermen who were stranded at sea.\nThe bridge of the cruise ship notified the Indian Coast Guard about the situation and the rescue. After a few hours, the Coast Guard met up with the cruise ship and took over the operation. The five individuals were transferred to the Indian Coast Guard which arranged for them to receive medical treatment at Mumbai Hospital.\nWhen the Costa Serena arrived in Cochin the following day, December 26, she was met by representatives of the Indian Coast Guard. They presented the captain and crew of the cruise ship with an appreciation plaque, thanking all of them for the rescue efforts made under unusual circumstances that saved the shipwrecked fishermen. All the people are reported to be in good health.\nThe last of the Costa Cruises ships to return to service, the Costa Serena resumed sailing last year in a series of cruise programs around Asia, her first since the 2020 pause as a result of the pandemic. The ship arrived in India in November for a pioneering program of short cruises dedicated to the Indian market. As many as 450,000 people were expected to cruise on the ship between November and January 2024 in a program the Indian government believes will expand the domestic tourism industry.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://trinitymedia.ai/player/trinity/2900014820/?pageURL=",
      "https://www.trinitymedia.ai/player/trinity/2900014820/?pageURL=",
      "https://trinitymedia.ai/player/trinity/2900014820/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "costa serna",
          "sentiment": "negative"
        },
        {
          "name": "andrea bardi",
          "sentiment": "none"
        },
        {
          "name": "costa serena",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "indian coast guard",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cochin",
          "sentiment": "none"
        },
        {
          "name": "mumbai",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:32:54.175+02:00",
    "updated": "2023-12-29T02:32:54.175+02:00"
  },
  {
    "uuid": "3938371d767969fec6dd2a5eeefb1e64920577ae",
    "url": "https://www.wpsdlocal6.com/news/former-us-senator-and-milwaukee-bucks-owner-herb-kohl-dies-at-88/article_75871e80-a5d3-11ee-a993-834499240b36.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN",
    "published": "2023-12-28T05:00:00Z",
    "title": "Former US senator and Milwaukee Bucks owner Herb Kohl dies at 88 | <span class=\"tnt-section-tag no-link\">News</span> | WPSD Local 6",
    "text": "(CNN) — Former US senator and owner of the Milwaukee Bucks Herb Kohl has passed away after a brief illness, the Herb Kohl Foundation announced on Wednesday. He was 88. Kohl, a Wisconsin Democrat and co-founder of the Kohl’s department store chain, served in the US Senate for 24 years. A lifelong basketball fan, he notably bought his hometown team for $18 million in 1985, ensuring that the Bucks remained in Milwaukee. He also was a philanthropist, donating millions to students, teachers and schools in Wisconsin. “Throughout his life, Herb Kohl always put people first — from his employees and their families to his customers and countless charitable organizations and efforts,” JoAnne Anton, director of giving for Herb Kohl Philanthropies, said. President Joe Biden honored the former senator and businessman on Thursday, calling Kohl “one of the finest people” he has served with. “In all our years of friendship and time spent serving his beloved Wisconsin, Herb’s humility was always an immense source of strength – for him, and for all of us blessed to know him,” Biden wrote in a statement. “He embodied the simple truth that we are a great nation because we are a good people.” Kohl sold the Milwaukee Bucks in 2014 after nearly three decades and donated $100 million to help the team build a new arena. In a statement, National Basketball Association commissioner Adam Silver said Kohl set the standard for NBA team ownership. “Senator Kohl was a dear friend and one of our very best public servants,” Silver said. “There was never any doubt about his extraordinary commitment to the franchise and city that he loved, and his vision and unparalleled financial contribution towards a new arena in Milwaukee will forever be remembered.” In a statement, the Milwaukee Bucks noted that former senator was “a lifelong and proud Wisconsinite who cared deeply for his state and the city of Milwaukee.” “Even after selling the team, Senator Kohl loved the Bucks and was always seen in his team cap around town,” the team said, adding that a memorial to honor him will be held in the coming weeks. Born in Milwaukee in 1935 to immigrants, Kohl spent his childhood sweeping up in the family grocery store and playing stickball with friends, including Bud Selig, who would later become Major League Baseball commissioner. “Sports has been something I’ve been very interested in all my life. Basketball is my favorite sport,” Kohl told CNN in 2002. He worked with his brothers to grow his family’s supermarket into what would become a multimillion-dollar chain of department stores, according to his foundation. Kohl was the company’s president from 1970 to 1978. The family sold their interest in the business in 1979. The sale helped Kohl invest not only in sports but fund a successful campaign for the US Senate in 1988. Kohl graduated from the University of Wisconsin and got an MBA from Harvard, according to his congressional biography. The former senator also served in the United States Army Reserves. As a senator, Kohl chaired the Senate Aging Committee and served on the Judiciary and Appropriations committees. According to the Herb Kohl Educational Foundation, he pushed for increased federal investment in education, helped restore funding for dropout prevention and supported dual enrollment programs, among other things. Democratic Party of Wisconsin Chair Ben Wikler recalled Kohl’s time in the Senate in a Wednesday statement, describing the late lawmaker as a man whose “life reflected the deep values of the state he served: hard work, humility and generosity.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "herb kohl",
          "sentiment": "negative"
        },
        {
          "name": "joanne anton",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "kohl",
          "sentiment": "none"
        },
        {
          "name": "herb",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "milwaukee bucks herb kohl",
          "sentiment": "negative"
        },
        {
          "name": "milwaukee bucks",
          "sentiment": "negative"
        },
        {
          "name": "herb kohl philanthropies",
          "sentiment": "none"
        },
        {
          "name": "herb kohl foundation",
          "sentiment": "none"
        },
        {
          "name": "us senate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "milwaukee",
          "sentiment": "none"
        },
        {
          "name": "wisconsin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:40:44.898+02:00",
    "updated": "2023-12-29T01:40:44.898+02:00"
  },
  {
    "uuid": "e392248f243d52194c3beeae7516de0157ad606c",
    "url": "https://www.malaymail.com/news/sports/2023/12/29/tunisias-man-united-midfielder-mejbri-opts-not-to-play-at-african-cup-of-nations/109675",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Malay Mail",
    "published": "2023-12-28T23:45:00Z",
    "title": "Tunisia’s Man United midfielder Mejbri opts not to play at African Cup of Nations | Malay Mail",
    "text": "> NEW YORK, Dec 29 — Tunisia will be without Manchester United’s Hannibal Mejbri at the African Cup of Nations as the midfielder decided he was not ready to be in the squad, manager Jalel Kadri said yesterday.\nThe 20-year-old Mejbri made the decision to skip next month’s tournament amid media speculation that he is close to securing a loan move away from Old Trafford.\n“Hannibal told me that he did not feel ready for the African Cup of Nations because he is going through an important situation at his club,” Kadri told a press conference.\nExperienced midfielder Ferjani Sassi has been excluded from the final 27-man squad along with full back Mohamed Drager, while Sheffield United midfielder Anis Ben Slimane returns after missing the recent World Cup qualifying matches.\nAdvertisement Tunisia are scheduled to face Namibia, Mali and South Africa in Group E at the tournament in the Ivory Coast.\nSquad:\nGoalkeepers: Mouez Hassen (Club Africain), Aymen Dhamen (Al Hazem), Bechir Ben Said (US Monastir).\nAdvertisement Defenders: Ali Abdi (Caen), Montassir Talbi (Lorient), Yassine Meriah (Esperance de Tunis), Oussam Haddadi (Greuther Furth), Ali Maaloul (Al Ahly), Hamza Jelassi (Etoile du Sahel), Yan Valery (Angers), Wajdi Kechrida (Atromitos), Alaa Ghram (Sfaxien).\nMidfielders: Houssem Tka (Esperance de Tunis), Hamza Rafia (Lecce), Anis Ben Slimane (Sheffield United), Aissa Laidouni (Union Berlin), Mohamed Ali Ben Romdhane (Ferencvaros), Ellyes Skhiri (Eintracht Frankfurt), Hadj Mahmoud (Lugano), Bassem Srarfi (Club Africain).\nForwards: Youssef Msakni (Al Arabi), Haythem Jouini (Stade Tunisien), Taha Yassine Khenissi (Kuwait SC), Sayfallah Ltaief (Winterthur), Naim Sliti (Al Ahli Doha), Mortadha Ben Ouanes (Kasimpasa), Elias Achouri (FC Copenhagen) — Reuters",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hannibal mejbri",
          "sentiment": "negative"
        },
        {
          "name": "mejbri",
          "sentiment": "negative"
        },
        {
          "name": "ferjani sassi",
          "sentiment": "none"
        },
        {
          "name": "” kadri",
          "sentiment": "none"
        },
        {
          "name": "mohamed drager",
          "sentiment": "none"
        },
        {
          "name": "yassine meriah (esperanc",
          "sentiment": "none"
        },
        {
          "name": "aymen dhamen",
          "sentiment": "none"
        },
        {
          "name": "montassir talbi",
          "sentiment": "none"
        },
        {
          "name": "jalel kadri",
          "sentiment": "none"
        },
        {
          "name": "mouez hassen",
          "sentiment": "none"
        },
        {
          "name": "ali abdi",
          "sentiment": "none"
        },
        {
          "name": "bechir ben said",
          "sentiment": "none"
        },
        {
          "name": "hannibal",
          "sentiment": "none"
        },
        {
          "name": "anis ben slimane",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "manchester united",
          "sentiment": "negative"
        },
        {
          "name": "united",
          "sentiment": "negative"
        },
        {
          "name": "sheffield united",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "tunisia",
          "sentiment": "none"
        },
        {
          "name": "mali",
          "sentiment": "none"
        },
        {
          "name": "namibia",
          "sentiment": "none"
        },
        {
          "name": "south africa",
          "sentiment": "none"
        },
        {
          "name": "ivory coast",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "old trafford",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:47:36.653+02:00",
    "updated": "2023-12-29T01:47:36.653+02:00"
  },
  {
    "uuid": "62adf093d228d20529d348557bf30243c4d37e5e",
    "url": "https://www.wealthdaily.com/three-habits-for-becoming-a-millionaire",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jason Williams",
    "published": "2024-09-19T05:00:00Z",
    "title": "Three Habits for Becoming a Millionaire",
    "text": "The United States has long been known as a land of opportunity. It’s a place where someone can put down roots, work hard, and build a future for himself and his family. And despite how current situations might make you feel, that’s still true. The United States is home to more millionaires than anywhere else on Earth. In fact, with nearly 40% of all the world’s millionaires calling the U.S. home, we’ve got more of them than almost the rest of the world combined… Join Wealth Daily today for FREE. We’ll keep you on top of all the hottest investment ideas before they\nhit Wall Street. Become a member today, and get our latest free report: “Why You Need to Fire Your Money\nManager.”\nThat’s nearly 24.5 million millionaires, or almost 10% of the U.S. population. And every day, according to the statistics, another 1,700 people join their ranks. That’s eye-popping growth. To put it in perspective, consider that in the year 2000, there were fewer than 15 million millionaires in the entire world! Fast-forward 24 years and there are almost double that number in the United States alone. This truly is a land of opportunity.\nThe Best Free Investment You’ll Ever Make\nIt contains full details on why money managers are overpaid and provides you with tools for growing your wealth.On your own terms. No fees, no comission.\nJoin Wealth Daily today for FREE. We’ll keep you on top of all the hottest investment ideas before they\nhit Wall Street. Become a member today, and get our latest free report: “Why You Need to Fire Your Money\nManager.”\nThe Best Free Investment You’ll Ever Make\nJoin Wealth Daily today for FREE. We’ll keep you on top of all the hottest investment ideas before they hit Wall Street. Become a member today, and get our latest free report: “Why You Need to Fire Your Money Manager.”\nIt contains full details on why money managers are overpaid and provides you with tools for growing your wealth.On your own terms. No fees, no comission.\nJoin Wealth Daily today for FREE. We’ll keep you on top of all the hottest investment ideas before they\nhit Wall Street. Become a member today, and get our latest free report: “Why You Need to Fire Your Money\nManager.”\nThe Best Free Investment You’ll Ever Make\nIt contains full details on why money managers are overpaid and provides you with tools for growing your wealth.On your own terms. No fees, no comission.\nJoin Wealth Daily today for FREE. We’ll keep you on top of all the hottest investment ideas before they\nhit Wall Street. Become a member today, and get our latest free report: “Why You Need to Fire Your Money\nManager.”\nBut not everyone seems to be blessed with the same opportunities. At least, not everyone seems to make it to millionaire status. But there’s really no reason anyone can’t make it there. Sure, not everyone is going to be Elon Musk or Jeff Bezos. But absolutely everyone can become a millionaire just by following a few simple steps that all start with adopting three core habits:\n– Spend less than you make.\n– Save as much as you spend.\n– Focus on the future.\nSo, today, I’d like to take some time to talk about the habits that can help anyone become a millionaire. Then you can be one of those 1,700 new American millionaires I keep reading about…\nWho Wants to Be a Millionaire?\nLet’s be honest, a million bucks just doesn’t buy what it used to. When I was a kid, a million dollars was unfathomable wealth. It was far more than enough to live a comfortable retirement. And it was a status that few people attained. But thanks to the effects of\ninflation constantly eroding the power of the dollar, a million dollars isn’t what it used to be. In fact, it takes almost $4 million today to buy what a million paid for back then:\nNow the standard target for retirement is $2 million. But fortunately, these three habits are just as good at getting you to $2 million as they are at getting you to $1 million. And even better than that, once you make your first million, the second comes a whole lot quicker. So, with that being said, let’s talk about those habits. Because the real question we should be asking here is: Who doesn’t want to be a millionaire? Am I right?\nThree Habits for Becoming a Millionaire: Spend Less Than You Make\nThis first habit is probably the most important one because if you don’t adopt it, you won’t be able to even consider adopting the others. You see, if you really want to become a millionaire, you’ve got to have extra money around at the end of the month. You’ve got to spend less than you make so that you can use that extra money to build a cushion of wealth. But despite this being the most important aspect of wealth building, it’s probably the hardest for most people.\nIt’s hard to see money in your account and see that fancy vacation package on Instagram or Facebook and not at least think about how you “deserve” that treat. And it’s also hard to see how little purchases like Uber Eats can have a big impact on your overall budget when you’re making them. But taking that trip now means you won’t be able to take it twice later. And ordering a taxi for your burrito mean you can’t have your own chauffeur later. So setting a budget and sticking to it is the most important thing you can do to get on that path to millionaire status.\nIt’s not going to be the most exciting task you’ve ever undertaken. Trust me on that one. But it’s going to be exciting watching that money start to pile up once you get yourself on the right track. And the way to do that is to sit down and make two lists. The first should be a list of your monthly household income sources. The second is your monthly household expenses. We’re talking utilities, food, transportation, housing, etc. But you also want to add in a little buffer for things like entertainment because life can’t be ALL work and NO play.\nOnce you’ve done that, you can see how much you have to spend and how many expenses you need to cover. And from there, you can start to determine if there are any expenses you can reduce. And that leads me to our next millionaire-making habit…\nThree Habits for Becoming a Millionaire: Save as Much as You Spend\nNow you see why step one is so important. You’ve got to have something left over after covering your expenses to save. And if you’re really motivated to become a millionaire quickly, then you need to save as much as you spend. And you do that by figuring out which of those monthly household expenses you can eliminate or reduce.\nMaybe you’ve got a two-bedroom apartment but only need one bedroom. Maybe you’ve got the right sized rental but the wrong housing complex. Do you really need that pool or those tennis courts? Are you really getting that much value out of the basement bowling alley? These are things that are fun now but don’t really add any value to your future. And if you do without the fancy apartment today, you could retire in a fancy mansion tomorrow.\nClothing is another area where it’s relatively easy to cut back. Make those shoes last another season. Keep that coat for a few more years. Fashion is cyclical anyway. Bell-bottoms became flare-leg pants and those became bootcuts. And designer clothing only benefits the designer. It’s not that much better than what’s on the discount rack at Walmart or Target. And it’s the same with accessories. The big difference is that if you wear Target today, you could wear Tiffany tomorrow.\nAnd when I say that you need to save, I don’t really mean save in the traditional sense. I mean\ninvest. Because if you want to become a millionaire, you have to invest that extra money you’ve created by setting a budget and reducing your expenses to only the necessary ones. Investing is the real difference between people who just get by and people who reach millionaire status.\nThree Habits for Becoming a Millionaire: Focus on the Future\nFinally, when you’re saving that money by putting it into investments, you need to focus on the future. You can’t have a short-term timeline. Because if you do, you’re going to make bad decisions because you’re going to let your emotions take the wheel. It’s natural. But when we focus on the short term, we’re not really investing. We’re trading. And if there’s one thing that my time on Wall Street and my time advising retail investors has taught me, it’s that timing the market is a futile effort and that it’s the time you spend invested in the market that really makes the difference between the princes and the paupers.\nBut this should be the easiest step in the process and the easiest habit to adopt. First, you’ve already started a pattern with your two new habits, so a third should be a cake walk. And second, in order to really embrace this habit, all you have to do is nothing. Just keep doing what you started doing when you adopted habits one and two and you’ll be a millionaire in no time at all.\nStick to your budget and invest what you’ve got left over. And then leave it there. Don’t take it out. Don’t try to time the market by selling it and then buying it all back again. Add to it whenever you have some more extra thanks to that budget and those cost-cutting measures you already took. If you invest in big companies or even index funds that just track the market, you can follow these steps and become a millionaire within a decade and without much extra work.\nThe Bottom Line on Becoming a Millionaire\nThe bottom line here is that everyone can and should become a millionaire. Money doesn’t buy happiness, but I’ve experienced having it and not having it and I prefer the former. I’m sure you will too. And the bottom line is also that it’s not as hard as it seems to become a millionaire. As long as you spend less than you make and save as much as you can, you can become a millionaire, too.\nI can’t count the number of stories I’ve heard people tell about “the millionaire next door.” It’s that person who lives right down the street, drives an old car or truck, lives an unassuming life, and isn’t flashy at all. But they’re worth tens of millions of dollars. All because they never bought a bigger house, didn’t need a new car every few years, and didn’t try to “keep up with the Joneses” their whole lives.\nThey’re the janitor who leaves an $18 million estate to the school where he spent his career. They’re the grandmother who passes her multimillion-dollar investment account on to her children, who had no idea she was so wealthy. They’re all around you. They might be down the street right now. And they could be you if you follow the steps I’ve laid out for you today.\nBut don’t stop there. Keep coming back to Wealth Daily to reinforce your newfound habits. And to maximize their value by learning about investment trends before they become mainstream topics.\nWe’re here to help guide you as you become one of those 1,700 new American millionaires minted every single day. Because this isn’t just a land of opportunity.\nIt’s the Land of Opportunity.\nTo your wealth,\nJason Williams\nAfter graduating Cum Laude in finance\nand economics, Jason designed and analyzed complex projects for the U.S. Army. He made the jump to the private\nsector as an investment banking analyst at Morgan Stanley, where he eventually led his own team\nresponsible for billions of dollars in daily trading. Jason left Wall Street to found his own\ninvestment office and now shares the strategies he used and the network he built with you. Jason\nis the founder of\n<a href=\"https://www.angelpub.com/premium-detailed/msv\">Main Street\nVentures</a>, a pre-IPO investment newsletter; the founder of\nFuture Giants, a nano cap investing service; and authors The Wealth Advisory income stock\nnewsletter. He is also the managing editor of <a href=\"https://www.wealthdaily.com/\">Wealth\nDaily</a>. To learn more about Jason, click here.\nWant to hear more from Jason?\nSign up to receive emails directly from him ranging from market commentaries to opportunities that he has his eye on.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://secure2.angelpub.com/o/web/790295",
      "https://www.angelpub.com/premium-detailed/msv",
      "https://www.angelpub.com/premium-detailed/qc",
      "https://secure2.angelpub.com/o/op/581556",
      "https://www.angelpub.com/premium-detailed/fg",
      "https://angelpub.com/premium-detailed/fg",
      "https://angelpub.com/premium-detailed/qc",
      "https://www.secure2.angelpub.com/o/web/790295",
      "https://angelpub.com/premium-detailed/msv",
      "https://www.secure2.angelpub.com/o/op/581556"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:17:45.077+03:00",
    "updated": "2024-09-20T00:17:45.077+03:00"
  },
  {
    "uuid": "79c9ea411ef2b54765f67c16bc182bb8b65744b2",
    "url": "https://menafn.com/1107957717/Pope-Urges-Courage-To-Negotiate-On-Ukraine-War",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-03-10T05:31:00Z",
    "title": "Pope Urges 'Courage To Negotiate' On Ukraine War | MENAFN.COM",
    "text": "( MENAFN - The Peninsula) AFP\nVatican City: Pope Francis has urged parties in the Ukraine war to \"have the courage to negotiate\", and do so \"before things get worse\", in an interview broadcast Saturday by Swiss television.\nThe 87-year-old pontiff was asked by the public broadcaster RTS about a debate within Ukraine on whether to surrender to Russia's invasion.\n\"I believe that the strongest are those who see the situation, think about the people, and have the courage to raise the white flag and negotiate,\" he said in the interview, which the Vatican said was conducted in early February.\nHe added: \"That word negotiate is a brave word. When you see that you are defeated, that things are not working out, to have the courage to negotiate.\"\nHe said people might feel ashamed but asked how many lives were being lost.\n\"Today, for example with the war in Ukraine, there are many who want to act as mediators. Turkey for example,\" he said.\n\"Don't be ashamed to negotiate before things get worse.\"\nSpeaking about conflict in general, including the Hamas-Israel war, he added: \"Negotiations are never a surrender. It is the courage not to carry a country to suicide.\"\nThe Vatican's director of communications, Matteo Bruni, later issued a statement seeking to clarify the pope's words.\nFrancis had used the term white flag \"to indicate a cessation of hostilities, a truce reached with the courage of negotiation\", Bruni said in a statement published by Vatican News.\nHe repeated the pontiff's call for a \"diplomatic solution in search of a justing and lasting peace\" in what Francis calls the \"martyred\" Ukraine.\nFrancis was also asked in the interview about the Israel-Hamas war, where he laid blame on both sides.\n\"War is made by two, not one. The irresponsible ones are these two who wage war,\" he told the broadcaster.\nMENAFN10032024000063011010ID1107957717\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://thepeninsulaqatar.com/article/10/03/2024/pope-urges-courage-to-negotiate-on-ukraine-war",
      "https://www.thepeninsulaqatar.com/article/10/03/2024/pope-urges-courage-to-negotiate-on-ukraine-war"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "francis",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "rts",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "peninsula",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "vatican city",
          "sentiment": "none"
        },
        {
          "name": "vatican",
          "sentiment": "none"
        },
        {
          "name": "turkey",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-10T18:19:10.191+02:00",
    "updated": "2024-03-10T18:19:10.191+02:00"
  },
  {
    "uuid": "68e82256416a6280995f70f0d38a58991b6e5f73",
    "url": "https://gizmodo.uol.com.br/aproveite-notebook-lenovo-ideapad-gaming-3i-esta-com-11-off-na-amazon/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Leticia Negresiolo",
    "published": "2024-01-05T20:43:00Z",
    "title": "Aproveite: Notebook Lenovo Ideapad Gaming 3i está com 11% off na Amazon - Giz Brasil",
    "text": "O Notebook Lenovo Ideapad Gaming 3i está com um desconto de 11% na Amazon: o valor do PC saiu de R$ 3.652,62 e foi para R$ 3.249,90! Por Leticia Negresiolo 05 17:43 2 minutos de leitura Se você está em busca de um notebook poderoso para jogos e tarefas exigentes, a oferta atual na Amazon é imperdível: O Notebook Lenovo Ideapad Gaming 3i está com um desconto de 11%.\nO valor do PC saiu de R$ 3.652,62 e foi para R$ 3.249,90!\nEle vem equipado com o processador Intel Core i5 11300H, 8GB de RAM e a placa de vídeo Nvidia GTX 1650 4GB.\nOu seja, com ele você irá lidar facilmente com jogos modernos e tarefas de edição de vídeo, design gráfico e muito mais.\nAlém disso, o SSD de 512GB proporciona atualizações rápidas e tempos de carregamento reduzidos.\nA tela de 15.6 polegadas oferece uma experiência visual imersiva, tornando os jogos mais envolventes.\nE também vem com o Windows 11 pré-instalado.\nGaranta o seu com desconto e desfrute de um novo nível de desempenho e entretenimento.\nCompre também:\nGameSir G8 Galileo está com desconto especial de 20% na Amazon; confira Celular Samsung com tela grande sai por apenas R$ 899; vai perder? Projeta sua casa com esta fechadura inteligente com preço 43% off Por fim, atenção! O Notebook Lenovo Ideapad Gaming 3i pode ter seu preço alterado a qualquer momento, a depender da quantidade de itens em estoque ou unidades reservadas para essa oferta.\nEsta matéria inclui links de afiliados. Leia mais sobre a nossa Política de Afiliados.\n#Gaming 3i #Giz Ofertas #Lenovo #notebook Leticia Negresiolo\nCultura Morre Zagallo, lendário jogador e treinador da seleção, aos 92 anos",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://twitter.com/intent/tweet?url=https://gizmodo.uol.com.br/aproveite-notebook-lenovo-ideapad-gaming-3i-esta-com-11-off-na-amazon/&text=Aproveite:",
      "https://secure.gravatar.com/avatar/1bc00454f898f41c29544a8fa39774c3?s=96&d=blank&r=g",
      "https://www.facebook.com/sharer.php?u=https://gizmodo.uol.com.br/aproveite-notebook-lenovo-ideapad-gaming-3i-esta-com-11-off-na-amazon/",
      "https://www.linkedin.com/shareArticle?url=https://gizmodo.uol.com.br/aproveite-notebook-lenovo-ideapad-gaming-3i-esta-com-11-off-na-amazon/",
      "https://amzn.to/48GPmov",
      "https://facebook.com/sharer.php?u=https://gizmodo.uol.com.br/aproveite-notebook-lenovo-ideapad-gaming-3i-esta-com-11-off-na-amazon/",
      "https://secure.gravatar.com/avatar/1bc00454f898f41c29544a8fa39774c3",
      "https://www.amzn.to/48GPmov",
      "https://www.linkedin.com/shareArticle?url=https://gizmodo.uol.com.br/aproveite-notebook-lenovo-ideapad-gaming-3i-esta-com-11-off-na-amazon",
      "https://www.facebook.com/sharer.php?u=https://gizmodo.uol.com.br/aproveite-notebook-lenovo-ideapad-gaming-3i-esta-com-11-off-na-amazon",
      "https://www.twitter.com/intent/tweet?url=https://www.gizmodo.uol.com.br/aproveite-notebook-lenovo-ideapad-gaming-3i-esta-com-11-off-na-amazon/&text=Aproveite:",
      "https://www.linkedin.com/shareArticle",
      "https://www.facebook.com/sharer.php",
      "https://twitter.com/intent/tweet",
      "https://linkedin.com/shareArticle?url=https://gizmodo.uol.com.br/aproveite-notebook-lenovo-ideapad-gaming-3i-esta-com-11-off-na-amazon/",
      "https://www.secure.gravatar.com/avatar/1bc00454f898f41c29544a8fa39774c3?s=96&d=blank&r=g"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:05:52.008+02:00",
    "updated": "2024-01-06T06:18:05.806+02:00"
  }
]