[
  {
    "uuid": "18ccdc858a47c3f69caf25f8c460690d5104ee5c",
    "url": "https://vnexplorer.net/patrulla-militar-en-bucaramanga-atropello-a-perrita-callejera-y-huyo-sin-darle-ayuda-s696877.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T21:57:00Z",
    "title": "Patrulla militar en Bucaramanga atropelló a perrita callejera y huyó sin darle ayuda",
    "text": "El Ejército lamentó el hecho.\nEl animal fue atendido por un hogar de paso en la ciudad. El Ejército abrirá una investigación.\nEn la tarde de este jueves 28 de diciembre se difundió un video a través de redes sociales en el que se ve a una perrita en condición de calle ser arrollada por una Patrulla Militar en una vía en el norte de Bucaramanga,El hecho ha sido motivo de críticas debido a que el vehículo huye de la escena y deja al canino a la interperie.(Además:Cayó presunto responsable de ataque armado que dejó dos hombres asesinados en Medellín)\nEl trágico accidente, según se aprecia en las cámaras de seguridad, ocurrió en la madrugada de este martes sobre la calle 15 con tercera frente el al CAI La Virgen, en el norte de la ciudad. Ha sido motivo de criticas por parte de usuarios en redes sociales, varios de los cuales han calificado el hecho como reprochable.El animal está siendo atendido en un hogar de paso que recibió una llamada ciudadana solicitando asilo y atención urgente. Según el diagnostico veterinario, el canino tendría fractura de cadera.(También:Tiroteo en Villavicencio: en intento de robo, delincuente iba disfrazado de policía)\nEl Ejército Nacional anunció una investigación para esclarecer lo sucedido.\nEl teniente coronel Carlos Andrés Parra Ávila, comandante del batallón de Apoyo y Servicios para el Combate No. 5 Mercedes Ábrego de la Quinta Brigada de Bucaramanga, se refirió al hecho y lamentó lo sucedido.\nSegún informa el teniente coronel, la patrulla estaba realizando actividades de control militar en la zona.\n“Frente a los videos de una cámara de seguridad del momento en que una patrulla de la Policía Militar atropella accidentalmente a un canino en condición de calle en el norte de Bucaramanga, informo que este lamentable hecho ocurrió mientras (el vehículo) se encontraba realizando control militar en el norte de esta capital santandereana”.(Lea:Deben amputarle los dedos de la mano a niño de un año por manipular una bengala)\nAsimismo, Carlos Parra agregó que “al parecer, el conductor del vehículo no logra esquivar al canino y ocurre este hecho lamentable para todos nosotros”.\nEl comandante del Batallón informó que una vez se conoció este hecho, se contactaron con un líder animalista y vocero autorizado de las fundaciones defensoras de animales en Bucaramanga, para así, “garantizarle nuestro acompañamiento y respaldo a todo lo que requiera este canino con el fin de que su pronta recuperación sea satisfactoria”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1macT8.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1macT8.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:34.320+02:00",
    "updated": "2023-12-29T00:01:34.320+02:00"
  },
  {
    "uuid": "f53cabe80bcb159eb7262f37b98bc65897b6976d",
    "url": "https://www.yahoo.com/news/dangerous-winds-carry-metal-carport-222143897.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Steve Gehlbach",
    "published": "2024-05-09T21:21:00Z",
    "title": "Dangerous winds carry metal carport 50 yards into tree, which knocked down power lines in White Co.",
    "text": "WSB Cox articles Dangerous winds carry metal carport 50 yards into tree, which knocked down power lines in White Co. Steve Gehlbach May 10, 2024 at 1:21 AM · 1 min read Link Copied Read full article\nRoads in Habersham and White Counties were blocked Thursday morning due to downed trees and power lines, along with flooding.\nHighway 115 in White County, the main highway between Cleveland and Clarkesville, was blocked for hours.\nIt reopened around 10:45 a.m.\n[DOWNLOAD: Free WSB-TV News app for alerts as news breaks ]\nChannel 2′s Steve Gehlbach talked to one homeowner who lost part of his home’s roof in the storm.\nThere was a chain reaction when a metal carport flew into a tree, causing it to fall into and knock down powerlines.\nThe metal carport flew about 50 yards from his neighbor’s property.\n“The front was open and the back was closed and my brother-in-law’s Cadillac, it didn’t put a scratch on it!” Andy Simmons said.\nThankfully everyone is okay, but Simmons and his family and their neighbors have a lot of cleanup to do.\nNo one is sure yet if it was just high winds or a small tornado.\n“The utility guy said everything’s kind of twisted, so they didn’t think it was straight-line winds, but I don’t know,” Amber Dyer said.\nTRENDING STORIES:\nSuspect who shot, killed 3 children at Gwinnett park identified\nAtlanta airman killed by Florida deputy, but lawyer says they went into the wrong apartment\nFormer Cobb postal worker accused of stealing mail after ripped open checks found in stolen car\nGehlbach checked the next county over with Habersham County Emergency Management.\nMore than a dozen roads had reopened by noon that were blocked by downed trees.\nCrews continued throughout the day to clear the rest and repair downed power lines.\n[SIGN UP: WSB-TV Daily Headlines Newsletter ]\nIN OTHER NEWS:\nView comments",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://s.yimg.com/uu/api/res/1.2/TEVI1uGCi59gnk7_6fx_vg--~B/aD03MjA7dz0xMjgwO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/wsb_cox_videos_918/0838ed79b394c6647ab28be6924b72eb",
      "https://s.yimg.com/os/creatr-uploaded-images/2023-05/35390dc0-f043-11ed-bc32-02b4c9ef2cf0",
      "https://membercenter.wsbtv.com/newsletters",
      "https://www.wsbtv.com/",
      "https://www.wsbtv.com/smart-tv/",
      "https://s.yimg.com/uu/api/res/1.2/_scDX5RoesXNEPrFwKK.XA--~B/Zmk9c3RyaW07aD0zNjA7dz02NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/wsb_cox_videos_918/0838ed79b394c6647ab28be6924b72eb)",
      "https://s.yimg.com/ny/api/res/1.2/OBukFMKhmMv3V2_2RwvUAQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE0NjtoPTYw/https://s.yimg.com/os/creatr-uploaded-images/2023-05/35390dc0-f043-11ed-bc32-02b4c9ef2cf0",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fwww.yahoo.com%2Fnews%2Fdangerous-winds-carry-metal-carport-222143897.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://media.zenfs.com/en/wsb_cox_videos_918/0838ed79b394c6647ab28be6924b72eb",
      "https://twitter.com/intent/tweet?text=Dangerous%20winds%20carry%20metal%20carport%2050%20yards%20into%20tree%2C%20which%20knocked%20down%20power%20lines%20in%20White%20Co.&url=https%3A%2F%2Fwww.yahoo.com%2Fnews%2Fdangerous-winds-carry-metal-carport-222143897.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=YahooNews",
      "https://www.wsbtv.com/news/local/atlanta/atlanta-airman-killed-by-florida-deputy-lawyer-says-they-went-into-wrong-apartment/5SSTU5VRPRHFDBUCBKWFF4T73Y/",
      "https://www.wsbtv.com/news/local/cobb-county/former-cobb-postal-worker-accused-stealing-mail-after-ripped-open-checks-found-stolen-car/PG7FHWMH2ZCATAXGCZ5ZELSJXA/",
      "https://www.wsbtv.com/news/local/suspect-who-shot-killed-3-children-gwinnett-park-identified/U2U7VPTDQFGSXP44NQLTU7Y4AU/",
      "https://www.wsbtv.com/news/local/atlanta/atlanta-airman-killed-by-florida-deputy-lawyer-says-they-went-into-wrong-apartment/5SSTU5VRPRHFDBUCBKWFF4T73Y",
      "https://wsbtv.com/news/local/atlanta/atlanta-airman-killed-by-florida-deputy-lawyer-says-they-went-into-wrong-apartment/5SSTU5VRPRHFDBUCBKWFF4T73Y/",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fwww.yahoo.com%2Fnews%2Fdangerous-winds-carry-metal-carport-222143897.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://wsbtv.com/news/local/cobb-county/former-cobb-postal-worker-accused-stealing-mail-after-ripped-open-checks-found-stolen-car/PG7FHWMH2ZCATAXGCZ5ZELSJXA/",
      "https://www.wsbtv.com/news/local/suspect-who-shot-killed-3-children-gwinnett-park-identified/U2U7VPTDQFGSXP44NQLTU7Y4AU",
      "https://www.wsbtv.com/smart-tv",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2023-05/35390dc0-f043-11ed-bc32-02b4c9ef2cf0",
      "https://www.media.zenfs.com/en/wsb_cox_videos_918/0838ed79b394c6647ab28be6924b72eb",
      "https://www.twitter.com/intent/tweet?text=Dangerous%20winds%20carry%20metal%20carport%2050%20yards%20into%20tree%2C%20which%20knocked%20down%20power%20lines%20in%20White%20Co.&url=https%3A%2F%2Fwww.yahoo.com%2Fnews%2Fdangerous-winds-carry-metal-carport-222143897.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=YahooNews",
      "https://www.s.yimg.com/uu/api/res/1.2/_scDX5RoesXNEPrFwKK.XA--~B/Zmk9c3RyaW07aD0zNjA7dz02NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/wsb_cox_videos_918/0838ed79b394c6647ab28be6924b72eb)",
      "https://www.wsbtv.com",
      "https://www.facebook.com/dialog/feed",
      "https://www.membercenter.wsbtv.com/newsletters",
      "https://www.wsbtv.com/news/local/cobb-county/former-cobb-postal-worker-accused-stealing-mail-after-ripped-open-checks-found-stolen-car/PG7FHWMH2ZCATAXGCZ5ZELSJXA",
      "https://wsbtv.com/",
      "https://www.s.yimg.com/ny/api/res/1.2/OBukFMKhmMv3V2_2RwvUAQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE0NjtoPTYw/https://www.s.yimg.com/os/creatr-uploaded-images/2023-05/35390dc0-f043-11ed-bc32-02b4c9ef2cf0",
      "https://www.s.yimg.com/uu/api/res/1.2/TEVI1uGCi59gnk7_6fx_vg--~B/aD03MjA7dz0xMjgwO2FwcGlkPXl0YWNoeW9u/https://www.media.zenfs.com/en/wsb_cox_videos_918/0838ed79b394c6647ab28be6924b72eb",
      "https://wsbtv.com/news/local/suspect-who-shot-killed-3-children-gwinnett-park-identified/U2U7VPTDQFGSXP44NQLTU7Y4AU/",
      "https://twitter.com/intent/tweet",
      "https://wsbtv.com/smart-tv/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "steve gehlbach",
          "sentiment": "none"
        },
        {
          "name": "andy simmons",
          "sentiment": "none"
        },
        {
          "name": "simmons",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "white co",
          "sentiment": "negative"
        },
        {
          "name": "wsb cox",
          "sentiment": "negative"
        },
        {
          "name": "cadillac",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "clarkesville",
          "sentiment": "none"
        },
        {
          "name": "cleveland",
          "sentiment": "none"
        },
        {
          "name": "habersham",
          "sentiment": "none"
        },
        {
          "name": "white county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T01:43:45.748+03:00",
    "updated": "2024-05-10T01:43:45.748+03:00"
  },
  {
    "uuid": "e18510e9ecef2a9fa90d4460e55ba7951966d451",
    "url": "https://thewest.com.au/business/bulls-n-bears/lab-busting-uranium-results-turbocharge-infini-shares-c-15253307",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Craig Nolan",
    "published": "2024-07-04T20:02:00Z",
    "title": "Lab-busting uranium results turbocharge Infini shares | The West Australian",
    "text": "The uranium debate in Australia is raging over whether or not the element should be allowed to fuel the nation’s future with domestic nuclear power.\nBut with uranium prices hitting an upward trend recently, ASX-listed companies have been showing a propensity to want to get in on the act and investors seem to be following suit.\nWhile this edition of Bulls N’ Bears Runners of the Week features a local gold-hunting firm, a high-tech Australian company that has set-up shop in the United States looking to print up a metal storm in the defence sector and a firm which may have been heard whispering, “we might need a bigger boat” after the sale of one of its vessels, it was a Canadian uranium chaser that topped the pops.\nInfini Resources produced high-grade – ahh, let’s call them lab-busting – results from soil sampling conducted at its Portland Creek uranium project in the Canadian province of Newfoundland.\nTheNightly Get in front of tomorrow's news for FREE Journalism for the curious Australian across politics, business, culture and opinion.\nREAD NOW And get this … the company says the grades were so high, they were beyond the detection limits of the laboratory! A stunning 17 samples were returned grading higher than the 1.18 per cent (11,792 parts per million) uranium oxide maximum limits that could be detected from the type of assay sampling method used.\nThe news put a rocket under Infini’s share price as it launched from a previous close of 15.5c to touch 44.5c the day after the announcement – up an impressive 187.1 per cent. It then went even further to a nearly 226 per cent hike today, reaching a high of 50.5c for the week.\nIt was the company’s highest-traded price since the day it listed on the market on January 15 this year. Punters kicked trading volumes out of the park, with 7.3 million shares changing hands on Monday and another 5.65 million swapped the following day, numbers only bettered by Infini’s first two trading days back in January and mega-levels above its daily average.\nThe samples taken from its Talus prospect within Portland Creek have been re-submitted for a type of analysis capable of detecting to an upper limit of 15 per cent uranium oxide.\nThe high-grade samples defined a 235m-by-100m zone coincident with an historic radon gas anomaly and the zone remains open to the east and west. The company revealed 39 samples returned more than 1000ppm uranium oxide, with soil sampling covering only 400m of a prospective 3.2km-long zone defined by historic radiometric data and radon gas surveys.\nInterestingly, the average background reading in soils is 8ppm, so the peak anomalous sample of 11,792ppm is a staggering 1474 times greater. Radon is a radioactive gas that has no smell, colour or taste.\nDare we say it, if the majority of results exceed the 15 per cent upper limit of the new assay tests, Infini will really be cooking with gas.\nWaratah Minerals took the silver medal this week with a 170.83 per cent gain after revealing further head-turning gold intersections from its latest reverse-circulation (RC) drill results at the company’s Spur gold-copper project that sits on the Lachlan Fold Belt in New South Wales.\nIts stock bolted to 31c on the fourth of July, resulting in joyous celebrations, picnics, parades and baseball games. Actually, that only really occurs in the good ol’ US of A on July 4 each year, however, celebrations would have been rolling out for the punters who bought into the company late last week for just 12c.\nThe price reached a peak of 32.5c this morning. Significant volumes of 12.7 million units on Wednesday and 8.84 million on Thursday were only surpassed during the past three years on a heavily-traded day in December last year.\nResults from one particular drillhole is what really sent the market meerkats into a tizz, hitting 89m at 1.73 grams per tonne gold and 0.08 per cent copper from 115m including 57m going 2.5g/t with 0.11 per cent copper from 115m and a further 9m at 9.33g/t gold and 0.38 per cent copper from 163m.\nAided by a solid 24m at 1.66g/t gold and 0.04 per cent copper that included a 3m slice at 5.34g/t gold with 0.11 per cent copper from 52m, the result was exactly what the market was looking for. It followed an initial eye-catching hit of 7m at 16.78g/t gold and 0.18 per cent copper from 154m that was reported last week, but didn’t really move the needle.\nHowever, with the latest numbers, it is now well and truly off and running.\nPerhaps the real jolt for the share price to shift came from the realisation that the project sits about 5km west from US gold giant Newmont Corporation’s Cadia Valley project that has produced more than 50 million ounces of gold and 9.5 million tonnes of copper since its 1992 discovery.\nThird placing was nabbed by high-tech firm AML3D, with a solid 157.89 per cent share price gain after it highlighted the $1.1 million sale of its 2600 Edition ARCEMY metal 3D printing system to US Department of Defence intermediary, BlueForge Alliance. The stock jumped from a close of 9.5c at end of last week to hit 24.5c on Friday after the market digested the news of the sale that includes an initial one-year service and maintenance contract.\nCamera Icon\nAML3D has broken through with the first sale of its 3D metal printer to a US Department of Defence intermediary. Credit: File A key objective for the company is the development of annually-recurring service and maintenance contracts to build a cash-flow pipeline. The system that sold has been leased from BlueForge for the past nine months by navy component supplier, Laser Welding Solutions.\nPotentially opening up a further boost to sales, Laser Welding has the option to buy two additional 2600 Edition ARCEMY systems as it seeks to support the development of metal 3D printed components for the US Navy’s submarine industrial base. Management was chuffed that its first lease agreement culminated in the conversion to a sale and believes the company is making inroads with its advanced technology to become a regular supplier to the US defence sector.\nAML3D combines state-of-the-art robotics automation, materials engineering, welding science and proprietary software in its 3D printing systems. The 10-year-old company has its headquarters and manufacturing hub in the State of Ohio and is laser-focused on extracting maximum opportunities across the US defence sector, in addition to targeting global oil and gas and aerospace companies, with its high-tech eye also firmly gazing in the marine industries direction.\nManagement has also cast an even wider look out into the Australian and United Kingdom defence sectors. It says it can see the benefits of the two nations being AUKUS partners in a trilateral security partnership covering the Indo-Pacific region between the pair and the United States.\nJust missing out on a podium finish this week is Wellard – an agribusiness that specialises in livestock transport to customers globally. A July 1 reveal that the company has a binding contract to sell its oldest livestock vessel for a cool US$12 million (AU$18.1 million), propelled its shares to a two-month high of 4.1c on higher than usual volumes.\nThe number of shares traded hit 2.84 million on the day of the announcement, Wellard’s heaviest trading day since 2022. The gain of 141.18 per cent was boosted by management’s statement that it intends to return the bulk of the sales proceeds to shareholders and it is assessing the best available option for that process.\nAfter fees and commissions, the sale is expected to net Wellard US$11.8 million (AU$17.8 million) and will be subject to the agreed Norwegian Shipbrokers Association’s memorandum of agreement for sale and purchase of ships, providing standard terms and conditions that have been adopted internationally for the sale of such ocean-going ships.\nThe company appears to dabble predominantly in the transfer of cattle rather than sheep – a positive in the current environment of recently-approved Australian legislation banning live sheep exports from May 1, 2028.\nAnd with a slowdown in livestock exports from Australia, Wellard has refocused its activities to the growing South America-to-Turkey cattle run. Encouragingly, one of the company’s other ships, the M/V Ocean Drover, is committed to charters booked for the remaining calendar year for the shuttle to Turkey.\nThat distance is obviously a bit further than the cattle run through the Newmarket stockyards in Melbourne that was just opposite from where this columnist once lived.\nA run down memory lane rekindles a sprint through those stockyards as a five-year old, with the oncoming cattle bearing down – a significantly more stressful situation than collecting a big boost to the bank balance that appears to await Wellard.\nIs your ASX-listed company doing something interesting? Contact: matt.birney@wanews.com.au",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://thenightly.com.au?utm_medium=in-article_link&utm_source=thewest&utm_campaign=nightly_launch_promo",
      "https://thenightly.com.au",
      "https://www.thenightly.com.au?utm_medium=in-article_link&utm_source=thewest&utm_campaign=nightly_launch_promo"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "asx",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "newfoundland",
          "sentiment": "none"
        },
        {
          "name": "portland creek",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T10:07:53.018+03:00",
    "updated": "2024-07-05T13:26:47.531+03:00"
  },
  {
    "uuid": "5a1e70e5a7d4703b18fc98991e97172c7207e473",
    "url": "https://www.thespec.com/globenewswire/microbix-hosts-ontario-premier-doug-ford-team/article_10df844c-e458-5fca-a6c1-f7ec2f1f5c08.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "user",
    "published": "2025-02-27T20:04:00Z",
    "title": "Microbix Hosts Ontario Premier Doug Ford & Team",
    "text": "MISSISSAUGA, Ontario, Feb. 27, 2025 (GLOBE NEWSWIRE) — Microbix Biosystems Inc. (TSX: MBX, OTCQX: MBXBF, Microbix®), a proudly Ontario Made life sciences innovator, manufacturer, and exporter, was pleased to host Government of Ontario candidates Premier Doug Ford (Etobicoke North riding) and local MPP Deepak Anand (Mississauga-Malton riding). During their site visit on the morning of February 27 — Ontario’s Provincial Election Day — our team had great conversations about how next-generation diagnostic tests can improve health outcomes for patients while also reducing healthcare costs.\nMicrobix’s CEO, Cameron Groome, commented, “We are very pleased for Microbix to be recognized by candidates Premier Ford and MPP Anand as a leading Ontario-based life sciences company. Our team is developing and manufacturing innovative new products right here in Ontario that are exported and used worldwide to help ensure accurate diagnosis of diseases in a timely manner. It is a privilege to share our insights with senior government leaders in order to benefit Ontario’s economy, patients, and taxpayers.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Politics"
    ],
    "topics": [
      "Economy, Business and Finance->healthcare industry",
      "Economy, Business and Finance->business governance",
      "Science and Technology->biotechnology",
      "Science and Technology->biomedical science",
      "Science and Technology->medical research",
      "Politics->government",
      "Politics->political candidates",
      "Politics->local government and authority"
    ],
    "ai_allow": false,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "5a1e70e5a7d4703b18fc98991e97172c7207e473",
      "first_syndicated": true
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T00:00:33.274+02:00",
    "updated": "2025-02-28T00:00:33.274+02:00"
  },
  {
    "uuid": "2d8f7c0ecbe2dbb4ae87ad17741edee54e6fdfc1",
    "url": "https://rustavi2.ge/en/news/295100",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Rustavi2tv",
    "published": "2024-10-17T13:37:00Z",
    "title": "New building of Infectious Disease Hospital Named After Tengiz Tsertsvadze meets the highest standards, is equipped with modern technology and devices that are essential for successful and high-quality medical services - Kobakhidze",
    "text": "I would like to congratulate the leadership of the Tbilisi Scientific-Practical Center of Infectious Pathologies and AIDS, every doctor, nurse and staff member on their new building and moving to this facility. The Prime Minister of Georgia said this in his speech at the opening ceremony of the Tbilisi Scientific-Practical Center of Infectious Pathologies and AIDS, named after Tengiz Tsertsvadze. According to the Head of Government of Georgia, this is a new 11-story building that meets the highest standards, equipped with modern technology and devices, essential for successful and high-quality medical care. “The expansion of the clinic and having its own building will allow the medical center to conduct all necessary check-ups and tests on-site. An emergency outpatient department has also been added to the clinic. Most importantly, the health of patients, our citizens, will be cared for by highly qualified medical personnel. Currently, the clinic has 352 employees, including 86 doctors and 71 nurses. I want to express my profound gratitude to each of you for your immense contribution to our society. The clinic bears the name of an outstanding doctor, scientist and educator, the late Tengiz Tsertsvadze. He was directly involved in the planning and implementation of this building\"s construction, overseeing every detail with heart and soul. Today, his spirit rejoices as this building opens, where his friends, colleagues and the doctors he trained continue their professional work in this new facility. His contribution to our country is invaluable. Thanks to his innovative approaches and achievements, Georgia is now among the leaders in the treatment of infectious diseases, AIDS, viral hepatitis and other infectious pathologies. I am confident that the team of professionals, in these improved conditions, will continue to carry forward this legacy, further developing its rich experience and making a significant contribution to the health of our citizens in the future. Congratulations once again on the opening of this remarkable building”, - said Irakli Kobakhidze. Together with Mikheil Sarjveladze, Minister of Internally Displaced Persons from the Occupied Territories, Labor, Health, and Social Affairs and Tengiz Tsertsvadze’s wife, Ana Topuria, he unveiled a memorial plaque dedicated to Tengiz Tsertsvadze. Marina Ezugbaia, Executive Director of the Tbilisi Scientific-Practical Center of Infectious Pathologies and AIDS gave a tour of the new building to the Prime Minister, the Minister of Health and the invited guests.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T00:54:29.587+03:00",
    "updated": "2024-10-18T00:54:29.587+03:00"
  },
  {
    "uuid": "e8ff39dc90d596b719e7379749e3ebf983f7c0e6",
    "url": "https://newsinfo.inquirer.net/1922033/historic-homonhon-faces-water-shortage",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Joey Gabieta",
    "published": "2024-03-22T21:06:00Z",
    "title": "Historic Homonhon faces water shortage",
    "text": "FOREST FIRE A section of a forested area on Homonhon Island is hit by fire in this March 17 photo, amid the dry spell brought about by the El Niño weather phenomenon. The damage to the local forest has worried islanders as this may impact their water supply. —JOEY A. GABIETA\nTACLOBAN CITY — Government leaders of Eastern Samar province have appealed to mining companies operating on Homonhon Island to protect the watershed of the historic place amid the lack of drinking water that has beleaguered its residents due to various causes, including the dry spell spawned by the El Niño weather phenomenon.\nMayor Annaliza Gonzales-Kwan of Guiuan town, which has jurisdiction over Homonhon, and Rep. Marcelino Libanan of the 4Ps partylist raised the concern in separate interviews on March 17, a day after the 503rd-anniversary celebration of the landing of Portuguese explorer Ferdinand Magellan and the Spanish fleet on the island on March 16, 1521.\nADVERTISEMENT The island is home to about 4,000 people spread over the eight villages of Bitaugan, Cagusu-an, Canawayon, Casuguran, Culasi, Habag, Inapulangan, and Pagbabangnan.\nFEATURED STORIES NEWSINFO Police colonel faces criminal raps for blackmail using sex video NEWSINFO PCG detains 17 vessels involved in Zambales dredging NEWSINFO SC affirms Sandigan ruling granting bail to Napoles Libanan, who also serves as minority floor leader of the House of Representatives, said destroying the island’s watershed could lead to greater scarcity of drinking water on the island.\n“I called on our mining companies to show your heart for our people on the island and not just think of your profits. Lack of drinking water on Homonhon Island is a big problem among villagers,” he said.\nThe island’s residents depend on deep wells and communal water systems for their potable water. But the water supply had become scarce and sometimes even turned murky, which residents blamed on the diminishing forest cover of the island.\nProtect ‘historic wealth’ If mining companies on the island would not heed their call to protect the watershed, Libanan said the government might be pushed to go after these firms.\nKwan shared the same sentiments, saying the Guiuan municipal government has crafted a five-year comprehensive development plan for Homonhon, which includes protecting the island’s watershed and its environment, noting that ecological problems cropped up on the island after mining firms started operating there.\nREAD: Priest asks Duterte, other officials to stop mining operations on Homonhon Island\nADVERTISEMENT The comprehensive development plan would include providing livelihood opportunities for the people on the island and promoting Homonhon as a tourist site due to its “historical wealth.”\nShe said they also sought help from experts from the University of the Philippines to craft a comprehensive land use plan, Kwan added.\nAt present, the municipality has been using part of the P6.3 million excise paid by the mining companies for this quarter for various programs and projects on the island.\nEconomic gains According to Kwan, over 2,000 people on the island work for the four mining companies operating in Homonhon—Emir Mineral Resources, Techiron Resources Inc., Global Min-Met Resources, and Verum Terra Geoscience Inc.\nSought for comment, Mark Godinez, the project engineer of Verum Terra, said they fully support the call of Libanan and other local officials to protect the water source of Homonhon.\n“Our company and the rest of mining companies operating here in Homonhon is fully committed to protect and preserve the water source (on the island),” he said in a phone interview on Friday.\nHe said they have asked the local government for a map of where these water sources are located so these would be excluded from their mining operations.\nVerum Terra is also committed to conducting tree planting, on top of their existing adopt-a-forest program, Godinez added.\nThe mining company started its mining operations on Homohon in March 2022 with mining claims of 500 hectares to extract iron nickel. The company has a mining permit for 25 years.\nEnough Kwan hoped the national government would no longer issue mining permits for firms to locate on the island. “For me, the four mining companies now operating on the island are enough. I hope our national government will listen to my appeal,” she said.\nPatricia Bagania, 70, a resident of Barangay Pagbabangnan, said drinking water has been a concern of the islanders, especially in the wake of diminished watershed area attributed to land clearing by the mining firms.\nBagania said they would continue to ask government officials and the mining companies to address their dwindling forested area, even as her 29-year-old grandson benefits from the mining operation, being an employee of one of the mining companies.\nThe island is rich in nickel and chromite—minerals being extracted by these mining companies which are concentrated in the villages of Casuguran and Cagusu-an.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "annaliza gonzales-kwan",
          "sentiment": "none"
        },
        {
          "name": "inapu",
          "sentiment": "none"
        },
        {
          "name": "ferdinand magellan",
          "sentiment": "none"
        },
        {
          "name": "marcelino libanan",
          "sentiment": "none"
        },
        {
          "name": "joey a. gabieta",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "el niño",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "homonhon",
          "sentiment": "none"
        },
        {
          "name": "homonhon island",
          "sentiment": "none"
        },
        {
          "name": "casuguran",
          "sentiment": "none"
        },
        {
          "name": "cagusu",
          "sentiment": "none"
        },
        {
          "name": "canawayon",
          "sentiment": "none"
        },
        {
          "name": "eastern samar",
          "sentiment": "none"
        },
        {
          "name": "culasi",
          "sentiment": "none"
        },
        {
          "name": "tacloban",
          "sentiment": "none"
        },
        {
          "name": "habag",
          "sentiment": "none"
        },
        {
          "name": "guiuan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T23:09:34.545+02:00",
    "updated": "2024-03-24T05:52:10.809+02:00"
  }
]