[
  {
    "uuid": "55a56423e8413d52d5309e4ba6586c6b4e87a246",
    "url": "https://www.armenpress.am/fre/news/1136274.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "armenpress.am",
    "published": "2024-05-06T05:00:00Z",
    "title": "Interview de l'ambassadeur de Lituanie | ARMENPRESS Armenian News Agency",
    "text": "EREVAN, 6 MAI, ARMENPRESS: La paix entre l'Arménie et l'Azerbaïdjan est la condition préalable essentielle à la stabilité et à la prospérité du Caucase du Sud. Nous constatons l'engagement sincère de l'Arménie en faveur de la paix et apprécions les mesures claires prises dans ce sens. Il ne fait aucun doute que le processus de paix doit se terminer par une paix durable et globale et par l'engagement des deux parties à la respecter, a déclaré l'ambassadeur extraordinaire et plénipotentiaire de Lituanie en Arménie, Andrius Pulokas, dans une interview accordée à Armenpress.\nL'entretien a porté sur les relations entre l'Arménie et la Lituanie, les perspectives de développement des relations entre les deux pays, le point de vue de la Lituanie sur la situation actuelle dans le Caucase du Sud, ainsi que sur le rapprochement des relations entre l'Arménie et l'Union européenne, le rôle éventuel de la Lituanie dans ce rapprochement, et d'autres questions.\n- Monsieur l'Ambassadeur, l'Arménie et la Lituanie ont toujours entretenu des relations chaleureuses et amicales. Comment évaluez-vous le niveau actuel du dialogue politique entre les deux pays et quels sont les points importants à souligner ?\n- Le dialogue politique est très intense et de plus en plus actif depuis la révolution de velours de 2018 en Arménie. Le principal défi est de maintenir le rythme et de fournir un contenu concret - chaque processus politique doit être axé sur un résultat qui doit être clair et tangible. La Lituanie et l'Arménie partagent des liens historiques et des expériences communes. Ayant elle-même emprunté le chemin difficile de la transformation, la Lituanie est un exemple de réformes réussies. Nos réussites et les leçons que nous en avons tirées sont proches du contexte arménien, nous nous comprenons très bien, c'est pourquoi le transfert et la mise en œuvre d'expériences utiles à l'Arménie sont et resteront l'une des principales tâches dans un avenir proche.\nL'Arménie, avec le soutien de l'UE en tant que principal partenaire du programme de réforme et l'implication de la société civile, a toutes les chances de devenir le chef de file des réformes démocratiques dans le Caucase du Sud. Bien sûr, à condition que le rythme des réformes soit maintenu, ou même renforcé, et que nous continuions à voir l'Arménie grimper avec confiance dans les différents classements internationaux en matière de démocratie, d'État de droit et de transparence. La Lituanie est prête à coopérer à tous les niveaux afin de renforcer la résilience de l'Arménie dans cette phase très difficile de tournant historique. Le mot clé est la diversification, et dans ce domaine, connaissant le chemin difficile mais très fructueux de la Lituanie dans la diversification de son économie, de son énergie et d'autres domaines, nous pourrions ensemble faire plus pour renforcer la résilience et la souveraineté de l'Arménie.\nL'année dernière, en octobre, la Première ministre de la République de Lituanie Ingrida Šimonytė a visité la République d'Arménie. Elle a annoncé que la Lituanie avait l'intention de soutenir l'approfondissement des relations entre l'Arménie et l'Union européenne. En tant que pays membre qui a une longue expérience et qui célèbre cette année son 20e anniversaire au sein de l'organisation, comment la Lituanie pourrait-elle contribuer à l'approfondissement des relations entre l'Arménie et l'UE ?\nJe suis très heureux que l'UE soit de plus en plus perçue et discutée en Arménie. L'implication active de l'UE en Arménie signifie un soutien accru à la démocratie durable, à la résilience, à la sécurité et à la souveraineté, et surtout à la paix dans toute la région du Caucase du Sud. Pour cela, nous appelons à l'utilisation active de tous les instruments fournis par l'UE : l'accord CEPA, qui sera bientôt complété par le nouveau programme de partenariat UE-Arménie, et la mission de l'UE en Arménie. Nous nous attendons également à ce que l'Arménie reçoive un soutien par le biais de la Facilité européenne de soutien à la paix et à ce qu'elle entame un dialogue sur la libéralisation des visas.\nLa Lituanie est l'un des partisans les plus actifs et les plus enthousiastes du rapprochement - aussi étroit que possible - de l'Arménie avec l'UE, nous croyons fermement que l'Arménie appartient à la famille européenne et que l'avenir de l'Arménie se trouve dans l'Union européenne. Notre expérience nous dit qu'il faut toujours avoir un peu plus d'ambition que ce que les possibilités semblent parfois permettre - notre chemin vers l'Europe n'a pas été le plus facile non plus, mais nous en avons toujours vu le sens et nous avons suivi cette voie de manière cohérente. Je pense que l'idée de l'intégration européenne devrait devenir centrale et dominante à la fois dans l'agenda politique de l'Arménie et dans la vie publique. Nous encourageons toujours l'Arménie à être plus ambitieuse dans ses rêves, sa planification et son travail, et l'ambition maximale est bien sûr l'adhésion à l'UE, le plus tôt possible. L'ambition n'est pas une déclaration politique, mais plutôt un travail constant, patient et fatigant, et les efforts de l'ensemble de l'État et de la société. Certains appellent cela le travail à domicile, et c'est précisément à ce travail à domicile que la Lituanie contribue, par exemple, en soutenant la réforme du système des affaires intérieures de l'Arménie, en offrant les meilleures pratiques dans le domaine de l'environnement, ainsi que dans d'autres secteurs importants.\n- Il y a quelques mois, le Parlement européen a adopté à une écrasante majorité une résolution sur la nécessité de resserrer les liens entre l'UE et l'Arménie et de conclure un accord de paix entre l'Arménie et l'Azerbaïdjan. Par cette résolution, le Parlement européen a également appelé à envisager la possibilité d'accorder à l'Arménie le statut de candidat à l'adhésion à l'UE. Selon vous, dans quelle mesure est-il réaliste d'accorder à l'Arménie le statut de candidat à l'adhésion à l'UE et comment évaluez-vous l'adoption de cette résolution ?\n- L'Arménie est un État démocratique, et la démocratie sur notre continent a une adresse très concrète : l'UE. Je pense qu'il existe encore une chance historique de sauter dans le même train européen que le trio dit « associé à l'UE » - l'Ukraine, la Moldavie et, je l'espère, la Géorgie. Je me souviens du processus d'intégration des trois États baltes, il y a plus de 20 ans. Les pays baltes ont également progressé à des rythmes différents, mais nous les avons rejoints. Je comprends que cela puisse paraître audacieux aujourd'hui, mais je me souviens très clairement de l'expérience lituanienne - l'idée de l'Europe au moment de l'adhésion avait envahi la Lituanie comme un virus, nous avons tous été infectés par l'idée de l'Europe et avons ainsi acquis une immunité contre le totalitarisme et le soviétisme (ainsi que contre l'oligarchisation, soit dit en passant). La démarche de la Lituanie vers l'adhésion à l'UE était fondée sur l'idée que l'UE est notre place, parce que cette organisation représente les mêmes valeurs de démocratie et d'État de droit, que nous partageons, et - ne le cachons pas non plus - les mêmes normes, les mêmes standards et le même niveau de prospérité que nous voulions atteindre. L'ensemble du processus de préparation à l'adhésion à l'UE, avec les réformes correspondantes, visait à construire un État moderne, efficace et résilient, à adopter de nouvelles méthodes de gouvernance et à améliorer la qualité des services publics. Avec le recul, je peux affirmer que ce processus est la meilleure chose qui soit arrivée à la Lituanie au cours du XXe siècle. Aujourd'hui encore, nous sommes les plus grands partisans et enthousiastes de l'UE. Nous avons réussi, et je crois que l'Arménie doit réussir aussi. Vouloir adhérer à l'UE est une démarche qui a de la valeur en soi. Nous n'avons donc pas perdu de temps, nous n'avons pas réinventé la roue, nous avons adopté la meilleure expérience européenne.\n- M. Pulokas, depuis 2020, l'Azerbaïdjan continue de mener des actions déstabilisantes dans la région du Caucase du Sud. Il est bien connu qu'à la suite d'un nettoyage ethnique perpétré par l'Azerbaïdjan en septembre 2023, plus de 100 000 Arméniens du Haut-Karabakh ont été déplacés de force. Comment ces événements influencent-ils l'agenda de la paix dans la région ?\n-Ce fut une grande tragédie, avec des milliers de résidents du Haut-Karabakh fuyant leurs maisons, et ce déplacement s'est déroulé dans le contexte d'un long blocage du corridor de Latchine. Nous comprenons la frustration et la déception des personnes dont la vie a été brisée, abandonnées par ceux qu'elles considéraient autrefois comme les garants de leur sécurité. Le gouvernement arménien et l'ensemble de la population ont fait preuve d'une solidarité unique pour assurer un abri et faire face à tous les problèmes. À l'instar de nombreux autres pays, la Lituanie a fourni une aide humanitaire. Je pense que les habitants du Haut-Karabakh devraient avoir la possibilité de rentrer chez eux en toute sécurité. La paix ne peut prévaloir dans le Caucase du Sud que par des négociations de bonne foi, alors que la coercition n'a jamais rien apporté de bon et qu'il est tout simplement injustifiable de jouer avec le destin des gens, de les utiliser comme un outil. Cela vaut également pour le retour de tous les détenus, qui constitue une étape très importante vers le rétablissement de la confiance.\n- À partir de 2021, l'Azerbaïdjan a attaqué l'Arménie à plusieurs reprises, occupant des territoires souverains de l'Arménie, et même aujourd'hui, l'Azerbaïdjan refuse de retirer ses troupes de ces territoires. Quelles mesures la communauté internationale, en particulier l'Union européenne, peut-elle et doit-elle prendre pour contraindre l'Azerbaïdjan à mettre fin à sa politique agressive à l'égard de l'Arménie ?\n- La paix entre l'Arménie et l'Azerbaïdjan est la condition sine qua non d'un Caucase du Sud stable et prospère. Nous constatons l'engagement sincère de l'Arménie en faveur de la paix et apprécions les mesures claires prises dans cette direction. Il ne fait aucun doute que le processus de paix doit se terminer par une paix durable et globale, par l'engagement des deux parties à la respecter, par l'achèvement du processus de délimitation et de démarcation des frontières, sur la base de frontières internationalement reconnues - les mêmes qui existaient au moment de la dissolution de l'URSS - et par l'ouverture des communications régionales à travers toutes les frontières.\nLa Lituanie soutient systématiquement les efforts de médiation de l'UE et des États-Unis dans les négociations de paix. La paix dans le Caucase du Sud est dans l'intérêt de toute la communauté démocratique. Il n'y a rien de bénéfique pour les petits pays lorsque les grandes puissances régionales tentent de maintenir leur monopole. C'est pourquoi la résolution des conflits doit être réinternalisée - plus d'Europe signifie plus de respect pour l'ordre international fondé sur des règles.\nLa Lituanie ne se contente pas d'exprimer fermement son soutien politique au processus de paix, elle est également prête à partager son expérience encore récente en matière de délimitation et de démarcation des frontières, car nous avons été l'un des premiers pays à délimiter et démarquer entièrement toutes ses frontières terrestres après l'effondrement de l'Union soviétique. Là encore, nous avons une expérience unique, car nous sommes passés par un processus de négociation long et difficile. Notre voisinage n'est pas très facile non plus, mais nous avons réussi à mener à bien ces processus sur la base des principes du droit international, et cette pratique peut également être utilisée dans le Caucase du Sud.\nIl est important que la communauté internationale exprime clairement sa position et condamne les actions des pays qui ne respectent pas les principes fondamentaux du droit international. Pour nous, en Lituanie, les valeurs sont au cœur de la politique étrangère et nous nous comportons en conséquence. Nous nous battons pour les pays qui luttent pour leur liberté, leur sécurité et leur démocratie. Nous sommes également conscients que le sort du Caucase du Sud dépend largement de l'issue de la lutte héroïque de l'Ukraine pour la souveraineté et l'intégrité territoriale de son pays. La guerre menée par la Russie en Ukraine a montré que la Russie tue, détruit et enfreint quotidiennement tous les principes du droit international. Dans ce contexte, il est très important que l'Arménie tente de diversifier ses partenariats politiques et de sécurité, qu'elle apporte un soutien humanitaire à l'Ukraine et qu'elle active le niveau du dialogue politique. L'Arménie elle-même connaît très bien le prix de l'indépendance et de la démocratie.\n- Monsieur l'Ambassadeur, ces dernières années, on a beaucoup parlé de la nécessité de débloquer les communications régionales dans le Caucase du Sud. L'Azerbaïdjan réclame à l'Arménie ce que l'on appelle le « corridor de Zangezur », tout en menaçant de l'obtenir par la force. Comment la Lituanie évaluerait-elle un comportement aussi agressif et non provoqué de l'Azerbaïdjan ?\n- La Lituanie présente des similitudes géographiques avec l'Arménie: la région de Kaliningrad de la Fédération de Russie, tout comme la région du Nakhitchevan de l'Azerbaïdjan, est une exclave pour laquelle la communication avec le pays continental est importante. Là encore, l'adhésion à l'UE a joué un rôle crucial dans ce domaine. L'UE, la Lituanie et la Russie se sont mises d'accord sur ce que l'on appelle le régime de transit de Kaliningrad et aujourd'hui, même dans le contexte de la guerre russe en Ukraine, les habitants de la Russie continentale et de la région de Kaliningrad traversent le territoire de la Lituanie. Nous sommes parvenus à harmoniser deux éléments principaux, à savoir le contrôle total de la Lituanie sur son territoire et la plus grande facilité pour les voyageurs de transiter sans obstacles inutiles. Nous avons partagé notre expérience à plusieurs reprises avec Erevan et Bakou. Je pense que certains éléments de ce modèle de transit simplifié pourraient être utiles pour réglementer la circulation des personnes en Arménie. Après tout, il s'agit d'une expérience européenne et d'un modèle de réussite. En ce qui concerne la rhétorique, nous comprenons son importance et nous préférerions le terme « transit » à celui de « corridor ». Après tout, nous sommes au 21e siècle.\n- En réponse à ces affirmations de la partie azerbaïdjanaise, le gouvernement arménien a lancé l'année dernière le projet « Carrefour de la paix ». Que pensez-vous de cette initiative et comment la Lituanie envisage-t-elle la paix dans la région du Caucase du Sud ?\n-Cette idée est en effet logique et compréhensible, il s'agit d'un effort pour restaurer une coopération fonctionnelle entre les pays voisins, en utilisant les infrastructures de transport existantes et futures. Les artères de transport régionales et les liaisons de transport mondiales doivent également fonctionner en Arménie. Ils doivent fonctionner dans toutes les directions et pour tous les modes de transport. Il pourrait même être judicieux d'étendre le projet aux pipelines, aux lignes électriques, etc. Après tout, ce serait bénéfique pour tout le monde, cela stimulerait la croissance économique de toute la région, ainsi que le commerce et la coopération transfrontalière. Toutefois, la mise en œuvre d'un tel projet nécessiterait l'engagement de tous les partenaires régionaux. J'espère que l'UE pourra les inciter à accepter l'idée de communications ouvertes.\nLe développement de liens économiques et d'échanges mutuels conduit généralement à une coopération encore plus profonde et à un renforcement de la confiance mutuelle, qui est la base de la paix. Le Caucase du Sud a toutes les chances de devenir l'une des régions les plus prospères et à la croissance la plus rapide. L'UE pourrait également contribuer au rétablissement des liens de communication dans la région et à la mise en œuvre de l'initiative « Carrefour de la paix ».\n- Coopération économique entre l'Arménie et la Lituanie : Quel est le volume des échanges commerciaux entre les deux pays en 2023 ? Quelles sont les tendances observées sur les marchés d'exportation et d'importation bilatéraux ?\n- Les données disponibles sur le commerce entre la Lituanie et l'Arménie sont très différentes. Nous appartenons à deux blocs commerciaux différents - l'UE et l'UEE - et les réexportations sont donc perçues différemment dans nos statistiques. Selon les données lituaniennes, au cours des neuf mois de l'année dernière, le commerce bilatéral s'est élevé à plus de 100 millions d'euros, mais seule une petite partie concernait des marchandises d'origine lituanienne. Le niveau de coopération économique et commerciale ne correspond pas au niveau de dialogue politique actif. Nous devrons donc faire beaucoup pour accroître les liens économiques mutuellement bénéfiques et pour transformer un dialogue politique intensif en relations économiques durables. Dans le même temps, il est évidemment essentiel que les relations commerciales ne soient pas exploitées pour contourner les sanctions.\n- M. Pulokas, quels sont les domaines économiques les plus intéressants pour les relations entre l'Arménie et la Lituanie, et que devraient faire les deux pays pour développer leurs relations économiques ?\n- Les perspectives sont bonnes tant dans les domaines commerciaux traditionnels tels que les produits alimentaires, les boissons ou les services touristiques, que dans les secteurs de haute technologie qui affichent des taux de croissance impressionnants. Pour les échanges commerciaux, le principal défi reste une logistique coûteuse et complexe. Un vol direct entre Vilnius et Erevan serait vraiment bénéfique pour notre coopération quotidienne.\n- Monsieur l'Ambassadeur, des visites de haut niveau de la Lituanie en Arménie sont-elles prévues dans un avenir proche ?\n- L'année dernière, une visite historique a eu lieu - le Premier ministre de la République de Lituanie, Mme Ingrida Šimonytė, a visité l'Arménie pour la première fois. Le Premier ministre arménien a également visité la Lituanie il y a quelques années, les présidents des deux pays ont également échangé des visites au cours des dernières années, et l'échange de visites de diverses institutions se poursuit sur une base régulière. Il y a quelques semaines, le président du Parlement arménien s'est rendu en Lituanie. Ce printemps, plusieurs visites ministérielles ont eu lieu à Vilnius et à Erevan.\n - Je vous remercie de m'avoir accordé cet entretien. Souhaitez-vous ajouter quelque chose ?\n- Ce n'est un secret pour personne que l'Arménie a de nombreux amis en Lituanie et ce cercle s'est rapidement élargi ces dernières années. Historiquement, nos nations ont toujours été extrêmement proches, depuis le Moyen-Âge et la coordination étroite entre nos mouvements d'indépendance. Nous comprenons les expériences des uns et des autres et nous sympathisons avec eux. Les Lituaniens éprouvent une grande sympathie pour les efforts déployés par l'Arménie pour diversifier ses relations et se rapprocher de l'Occident. Il ne s'agit pas seulement d'un sentiment, mais aussi d'une volonté concrète de contribuer par un soutien proactif.\nPour tout ambassadeur, un tel environnement est très favorable, nous devons donc tirer le meilleur parti de cette chance. Depuis le début de mon mandat en Arménie, je rencontre constamment des personnes ouvertes et sincères, pleines de bienveillance, d'idées nouvelles et qui s'efforcent de poursuivre des valeurs communes. Je suis très reconnaissante de l'attitude et des sentiments chaleureux des Arméniens à l'égard de mon pays. Pour sa part, la Lituanie continuera à soutenir l'Arménie dans ses efforts pour augmenter la résilience, protéger la démocratie et établir un dialogue plus étroit avec l'UE.\nNous admirons la persévérance du peuple arménien à défendre fermement ses choix démocratiques, malgré tous les défis. Cela prouve que nos pays avancent dans la même direction et que les valeurs démocratiques partagées sont le fondement le plus important de cette relation.\nInterview par Davit Mamyan\nPhotos par Gevorg Perkuperkyan",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-06T18:30:43.174+03:00",
    "updated": "2024-05-20T20:59:04.740+03:00"
  },
  {
    "uuid": "ec68f86416561112febbf231deb635b14f89c1c9",
    "url": "https://www.ktiv.com/2024/06/24/rescue-efforts-spencer-bring-community-together-tough-time",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ktivnews",
    "published": "2024-06-24T03:45:00Z",
    "title": "Rescue efforts in Spencer bring community together in tough time",
    "text": "Rescue efforts in Spencer bring community together in tough time SPENCER, IOWA (KTIV) - ”I woke my daughter up in her room and woke my son up in his room and I said you guys need to get your stuff and get the hell out of the house now,” said Brian Habben, a Spencer resident. Urgent action taken by many residents in Spencer as flooding ravages the community. In spite of the tragic event however, residents are finding ways to lend a helping hand to those in need. “It was really devastating to see our town like this, but I was really just in the zone of trying to help anybody that we could. I’ve always been the type of person to give the shirt off my back and i believe in good karma, so you give out good karma you get it back,” said Wyatt Gardner, a Spencer resident. Boats, kayaks and canoes all taken to the flood streets to rescue neighbors. Derek Halquist and Wyatt Gardner came up with a system to find those affected. “Our wives are on Facebook and they’re getting all their updates and we’re just kind of going where we’re needed so that’s where we’re at right now,” said Derek Halquist, a Spencer resident. The duo using their own kayaks and rescuing a few themselves. Just a few people lending a big helping hand. Copyright 2024 KTIV. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "spencer",
          "sentiment": "negative"
        },
        {
          "name": "brian habben",
          "sentiment": "none"
        },
        {
          "name": "derek halquist",
          "sentiment": "none"
        },
        {
          "name": "wyatt gardner",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "iowa",
          "sentiment": "none"
        },
        {
          "name": "spencer",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-24T06:58:34.655+03:00",
    "updated": "2024-06-24T06:58:34.655+03:00"
  },
  {
    "uuid": "9a6d7e05bcd58c064c00c489cc738f89eac368d0",
    "url": "https://www.medias-presse.info/trump-declare-que-la-prime-pour-les-meres-allaitantes-semble-etre-une-bonne-idee/204244",
    "ord_in_thread": 0,
    "author": "Pierre-Alain Depauw",
    "published": "2025-04-23T21:16:00Z",
    "title": "Trump déclare que la prime pour les mères allaitantes « semble être une bonne idée »",
    "text": "Le président Donald Trump a fait part de sa volonté d’accorder une prime financière aux mères lorsqu’elles accouchent.\nLe 22 avril, des journalistes ont demandé au président s’il envisageait d’accorder une « forme de prime » aux femmes ayant un enfant. Le New York Times a récemment rapporté que des responsables de l’administration étudiaient la possibilité d’une récompense financière pour augmenter le taux de natalité aux États-Unis.\n« Ça me semble une bonne idée », a répondu Trump. Le président n’a pas donné d’autres détails sur cette proposition.\nPolitique nataliste\nD’autres responsables de l’administration ont suggéré qu’ils étaient favorables à des politiques visant à augmenter les taux de natalité aux États-Unis, malgré des décennies de déclin.\nPlus tôt cette année, le vice-président JD Vance avait déclaré lors de sa première prise de parole en public en tant que vice-président qu’il souhaitait que « davantage de bébés » naissent aux États-Unis, ajoutant que la société américaine « n’a pas réussi à reconnaître l’obligation qu’une génération a envers une autre comme un élément essentiel de la vie en société ».\n« Nous avons laissé tomber une génération non seulement en autorisant une culture de l’avortement à la demande, mais aussi en négligeant d’aider les jeunes parents à obtenir les ingrédients dont ils ont besoin pour mener une vie heureuse et pleine de sens », a-t-il déclaré.\nBaisse du taux de natalité en Occident\nElon Musk, fonctionnaire spécial du gouvernement qui dirige le Département de l’efficacité gouvernementale, a déclaré à plusieurs reprises que la baisse du taux de natalité en Occident pourrait conduire à un effondrement de la civilisation.\n« Il y a beaucoup de choses qui m’inquiètent », a déclaré le PDG de Tesla à Fox News à la fin du mois dernier. « Le taux de natalité est très bas dans presque tous les pays, et si cela ne change pas, la civilisation disparaîtra. L’Amérique a connu le taux de natalité le plus bas de son histoire. C’était l’année dernière. L’humanité est en train de mourir. »\nDans un autre avertissement, Musk a écrit le 22 avril que « les faibles taux de natalité mettront fin à la civilisation » dans un message sur la plateforme de médias sociaux X en réponse à des graphiques publiés montrant un déclin.\nLes naissances aux États-Unis ont légèrement augmenté en 2024. Un peu plus de 3,6 millions de naissances ont été recensées en 2024, selon les données préliminaires des Centres pour le contrôle et la prévention des maladies (CDC) publiées en mars. C’est 22 250 de plus que le décompte final des naissances américaines de 2023, publié le 22 avril.\nCependant, les États-Unis ont connu une baisse générale de la fécondité depuis les années 1960. En 2023, le pays a atteint un niveau record de 54,5 naissances pour 1 000 femmes âgées de 15 à 44 ans, soit une baisse de 3 % par rapport aux chiffres de 2022, selon le CDC.\nEntre-temps, le Congressional Budget Office a annoncé en janvier qu’il avait abaissé ses projections pour la population américaine dans 30 ans à 372 millions d’habitants, soit une baisse de 2,8 % par rapport à l’année dernière, invoquant la baisse du taux de natalité et une immigration moindre attendue.\nL’année dernière, le bureau du budget avait prévu que 383 millions de personnes vivraient aux États-Unis dans 30 ans.\nLa population américaine était estimée à 341 millions d’habitants le jour du Nouvel An et devrait atteindre 350 millions de personnes d’ici la fin de l’année.\nPierre-Alain Depauw\nCet article vous a plu ? MPI est une association à but non lucratif qui offre un service de réinformation gratuit et qui ne subsiste que par la générosité de ses lecteurs. Merci de votre soutien !",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Health"
    ],
    "topics": [
      "Politics->economic policy",
      "Politics->government",
      "Politics->political development",
      "Health->health insurance",
      "Health->government health care",
      "Health->health organisation"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-24T01:16:34.915+03:00",
    "updated": "2025-04-24T04:27:59.493+03:00"
  }
]