[
  {
    "uuid": "e6f9ad8ea7d30eb16b1630d9e5199a31735c1580",
    "url": "https://vnexplorer.net/carabinero-de-franco-frustra-encerrona-contra-una-madre-y-su-hijo-de-5-anos-en-maipu-s704842.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T10:25:00Z",
    "title": "Carabinero de franco frustra encerrona contra una madre y su hijo de 5 años en Maipú",
    "text": "Agencia Uno\nUn carabinero de franco frustró una encerrona registrada la noche del jueves en la comuna de Maipú, región Metropolitana.\nSegún información de la propia institución, fue a eso de las 22:10 horas que ocurrió el ilícito: una madre y su hijo de 5 años iban en un automóvil por la caletera de la autopista Américo Vespucio cuando, a la altura de la salida 26 de la Ruta 78, son interceptados por otro vehículo.\nCuatro desconocidos, que portaban armas de fuego e iban a rostros descubiertos, se bajaron para intimidar y despojar a la mujer de su automóvil. Fue entonces que el carabinero, que hacía uso de su feriado legal y que transitaba también por Vespucio, se percató del hecho: sacó su arma de fuego particular y disparó a un sitio eriazo, con el fin de disuadir el ilícito y no herir a nadie.\nEl capitán Jaime Soto, oficial de ronda de la Prefectura Santiago Rinconada, precisó que el carabinero “efectúa cuatro disparos al aire”. Ante esto, los antisociales huyeron por la caletera de Vespucio, sin concretar el robo.\nPor fortuna, no hubo heridos ni lesionados. El Ministerio Público, en tanto, recibió los antecedentes del caso.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lkx1r.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lkx1r.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T12:37:17.918+02:00",
    "updated": "2023-12-29T12:37:17.918+02:00"
  },
  {
    "uuid": "b9b3327063679805cb3e0d0067118f1f9a2e02f6",
    "url": "https://www.news-journalonline.com/story/news/politics/2024/02/29/florida-legislature-celebrates-israel-day-defines-antisemitism-in-law/72788034007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ", Daytona Beach News-Journal Online",
    "published": "2024-02-29T00:00:00Z",
    "title": "Florida Legislature defines antisemitism in law on Israel Day",
    "text": "'We stand with Israel and support their right to self defense in their fight against Hamas and remain committed to supporting them,' one lawmaker said. On the steps of the Historic Capitol Thursday morning, Florida lawmakers voiced their support for Israel and vowed to make the state the safest place for Jewish people in the United States. \"We stand with Israel and support their right to self defense in their fight against Hamas and remain committed to supporting them,\" said Sen. Ana Maria Rodriguez, R-Doral. \"It is horrific to think about the atrocities committed by Hamas on innocent civilians going about their daily lives,\" she added. \"All remaining hostages should be released unconditionally and be reunited with their families.\" Under an arch of blue and white balloons, senators and state representatives commemorated the first \"Israel Day at the Florida Capitol\" and committed to pass legislation that aids Israel during its war with Hamas that began with the Oct. 7 attacks. State officials have been nurturing closer ties to Israel in recent years. Gov. Ron DeSantis led two trade missions there, in 2019 and 2023. He also signed an executive order after the Oct. 7 attacks \"to carry out logistical, rescue and evacuation operations for Florida residents seeking transportation back to Florida and provide necessary law enforcement support for Jewish communities in Florida.\" After the attacks, Senate President Kathleen Passidomo and House Speaker Paul Renner issued a joint statement that said, in part, “Florida has a very special relationship with Israel. While we cherish the alliance between our governments, we also recognize the bonds of family and friendship that link so many Floridians to the Israeli people.\" So far this legislative session, both chambers have sponsored bills that would increase security at Jewish day schools , require the state to observe \"Holocaust Remembrance Day,\" and encourages government agencies to suspend contact and activities with the Council of American-Islamic Relations. On Thursday, the House passed a bill that would define antisemitism in Florida law with language developed by the International Holocaust Remembrance Alliance . Some worried the bill would have limited some First Amendment rights, but the House passed an amendment that clarified the term antisemitism \"does not include criticism of Israel that is similar to criticism of any other country.\" Also, it \"may not be construed to diminish or infringe upon any right protected under the First Amendment to the United States Constitution or to conflict with federal or state antidiscrimination laws.\" Hate, discrimination on rise against Jewish people When Rep. Mike Gottlieb, D-Davie, closed on his bill – \"Antisemitism\" ( HB 187 ) – he said the definition has empowered governments to address the rise in hate and discrimination against Jewish people. According to the Federal Bureau of Investigation's hate crime statistics, over half of religious-based crimes are driven by anti-Jewish bias. Since the Hamas attacks inside Israel last October, the Anti-Defamation League reported a year later that incidents of antisemitic harassment, vandalism and assault increased by 388 percent over the same period the year before. Approximately 1,200 people were killed in the Hamas attacks, 240 people were taken hostage , and around 100 people are still hostages in Gaza, according to Israel . The Palestinian death toll in Gaza surpassed 30,000 on Thursday, according to Gaza's health ministry. Rep. Randy Fine, R-Palm Bay, urged the public to demand that law enforcement and state attorneys enforce the antisemitism bill when it becomes law. \"Whether we have antisemitism in our statutes one, five, or 100 times, it will not matter if we don't demand that we act on these laws as we pass them,\" Fine told the crowd. Recent special session focused on Israel Last November, lawmakers came to Tallahassee for a special session to pass legislation to show support for Israel and the state's Jewish communities — and to crack down on those who may be opposed to them. The legislature passed bills that would sanction businesses that work with Iranian companies and unanimously passed resolutions condemning the Hamas attacks and supporting the right of Israel to defend itself. Two survivors of the Hamas attack, as well as the Consul General of Israel in Miami Maor Elbaz-Starinsky were recognized in the House before the antisemitism bill was passed Thursday. \"I want to thank you because (your) actions are ... not just very important and heartwarming, but for me, it's actually a crucial part of my recovery process as I try to restore my faith in humanity,\" survivor Millet Ben Haim said. Ana Goñi-Lessan, state watchdog reporter for the USA TODAY Network – Florida, can be reached at agonilessan@gannett.com.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://www.flsenate.gov/Session/Bill/2024/396",
      "https://www.myfloridahouse.gov/Sections/Bills/billsdetail.aspx?BillId=78782&SessionId=103",
      "https://www.flgov.com/2023/10/24/governor-ron-desantis-issues-update-on-israel-rescue-operation/#:~:text=On%20October%2012%2C%202023%2C%20Governor,for%20Jewish%20communities%20in%20Florida.",
      "https://apnews.com/article/florida-israel-desantis-palestinians-02c8d6ef41f6c934a3f1814aea16bdcb",
      "https://apnews.com/article/israel-hamas-war-news-02-29-2024-f9b5a62a80d8b83eac4946d3c85af58b",
      "https://www.adl.org/resources/press-release/adl-records-dramatic-increase-us-antisemitic-incidents-following-oct-7",
      "https://www.justice.gov/crs/highlights/2022-hate-crime-statistics",
      "https://www.flsenate.gov/Session/Bill/2023C/11C",
      "https://www.flsenate.gov/Session/Bill/2024/1396",
      "https://holocaustremembrance.com/",
      "https://www.flsenate.gov/Media/PressRelease/Show/4490",
      "https://www.tallahassee.com/story/news/politics/2023/11/06/florida-special-session-israel-jewish-security-bills-move-forward/71475642007/",
      "https://www.usatoday.com/story/news/world/israel-hamas/2024/02/29/israel-hamas-war-gaza-live-updates/72786287007/",
      "https://www.flsenate.gov/Session/Bill/2023C/5C",
      "https://www.npr.org/2024/02/29/1234159514/gaza-death-toll-30000-palestinians-israel-hamas-war",
      "https://www.tallahassee.com/story/news/politics/elections/2023/10/25/desantis-office-sheds-light-on-price-tag-of-israel-flights/71319445007/",
      "https://flsenate.gov/Session/Bill/2023C/5C",
      "https://tallahassee.com/story/news/politics/2023/11/06/florida-special-session-israel-jewish-security-bills-move-forward/71475642007/",
      "https://justice.gov/crs/highlights/2022-hate-crime-statistics",
      "https://www.holocaustremembrance.com/",
      "https://flsenate.gov/Session/Bill/2024/396",
      "https://www.usatoday.com/story/news/world/israel-hamas/2024/02/29/israel-hamas-war-gaza-live-updates/72786287007",
      "https://usatoday.com/story/news/world/israel-hamas/2024/02/29/israel-hamas-war-gaza-live-updates/72786287007/",
      "https://npr.org/2024/02/29/1234159514/gaza-death-toll-30000-palestinians-israel-hamas-war",
      "https://myfloridahouse.gov/Sections/Bills/billsdetail.aspx?BillId=78782&SessionId=103",
      "https://www.apnews.com/article/israel-hamas-war-news-02-29-2024-f9b5a62a80d8b83eac4946d3c85af58b",
      "https://tallahassee.com/story/news/politics/elections/2023/10/25/desantis-office-sheds-light-on-price-tag-of-israel-flights/71319445007/",
      "https://flsenate.gov/Media/PressRelease/Show/4490",
      "https://adl.org/resources/press-release/adl-records-dramatic-increase-us-antisemitic-incidents-following-oct-7",
      "https://www.myfloridahouse.gov/Sections/Bills/billsdetail.aspx",
      "https://flsenate.gov/Session/Bill/2024/1396",
      "https://www.tallahassee.com/story/news/politics/2023/11/06/florida-special-session-israel-jewish-security-bills-move-forward/71475642007",
      "https://www.apnews.com/article/florida-israel-desantis-palestinians-02c8d6ef41f6c934a3f1814aea16bdcb",
      "https://holocaustremembrance.com",
      "https://flgov.com/2023/10/24/governor-ron-desantis-issues-update-on-israel-rescue-operation/#:~:text=On%20October%2012%2C%202023%2C%20Governor,for%20Jewish%20communities%20in%20Florida.",
      "https://flsenate.gov/Session/Bill/2023C/11C",
      "https://www.tallahassee.com/story/news/politics/elections/2023/10/25/desantis-office-sheds-light-on-price-tag-of-israel-flights/71319445007"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ron desantis",
          "sentiment": "none"
        },
        {
          "name": "ana maria rodriguez",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "florida legislature",
          "sentiment": "negative"
        },
        {
          "name": "doral",
          "sentiment": "none"
        },
        {
          "name": "r",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "florida capitol",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:07:52.835+02:00",
    "updated": "2024-03-01T00:07:52.835+02:00"
  },
  {
    "uuid": "8b11ba4d9429b2f4899f9ded6095d815d19c3dbe",
    "url": "https://ge.globo.com/ce/futebol/times/fortaleza/noticia/2024/04/18/felipe-jonatan-projeta-conquistas-e-admite-torcida-para-o-fortaleza-fui-um-cara-de-ir-ao-estadio.ghtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "globo.com",
    "published": "2024-04-18T21:20:00Z",
    "title": "Felipe Jonatan projeta conquistas e admite torcida para o Fortaleza: \"Fui um cara de ir ao estádio\" | fortaleza | ge",
    "text": "Reforço do Fortaleza , Felipe Jonatan já está no novo clube. Os primeiros dias foram de conversas com Vojvoda, reencontrar antigos parceiros e vivenciar o novo espaço. O lateral, que estava atuando pelo Santos no Paulista, está pronto para entrar em campo e garante que vai se adaptar ao que for pedido pelo técnico argentino. Felipe está regularizado e pode estrear .\n+ Confira as novidades do Fortaleza\nFortaleza terá lateral Felipe Jonatan\n- Assim que cheguei ao clube, uma das primeiras portas em que entrei foi na do professor Vojvoda. Tive uma conversa sobre como ele gosta de atuar, acompanhei alguns jogos do Fortaleza e isso vai ajudar na adaptação. Joguei com o Sampaoli e era muito parecido. Acredito que encaixo bem, joguei a maioria dos jogos com Sampaoli - afirma.\n- Não tenho problemas de jogar em outras posições, estou para ajudar e meu intuito é ajudar os companheiros a conquistar títulos. Vejo que o Fortaleza não pode estar naquele entrave de ser vice-campeão, mas de brigar por títulos. É importante bater na trave às vezes também, porque se pode dar o melhor para vencer. Acredito que esse ano vamos buscar um título importante aqui dentro - comentou.\nEm 2023, o jogador chegou a ser especulado pelo Leão, mas permaneceu no Santos. Felipe Jonatan rompeu os ligamentos do joelho esquerdo em abril e passou boa parte de 2023 em recuperação. O jogador garante que está bem.\n- Em 2022 recebi uma ligação de Vojvoda com esse intuito de voltar ao Fortaleza, quase conseguimos fechar o negócio, mas o Santos travou . Em 2023 novamente, e esse ano veio. Agradeço a minha família, saí com 15 anos e voltei com dois filhos e minha esposa, que é uma guerreira. Meu pai e minha mãe. Estou bem nervoso como há 11 anos, quando fiz minha primeira entrevista no Pici. Comecei com oito anos e só agradecimento a todos que fazem o Fortaleza. Recebi outras propostas da Série A, até financeiramente melhor, mas eu quis estar no Fortaleza - disse.\n1 de 1 Felipe Jonatan, Fortaleza — Foto: Daniel Farias/SVM Felipe Jonatan, Fortaleza — Foto: Daniel Farias/SVM\n- Não é a primeira lesão que tive, tive uma em cada, tive uma lesão no joelho quando estava no Ceará e voltei bem. Quem tem objetivos claros almeja e conquista. Voltei bem, dos 16 jogos do Paulista, entrei em 14, joguei a final contra o Palmeiras. Estou apto, feliz, sem dores e totalmente recuperado - completou.\nO Fortaleza disputa ainda em 2024 a Copa do Nordeste, Sul-Americana e Série A do Campeonato Brasileiro. Felipe Jonatan mira grandes conquistas pelo clube tricolor.\n- O clube chegou a uma final de Sul-Americana, eu acompanhei. O Marinho foi determinante em algumas decisões de vir ao clube, era companheiro de concentração no Santos. Teve vários detalhes. É uma realização para o meu avô, era também um sonho para mim na infância, e está bem perto de se realizar - destacou.\n- Eu fui um cara de ir para o estádio, estava na final de 2007, que o Rinaldo saiu cortando todo mundo, tenho lembranças que me marcaram, tinha alguns ídolos e exemplos como Bruno Melo e Edinho . Eu tinha o Edinho como um exemplo por conta da evolução e crescimento, comigo não vai ser diferente, procuro ser um espelho. Acredito que vou deixar um legado com títulos e com o lado humano, porque sou um cara muito focado no que eu quero e que trabalha para conquistar os objetivos - concluiu.\nO time tem sequência em casa, que vai ser importante para somar pontos. O Fortaleza volta a jogar no domingo, diante do Altos, em casa, nas quartas de final da Copa do Nordeste. O próximo jogo pela Série A é apenas no dia 28 de abril, diante do Bragantino, em casa, na quarta rodada.\n50 vídeos Fortaleza",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://s2-ge.glbimg.com/aDQQig7eT6TLRmK_ZbpvW21Gsig=/0x0:1280x960/1000x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2024/4/e/fSlRmIRw200KwbT6CNrQ/whatsapp-image-2024-04-18-at-16.19.49.jpeg",
      "https://s2-ge.glbimg.com/uX4vQzUz9qXKeHUbGBOQGGahthM=/1280x720/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/65/66/12526665",
      "https://s2-ge.glbimg.com/0JLjBpUU1gAIlRInZZzMRFKeMa4=/1280x720/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/73/90/12529073",
      "https://s2-ge.glbimg.com/DMiFIxNvr3rQDOpq-Trg_CL8QVg=/0x0:1280x960/600x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2024/4/e/fSlRmIRw200KwbT6CNrQ/whatsapp-image-2024-04-18-at-16.19.49.jpeg",
      "https://s2-ge.glbimg.com/p4L9krion58cDJg5_h6SOCBbf3c=/1280x720/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/01/90/12529001",
      "https://957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://s2-ge.glbimg.com/LGbMdF5xp-8ZjXefEbgXUqnA3Gw=/0x0:1280x960/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2024/4/e/fSlRmIRw200KwbT6CNrQ/whatsapp-image-2024-04-18-at-16.19.49.jpeg",
      "https://s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css",
      "https://s2-ge.glbimg.com/c0ULca44Je8AqEVJWPAD01fDZMQ=/0x0:1280x960/640x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2024/4/e/fSlRmIRw200KwbT6CNrQ/whatsapp-image-2024-04-18-at-16.19.49.jpeg",
      "https://www.s2-ge.glbimg.com/DMiFIxNvr3rQDOpq-Trg_CL8QVg=/0x0:1280x960/600x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2024/4/e/fSlRmIRw200KwbT6CNrQ/whatsapp-image-2024-04-18-at-16.19.49.jpeg",
      "https://www.s2-ge.glbimg.com/0JLjBpUU1gAIlRInZZzMRFKeMa4=/1280x720/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/73/90/12529073",
      "https://www.s2-ge.glbimg.com/LGbMdF5xp-8ZjXefEbgXUqnA3Gw=/0x0:1280x960/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2024/4/e/fSlRmIRw200KwbT6CNrQ/whatsapp-image-2024-04-18-at-16.19.49.jpeg",
      "https://www.s2-ge.glbimg.com/p4L9krion58cDJg5_h6SOCBbf3c=/1280x720/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/01/90/12529001",
      "https://www.s2-ge.glbimg.com/uX4vQzUz9qXKeHUbGBOQGGahthM=/1280x720/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/65/66/12526665",
      "https://www.s2-ge.glbimg.com/aDQQig7eT6TLRmK_ZbpvW21Gsig=/0x0:1280x960/1000x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2024/4/e/fSlRmIRw200KwbT6CNrQ/whatsapp-image-2024-04-18-at-16.19.49.jpeg",
      "https://www.957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://www.s2-ge.glbimg.com/c0ULca44Je8AqEVJWPAD01fDZMQ=/0x0:1280x960/640x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2024/4/e/fSlRmIRw200KwbT6CNrQ/whatsapp-image-2024-04-18-at-16.19.49.jpeg",
      "https://www.s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:46:33.066+03:00",
    "updated": "2024-04-19T00:46:33.066+03:00"
  },
  {
    "uuid": "f87fe5ed0e6de5e076477b2c8205e8cdcc0a9d87",
    "url": "https://www.adslzone.net/noticias/tecnologia/errores-evitar-powerbank-funcionar-bien/",
    "ord_in_thread": 0,
    "author": "Justo Romanos",
    "published": "2025-07-03T05:15:00Z",
    "title": "Estos errores están acortando la vida de tu powerbank sin darte cuenta",
    "text": "Cada día hay más personas que tienen powerbank, pero estos dispositivos de batería externa tienen que ser utilizados de manera cuidadosa para que se mantengan en buen estado en todo momento. Por ello, a continuación, repasamos qué es lo que los expertos desaconsejan hacer con los powerbank para que su durabilidad pueda ser la más elevada.\nEn el informe Power Bank Market Analysis by Product Type, Battery Type, Power Rating, Application, and Region 2025-2033″, publicado por la firma ResearchAndMarkets.com en febrero de 2025, se desvela que el mercado global de powerbank llegó a 12.2 mil millones de dólares en 2024. Al mismo tiempo, indican que la previsión es que llegue a 21,3 mil millones en 2033. Por lo tanto, se puede apreciar que es un tipo de dispositivo cada vez más vendido y que, por ello, es conveniente saber cómo cuidar.\nLo que exponemos en esta guía son aquellos errores más habituales que se cometen con el uso de un power bank y que, por ello, es importante evitar. Teniendo esta información en cuenta podrás aumentar las posibilidades de conseguir que tu powerbank esté siempre en buen estado. Además, recuerda que es importante comprar powerbanks de calidad y valorar su elección en base a distintos factores.\nError Común | Consecuencia Directa | Solución Práctica y Recomendada | Nivel de Impacto |\n---|---|---|---|\nCarga Extrema (0% o 100%) | Reduce drásticamente los ciclos de vida útil de la batería. | Mantener la carga habitualmente entre el 20% y el 80%. Realizar una carga completa solo una vez cada varios meses para calibrar. | Alto |\nExposición a Temperaturas Críticas | Deterioro químico irreversible, riesgo de hinchazón. | Nunca dejarlo en un coche al sol. Almacenar y usar entre 0°C y 35°C. | Crítico |\nAlmacenamiento Prolongado Incorrecto | Pérdida permanente de capacidad de carga. | Guardar con un 50-60% de carga en un lugar fresco y seco. Recargarlo a ese nivel cada 3 meses. | Medio |\nUso de Cables y Cargadores no Certificados | Carga lenta, sobrecalentamiento, posible daño a los puertos. | Utilizar siempre cables del fabricante o con certificación (ej. USB-IF). | Alto |\nUso Excesivo o Nulo | Agotamiento prematuro por exceso de ciclos o inactivación química por desuso. | Usarlo para emergencias, no como batería principal. Realizar un ciclo de carga/descarga cada 2-3 meses si no se usa. | Medio |\nNo cargarlo de forma correcta\nLa batería de un powerbank funciona de la misma manera que la de un móvil y, por lo tanto, requiere tener con ella los mismos cuidados que con las de los smartphones. Distintos estudios han confirmado hasta ahora, como desveló Sony Electronics en su web el día 10 de marzo de 2025, que el rango ideal para cargar las baterías de los móviles se encuentra entre el 20% y el 80%. Otros estudios que profundizan en la degradación de las baterías de ion-litio, como el publicado por Battery University (artículo BU-808), reflejan que evitar los extremos en los ciclos de carga puede aumentar su durabilidad. Esto, aplicado a un powerbank, tiene el mismo efecto. Debido a ello, no es recomendable esperar hasta que la batería se haya descargado del todo, ni tampoco tener el powerbank cargando más tiempo del necesario.\nExponerlo a temperaturas extremas\nEl powerbank es, habitualmente, un dispositivo que solemos dejar en el coche y que tenemos a mano cuando necesitamos una batería externa al salir del vehículo. Dejarlo en el coche para que el acceso al mismo sea sencillo es habitual, pero resulta uno de los errores más dañinos para su batería. Por ello, tenemos que tener cuidado, dado que dejar el powerbank en el interior del coche expuesto a altas temperaturas, sobre todo en verano, puede ser nocivo para el dispositivo. Ocurre lo mismo en invierno cuando las temperaturas son muy bajas.\nUna temperatura superior a 35ºC o una inferior a 0ºC no son recomendables. El motivo de ello es que las temperaturas extremas pueden alterar los componentes químicos del interior de la batería y afectar a su durabilidad futura. Una exposición excesiva a estas temperaturas podría ser el motivo por el cual, quizá, tu powerbank ha reducido su nivel de eficacia. Según el manual de la marca Anker de su modelo PowerCore 20000, con la intención de evitar el deterioro químico de la batería, se recomienda una temperatura de funcionamiento de entre 0ºC y 40ºC.\nAlmacenamiento incorrecto\nEn este punto añadimos dos malas prácticas que combinan las dos anteriores. Se trata de realizar un mal almacenamiento del powerbank. Si no tienes intención de usarlo durante un largo periodo de tiempo, es importante que te asegures de dejarlo con una batería que se encuentre en alrededor de un 60%. Además, tendrás que almacenarlo en un lugar que no sea especialmente húmedo y que esté alejado de la luz directa con el sol. Luego, de vez en cuando, comprueba en qué estado está la batería para mantenerla siempre dentro de un rango de 50-60%.\nUsarla demasiado o muy poco\nLos powerbanks son dispositivos muy útiles, pero no hay que pensar en ellos como soporte para el día a día. Si te sueles olvidar de cargar tu móvil y siempre recurres a usar el powerbank prácticamente como costumbre, lo más posible es que esta batería externa vaya a ir perdiendo efectividad con rapidez. Por lo tanto, intenta no usarlo a diario, pero tampoco dejes el powerbank en el armario durante un año sin tocarlo. Incluso si no tienes costumbre de usarlo mucho, es recomendable que hagas un ciclo de carga cada 2-3 meses.\nErrores en su uso\nHay varios errores que se cometen de forma habitual en el uso del powerbank. Uno de los más habituales es utilizar cables que no están certificados o no son de suficiente calidad. Si utilizamos cables de mala calidad afectaremos al proceso de carga y eso hará que se puedan dañar a largo plazo. Por ejemplo, las cargas se realizarán más lentamente y tendrá un efecto directo en la capacidad de la batería. También puede haber cables que provoquen un sobrecalentamiento en el powerbank, lo cual ya hemos comentado que no es conveniente.\nEn segundo lugar, otro problema habitual es usar powerbanks con dispositivos a los que no los deberíamos conectar, puesto que no han sido diseñados con ese objetivo. Si usas un powerbank con un equipo que no está preparado para su uso y que no tiene protocolos como Power Delivery, podrías llegar a dañar la batería. Lo mismo se aplica a si utilizas powerbanks fabricados para su uso con móviles en equipos más grandes, como ordenadores portátiles.\nSi tienes en cuenta estos factores, conseguirás evitar riesgos habituales en el uso de los powerbanks y garantizarás que tu batería externa durará más tiempo de manera eficaz. Por ello, es algo a tener en cuenta a partir de ahora si quieres aprovechar tu powerbank de la mejor forma posible.\nChecklist de mantenimiento trimestral para tu powerbank\nTeniendo en cuenta todo lo que te hemos comentado y con la intención de evitar problemas, te recomendamos seguir un sencillo checklist que consiste en tres pasos para proteger tu powerbank al máximo:\n- Revisar la carga: asegúrate de comprobar que la batería del powerbank se encuentra entre el 50% y el 60% si no tienes intención de usarla de forma frecuente. De esa manera podrás garantizar que la vida útil del dispositivo será la más elevada.\n- Prueba de capacidad: haz una carga completa y prueba el powerbank en diferentes dispositivos con los que lo suelas usar de manera habitual. Comprueba si el rendimiento de carga es el mismo o si se ha producido una disminución en su efectividad. Eso te ayudará a ver si existe desgaste.\n- Revisión visual: examina la batería externa para comprobar que no hay ningún tipo de daño físico, como una deformación en el powerbank. Si crees que se encuentra dañado, será recomendable no seguir usándolo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->house and home",
      "Health->health organisation",
      "Health->medical condition",
      "Health->health care approach",
      "Social Issue->values",
      "Social Issue->social networking",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.sony.co.uk/electronics/support/articles/00295002",
      "https://www.researchandmarkets.com/reports/5936377/power-bank-market-report-product-type-battery?",
      "https://researchandmarkets.com/reports/5936377/power-bank-market-report-product-type-battery?",
      "https://sony.co.uk/electronics/support/articles/00295002",
      "https://www.researchandmarkets.com/reports/5936377/power-bank-market-report-product-type-battery"
    ],
    "entities": {
      "persons": [
        {
          "name": "Battery Type",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "citi",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "C",
              "exchange": "NYSE"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T09:18:28.534+03:00",
    "updated": "2025-07-03T06:25:45.000+00:00"
  },
  {
    "uuid": "d02ea0a0a75b0824b3fcb2c0dca1c404eeeb8ad8",
    "url": "https://patch.com/california/san-francisco/sutters-ray-dolby-brain-health-center-prepares-future-nodx",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ashley Boarman",
    "published": "2024-11-07T23:19:00Z",
    "title": "Sutter&apos;s Ray Dolby Brain Health Center Prepares for the Future",
    "text": "[Neighbor News](/california/san-francisco/bulletinboard) Sutter's Ray Dolby Brain Health Center Prepares for the Future The Center has opened a second location at CPMC's Davies Campus, expanding access to advanced treatments for Alzheimer's and more. Sutter Health’s [Ray Dolby Brain Health Center](https://www.sutterhealth.org/services/alzheimers-brain-health/ray-dolby-brain-health-center) is expanding ahead of a major move that will give more patients access to its groundbreaking treatment programs. The [nationally recognized](https://www.sutterhealth.org/cpmc/about/awards) care center for Alzheimer’s disease, dementia and other memory disorders has opened a second location at 601 Duboce Ave. in San Francisco on Sutter’s California Pacific Medical Center’s ([CPMC](https://www.sutterhealth.org/cpmc/giving/cpmcf/shelby-michelle-notkin)) Davies Campus (South Tower ER entrance), with patient care now underway. The new space creates room for the Center’s integrated approach to care, including visits with social workers and patient-centered support groups. It offers a glimpse of the Center’s future at its new home at the [Mission Bernal Care Complex](https://vitals.sutterhealth.org/sutter-health-announces-significant-investment-in-a-new-advanced-multi-specialty-neurosciences-care-complex-in-san-franciscos-mission-neighborhood/), which is scheduled to open at CPMC’s Mission Bernal Campus in 2028. Find out what's happening in San Franciscowith free, real-time updates from Patch. “The expansion at the Davies Campus gives us the much-needed space to grow our ground-breaking care for patients and their families and welcome additional providers,” says Dr. Armen Moughamian, the Center’s medical director. “We are excited to continue our research and focus on delivering advanced treatments for Alzheimer’s disease while we prepare for the future at Mission Bernal.” Advancing Care Find out what's happening in San Franciscowith free, real-time updates from Patch. Renowned for its family-focused patient care, the Dolby Brain Health Center currently treats over 2,000 patients annually. That number is expected to grow because new disease modifying treatments for Alzheimer’s disease have been recently approved. One such treatment is lecanemab (Leqembi®), a new intravenous therapy that slows cognitive and functional decline in people with early-stage Alzheimer’s disease. The Center was the first clinic in the Bay Area to offer the medicine after it received full FDA approval last year. The Center is also using donanemab (Kisunla™), another more recently approved infusion treatment that similarly reduces cognitive and functional declines due to early-stage Alzheimer’s disease. “These new therapies are an exciting advance in Alzheimer’s disease and stress the importance of early diagnosis, as they are most effective in the earliest stages of Alzheimer’s disease,” [Dr. Moughamian](https://www.sutterhealth.org/find-doctor/dr-armen-j-moughamian) explains. The Dolby Center is also [currently participating](https://www.sutterhealth.org/research/clinical-trials/alzheimers-disease-trailblazer-alz-3) in the TRAILBLAZER-ALZ3 clinical trial that is testing whether giving donanemab to patients prior to developing symptoms delays or prevents the cognitive and functional declines of Alzheimer’s disease. Additionally, Sutter has joined the Alzheimer’s Network for Treatment and Diagnostics (ALZ-NET), a database that tracks health outcomes and safety of therapies like lecanemab and donanemab. As the population ages, the number of people with mild cognitive impairment seeking these and other treatments is projected to increase. It is estimated that [6.9 million Americans](https://www.alz.org/alzheimers-dementia/facts-figures) ages 65 and older are living with Alzheimer’s today. Without medical breakthroughs to slow or prevent the disease, that number is expected to double by 2060, according to The Alzheimer’s Association. “While the reality is that more people will develop Alzheimer’s disease and other memory disorders in the future, recent medical advances are showing more promise than ever before,” says [Dr. Travis Urban](https://www.sutterhealth.org/find-doctor/dr-travis-j-urban), the Center’s associate medical director. “For the first time, new therapies are showing that they can actually slow down the trajectory of the disease.” Accommodating Growth The Center’s expansion and future move position it to meet the growing demand for services, which it has provided at CPMC since opening in 2012 with a $21 million investment from the family of pioneering audio engineer Ray Dolby. Dolby received treatment for Alzheimer’s disease at CPMC and the Brain Health Center is named in his honor. The new location at Davies features more exam rooms and offices for the Center’s newly expanded team of five providers and three social workers. The team recently welcomed physician [Dr. Austin Momii](https://www.sutterhealth.org/find-doctor/dr-austin-t-momii), a neurologist with expertise in neurodegenerative disease and stroke, and Jenna Gutierrez, a nurse practitioner who works with patients receiving infusion therapy. The Center is also expanding beyond its physical walls. A satellite clinic in Novato, Calif. (Marin County), is making treatment accessible to residents in the North Bay area. An additional satellite location in the East Bay will offer neuropsychological services to patients experiencing neurodegenerative symptoms and disease. The Center’s current location at 45 Castro Street will remain open for neuropsychology appointments and patient support groups.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://vitals.sutterhealth.org/sutter-health-announces-significant-investment-in-a-new-advanced-multi-specialty-neurosciences-care-complex-in-san-franciscos-mission-neighborhood/),",
      "https://www.sutterhealth.org/cpmc/giving/cpmcf/shelby-michelle-notkin))",
      "https://www.sutterhealth.org/research/clinical-trials/alzheimers-disease-trailblazer-alz-3)",
      "https://www.sutterhealth.org/find-doctor/dr-travis-j-urban),",
      "https://www.sutterhealth.org/find-doctor/dr-armen-j-moughamian)",
      "https://www.sutterhealth.org/find-doctor/dr-austin-t-momii),",
      "https://www.sutterhealth.org/cpmc/about/awards)",
      "https://www.alz.org/alzheimers-dementia/facts-figures)",
      "https://www.sutterhealth.org/services/alzheimers-brain-health/ray-dolby-brain-health-center)",
      "https://sutterhealth.org/cpmc/giving/cpmcf/shelby-michelle-notkin))",
      "https://sutterhealth.org/cpmc/about/awards)",
      "https://sutterhealth.org/find-doctor/dr-armen-j-moughamian)",
      "https://sutterhealth.org/find-doctor/dr-austin-t-momii),",
      "https://sutterhealth.org/research/clinical-trials/alzheimers-disease-trailblazer-alz-3)",
      "https://sutterhealth.org/find-doctor/dr-travis-j-urban),",
      "https://sutterhealth.org/services/alzheimers-brain-health/ray-dolby-brain-health-center)",
      "https://alz.org/alzheimers-dementia/facts-figures)",
      "https://www.vitals.sutterhealth.org/sutter-health-announces-significant-investment-in-a-new-advanced-multi-specialty-neurosciences-care-complex-in-san-franciscos-mission-neighborhood/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Sutter Health",
          "sentiment": "none"
        },
        {
          "name": "CPMC",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Duboce Ave.",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T03:23:35.058+02:00",
    "updated": "2024-11-08T03:23:35.058+02:00"
  },
  {
    "uuid": "6999639c18655546f06b019800c93f20c91e1c54",
    "url": "https://www.vancouverisawesome.com/national-sports/bassitt-says-everyone-to-blame-as-jays-shoddy-season-worsens-with-13-0-loss-to-rays-9270566",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tim Wharnsby; The Canadian Press",
    "published": "2024-07-25T23:37:00Z",
    "title": "Bassitt says everyone to blame as Jays' shoddy season worsens with 13-0 loss to Rays - Vancouver Is Awesome",
    "text": "TORONTO — Chris Bassitt declared everyone in the Toronto Blue Jays organization should bear the blame for its shoddy season. Bassitt (8-9) made his remarks after the Tampa Bay Rays (52-51) throttled the Blue Jays (46-56) 13-0 with 16 hits in the rubber match of their three-game series on Thursday. “I would say there’s not a single person in probably the whole organization who's not disappointed right now,\" Bassitt said. “It just sucks. I don’t think anyone thought this is what was going to happen. “I don’t think there’s one person with clean hands right now. I really don’t think we’ve done anything well this year. Well, maybe (Daulton) Varsho’s defence. “Besides Varsho’s defence, I don’t see how anyone can say ‘I’ve done what I should.'\" Bassitt also remarked that the embarrassing loss was because the team has been fighting \"demons.\" What did he mean? “Everything that’s been going on,\" Bassitt said. \"It’s whatever it might be, giving up that many hits, not being able to hit and the trade deadline. Who’s going to be here, who’s not going to be here? There’s a million different things right now that are just not great.\" With the trade deadline five days away, and the Blue Jays not meeting expectations of contending, the assumptions have been general manager Ross Atkins will sell off a handful of veteran players in exchange for prospects. “You have ideas of who’s not going to be around much longer and a lot of these people mean a lot to you so yeah, it’s not fun,\" Bassitt said. Bassitt admitted he wasn't sharp before 41,148 at Rogers Centre. He departed after five innings down 3-0 after tossing 97 pitches, giving up five hits and a walk with six strikeouts. But then reliever Trevor Richards entered and was worse. He only faced seven hitters, giving up four runs on four hits and two walks. “He’s been really good for us, especially earlier in the year,\" Blue Jays manager John Scheider said of Richards. \"But he doesn’t have a good feel for his change-up right now. \"When you have two pitches you have to be good with them. He doesn’t have his command right now and he’s falling behind (in the count).” Tampa followed its four-run sixth inning by tacking on five more in the seventh. Ernie Clement and his knuckleball had to be summoned from his third-base position to pitch the ninth and save the bullpen from further depletion. He gave up a run as the Rays pushed their hit total to 16. Taj Bradley (6-4) pitched six shutout innings and allowed only two hits, winning his third straight start. The 23-year-old Bradley surrendered a one-out double to left from Spencer Horwitz and an infield hit to Vladimir Guerrero Jr. in the first inning. But then the Rays righty settled down to retire 11 in a row and 17 of his final 18, allowing only a walk to Danny Jansen in the fifth. Bradley finished with seven strikeouts and a walk. Brandon Lowe, Isaac Paredes, Alex Jackson and Amed Rosario were the big offensive producers in the series finale before 41,148 at Rogers Centre. Lowe sent a 414-foot homer into the fifth deck down the right-field line to open the scoring. He knocked in two more runs with four hits and also twice walked. Paredes drove in four runs with two hits, while Jackson checked in with three RBI with two hits. Rosario pounded a double and two singles. ON THE MEND Blue Jays utility infielder Isiah Kiner-Falefa (sprained left knee) could begin a rehab assignment with Triple-A Buffalo on Saturday, provided there are no setbacks, according to Schneider. Kiner-Falefa has been out since July 1 and has enjoyed a solid season with a .292 average and .338 on-base percentage. ON DECK The Blue Jays begin a three-game set against the Texas Rangers on Friday to conclude their nine-outing, 10-day homestand. Toronto's Yusei Kikuchi (4-9) will open the series against lefty Andrew Heaney (4-10). This report by The Canadian Press was first published July 25, 2024. Tim Wharnsby, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chris bassitt",
          "sentiment": "negative"
        },
        {
          "name": "bassitt",
          "sentiment": "negative"
        },
        {
          "name": "daulton",
          "sentiment": "none"
        },
        {
          "name": "varsho",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "toronto blue jays",
          "sentiment": "negative"
        },
        {
          "name": "rays",
          "sentiment": "negative"
        },
        {
          "name": "tampa bay rays",
          "sentiment": "none"
        },
        {
          "name": "blue jays",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "toronto",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T04:05:49.030+03:00",
    "updated": "2024-07-26T04:05:49.030+03:00"
  },
  {
    "uuid": "78d1442a0dafe4e06b9d4f42b529783eba027716",
    "url": "https://www.ettoday.net/news/20250626/2985612.htm",
    "ord_in_thread": 0,
    "author": "ETtoday新聞雲",
    "published": "2025-06-26T10:55:00Z",
    "title": "拚加薪1萬！代理教師偽造「政大碩士證書」　連吃2罪這下慘了",
    "text": "▲代理教師持偽造的碩士證書申請改敘加薪，還參加其他學校教職甄選，遭檢察官提起公訴。（示意圖／取自pexels）\n記者劉昌松／台北報導\n台北王姓代理老師去年持偽造的政大碩士證書，向康寧小學申請提高敘薪，被校方發現造假提告，王男認罪被法院依詐欺未遂罪判拘役50天，得緩刑2年，沒想到王男幾乎在同時，持相同的假學位證書，參加士東國小教職甄選，經調查局發現後移送，台北地檢署26日再依偽造文書罪將王男起訴。\n據了解，王男原本已取得台北市康寧小學代理教師資格，但聘任薪級只有170元，王男為了爭取245元的碩士薪級，讓月收入增加約1萬元，在2024年6月間，持偽造的政大碩士學位證書，向學校佯稱取得法學院碩士在職專班學為，申請改敘薪級。\n康寧小學7月底向政大查證，隨即獲得回覆王男並非政大在校師或畢業校友，王男不但丟了康寧小學的工作，還被檢察官依詐欺取財未遂等罪嫌起訴後，王男在法院審理時坦承犯行，獲判拘役50天、得易科罰金，但可緩刑2年免坐牢。\n不過王男涉嫌在被康寧小學抓包後，又在同年8月間持相同的假學歷證書，參加士東國小的代理教師甄選，這次王男很快就被識破而沒獲得新工作，案經調查局移送後，台北地檢署再依偽造特種文書等罪起訴。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Education",
      "Social Issue"
    ],
    "topics": [
      "Crime, Law and Justice->criminal law",
      "Crime, Law and Justice->fraud",
      "Crime, Law and Justice->court",
      "Education->teachers",
      "Education->school",
      "Education->educational grading",
      "Social Issue->social problem",
      "Social Issue->discrimination",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_tw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T14:04:14.298+03:00",
    "updated": "2025-06-26T11:10:22.000+00:00"
  },
  {
    "uuid": "1d844b05970e90431294f34df1c8d59369e02955",
    "url": "https://dailytrust.com/my-decision-to-embrace-peace-resolution-not-out-of-fear-fubara/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@daily_trust",
    "published": "2024-01-02T10:23:00Z",
    "title": "My decision to embrace peace resolution not out of fear – Fubara - Daily Trust",
    "text": "Rivers State Governor, Sir Siminalayi Fubara, has declared that the decisions taken by his administration in the political crisis in the state were not born out of fear, but for peace to reign in the state.\nGovernor Fubara made this known while addressing Rivers people at the maiden state banquet held by his administration at Government House Port Harcourt Monday night to celebrate the new year.\nFubara who wished Rivers people a fruitful and prosperous 2024 also appealed to Rivers people to embrace the ongoing peace process at the instance of President Bola Amhed Tinibu, stating that his administration would not be enmeshed in any dirty political war that would hinder the promising prospects of development in the state.\n“Every decision that we’ve taken is not born out of fear but because we have the interest of our people and we have respect for elders.\n“I’m appealing to everyone of us to embrace the peace. We need this peace because our intention for the state is not for our personal interest but that of the development of the state.”\nGunmen kidnap LG chair, others in Nasarawa\nAutomated Passport application process begins January 8 – Minister\nThe governor disclosed that his administration was determined to live a legacy of unity and development in Rivers State, and not a legacy of political apprehension.\nIn his welcome address, the Secretary to the State Government, Dr Tammy Wenike Danagogo, expressed gratitude to God that despite the political turbulence in the state, Governor Fubara was focused to dispense the dividends of democracy in the state.\nHe pointed out that Rivers State is blessed to have a governor that is “calculated, humble, honest and hardworking,” and urged Rivers people to be apostles of peace, truth and justice for the state to continue on a trajectory of greatness.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "siminalayi fubara",
          "sentiment": "negative"
        },
        {
          "name": "bola amhed tinibu",
          "sentiment": "none"
        },
        {
          "name": "nasarawa autom",
          "sentiment": "none"
        },
        {
          "name": "fubara",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "lg",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "government house port harcourt",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-02T12:35:02.726+02:00",
    "updated": "2024-01-02T12:35:02.726+02:00"
  }
]