[
  {
    "uuid": "35dabb433bf839f69ec0681bd66407bb7ad48074",
    "url": "https://www.independent.com/2024/04/11/free-online-fearless-femme-summit-starts-april-29-aims-to-help-women-in-stem-boost-their-careers",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Indy Staff",
    "published": "2024-04-11T22:02:00Z",
    "title": "Free, Online “Fearless Femme Summit” Starts April 29, Aims to Help Women in STEM Boost Their Careers",
    "text": "Free, Online “Fearless Femme Summit” Starts April 29, Aims to Help Women in STEM Boost Their Careers Press releases are posted on Independent.com as a free community service. SANTA BARBARA, California – For women working in science, technology, engineering, and mathematics (STEM) careers, the world can be a lonely place. Only 30 percent of STEM professionals in this vital, high-paying field are women, and many report facing discrimination, unconscious bias and a general lack of role models and support. A free, online summit organized by Santa Barbara-based leadership coach Mary Jean Vignone, Ph.D., aims to change that. The virtual “Fearless Femme Summit: Propel Your Career in STEM” is designed to help women in STEM reach new heights in their careers and become authentic leaders. The summit will be held online daily from April 29 to May 2, from 10 a.m. to 1 p.m. Registration is open to STEM professionals, students and the public at no cost by signing up at [www.fearlessfemmesummit.com](http://www.fearlessfemmesummit.com/) Vignone is a leadership coach, consultant, and educator with over 25 years in executive roles in large and mid-size organizations. She founded her coaching practice, SuccessReach, Ltd., based on her solid belief that women in business are a wealth of untapped leadership talent. “After working with women in STEM, I recognize a need to support those working in challenging environments,” Vignone said. “I am passionate about helping women in STEM and decided to create a virtual space where they can learn to navigate career obstacles.” The Fearless Femme Summit will feature twenty speakers offering guidance on how women in STEM can strengthen their voices and positively impact their corporate culture. Each day focuses on a theme, moving from strategies to accelerate success and shatter the glass ceiling, to how to lead with influence and effectiveness, and ultimately create an environment where everyone can thrive. Topics covered include conquering imposter syndrome, how to steer your own career, the art of negotiating, building high achieving teams and reducing burnout. Speakers at the conference software engineer Manasa Mannava; Maxine Roman, who leads Innovation, Collaboration and Partnerships for Kraft Heinz North America Research and Development; Professional Development Consultant Suman Kapur; productivity expert Sara Caputo; Women’s Economic Ventures CEO Kathy Odell, and STEM Power Skills trainer Stephanie Slocum, among many others. Registration for the conference free. Recorded speaker videos will also be available on the website for free during the week of the summit. After that time, participants can access the videos by purchasing a VIP package. Each day’s sessions includes a 30-minute question and answer period during which participants can ask questions of the experts, and a free action-oriented bonus. The VIP package is available starting at $197. It offers lifetime access on demand to conference video and audio. It also includes access to a group coaching program specifically designed for aspiring women leaders in the STEM fields. Participants will learn how to break barriers and carve a path to success with sessions on discovering and developing an authentic leadership style, overcoming imposter syndrome, communicating with confidence, and more. The coaching program is valued at $500. SuccessReach, Ltd., is dedicated to empowering women in midsize organizations to reach their full potential and reach higher individual and corporate success levels. The company works with emerging women leaders to understand how to use their talents to contribute to organizational success. Programs include workshops, webinars, and coaching programs focusing on women executives, managers, and high potential individual contributors. Services are customized to each organization’s culture, mission, and core competencies.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Education"
    ],
    "external_links": [
      "http://fearlessfemmesummit.com/)",
      "http://www.fearlessfemmesummit.com/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary jean vignone",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "santa barbara",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "santa barbara",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T01:49:27.528+03:00",
    "updated": "2024-04-12T01:49:27.528+03:00"
  },
  {
    "uuid": "03043f9a518f52925e288fa96c040f1e08f16420",
    "url": "https://www.newcastleherald.com.au/story/8673297/humpback-whale-rescued-after-nine-days-tangled-in-ropes",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Georgina Sebar",
    "published": "2024-06-23T19:46:00Z",
    "title": "Humpback whale rescued after nine days tangled in ropes | Newcastle Herald | Newcastle, NSW",
    "text": "A humpback whale that spent nine days tangled in ropes and buoys has been freed after a two day rescue operation by the SeaWorld Foundation. \"If we did not help this animal, we think eventually it would have succumbed,\" incident controller Mitchell Leroy said. \"The way it was wrapped, it was as if the tail didn't have all of its free movement.\" The whale was first spotted on June 13 in Batemans Bay on the NSW Coast. ORRCA, [an organisation that focuses on researching and rescuing cetaceans](/story/8314898/), launched a social media campaign to keep track of the whale until it could be detangled. ORRCA members and the general public called in sightings of the whale as it travelled to Evans Bay. By June 20, the SeaWorld Foundation had located the animal. \"Sadly, on that first day, we did have to make the decision and pull away from the animal which was very emotional for all of us,\" Mr Leroy said \"It's incredibly dangerous out there in the darkness trying to do anything like this.\" The team decided to place a new type of GPS tracker on the whale in the hopes that it would make it easier to locate the animal. \"It was a new piece of equipment that we had just imported from the States and it hadn't been tried on whales before,\" Mr Leroy said. The tracker, which is small enough to fit in the palm of Mr Leroy's hand, is usually used for fishing equipment. A team in the U.S. sent tracking information back to the SeaWorld Foundation via an app. Early on June 21 a man who was out fishing spotted the whale and called it in. [The SeaWorld Foundation team](/story/8374248/) drove three hours to the reef where the man had seen the whale. After searching in the water for 40 minutes, they located the whale and were able to begin cutting the ropes away. \"It took hours and hours to try and make all the right decisions because after every little step, you might cut a rope and then we'd sit back and we'd observe the animal,\" Mr Leroy said. \"We'd be putting cameras under the water because you don't want to make something worse.\" Footage of the rescue shows the whale swimming off quickly once the ropes were cut off. Altogether, the team was in the water for four hours. Mr Leroy warned members of the public that attempting rescues of animals in distress was dangerous and could cause more harm to the animal. \"These [humpbacks] are up to 30 tonnes and there's no guarantee that they know you're trying to help,\" he said. \"It's dangerous when we do it. It's dangerous for everybody. People have lost their lives.\" Mr Leroy asked the public to call the SeaWorld Foundation if they see an animal needing assistance. The SeaWorld Foundation can be contacted on 07 5588 2222 (9am to 5pm) or 06 5588 2177 (after hours). Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "evans bay",
          "sentiment": "none"
        },
        {
          "name": "leroy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "newcastle herald",
          "sentiment": "negative"
        },
        {
          "name": "newcastle",
          "sentiment": "negative"
        },
        {
          "name": "seaworld",
          "sentiment": "none"
        },
        {
          "name": "seaworld foundation",
          "sentiment": "none"
        },
        {
          "name": "nsw coast.orrca",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "batemans bay",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-24T10:09:23.953+03:00",
    "updated": "2024-06-24T11:50:26.774+03:00"
  },
  {
    "uuid": "79b2f39f14e6f519bac8654e09003fd2a86fe0b2",
    "url": "https://www.presstelegram.com/2023/12/28/pets-of-the-week-howie-leroy-rascal-and-shaggy-are-ready-for-adoption/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staff report",
    "published": "2023-12-28T22:04:00Z",
    "title": "Pets of the week: Howie, Leroy, Rascal and Shaggy are ready for adoption – Press Telegram",
    "text": "Here are the pets of the week, available for adoption in the Long Beach area\nHowie, a 1-year-old domestic shorthair, is ready for adoption. (Photo courtesy of spcaLA)\nLeroy, a 1-year-old domestic shorthair, is ready for adoption. (Photo courtesy of spcaLA)\nRascal, a 3-year-old Dogo Argentino/Great Dane Mix, is ready for adoption. (Photo courtesy of spcaLA)\nShaggy, a 3-year-old husky, is ready for adoption (Photo courtesy of spcaLA)\nShow Caption of\nExpand Howie and Leroy Howie and Leroy, a bonded pair of 1-year-old domestic shorthair brothers, are looking for a home together. They are shy but sweet, and they’re playful — they like hunting for treats and chasing wand toys. They also enjoy playing and napping together.\nInformation about Howie and Leroy: The spcaLA P.D. Pitchford Companion Animal Village and Education Center, 7700 East Spring St. 562-216-2542 or spcaLA.com. Howie’s identification number is LACA-A-5256 . Leroy’s identification number is LACA-A-5257.\nRascal\nRascal, a playful and energetic scamp, is a 3-year-old Dogo Argentino and great Dane mix. He likes being brushed, napping in the shade and attempting to sit in your lap. His preference would be an adult home with no small pets.\nInformation about Rascal: The spcaLA P.D. Pitchford Companion Animal Village and Education Center, 7700 East Spring St. 562-216-2542 or spcaLA.com. Rascal’s identification number is LACA-A-662 .\nShaggy\nShaggy is a 3-year-old husky who is a puppy at heart. This sweet boy loves to run and play and is looking for an adult home or a family with older teens who will continue his training. Training is something he really enjoys — especially working for those treats.\nInformation about Shaggy: The spcaLA P.D. Pitchford Companion Animal Village and Education Center, 7700 East Spring St. 562-216-2542 or spcaLA.com. Shaggy’s identification number is LACA-A-12063 .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://spcala.com/adoptable/pet/?ss=LACA-A-5256",
      "https://spcala.com/adoptable/pet/?ss=LACA-A-5257",
      "https://spcala.com/adoptable/pet/?ss=LACA-A-662",
      "https://www.spcala.com/adoptable/pet/?ss=LACA-A-662",
      "https://spcala.com/adoptable/pet/",
      "https://www.spcala.com/adoptable/pet/?ss=LACA-A-5257",
      "https://www.spcala.com/adoptable/pet/?ss=LACA-A-5256"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "howie",
          "sentiment": "negative"
        },
        {
          "name": "leroy",
          "sentiment": "negative"
        },
        {
          "name": "rascal",
          "sentiment": "negative"
        },
        {
          "name": "dane",
          "sentiment": "none"
        },
        {
          "name": "rascal rascal",
          "sentiment": "none"
        },
        {
          "name": "leroy howie",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "laca",
          "sentiment": "none"
        },
        {
          "name": "p.d. pitchford companion animal village and education center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "long beach",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:13.621+02:00",
    "updated": "2023-12-29T00:08:13.621+02:00"
  },
  {
    "uuid": "6f09dc5b7abd54bb7188fa956f70245fd121f615",
    "url": "http://business.bigspringherald.com/bigspringherald/article/abnewswire-2024-4-4-longevi-city-transforming-urban-living-with-longevity-and-wellness-in-the-uae",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AB Newswire",
    "published": "2024-04-04T00:00:00Z",
    "title": "Longevi-City: Transforming Urban Living with Longevity and Wellness in the UAE | User | bigspringherald.com",
    "text": "Ras-Al-Khaimah, UAE - April 4, 2024 - Longevi-City , the world's first city dedicated to advancing longevity and wellness, has officially launched in the UAE, marking a monumental leap forward in urban development and healthcare innovation.\nUnder the visionary leadership of His Highness Sheikh Ahmed Bin Faisal Al Qassimi, Longevi- City is reshaping the landscape of urban living with an unwavering commitment to health, wellness, and longevity. Nestled strategically in Ras-Al-Khaimah, Longevi-City offers residents an unparalleled living experience amidst a serene resort-style ambiance and nature-friendly surroundings.\nMr. Dunston Pereira, CEO of the Royal Family Office, shares his vision for Longevi-City, stating, “Longevi-City embodies a bold and transformative vision for urban living, where health and wellness are not mere add-ons but integral to every aspect of community life. Our aim is to establish a model for sustainable, healthy, and happy living that inspires cities worldwide.”\nPositioning the UAE as a global leader in longevity and wellness, Longevi-City sets a new standard for cities worldwide. Dr. Raees Tonse, the visionary driving force behind the megaproject and Global Advocate for Longevity and Wellness, highlights the transformative potential of Longevi-City, stating, \"Longevi-City represents a movement towards a healthier future for all. By leveraging cutting-edge advancements in healthcare, technology, and community development, it empowers individuals and communities to lead longer, healthier, and more fulfilling lives.\"\nAt the core of Longevi-City lies a profound commitment to holistic wellness, which encompasses nurturing not only the physical but also the mental and emotional well-being of its residents. From preventive screenings to specialized treatments, residents have access to comprehensive healthcare services that prioritize early detection and proactive intervention, ensuring their physical health remains optimized.\nIn addition to exceptional medical care, Longevi-City offers innovative wellness amenities that cater to the diverse needs and preferences of its residents. Whether it's state-of-the-art fitness centers, holistic spas, meditation gardens, or nutrition counseling services, there are ample opportunities for individuals to engage in activities that promote their physical health and vitality.\nLongevi-City ensures wellness in every aspect of daily life, from farm-to-table dining experiences highlighting nutritious ingredients to community events promoting mental health awareness and stress management. The city's dedication to sustainability is evident in its eco- friendly architecture, renewable energy usage, and ample green spaces, which encourage physical activity and mental well-being. Residents have access to diverse recreational facilities, including parks and sports complexes, fostering a vibrant lifestyle.\nDriven by a profound sense of purpose and an unwavering commitment to advancing human health, Dr. Raees continues to lead by example, inspiring others to join him in the pursuit of a healthier and happier world for all. As Longevi-City forges ahead on its path towards a brighter future, it extends an invitation to investors, organizations, and innovators to join hands in shaping the next frontier of urban wellness. Together, let us build a legacy of longevity, where cities flourish as vibrant hubs of health, happiness, and harmony.\nLinkedIn profile - https://www.linkedin.com/in/raees-tonse-md-mba-2691a1a8/\nFacebook Company - https://www.facebook.com/profile.php?id=61557484871760\nTwitter - @RaeesTonse\nMedia Contact\nCompany Name: Longevi-city\nContact Person: Dr Raees Tonse\nEmail: Send Email\nCountry: United Arab Emirates\nWebsite: https://www.longevi-city.com\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "https://www.longevi-city.com",
      "https://www.linkedin.com/in/raees-tonse-md-mba-2691a1a8/",
      "https://www.abnewswire.com/email_contact_us.php?pr=longevicity-transforming-urban-living-with-longevity-and-wellness-in-the-uae",
      "https://www.facebook.com/profile.php?id=61557484871760",
      "https://www.cloudquote.io",
      "https://tracking.newsrpm.com/pixel?slug=abnewswire-2024-4-4-longevi-city-transforming-urban-living-with-longevity-and-wellness-in-the-uae",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.abnewswire.com/press_stat.php?pr=longevicity-transforming-urban-living-with-longevity-and-wellness-in-the-uae",
      "https://www.abnewswire.com/companyname/longevi-city.com_133619.html",
      "https://www.longevi-city.com;/",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://longevi-city.com",
      "https://www.abnewswire.com/email_contact_us.php",
      "https://www.linkedin.com/in/raees-tonse-md-mba-2691a1a8",
      "https://abnewswire.com/press_stat.php?pr=longevicity-transforming-urban-living-with-longevity-and-wellness-in-the-uae",
      "https://www.tracking.newsrpm.com/pixel?slug=abnewswire-2024-4-4-longevi-city-transforming-urban-living-with-longevity-and-wellness-in-the-uae",
      "https://www.googletagmanager.com/gtag/js",
      "https://tracking.newsrpm.com/pixel",
      "https://longevi-city.com;/",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://abnewswire.com/email_contact_us.php?pr=longevicity-transforming-urban-living-with-longevity-and-wellness-in-the-uae",
      "https://linkedin.com/in/raees-tonse-md-mba-2691a1a8/",
      "https://cloudquote.io",
      "https://www.abnewswire.com/press_stat.php",
      "https://cloudquote.io/article/5",
      "https://cloudquote.io/article/6",
      "https://facebook.com/profile.php?id=61557484871760",
      "https://abnewswire.com/companyname/longevi-city.com_133619.html",
      "https://www.facebook.com/profile.php",
      "https://www.longevi-city.com;"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ahmed bin faisal al qassimi",
          "sentiment": "none"
        },
        {
          "name": "dunston pereira",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "al-khaimah",
          "sentiment": "negative"
        },
        {
          "name": "royal family office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "longevi-city",
          "sentiment": "none"
        },
        {
          "name": "uae",
          "sentiment": "none"
        },
        {
          "name": "longevi- city",
          "sentiment": "none"
        },
        {
          "name": "ras-al-khaimah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T01:42:38.452+03:00",
    "updated": "2024-04-05T01:42:38.452+03:00"
  },
  {
    "uuid": "7cb15e926cab89f94218bdec9245834b2df3df24",
    "url": "https://www.greensburgdailynews.com/news/local_news/apply-for-fafsa-now-to-maximize-financial-aid-opportunities/article_b12ef68c-b339-11ef-833e-fb44025e9563.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kevin Green",
    "published": "2024-12-05T18:49:00Z",
    "title": "Apply for FAFSA now to maximize financial aid opportunities | Local News | greensburgdailynews.com",
    "text": "Yrefy, a student loan lender working exclusively with borrowers and co-borrowers who are in delinquency or default on private student loans, is recommending that students who will be enrolled in college during the July 1, 2025 through June 30, 2026 academic year complete the Free Application for Financial Student Aid (FAFSA) immediately.\nOn Nov. 21, 2024, the U.S. Department of Education announced that they had officially launched the 2025-26 FAFSA for everyone, after two months of Beta testing. Financial aid awards from the federal and state governments, and post-secondary institutions are awarded on a first come first serve basis, so the sooner students complete the FAFSA the more potential funding that will be available to them.\n“Approximately 85% of people who fill out the FAFSA get some sort of financial aid whether it is from federal, state, and/or post-secondary institutions,” said Jack Wallace, Director of Government & Lender Relations at Yrefy.\nIt is anticipated that approximately 3.9 million high school seniors will graduate this spring, compared to 3.1 million in 2024, many of whom will be filling out the FAFSA form for the first time if they intend to go on to college.\nWhat is FAFSA and What Do I need to Know? • Anyone filling out the FAFSA form the first time needs to set up a StudentAid.gov account with the U.S. Department of Education. Both the student and the family contributor (parent or guardian) need to set up their own account.\n• Sign on to www.student.aid.gov to set up a Federal Student Aid ID (aka FSA) with an email address and password. You will need your Social Security number, your full name as it appears on the Social Security card, as well as your date of birth, phone number, and residential address.\n• After a few days you will get a confirmation from the U.S. Department of Education that your account is approved. Now it is time to go to www.studentaid.gov and begin filling out the FAFSA application. Make sure you have picked out your list of schools to include on the FAFSA that you are interested in attending. You can include up to 20 schools.\n• Personal financial information needed to complete the FAFSA is based upon federal tax returns for 2023.\n• By filling out the FAFSA you will be eligible to receive free grants and scholarships which are not required to be repaid, and federal and private student loans which are required to be repaid.\nInformation provided",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": false,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "http://StudentAid.gov",
      "http://www.studentaid.gov",
      "http://www.student.aid.gov",
      "http://studentaid.gov",
      "http://www.StudentAid.gov",
      "http://student.aid.gov"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T00:56:33.609+02:00",
    "updated": "2024-12-11T08:19:28.653+02:00"
  },
  {
    "uuid": "c2b6cbad23dfc1f132366066f23f638d45d0317c",
    "url": "https://timesofindia.indiatimes.com/city/kolkata/kolkatas-charnock-hospital-unveils-smart-rebins-to-combat-plastic-waste/articleshow/113920180.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Prithvijit Mitra",
    "published": "2024-10-03T22:17:00Z",
    "title": "Kolkata's Charnock Hospital Unveils Smart ReBins to Combat Plastic Waste | Kolkata News - Times of India",
    "text": "Kolkata: Smart ReBins or sensor-fitted waste bins were introduced at a private hospital this week to prevent plastic litter and make the premises plastic-free. Apart from turning hospitals into no-plastic zones, the smart bins will ensure timely collection and segregation of clinical waste, which is potentially dangerous for health. The initiative is a collaborative effort, led by CII West Bengal Healthcare Taskforce in partnership with Magpet Polymers Pvt Ltd, a PET circular enterprise. The bins were set up at Charnock Hospital on Tuesday and a few more hospitals in the city plan to instal them, too.Fitted with sensors that track fill levels and alert the central system about the time to empty, the bins help prevent overflow or littering. Each bin is around six-ft tall and can store a considerable amount of wastes. Hospitals, in turn, get plastic credits as recognition for recycling.Shaped like bottles, the bins are geo-tagged and geo-fenced, preventing them from being moved or stolen. “These innovative recycling bins will be installed all over our hospital. The goal is to eliminate plastic bottle litter and ensure plastic waste is responsibly collected & processed, contributing to a circular economy. It places hospitals, like Charnock, at the forefront of sustainability in the healthcare sector,” said Charnock MD Prashant Sharma.Another private hospital is also considering ReBins. “Littering can be greatly curbed with sensor-fitted bins. We are ready to switch to ReBins,” said the hospital CEO.ReBins also promoted social inclusion by providing income opportunities to waste-pickers. “PET bottles collected through Smart ReBins will be recycled into high-quality materials, reinforcing the circular economy model,” added Sharma. We also published the following articles recentlyBio-composter kitchen bins unused, awareness plannedTrivandrum's city corporation will launch an awareness campaign after discovering that a significant number of bio-composter kitchen bins distributed to households remain unused or broken. Only 31.2% of the 46,492 bins given out between 2016-21 are in use. The initiative aims to promote proper waste segregation and treatment, addressing recent audit criticisms.113827281Gadkari pushes for use of plastic waste in highway constructionUnion Transport Minister Nitin Gadkari announced a mandate to use plastic waste in highway construction, recycling 80 lakh tonnes for stretches between New Delhi and Mumbai. Gadkari highlighted environmental and economic benefits, including job creation and reduced oil imports, while urging community involvement in waste management and emphasizing innovative solutions like bio-CNG and recycled construction materials.113885310Vettucaud beach clean-up drive reveals alarming amount of plastic wasteA beach clean-up at Vettucaud Beach, organized by IIST and WWF-India, saw 125 volunteers collect 210kg of waste including plastic, glass, and paper. The majority of the waste was plastic-related, raising concerns about pollution. Items collected included fishing gear, diapers, and toys. The event started with a cycling rally from Manaveeyam Veedhi.113883773",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Health"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T01:57:22.395+03:00",
    "updated": "2024-10-04T01:57:22.395+03:00"
  },
  {
    "uuid": "05d873a09389ca5039e15a855bca399c42da06ca",
    "url": "https://www.163.com/dy/article/K57R9IPO05129QAF.html",
    "ord_in_thread": 0,
    "author": "网易",
    "published": "2025-07-24T03:16:00Z",
    "title": "深圳学生自制无人机创世界纪录，9家企业\"找上门\"提供支持|徐阳|飞行器|徐扬生|深圳市_网易订阅",
    "text": "深圳“00后”研发无人机，打破世界纪录!\n前段时间，香港中文大学(深圳)本科生徐阳凭借自制的微型无人机PROWESS创下吉尼斯世界纪录，成为世界最快微型无人机纪录保持者。这款学生自制的遥控微型四旋翼飞行器重量仅有247克，速度却能达到每小时340公里。网友称这款无人机拥有“高铁速度”，不少人感叹“高手在民间”，甚至喊话大疆“快来招人”！\n深圳学子的创想与实践，先后吸引了9家来自全国各地的无人机产业上下游企业的关注与支持，他们纷纷联系徐阳提供定制零部件等。\n目前，徐阳已将PROWESS的设计开源，希望激励更多人接棒探索。而他具有前瞻性的科创实践与开放共享的创作理念，也得到了两位院士校领导的关注，院士们点赞徐阳展现了中国青年的创新能力与担当！\n极速挑战\n独立完成无人机研制\n创 下吉尼斯 世界纪录\n“设计、组装和测试都是我自己独立完成的。”徐阳回忆说，受其他飞行器航速不足问题启发，他于2024年10月开始设计FPV无人机（第一人称视角无人机）PROWESS的原型机，希望挑战微型无人机的极限速度。\n无人机按照多个性能指标，可以划分为微型、轻型、小型、中型和大型。微型无人机，空机重量小于0.25千克。当前普通微型无人机，最大飞行速度为50-60千米/小时。\n“速度越快，代表着微型无人机技术水平越高。”徐阳介绍，无人机速度提升,可以增加其续航、载重等性能，具有重要意义。因此，PROWESS的一切设计都围绕提速展开。\n“市面上的无人机桨叶螺距都太小，高速效率极其低下，想要达到300的时速几乎是天方夜谭。”研发初期，徐阳没有任何螺旋桨设计的经验，自研桨叶有点无从下手，但他还是决定“先做再说”。\n之后，他摸索改进高速桨设计，删除了桨叶无用的螺丝孔位、减重碳板……经过多次细节改进，PROWESS测试速度提升到312千米/小时。“一位外国博主在2022年创下219千米/小时的微型无人机最快飞行速度，这个速度我的原型机第一次试飞就突破了。”\n历经5个月的开发与测试，今年3月23日，PROWESS在挑战吉尼斯世界纪录的测试中，最终成绩达到340.78千米/小时，顺风甚至达到358千米/小时！成绩得到“吉尼斯世界纪录”认可，徐阳成为了世界最快微型无人机纪录保持者。\n自制飞行器取得不俗成绩后，徐阳选择将设计图纸进行开源，与全世界的爱好者共享研发数据。“这能够让其他人制作出与PROWESS几乎一样的无人机。”他希望通过开源，激励更多人接棒这个极速挑战。\n极客魅力\n大学教授主动“搭讪”\n邀请参与研发AI机器人\n徐阳2002年出生在江门台山，从小在深圳长大，先后在百花小学、深圳实验学校初中部和高中部就读，现在是香港中文大学(深圳)理工学院电子计算机工程专业大三学生，是一名深圳培养出来的科创新星。\n回忆中小学校园生活，他说老师们都鼓励他坚持科创爱好，“但是要以学习为重”。他还对深圳实验学校初中部的科技节印象深刻，从中获益匪浅，“同学们参与度都很高，项目都很有科学趣味”。\n“我觉得飞行本身就比较有乐趣。操控飞行器从身边飞过时，我会有一种与自然互动的感觉。”徐阳读四年级时接触航模，每次看到“模友”的新航模，他都会上网搜索资料拓展学习，还和来自全国乃至世界各地的专业人士交流。\n进入高中，徐阳了解到FPV无人机，兴趣很快转向对无人机的探索。来到大学他继续坚持爱好，课余时间会使用学校提供的3D打印机、焊接设备等，不出校门就能完成无人机的制作。\n“每当看到飞行数据越来越好时，我会觉得很有成就感。”于他而言，研究无人机是在探索心中纯粹的热爱，不是为了获得比赛名次，更不是为了升学加分。\n“我觉得自己的设计都非常与众不同，创造这些产品我觉得非常有乐趣。”徐阳在大一时设计过一款固定翼航模，它体积小、重量轻，但是动力却很大，与市面上航模相比机动性特别强。“我制作了几期视频介绍它，发布在社交平台上，反响同样非常好。”\n“具有极客精神、动手能力很强，徐阳属于能自学成才的学生。”香港中文大学（深圳）理工学院助理教授靳羽华提到，他在课堂中发现徐阳的科研能力，还曾主动“搭讪”，跟徐阳约时间、聊项目。现在徐阳参与到靳羽华开展的项目中，他们在设计一款飞行机器人，想建立人机交互界面，让机器和人进行自然交流。\n“他是一个情绪很稳定的人，平常话虽少但每次表达都很到位。”与徐阳同在靳羽华教授课题组的欧海榕同学形容说，徐阳处理事果断、行动力强，做事情像“手术刀一样精准”。\n科技与教育的深度融合已成为教育发展新趋势。为激发深圳学子的创新火种和探索热情，近年来，深圳各级教育部门、中小学校举办了形式多样的科技节、科技展等，为更多像徐阳一样热爱科创的学子埋下科技的种子。\n如深圳市教育局主办“科学教育・社会协同” 资源对接交流活动，共同构造科技、教育、人文多向赋能的生动场域；南山区教育局举办“移动科技馆”进校巡展活动等，让前沿科技在校园中变得触手可及。\n天空之城\n网购零部件次日送达\n加 快 提 升 研发进度\n低空经济是新质生产力的典型代表，如今深圳正加速打造“天空之城”，并将低空经济与空天产业集群纳入深圳“20+8”产业集群。\n“急需的无人机相关零部件，很多都可以次日送达，这能加快提升我的研发进度。”徐阳提到，深圳的无人机相关产业非常密集，他研发所需的零部件，大部分企业都在深圳设厂或开店，这在很大程度上便利了他获取相关资源。\n目前，深圳无人机企业数量超1700家，无人机产业增加值达到1170亿元，已经实现了“不出深圳，就能造出一架无人机”。\n在研发PROWESS过程中，徐阳需要使用碳纤维骨架，通过线上方式将图纸发送给企业，企业收到图纸后马上加工。“部分急需的产品，厂家当天就可以发货。”徐阳研发的无人机，每台物料成本是1500-2000元（部分零件由企业免费提供），资金来源于父母的支持。\n“在创新技术孵化、产业落地等方面，在全国来看，深圳都是非常好的城市。”靳羽华认为，深圳拥有众多科技创新企业，科创氛围浓厚，能够给予像徐阳这样的青少年学生科创启蒙，更有利于他们将理论知识转化成技术和产品。\n业界关注\n吸引9家企业提供支持\n“给无人机行业带来新的发展方向”\n速度快、成本低的特性，使得PROWESS的运用具有巨大潜力，它也因此受到产业界的关注与支持。徐阳表示，研发至今已有9家来自全国各地的无人机上下游企业联系自己，他们有的提供3D打印机套装，有的免费定制电机，还有的企业表示可以无条件赞助徐阳所需的任何图传与GPS等设备，以企业之力赋能青年成长。\n“得知PROWESS测试效果不理想时，我就寄我们的电池给徐阳试一下，没想到他给我们带来这么大的惊喜！”PROWESS创纪录时使用的电池，来自深圳一家新能源技术企业的支持。该企业副总经理王振远对PROWESS的成绩颇为意外。\n“PROWESS的可发展性很强，这让更多人开始重视轻量化无人机，并寻求与徐阳开展合作，这势必会带动更多人加入设计和生产这类无人机。”王振远认为，PROWESS和徐阳的成功“给无人机行业带来新的发展方向”。未来该公司将为徐阳提供定制电池电芯，希望不断的技术创新，给PROWESS提供新的“力量”。\n王振远同时表示，该公司深耕电池领域12年，看到了深圳低空经济产业欣欣向荣的景象。而企业当时选择在深圳发展也是看到深圳人才众多，拥有更多发展机会。“我们很多同行朋友都在附近，有事大家都会帮忙，这会对企业的成长奠定更稳定的基础。”\n除了深圳企业，位于浙江宁波的螺旋桨设计生产企业也向徐阳伸出了援手。早在徐阳设计PROWESS之前，该公司总经理曹华忠就关注到这个“总喜欢设计、倒腾无人机”的学生。之后，该企业向徐阳提供了定制的螺旋桨，总价值近万元。“通过协助PROWESS达到极限速度，我们也可以不断提高设计能力、不断挑战硬件的极限，在寻求突破中让整个行业有所提升。”曹华忠说。\n院士点赞\n梦想与努力可以创造奇迹\n展现中国青年的创新能力与担当\n“这不仅是一个创纪录的产品，更是一个具有前瞻性意义的创新成果。”谈到PROWESS与徐阳，中国工程院院士、香港中文大学（深圳）校长徐扬生倍感欣慰。“不仅为他个人争光，也为中国青年科技创新增添了光彩。我为他感到非常骄傲！”\n徐扬生表示，徐阳的成就证明了梦想与努力可以创造奇迹，他的坚持和创新精神是所有同学的榜样，他寄语徐阳及所有热爱科研的同学们要继续保持好奇心，勇于尝试，敢于突破常规，“你们的每一次努力都在为世界增添新的可能”。\n中国科学院院士、香港中文大学（深圳）理工学院院长唐本忠对徐阳的跨学科融合能力印象深刻，认为这不仅是技术的突破，更是对“试错与迭代”创新精神的践行，展现了未来创新人才的核心素质。他还提到，徐阳开源设计推动了技术共享，在国际科技社区搭建沟通桥梁，体现了深圳青少年的开放创新精神，“展现了中国青年的创新能力与担当。”\n“自古英雄出少年！”评价徐阳时，靳羽华还激动地表示，这再一次向全世界说明：中国人是有本领能够打破其他国家技术垄断的，中国人才辈出！\n采写：南都N视频记者 伍曼娜\n摄影：南都N视频记者 赵炎雄",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->scientific innovation",
      "Science and Technology->technology and engineering",
      "Science and Technology->aerospace engineering",
      "Human Interest->record and achievement",
      "Social Issue->demographics",
      "Social Issue->teenagers",
      "Social Issue->diversity, equity and inclusion"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_vn",
        "top_news_th",
        "top_news_nz",
        "top_news_rs",
        "top_news_sg",
        "top_news_tw",
        "top_news_hk",
        "top_news_my",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:39:07.054+03:00",
    "updated": "2025-07-25T08:09:03.000+03:00"
  },
  {
    "uuid": "88ca349b1d7dba924d4a2e6e803e8244f14a1cc4",
    "url": "https://educativa.ufms.br/conexao-entre-mulheres-leva-ao-empoderamento-e-cria-rede-de-apoio-aos-negocios",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CARLOS YUKIO KAMIYAMA FILHO",
    "published": "2024-02-29T20:30:00Z",
    "title": "Conexão entre mulheres leva ao empoderamento e cria rede de apoio aos negócios - Educativa UFMS",
    "text": "Portal do Governo Brasileiro Universidade Federal de Mato Grosso do Sul Sistemas Webmail Normal + - Alto contraste Ir para o conteúdo Ir para menu Ir para a busca Ir para o rodapé Acessibilidade Educativa UFMS Rádio Oficial da UFMS Página Inicial Institucional Programação Programas DNA MS Inova UFMS Na Trilha da História Repórter Júnior: Integra UFMS Petcast Pod Isso? Repórter Nacional Sou UFMS Tá na Rua UFMS é Aqui UFMS Verde Vem pra UFMS Equipe Conselho Consultivo Regimento Interno e Tabela de Preços Fale Conosco BUSCAR Página Inicial Institucional Programação Programas DNA MS Inova UFMS Na Trilha da História Repórter Júnior: Integra UFMS Petcast Pod Isso? Repórter Nacional Sou UFMS Tá na Rua UFMS é Aqui UFMS Verde Vem pra UFMS Equipe Conselho Consultivo Regimento Interno e Tabela de Preços Fale Conosco Página inicial Notícias Conexão entre mulheres leva ao empoderamento e cria rede de apoio aos negócios 29 de fevereiro de 2024 Conexão entre mulheres leva ao empoderamento e cria rede de apoio aos negócios Postado por: CARLOS YUKIO KAMIYAMA FILHO 29.02.24 Minuto Notícia - 14h30 Compartilhe: Veja também",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:06:32.889+02:00",
    "updated": "2024-03-01T00:06:32.889+02:00"
  },
  {
    "uuid": "e94efa493682ee6f5f7e809fa188d4893b7ef68b",
    "url": "https://www.newsbreak.com/fox-43-524562/3774659582137-lancaster-restaurant-celebrates-grand-opening",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "FOX 43",
    "published": "2025-01-23T21:50:00Z",
    "title": "Lancaster restaurant celebrates grand opening - NewsBreak",
    "text": "1 hours ago LANCASTER COUNTY, Pa. — A small Lancaster County business had its grand opening on Jan. 23, as Chellas Arepa Kitchen cut the ribbon on its first brick-and-mortar location on North Queen Street alongside Mayor Danene Sorace and the Lancaster Chamber. The owner, Luis Quiroz, started a food truck six... Read full article\nRead in NewsBreak 1",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Human Interest->ceremony",
      "Economy, Business and Finance->tourism and leisure industry",
      "Economy, Business and Finance->consumer goods",
      "Lifestyle and Leisure->holiday",
      "Lifestyle and Leisure->leisure venue",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Danene Sorace",
          "sentiment": "none"
        },
        {
          "name": "Luis Quiroz",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "County",
          "sentiment": "none"
        },
        {
          "name": "Street",
          "sentiment": "none"
        },
        {
          "name": "North",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:30:10.841+02:00",
    "updated": "2025-01-24T01:01:02.398+02:00"
  }
]