[
  {
    "uuid": "f4b650f61e529ed9acf69ebb798bd6b01e0a3266",
    "url": "https://g1.globo.com/jornal-nacional/noticia/2023/12/28/florestas-urbanas-podem-reduzir-os-efeitos-das-ondas-de-calor-nas-grandes-cidades-diz-embrapa.ghtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "globo.com",
    "published": "2023-12-29T00:12:00Z",
    "title": "Florestas urbanas podem reduzir os efeitos das ondas de calor nas grandes cidades, diz Embrapa | Jornal Nacional | G1",
    "text": "Florestas urbanas podem reduzir os efeitos do calor nas grandes cidades, diz Embrapa\nUm calor escaldante: \"Tá muito quente, mas muito quente\", diz um morador.\n\"O sol está queimando. A sombra é a melhor coisa\", completa outro.\nO que a gente já sente na pele, agora é o resultado de uma pesquisa da Empresa Brasileira de Pesquisa Agropecuária Paraná ( Embrapa -PR).\nDurante três anos, o estudo analisou as temperaturas de um bosque, cercado pelo concreto, em Curitiba .\nEm média, a temperatura é 4ºC mais baixa dentro da floresta, em comparação às ruas do bairro . O estudo analisou as temperaturas durante todas as estações do ano.\nEnquanto em um local afastado do bosque a média é de 20,9 ºC, entre as árvores a média anual é de 17,1ºC .\n1 de 1 Florestas urbanas podem ajudar a reduzir em até 4ºC a temperatura nas cidades grandes — Foto: TV Globo/ Reprodução Florestas urbanas podem ajudar a reduzir em até 4ºC a temperatura nas cidades grandes — Foto: TV Globo/ Reprodução\nA floresta em meio à cidade tem a capacidade de melhorar o clima, como se fosse um ar condicionado da natureza.\n\"Por que a temperatura é menor dentro da floresta? Primeiro, o Sol, ao incidir nas copas das árvores, impede que essa radiação encoste no solo e eleva a temperatura. No solo da floresta, na superfície da floresta tem um folhedo, com uma espessura considerável, que se o Sol bater nela, também vai impedir que aqueça\", explica Marcos Rachwal, pesquisador da Embrapa.\nA pesquisa também revelou que uma floresta urbana tem a capacidade parecida com as florestas consolidadas , que estão longe das cidades; e que além de melhorar o clima, conseguem também capturar os gases de efeito estufa. É um serviço que essas árvores nos prestam de graça.\n\"Isso foi uma grande novidade, nós pensávamos que está bem alterada, tem muita cidade em volta, o tamanho dela é reduzido, mas ela ta fazendo as mesmas coisas, ela consegue estocar carbono da mesma maneira e capturar os gases conforme uma floresta intacta conforme uma floresta intacta no interior\", afirma Rachwal.\nA floresta é um armazém desses gases, que ficam presos no solo, na manta de folhas e nas árvores, e assim são impedidos de irem para a atmosfera. Entre estas árvores, a campeã é a araucária, que retém 40% de todo gás carbono que o bosque captura.\nPara que essa redução de calor se espalhe, a pesquisa também sugere a implantação de corredores térmicos, árvores que se conectem com os bosques e levem um refresco para os habitantes das cidades.\n\"O que teria de ser feito é conservar as que já existem, recuperar as que não estão conseguindo fazer esse papel, pq tá em estágio diferente, ou está degradada, e ampliar de alguma maneira\" [...] a presença de áreas verdes, principalmente florestais vai ampliar a capacidade das cidades em se adaptar às mudanças climáticas, as ondas de calor e tudo mais\", conclui o pesquisador da Embrapa.\nCuritiba Embrapa",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health",
      "Environment"
    ],
    "external_links": [
      "https://957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://s3.glbimg.com/v1/AUTH_14ce1dbebbe64b1e8e955809a085692d/web-components/teste-ab.html?url=aHR0cHM6Ly9zMy5nbGJpbWcuY29tL3YxL0FVVEhfMTRjZTFkYmViYmU2NGIxZThlOTU1ODA5YTA4NTY5MmQvd2ViLWNvbXBvbmVudHMvcGxheWVyLXdlYi1tdWx0aWNvbnRlbnQvcHJvZC93aWRnZXQuaHRtbD9wcm9kdWN0TmFtZT1nMSZwcm9kdWN0Q29sb3I9JTIzMGYzMzVmJmFydHdvcmtVUkw9aHR0cHMlM0ElMkYlMkZzMy5nbGJpbWcuY29tJTJGdjElMkZBVVRIXzU5ZWRkNDIyYzBjODRhODc5YmQzNzY3MGFlNGY1MzhhJTJGYXVkaW9wdWItZXBpc29kZXMlMkZicyUyRjIwMjMlMkZWJTJGNCUyRjJRQVJZWlF5bUxBdllQUldaQ05BJTJGb2Fzc3VudG8tbmF0dX",
      "https://s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css",
      "https://www.s3.glbimg.com/v1/AUTH_14ce1dbebbe64b1e8e955809a085692d/web-components/teste-ab.html?url=aHR0cHM6Ly9zMy5nbGJpbWcuY29tL3YxL0FVVEhfMTRjZTFkYmViYmU2NGIxZThlOTU1ODA5YTA4NTY5MmQvd2ViLWNvbXBvbmVudHMvcGxheWVyLXdlYi1tdWx0aWNvbnRlbnQvcHJvZC93aWRnZXQuaHRtbD9wcm9kdWN0TmFtZT1nMSZwcm9kdWN0Q29sb3I9JTIzMGYzMzVmJmFydHdvcmtVUkw9aHR0cHMlM0ElMkYlMkZzMy5nbGJpbWcuY29tJTJGdjElMkZBVVRIXzU5ZWRkNDIyYzBjODRhODc5YmQzNzY3MGFlNGY1MzhhJTJGYXVkaW9wdWItZXBpc29kZXMlMkZicyUyRjIwMjMlMkZWJTJGNCUyRjJRQVJZWlF5bUxBdllQUldaQ05BJTJGb2Fzc3VudG8tbmF0dX",
      "https://www.957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://www.s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css",
      "https://s3.glbimg.com/v1/AUTH_14ce1dbebbe64b1e8e955809a085692d/web-components/teste-ab.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:49:59.120+02:00",
    "updated": "2023-12-29T02:49:59.120+02:00"
  },
  {
    "uuid": "d407cd18c2b5d85357925cf34dc3a28f9540fe75",
    "url": "https://www.lancastereaglegazette.com/story/news/nation/2023/12/28/minnesota-woman-sues-dentist/72050466007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Walrath-Holdridge",
    "published": "2023-12-28T21:40:00Z",
    "title": "Kathleen Wilson's Minnesota dentist did 30 procedures at once: lawsuit",
    "text": "20 fillings, 4 root canals, 8 crowns in one visit add up to lawsuit for Minnesota dentist [Mary Walrath-Holdridge](https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/) A Minnesota dentist has become the subject of a malpractice lawsuit after his patient accused him of \"disfiguring\" her. The civil lawsuit was filed in Hennepin County, Minnesota last week by Kathleen Wilson, who alleged Dr. Kevin Molldrem and [Molldrem Family Dentistry](https://molldremdentistry.com/) caused her significant injury that is still being corrected. According to the suit, Molldrem performed more than 30 producers on Wilson in a single July 2020 visit, doing eight crowns, four root canals and 20 fillings in one go. The lawsuit alleges that the dentist \"perform[ed] this work improperly,\" resulting in pain and suffering, embarrassment, emotional distress, and disfigurement. Molldrem was likewise accused of using improper levels of anesthesia during the procedures and falsifying medical records to cover it up. Treatment called 'inconceivable' “It is inconceivable that Dr. Molldrem could have prepared and placed 8 crowns under these circumstances in the time allotted, not to mention the additional 20 restorations,” wrote [Dr. Avrum Goldstein,](https://www.seakexperts.com/members/4827-avrum-r-goldstein) a dentist and expert witness brought on by Wilson's attorney, in an affidavit. Goldstein, who is a faculty member at [NOVA Southeastern University](https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.), also wrote that Wilson had been correctly diagnosed as having a \"rare condition\" causing decay in almost all of her teeth, but Mollderm's course of action was not a proper form of treatment. \"[Wilson’s] required a slow, thoughtful, careful and measured response to her disease,” he said in his report. “Trying to fill every hole in every tooth in her mouth in one visit is not only the antithesis of what was indicated, it is not humanly possible to achieve in an effective or constructive manner.” Doctors remove wrong organ from man: [They opened him up to remove his appendix. They mistakenly took out much more, lawsuit says.](/story/news/health/2023/11/07/doctors-accidentally-remove-wrong-organ-surgery/71487292007/) The lawsuit also accused Mollderm of tampering with medical records to falsify the amount of anesthesia that was reportedly used, which in reality was nearly double the standard number of units, according to court paperwork. According to Goldstein, the maximum dose of anesthesia given in three hours should not exceed 490 mg, but Molldrem's records show he gave Wilson 960 mg. “Any negative cardiovascular or central nervous system outcomes could be tied to the local anesthetic overdose,\" he wrote. Wilson said in the suit that she has since had to have the dental work completely redone by other dentists to repair Molldrem’s “negligent work,\" an ongoing process that has caused her to lose income and rack up medical bills on top of enduring pain, suffering and embarrassment. She is seeking more than $50,000 in damages. Wilson's attorney and Molldrem did not immediately respond to request for comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://molldremdentistry.com/)",
      "https://www.molldremdentistry.com/)",
      "https://usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://www.dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary walr",
          "sentiment": "negative"
        },
        {
          "name": "kathleen wilson",
          "sentiment": "negative"
        },
        {
          "name": "molldrem",
          "sentiment": "none"
        },
        {
          "name": "holdridge",
          "sentiment": "none"
        },
        {
          "name": "kevin molldrem",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "hennepin county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:36:49.003+02:00",
    "updated": "2023-12-29T00:36:49.003+02:00"
  },
  {
    "uuid": "be43657ba7331b62cb2b68f61254c9cc6b68a8bd",
    "url": "https://www.excelsior.com.mx/comunidad/cdmx-rompe-record-de-altas-temperaturas-hoy-9-de-mayo-de-2024-llega-a-343-grados/1651189",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Por S. García",
    "published": "2024-05-10T01:04:00Z",
    "title": "CDMX rompe récord por altas temperaturas, al llegar a 34.3 grados",
    "text": "La Ciudad de México registró hoy 9 de mayo de 2024 un nuevo récord de temperatura al marcar 34.3 grados Celsius, cifra que rebaso el máximo mensual del 15 de abril pasado, cuando se llegó a 34.2 grados, informó la Comisiona Nacional del Agua. La [segunda ola de calor ](https://www.excelsior.com.mx/nacional/cuando-termina-la-segunda-ola-de-calor-en-mexico/1651168)que afecta a la CDMX y a otros estados de la República mexicana ha provocado altas temperaturas, además de contingencias ambientales y apagones por la alta demanda de energía eléctrica. La Conagua indicó en sus redes sociales que en el Observatorio de Tacubaya se registró un nuevo récord de registro de efeméride, mensual e histórica, al llegar a 34.3 °C, mientras que en el Aeropuerto Internacional de la CDMX, el termómetro marcó 33.0 °C. El registro máximo histórico anterior en el Observatorio de Tacubaya en un 9 de mayo fue en 1998, cuando se registraron 33.9 °C, indicó la Comisión Nacional del Agua. Hoy se estableció la [#Temperatura]máxima histórica para el Observatorio de Tacubaya con 34.3 grados [#Celsius]. La marca anterior fue el 15 de abril de este año con 34.2 grados. Del mismo modo se estableció el récord para un 9 de mayo. Más información, en el gráfico [pic.twitter.com/ZApoSXPIYG] — CONAGUA Clima (@conagua_clima) [May 9, 2024]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T07:43:21.332+03:00",
    "updated": "2024-05-10T07:43:21.332+03:00"
  },
  {
    "uuid": "171a368f403d73c427db8c3ade7937ac8d3f0814",
    "url": "https://www.tuscaloosanews.com/story/news/nation/2023/12/28/savanah-soto-persons-of-interest-video/72052485007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amaris Encinas",
    "published": "2023-12-28T23:40:00Z",
    "title": "Savanah Soto case news: persons of interest video shared to spur tips",
    "text": "'Persons of interest' sought in 18-year-old pregnant woman's shooting death: San Antonio police [Amaris Encinas](https://www.usatoday.com/staff/5133245001/amaris-encinas/) San Antonio police are asking the public to help identify two 'persons of interest' at the scene of a fatal shooting that killed a [missing pregnant woman and](/story/news/nation/2023/12/27/savanah-nicole-soto-found-san-antonio/72039504007/) her 22-year-old boyfriend. Police announced Thursday that the male victim was Matthew Guerra, and investigators and family members presume the woman in the vehicle was [18-year-old Savanah Nicole Soto, who was carrying her unborn son](/story/news/nation/2023/12/26/savanah-soto-missing-texas-18-year-old/72030874007/), Fabian. Investigators on Thursday also released surveillance footage from a residential neighborhood in San Antonio near where the bodies were discovered Tuesday evening, in an attempt to identify the two individuals who were seen near the couple's vehicle. In the video, the couple's Kia Optima slowly approaches a dark-colored Chevy Silverado stopping briefly to interact with the driver, who was seen exiting the vehicle. Another individual was seen exiting the victim's Kia Optima, but it's unclear if the person leaves the area alone or with the person driving the truck. The minute-long video concludes with the Kia Optima leaving the area. McManus would not confirm or deny whether the couple was alive or dead when the video was taken, citing an active investigation. The medical examiner determined that Guerra died from a gunshot wound to the head, but that the manner of the death was still spending, Police Chief William McManus said at Thursday's press conference. Investigators said the other person found in the car has been identified as “a full-term pregnant female,” according to a [Facebook pos](https://www.facebook.com/SanAntonioPD/videos/1023556412274319/)t by the department. “I think we can be confident that the second victim was Savanah,” McManus said. This is developing story and will be updated with additional details.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://www.facebook.com/SanAntonioPD/videos/1023556412274319/)t",
      "https://www.usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://facebook.com/SanAntonioPD/videos/1023556412274319/)t",
      "https://usatoday.com/staff/5133245001/amaris-encinas/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "savanah soto",
          "sentiment": "negative"
        },
        {
          "name": "savanah nicole soto",
          "sentiment": "none"
        },
        {
          "name": "fabian",
          "sentiment": "none"
        },
        {
          "name": "matthew guerra",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ama",
          "sentiment": "negative"
        },
        {
          "name": "kia optima",
          "sentiment": "none"
        },
        {
          "name": "chevy silverado",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "san antonio",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:01:12.756+02:00",
    "updated": "2023-12-29T02:01:12.756+02:00"
  },
  {
    "uuid": "d6d806f22d3b363dfc80e28e6eb756b0b37937be",
    "url": "https://computerhoy.com/life/paso-importante-lavarse-dientes-no-piensas-1354655",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Hernández",
    "published": "2024-01-05T20:05:00Z",
    "title": "El paso más importante de lavarse los dientes no es el que piensas",
    "text": "Una de las tareas que no debemos dejar de lado después de cualquier comida es el pertinente cepillado de los dientes , un proceso que aprendemos desde la niñez, pero que no todo el mundo hace exactamente igual, pudiendo haber grandes diferencias entre un cepillado y otro. En más de una ocasión, hay debate al respecto sobre el correcto cepillado de los dientes o sobre si mojar o no mojar el cepillo o relativo al dentífrico a utilizar, pero según el dentista y divulgador científico, Simón Pardiñas, el debate no debería ser ese. Según el dentista, lo más importante al respecto es el cepillado , es decir, el movimiento mecánico que se realiza para lavar los dientes, y dejando de lado cualquier nimiedad relacionada sobre si mojar o no el cepillo o el tipo de dentífrico que se utilice. “Últimamente estoy viendo que hay mucho debate en redes de dentistas y expertos que afirman que si mojar el cepillo de dientes antes de colocar la pasta dental o después es un error”, comenta. Pero asegura que lo cierto es que la parte más importante “es el cepillado, es decir, el efecto mecánico que va a realizar el cepillo al barrer con sus cerdas esos restos de alimentos y placa dental que pueden quedar adheridos a la superficie de los dientes”. De hecho a muchos les puede sorprender, pero el dentista señala que “la pasta dental es totalmente prescindible”, y que lo más importante es el barrido mecánico realizado por el cepillo. Eso sí, también aclara que hay ciertas pastas de dientes “que nos pueden ayudar a mantener esa buena higiene bucal, pero no es lo principal”. Así que, para el experto, lo primero debería ser lavarse los dientes porque mucha gente no lo hace, y lo segundo, realizarlo con una técnica de cepillado correcta.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T02:05:05.155+02:00",
    "updated": "2024-01-06T02:05:05.155+02:00"
  },
  {
    "uuid": "62423ed8deedc03ff5454325fb848b43d4a6c18d",
    "url": "https://www.mundodeportivo.com/baloncesto/euroliga/20250116/1002388263/86-96-olympiacos-soberbio-da-opcion-madrid.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Julián Felipo",
    "published": "2025-01-16T21:49:00Z",
    "title": "86-96: Un Olympiacos soberbio no da opción al Madrid",
    "text": "La semana en España le ha servido al Olympiacos para consolidar el liderato en solitario que consiguió hace unos días. Tras ganar al Baskonia en la prórroga en el Buesa Arena el martes, los de El Pireo se pasearon ayer por el Movistar Arena (86-96) dejando al Madrid noqueado antes de que acabara el tercer cuarto con un recital de anotación y mayor criterio.\nEvan Fournier se fue a los 28 puntos con 5 de 8 triples para los griegos ganando claramente su pulso con Mario Hezonja (17).\nNada hacía pensar en una diferencia tal en el inicio, durante un primer cuarto marcado por las alternativas y los parciales, con el Madrid marcando el paso (11-5) y los griegos respondiendo luego con un parcial de 2-17 con el qu cerraron el período con 19-22.\nEn el segundo cuarto Shaquielle McKissic puso pronto a los blancos en bonus forzando faltas en penetraciones y a partir de ahí Olympiacos creció con un recital en la dirección de Vildoza y con Milutinov dominando bajo los aro. El Madrid reaccionó con canastas de Hezonja (triples y transiciones) pero al descanso se llegó con 38-47.\nFicha técnica\nReal Madrid, 86 - Olympiacos, 96\n86 - Real Madrid (19+19+16+32): Campazzo (7), Abalde (2), Musa (14), Ndiaye (2), Tavares (10), -cinco inicial-, Llull (8), Hezonja (17), Feliz (2), Rathan-Mayes (8), Hugo González (10), Garuba (6).\n96 - Olympiacos (22+25+26+23): Fournier (28), Williams-Goss (8), Papanikolau (8), Vezenkov (13), Fall (1) –inicial-, Larentzakis (-), Vildoza (11), Peters (1), Milutinov (13), McKissic (13).\nÁrbitros: Sasa Pukl (Eslovenia), Carmelo Paternico (Italia), Luka Kardum (Croacia). Eliminaron por faltas personales a Garuba (m.38) y al entrenador local Chus Mateo (m.39).\nIncidencias: partido de la jornada 22 de la Euroliga disputado en el Movistar Arena ante 10.045 espectadores.\nWilliams-Goss se erigió en protagonista de la reanudación elevando a diez la renta visitante (42-52) poco antes de que Evan Fournier le tomara el relevo para encadenar triples y dejar noqueado a un Madrid al que ya nada le salía. La máxima diferencia de los griegos fue de 22 puntos (56-78) al inicio del último período. El Madrid protagonizó una última reacción para ponerse a ocho (78-86) pero era demasiado tarde.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->basketball",
      "Sport->sport event",
      "Sport->sports record",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Evan Fournier",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Olympiacos",
          "sentiment": "negative"
        },
        {
          "name": "Movistar Arena",
          "sentiment": "none"
        },
        {
          "name": "Baskonia",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:27:05.539+02:00",
    "updated": "2025-01-17T00:27:05.539+02:00"
  },
  {
    "uuid": "1265e895b3c676cb235ec21b68d1a12e9d08bcab",
    "url": "https://tribuneonlineng.com/police-foil-bandits-operation-in-kogi/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yekini Jimoh",
    "published": "2023-12-29T13:16:00Z",
    "title": "Police foil bandits operation in Kogi",
    "text": "Kogi State Police Command, on Friday, said the bandits terrorising Lokoja/Ajaokuta road have been dispatched by the security forces.\nRecall that on Thursday afternoon, some bandits took over Lokoja/Ajaokuta road trying to kidnap motorists plying along the road.\nSpeaking with Tribune Online on Friday, the Kogi State Command Public Relations Officer SP William Ayah said the incident happened yesterday Thursday at about 3 pm.\nAccording to him, passengers travelling along Lokoja/Ajaokuta road were hinted by a good Samaritan that some bandits had taken over the road waiting to kidnap travellers, so they quickly moved to the closest town to avoid being Kidnapped and made distress call to the Police Command.\nHowever, when the information got to Command, the State Commissioner of Police CP Bethrand Onuoha quickly dispatched Rapid Response Unit to the area who dispatched the criminals into to bush.\nHe further disclosed no passenger was kidnapped due to quick response of the unit adding that the road was finally open for motorists travelling along the road.\nYOU SHOULD NOT MISS THESE HEADLINES FROM\n NIGERIAN TRIBUNE Primate Ayodele releases 91-page prophecy for 2024\nThe leader Of INRI Evangelical Spiritual Church, Primate Elijah Ayodele has released his prophecies for 2024 as it is…\nNIMC issues new guidelines for date of birth modification\nThe National Identity Management Commission (NIMC) has issued new guidelines for the modification of…\nSen Natasha spreads Christmas cheer with generous palliatives in Kogi Central\nIn commemoration of Christmas and New Year celebrations, Senator Natasha Akpoti-Uduaghan (Kogi Central), has put smiles on…\nFive Nigerian musicians who had the biggest hit songs in 2023\nNigeria’s music industry had a remarkable year, with talented singers and hit songs making…\nHistory will judge me, I gave Nigeria my best as ‘president,’ IBB declares\nFormer military president, General Ibrahim Babangida (IBB) has said history will judge him as leader of the country for…\nAnthony Joshua beats Otto Wallin in five rounds\nAnthony Joshua delivered one of his best displays in recent memory with an impressive stoppage of Otto Wallin in…",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://sportingtribune.com/anthony-joshua-beats-otto-wallin-in-five-rounds/",
      "https://www.sportingtribune.com/anthony-joshua-beats-otto-wallin-in-five-rounds/",
      "https://sportingtribune.com/anthony-joshua-beats-otto-wallin-in-five-rounds"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "william ayah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "lokoja/ajaokuta",
          "sentiment": "negative"
        },
        {
          "name": "kogi kogi state police command",
          "sentiment": "negative"
        },
        {
          "name": "tribune online",
          "sentiment": "none"
        },
        {
          "name": "command",
          "sentiment": "none"
        },
        {
          "name": "rapid response unit",
          "sentiment": "none"
        },
        {
          "name": "kogi state command",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lokoja",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T16:23:29.519+02:00",
    "updated": "2023-12-29T16:23:29.519+02:00"
  },
  {
    "uuid": "451e2fff8f42f80d6da5c18d3cd84d0b9f99f26b",
    "url": "https://www.asiaplustj.info/ru/news/tajikistan/society/20250703/vsemirnii-bank-kazhdii-chetvertii-zhitel-tadzhikistana-zhivet-za-chertoi-bednosti",
    "ord_in_thread": 0,
    "author": "Сайфиддин Караев, Asia-Plus",
    "published": "2025-07-03T00:00:00Z",
    "title": "Всемирный банк: каждый четвертый житель Таджикистана живет за чертой бедности | Новости Таджикистана ASIA-Plus",
    "text": "Несмотря на устойчивое снижение уровня бедности, более 25% населения Таджикистана по-прежнему живут за международной чертой бедности – менее чем на $3,65 в день. Об этом говорится в докладе Всемирного банка «Poverty, Prosperity, and Planet Report 2024».\nСогласно национальной статистике, в 2022 году уровень бедности в стране составлял 26,3%, в 2023 году – 23,5%, а в 2024, по прогнозу, он может снизиться до 21,3%. Однако по международным стандартам, даже при таких улучшениях, каждый четвёртый гражданин страны остается в уязвимом положении.\nМежду тем, Всемирный банк также пересмотрел международный порог бедности, повысив его с $2,15 до $3 в день на человека. Предыдущий порог основывался на паритете покупательной способности за 2017 год. По данным на конец 2023 года, в крайней нищете – на менее чем $2,15 в день – живут около 700 млн человек по всему миру, что составляет 8,5% населения планеты.\nПочему Таджикистан снова в зоне риска?\nВ докладе Всемирного банка подчеркивается, что страны, сильно зависящие от денежных переводов и импорта продуктов и энергии, находятся в группе риска. Среди них – и Таджикистан. Экономика страны слабо защищена от внешних потрясений. Уровень инфляции остается высоким. Многие люди заняты в неформальном секторе, особенно в сельском хозяйстве. При этом система социальной поддержки охватывает далеко не всех нуждающихся.\nВсе эти факторы делают бедность в Таджикистане не просто статистикой, а ежедневной реальностью для миллионов людей. И пока не будет стабильных рабочих мест, защиты доходов и устойчивой системы поддержки, ситуация вряд ли улучшится.\nКто живет в бедности?\nПо данным Всемирного банка, бедность в Таджикистане имеет чёткую социальную и территориальную специфику. Около 80% бедных проживают в сельской местности, где основным источником дохода остается неформальное сельское хозяйство.\nПочти 70% взрослых в этой группе не имеют профессионального образования, что ограничивает их возможности для выхода из бедности. Особенно уязвимыми остаются женщины, дети, одинокие родители и многодетные семьи – многие из них живут ниже уровня самообеспечения и нуждаются в устойчивой социальной поддержке.\nБедность в Центральной Азии: где ситуация хуже?\nПо прогнозам Всемирного банка на 2024 год, наивысший уровень бедности по национальной черте в регионе сохраняется в Кыргызстане – 29,8%. В Таджикистане ожидается снижение до 21,3%, однако согласно международной черте $3,65 в день за её пределами остаются более 25% населения.\nВ Узбекистане, несмотря на снижение официальной бедности до 11,2%, ситуация по глобальным стандартам также остается тревожной.\nВ Казахстане – наиболее благополучная картина: прогнозируемый уровень бедности – 3,7%, и менее 5% населения живёт на сумму ниже $3,65 в день. Туркменистан не предоставляет официальных данных, что затрудняет оценку.\nКлимат и бедность: двойной удар по Центральной Азии\nЦентральная Азия – один из самых уязвимых регионов мира к изменению климата. Температура здесь выросла на 1,23°C за период с 2000 по 2020 год, а площадь ледников сократилась на 30%. Для Таджикистана, где ледники – основной источник пресной воды, это представляет серьёзную угрозу продовольственной безопасности и стабильности сельского хозяйства.\nТем не менее страна уже предпринимает шаги по адаптации. Как отмечается в докладе, «в Таджикистане внедрение технологий точного земледелия и улучшение управления водными ресурсами позволили повысить урожайность в засушливых регионах при одновременном снижении расхода воды».\nЧто нужно делать: рекомендации Всемирного банка\nВсемирный банк подчеркивает необходимость интегрированного подхода для стран с высокой уязвимостью, таких как Таджикистан. Чтобы устойчиво сократить бедность и противостоять вызовам, включая климатические, стране следует развивать рост, ориентированный на нужды беднейших слоёв населения – это предполагает поддержку малых хозяйств и формализацию занятости.\nНеобходимы масштабные инвестиции в человеческий капитал: в сферу образования, здравоохранения и борьбы с недоеданием. Особое внимание следует уделить расширению системы социальной защиты, особенно в сельских и отдалённых районах. Также важно снижать зависимость от внешних источников – денежных переводов и импорта продовольствия, которые делают экономику уязвимой к внешним шокам.\nОдновременно требуется развитие базовой инфраструктуры: улучшение дорог, водоснабжения и цифрового доступа. Наряду с этим стране предстоит активнее внедрять меры по адаптации к изменению климата, включая поддержку устойчивого сельского хозяйства.\nЭтим летом оставайтесь с нами в Telegram, Facebook, Instagram, Яндекс.Дзен, OK и ВК",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Health"
    ],
    "topics": [
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->financial and economic news",
      "Economy, Business and Finance->economy",
      "Social Issue->demographics",
      "Social Issue->social problem",
      "Social Issue->poverty",
      "Health->health organisation",
      "Health->government health care"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.worldbank.org/en/publication/poverty-prosperity-and-planet",
      "https://www.facebook.com/asiaplustj",
      "https://ok.ru/asiaplustj",
      "https://www.instagram.com/asiaplustj/",
      "https://t.me/asiaplus",
      "https://vk.com/asiaplus",
      "https://zen.yandex.ru/newstj",
      "https://www.t.me/asiaplus",
      "https://instagram.com/asiaplustj/",
      "https://www.instagram.com/asiaplustj",
      "https://www.zen.yandex.ru/newstj",
      "https://facebook.com/asiaplustj",
      "https://www.ok.ru/asiaplustj",
      "https://www.vk.com/asiaplus",
      "https://worldbank.org/en/publication/poverty-prosperity-and-planet"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T09:19:29.028+03:00",
    "updated": "2025-07-03T06:32:03.000+00:00"
  }
]