[
  {
    "uuid": "e130b4cd5ddf3f57fabc708f18a942fc609b50ac",
    "url": "https://www.time.news/christian-pape-hands-over-a-donation-of-6000-euros-to-wegberg-helps-ev/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "time news",
    "published": "2023-12-30T02:52:00Z",
    "title": "Christian Pape hands over a donation of 6,000 euros to “Wegberg helps eV”",
    "text": "2023-12-30 02:15:35\n“It is important to me to listen to the people of Wegberg, to absorb and understand their problems and their ideas. When many people come together and get involved, you can achieve a lot. That’s why I wanted to use the opportunity to have so many citizens as guests directly for our hometown. That’s how the idea of collecting donations came about,” says Christian Pape. The mayoral candidate donated fries from Moorshoven, WegBURGER with meat from Dalheim, prepared in a food truck from Klinkum, and drinks during his talks. Anyone who wanted could return the favor with a donation to “Wegberg Helps eV”.\n“We chose Wegberg Helps because the association supports very different people who need our help with great volunteer commitment,” says Pape. In the end, a sum was raised that both the association and the independent mayoral candidate had not even remotely expected. The amount collected was rounded up to an impressive 6,000 euros!\nThis sum will now go equally to organizations that support children, young people and families in Wegberg. These are the Dalheim Children’s Village, the Neukirchen Arsbeck Educational Association, Famcare Rickelrath and the SKFM mother and child residential community in Klinkum.\nHeinz Kohlen, Volkmar Kriegs and Tobias vom Dorp accepted the donation on behalf of the “Wegberg Helps eV” association: “We are very grateful for this enormous sum in times when there is a lot of need and we would like to help in many places.”\nChristian Pape emphasizes: “These donations all come from Wegberg and now benefit Wegbergers. This shows what we can achieve if we tackle it together.”\nIn January/February, the independent mayoral candidate will be out with the food truck again – then in downtown Wegberg. He will also be asking for donations at this event. These will benefit the “Sankt Martin Helps” association.\n#Christian #Pape #hands #donation #euros #Wegberg #helps",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pape",
          "sentiment": "negative"
        },
        {
          "name": "christian pape",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wegberg helps",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wegberg",
          "sentiment": "none"
        },
        {
          "name": "dalheim",
          "sentiment": "none"
        },
        {
          "name": "klinkum",
          "sentiment": "none"
        },
        {
          "name": "moorshoven",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T05:02:08.100+02:00",
    "updated": "2023-12-30T05:02:08.100+02:00"
  },
  {
    "uuid": "f48abb7fef492ab98864ce0eedd0234ba31c205b",
    "url": "https://www.brasil247.com/ideias/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redação Brasil 247",
    "published": "2025-03-05T22:28:00Z",
    "title": "O calor extremo vai se tornar o novo normal climático?",
    "text": ">\nO calor extremo vai se tornar o novo normal climático?\nEsse risco colocará sob maior ameaça as pessoas marginalizadas social, econômica, cultural, política ou institucionalmente\nPor Ian Angus (Blog da Boitempo)\nAs constatações do Potsdam Institute foram publicadas pelo Banco Mundial em três relatórios detalhados em 2012, 2013 e 2014, com o título geral de Turn Down the Heat [Reduza o calor]. Os relatórios combinavam uma análise exaustiva de pesquisas realizadas por cientistas de todo o mundo com modelagens computacionais de última geração baseadas nos novos cenários de emissões previstos pelo IPCC, chamados “Patamares de Concentração Representativos” (em inglês, RCPs).1\nOs pesquisadores do Potsdam Institute se concentraram em dois deles: o RCP 2.6, segundo o qual cortes imediatos nas emissões e “emissões negativas” após 2050 podem manter os aumentos de temperatura abaixo de dois graus Celsius; e o RCP 8.5, que é essencialmente uma projeção para o cenário de manutenção do estado de coisas atual, em que as emissões e as temperaturas continuam crescendo – o que, de acordo com as projeções, levará a um aquecimento global cerca de quatro graus acima dos níveis pré-industriais até a década de 2080.2\nOs pesquisadores usaram os rótulos de Mundo 2 °C e Mundo 4 °C para as duas situações e as compararam com o período de base usado por James Hansen e seus colaboradores, que era de 1951 a 1980. Os resultados corroboram inteiramente a constatação de Hansen de que um aumento na temperatura média leva a um aumento desproporcional nos extremos de calor – o aumento de dois para quatro graus mais que dobra a extensão e a magnitude dos danos.\nEm um mundo com dois graus Celsius a mais, as ondas de calor incomum (Sigma-3) afetarão cerca de 20% do planeta por volta de 2050 e continuarão a afetá-lo ao longo do século. (O relatório do Potsdam Institute não discute se esse cenário é realista, mas é preciso observar que ele requer cortes nas emissões muito mais drásticos que qualquer governo do Primeiro Mundo já sugeriu e tecnologias que ainda nem existem.)\nEm um mundo com quatro graus Celsius a mais, cerca de 50% da população global, especialmente na África, na América Central e em partes da América do Sul, terá de suportar ondas frequentes de calor incomum (Sigma-3) até 2040 – essa será a nova norma nos verões. Até 2100, ondas de calor sem precedentes (Sigma-5) afetarão 60% da área terrestre do planeta, ainda mais nos países mais pobres, onde as pessoas têm menos recursos para se proteger e não têm como escapar.\nEsta passagem do primeiro relatório Turn Down the Heat é um resumo contundente sobre os extremos de calor em um mundo quatro graus mais quente:\n“Os efeitos do aquecimento de quatro graus Celsius não se distribuirão uniformemente pelo mundo e suas consequências não serão apenas uma extensão daquelas que seriam percebidas em um aquecimento de dois graus Celsius. O aquecimento mais acentuado ocorreria sobre a zona de terra e variaria de quatro a dez graus. Aumentos de seis graus Celsius ou mais na média mensal das temperaturas estivais serão esperados em grandes regiões do mundo, inclusive no Mediterrâneo, no Norte da África, no Oriente Médio e partes dos Estados Unidos.\nAs projeções para um mundo quatro graus mais quente mostram um aumento drástico na intensidade e na frequência dos extremos de alta temperatura. As recentes ondas de calor extremo, como a que ocorreu na Rússia em 2010, provavelmente se tornarão o novo verão normal em um mundo quatro graus mais quente. A parte tropical da América do Sul, a África Central e todas as ilhas tropicais do Pacífico provavelmente enfrentarão reiteradas ondas de calor de magnitude e duração sem precedentes.\nNesse novo regime climático de alta temperatura, é provável que os meses mais frios sejam consideravelmente mais quentes que os meses mais quentes no fim do século XX. Em regiões como o Mediterrâneo, o Norte da África, o Oriente Médio e o planalto tibetano, é provável que quase todos os meses de verão sejam mais quentes que nas ondas de calor mais extremo que ocorrem atualmente. Por exemplo, o mês de julho mais quente na região do Mediterrâneo poderia ser nove graus Celsius mais quente que o mês de julho mais quente dos dias atuais.\nAs ondas de calor extremo dos últimos anos tiveram sérios impactos, causando mortes relacionadas ao calor, incêndios florestais e perdas de safra. Os impactos das ondas de calor extremo previstos para um mundo quatro graus Celsius mais quente ainda não foram avaliados, mas é de esperar que excedam em muito as consequências experimentadas até o momento e, com isso, extrapolem também a capacidade de adaptação de muitas sociedades e sistemas naturais.”3\nÉ importante lembrar que o aumento projetado de quatro graus Celsius até 2100 é uma média, não um valor máximo. Os pesquisadores do Potsdam Institute relatam que os únicos modelos baseados no RCP 8.5 que incluem um possível aquecimento de menos de quatro graus partem de suposições extraordinárias de melhoria da eficiência energética e redução da demanda.4 De fato, de acordo com o último relatório do IPCC, que costuma ser cauteloso, se o crescimento das emissões se mantiver, há uma chance de até 2100 a temperatura média global aumentar até 7,8 graus Celsius, o que faria com que um mundo quatro graus mais quente pareça totalmente inofensivo.5\nÉ praticamente certo que nossos descendentes viverão em um mundo quatro graus Celsius mais quente antes do fim do século, a menos que as emissões de gases de efeito estufa sejam radicalmente reduzidas em breve. Esse mundo não será apenas mais quente: quase todo o seu território estará sob um novo regime climático.\nEsse termo tem um significado específico no âmbito da climatologia. Mudar para um novo regime climático significa mudar para um ambiente com uma gama completamente diferente de possibilidades climáticas. Um exemplo extremo: a Antártida está sob um regime climático completamente diferente do Mali ou da Venezuela – os dias mais quentes no polo Sul são significativamente mais frios que os dias mais frios nos trópicos. Não há coincidência de temperaturas. No caso de um mundo quatro graus mais quente, estamos falando de uma mudança de regime climático no tempo, não no espaço.\nUm artigo de 2011 de cientistas do Wood Institute for the Environment, da Universidade de Stanford, examinou “a probabilidade de que o aumento nas concentrações de gases de efeito estufa resulte em um regime de calor novo e permanente no qual a estação quente mais fria do século XXI seja mais quente que a estação quente mais quente do fim do século XX”, se as emissões continuarem a crescer. 6 Eles concluíram que, até a década de 2050, praticamente todas as regiões tropicais, bem como o Norte da África e o Sul da Eurásia (Oriente Médio, Sul e Sudeste da Ásia), estarão permanentemente sob um regime de calor sem precedentes. Até 2070-2099, isso valerá para 80% dos verões na região extratropical da América do Norte, na China e no Mediterrâneo. Como destacam os autores, isso impõe grandes desafios à adaptação.\n“Além de aumentar a ocorrência de eventos quentes severos, uma transição permanente para um regime de calor sem precedentes poderia aumentar substancialmente os estresses relacionados ao clima, exigindo que os sistemas tolerem um novo enquadramento térmico no qual as novas condições são mais quentes que as condições mais quentes com as quais esses sistemas estão acostumados.”7\nEsses sistemas envolvem os bilhões de seres humanos que terão de viver e trabalhar em locais que serão mais quentes que qualquer outro lugar da Terra já foi desde antes da evolução da nossa espécie. As consequências para nossa saúde – e, no longo prazo, para nossa sobrevivência – são assustadoras. Um estudo de 2009 da revista médica britânica The Lancet concluiu que “a mudança climática é a maior ameaça global à saúde do século XXI”.8 Um estudo complementar de 2015 afirmou que a ameaça havia piorado: “Os efeitos da mudança climática já estão sendo sentidos hoje, e as projeções futuras apresentam um risco inaceitavelmente alto e potencialmente catastrófico para a saúde humana”.9\nA Organização Mundial da Saúde (OMS) estima que entre 2030 e 2050 a mudança climática causará milhões de mortes a mais por ano e que o número de mortes aumentará substancialmente na segunda metade do século. A proporção de mortes causadas por estresse térmico – ou seja, por calor extremo – aumentará mais depressa que as mortes provocadas por qualquer outro fator.10\nHoje, o estresse por calor afeta principalmente crianças pequenas e idosos. À medida que o mundo esquenta, pessoas que trabalham ao ar livre ou em prédios sem ar-condicionado estarão cada vez mais expostas a riscos, pois o calor se tornará excessivo para trabalhar em segurança – atingindo ou ultrapassando a temperatura do globo de bulbo úmido (em inglês, WBGT), que é quando o corpo humano não consegue mais controlar sua temperatura interna.11\nComo disse um editorial da revista The Lancet sobre o relatório de 2014 do IPCC:\n“Alguns cenários preveem um aquecimento de quatro a sete graus Celsius (em média) em grande parte da massa terrestre do globo até o fim do século XXI. Se essa mudança ocorrer, os dias mais quentes excederão largamente as temperaturas atuais e aumentará o número de pessoas que vivem em condições tão extremas que a capacidade do corpo humano de manter o equilíbrio térmico durante suas atividades físicas ficará comprometida em parte do ano e não será mais possível trabalhar ao ar livre sem proteção.”12\nAté 2100, de acordo com cientistas da U.S. National Oceanic and Atmospheric Administration,\n“grande parte dos trópicos e das latitudes médias enfrentará meses de estresse térmico extremo, de modo que o estresse térmico em Washington D.C. será maior que o de New Orleans nos dias atuais, o de New Orleans será maior que o do Bahrein nos dias atuais e o do Bahrein atingirá um WBGT de 31,5 graus Celsius.”\nO novo regime climático, segundo eles, imporá “limitações ambientais cada vez mais severas à capacidade individual de trabalho […], especificamente a perda da capacidade de trabalho nos meses de pico de estresse por calor”.\n“Tanto no RCP 4.5 quanto no RCP 8.5, até 2050 a perda de capacidade de trabalho global nos meses de pico será cerca de duas vezes maior que no período histórico anterior. Depois de 2050, a mitigação ativa no RCP 4.5 fará a capacidade de trabalho cair para 75% da capacidade atual nos meses de pico. Assim, mesmo a mitigação ativa para limitar o aquecimento global a um aumento de dois graus Celsius em relação às condições pré-industriais resultará em cerca do dobro da redução da capacidade de trabalho perdida nesse modelo. O cenário com o maior índice considerado reduz a capacidade de trabalho para 63% da capacidade atual até 2100 nos meses mais quentes.”13\nMas nem todos os trabalhadores podem se recusar a trabalhar, mesmo quando sua saúde está em jogo. A pressão para que o trabalho continue, sob pena de demissão, a pressão econômica para evitar perdas de salário por hora ou peça, todos esses fatores podem e vão manter a produção à custa dos trabalhadores. Somente uma organização militante para a proteção mútua dos trabalhadores pode evitar que a mudança climática se torne a principal causa de morte no trabalho no século XXI.\nOs trabalhadores agrícolas enfrentarão uma dupla ameaça: não poderão trabalhar tanto tempo no campo e o aumento das temperaturas reduzirá as colheitas das quais eles dependem para comer e se sustentar. Pesquisas recentes descobriram alguns pontos de ruptura específicos: quando as temperaturas ultrapassam determinados níveis, o rendimento das colheitas diminui depressa. Em um mundo quatro graus mais quente, no qual um aumento local de cinco a dez graus afetará muitas áreas, o impacto sobre a produção de alimentos pode ser catastrófico: “Preveem-se perdas substanciais nas regiões tropicais e subtropicais e em todos os principais tipos de lavoura. No caso do trigo e do milho, as perdas podem exceder os 50%, em média, em grande parte da zona tropical”.14\nEm 2015, um painel de especialistas convocado pelas Nações Unidas identificou alguns dos principais riscos apresentados pelo aquecimento de quatro graus Celsius:\n“Em um mundo quatro graus mais quente, os riscos globais serão altos ou muito altos. A maioria dos impactos previstos nos ecossistemas terá altos níveis de risco. A velocidade da mudança climática será muito alta para que as espécies terrestres e de água doce consigam mudar de maneira suficientemente rápida. Haverá perda de biodiversidade, inclusive extinção substancial de espécies e interrupção de ciclos ecossistêmicos. Os riscos combinados do aquecimento e da acidificação dos oceanos se tornarão muito altos. O potencial da atividade pesqueira será bastante reduzido, e a produção agrícola correrá riscos muito altos, sem possibilidade de adaptação. O aumento do nível do mar poderá exceder bem mais de um metro no longo prazo, e o gelo marinho do verão ártico desaparecerá. Alguns sistemas específicos ficarão sob ameaça e o risco de eventos climáticos extremos se tornará muito alto ou de médio a alto, se houver adaptação.\nEsse risco colocará sob maior ameaça as pessoas marginalizadas social, econômica, cultural, política ou institucionalmente […]. As perspectivas de redução de riscos por adaptação em um mundo quatro graus Celsius mais quente são limitadas, e os impactos aumentarão significativamente em todas as regiões. Com esse nível de aquecimento, os limites de adaptação serão atingidos no que concerne aos sistemas urbanos de abastecimento de água, às pessoas sensíveis ao calor, à produtividade agrícola e à segurança alimentar, aos meios de implementação e à preservação da identidade cultural. Além disso, o potencial de adaptação em caso de conflito por propriedade de terras e deslocamento diminuirá significativamente, o risco de insegurança alimentar (África e Ásia) e desnutrição (África, Ásia Central e do Sul) será alto e muito alto, e o risco de enchentes se tornará mais comum na Ásia e nas Américas Central, do Sul e do Norte.”15\nNotas\n- Os RPCs foram introduzidos em 2012 para substituir os cenários de emissões que o IPCC usava desde 2000. São essencialmente bancos de dados gigantescos sobre o clima no mundo todo, subdivididos em mais de 500 mil células geográficas. Isso permite estudos altamente detalhados das mudanças globais do fim do século XX até mais ou menos 2100. Para um panorama não técnico, ver Graham Wayne, “The Beginner’s Guide to Representative Concentration Pathways”, Skeptical Science, 2013. Disponível on-line.\n↩︎ - Potsdam Institute for Climate Impact Research and Climate Analytics, Turn Down the Heat: Confronting the New Climate Normal (Washington, World Bank, 2014), p. 6.\n[↩︎](https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#2b9a0e3b-83f8-44ba-9e18-597e96b56fed-link) - Idem, Turn Down the Heat: Why a 4° Warmer World Must Be Avoided (Washington, World Bank, 2012), p. xv.\n[↩︎](https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#0dba3350-04c2-4a2d-a745-55124737fc33-link) - Idem, Turn Down the Heat: Confronting the New Climate Normal, cit., p. 5.\n[↩︎](https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#a8f92a18-42d6-4fd0-978d-d707c297fafd-link) - Intergovernmental Panel on Climate Change (IPCC), “Summary for Policymakers”, em Climate Change 2014: Mitigation of Climate Change (Cambridge, Cambridge University Press, 2014), p. 8.\n[↩︎](https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#719697fc-a087-44dd-a7db-4617a8fc87d3-link) - Noah S. Diffenbaugh e Martin Scherer, “Observational and Model Evidence of Global Emergence of Permanent, Unprecedented Heat in the 20th and 21st Centuries”, Climatic Change, v. 107, 2011, p. 615-24. O estudo usou modelos baseados no cenário A1B do IPCC, no qual o uso intensivo de energia fóssil e não fóssil cresce em taxas iguais.\n[↩︎](https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#4181a064-4a72-4099-a2c0-98df6ec3ec67-link) - Ibidem, p. 616.\n[↩︎](https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#3f3b61c4-da55-48a3-a26b-96f896ec3dc1-link) - Antony Costello et al., “Managing the Health Effects of Climate Change”, The Lancet, v. 373, n. 9.676, 2009, p. 1.693.\n[↩︎](https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#f2ed07c1-91b5-48ea-bbee-99150d3b8d48-link) - Nick Watts et al., “Health and Climate Change: Policy Responses to Protect Public Health”, The Lancet, v. 386, n. 10.006, 2015, p. 1.861-914.\n[↩︎](https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#1c88e461-c499-4410-bdd1-48aabc75d171-link) - 5 World Health Organization, “Climate Change and Health: WHO Fact Sheet No. 266”, 1º ago. 2014. Disponível on-line.\n[↩︎](https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#4d6bf1cd-ce3d-444d-979e-34c1ecd0160f-link) - A “temperatura do globo de bulbo úmido” é um índice de estresse térmico que combina temperatura, umidade, vento e radiação solar.\n[↩︎](https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#bba93cce-690f-4501-888f-17266a9eee5a-link) - Alistair Woodward et al., “Climate Change and Health: On the Latest IPCC Report”, The Lancet, v. 383, n. 9.924, 2014, p. 1.187.\n[↩︎](https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#c09dc72d-31d8-4175-acad-ef2ef88c3e7c-link) - John P. Dunne, Ronald J. Stouffer e Jasmin G. John, “Reductions in Labour Capacity from Heat Stress under Climate Warming”, Nature Climate Change, v. 3, n. 6, 2013, p. 563-6.\n[↩︎](https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#fb2bc559-7251-40e1-b70b-2e29a32d19fa-link) - Potsdam Institute for Climate Impact Research and Climate Analytics, Turn Down the Heat: Confronting the New Climate Normal, cit., p. 16.\n[↩︎](https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#30b456b2-0c86-4338-a601-2318042d2899-link) - United Nations Framework Convention on Climate Change (UNFCCC). Report on the Structured Expert Dialogue on the 2013-2015 Review (Genebra, United Nations Office, 2015), p. 16 e 17.\n[↩︎](https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#da9d94d9-5512-44d5-86cb-e45a33e5afaf-link)\n❗ Se você tem algum posicionamento a acrescentar nesta matéria ou alguma correção a fazer, entre em contato com [redacao@brasil247.com.br](mailto:redacao@brasil247.com.br).\n✅ Receba as notícias do Brasil 247 e da TV 247 no [Telegram do 247](https://t.me/s/brasil247oficial) e no [canal do 247](https://whatsapp.com/channel/0029Va5CrrPD38COKOxDbM1M) no WhatsApp.\n[iBest: 247 é o melhor canal de política do Brasil no voto popular](https://www.brasil247.com/midia/brasil-247-vence-o-premio-ibest-como-melhor-canal-de-politica-do-brasil-no-voto-popular)\n[Assine o 247](https://www.brasil247.com/apoio),[ apoie por Pix](https://docs.google.com/forms/d/e/1FAIpQLSfJOi0sp8RTiS91kHjo4uzLo97gMTG2ieIk-OOsdv7cvCgFnw/viewform),[ inscreva-se na TV 247](https://www.youtube.com/brasil247), no canal [Cortes 247](https://www.youtube.com/channel/UC_M1ek8fhnDkz5C2zfkTxpg) e assista:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue",
      "Health"
    ],
    "topics": [
      "Environment->climate change",
      "Social Issue->social problem",
      "Social Issue->discrimination",
      "Social Issue->social condition",
      "Health->health organisation",
      "Health->public health",
      "Health->government health care"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#1c88e461-c499-4410-bdd1-48aabc75d171",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#4181a064-4a72-4099-a2c0-98df6ec3ec67-link",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#b1336cfd-bdb8-469a-baf4-9f826126885e",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#1c88e461-c499-4410-bdd1-48aabc75d171-link",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#c09dc72d-31d8-4175-acad-ef2ef88c3e7c",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#b1336cfd-bdb8-469a-baf4-9f826126885e-link",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#da9d94d9-5512-44d5-86cb-e45a33e5afaf-link",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#bba93cce-690f-4501-888f-17266a9eee5a",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#4d6bf1cd-ce3d-444d-979e-34c1ecd0160f-link",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#0dba3350-04c2-4a2d-a745-55124737fc33-link",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#3f3b61c4-da55-48a3-a26b-96f896ec3dc1-link",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#a8f92a18-42d6-4fd0-978d-d707c297fafd-link",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#4d6bf1cd-ce3d-444d-979e-34c1ecd0160f",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#30b456b2-0c86-4338-a601-2318042d2899",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#2b9a0e3b-83f8-44ba-9e18-597e96b56fed-link",
      "https://www.youtube.com/brasil247",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#4181a064-4a72-4099-a2c0-98df6ec3ec67",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#f2ed07c1-91b5-48ea-bbee-99150d3b8d48-link",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#fb2bc559-7251-40e1-b70b-2e29a32d19fa",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#0dba3350-04c2-4a2d-a745-55124737fc33",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#bba93cce-690f-4501-888f-17266a9eee5a-link",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#da9d94d9-5512-44d5-86cb-e45a33e5afaf",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#719697fc-a087-44dd-a7db-4617a8fc87d3-link",
      "https://t.me/s/brasil247oficial",
      "https://docs.google.com/forms/d/e/1FAIpQLSfJOi0sp8RTiS91kHjo4uzLo97gMTG2ieIk-OOsdv7cvCgFnw/viewform",
      "https://www.youtube.com/channel/UC_M1ek8fhnDkz5C2zfkTxpg",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#c09dc72d-31d8-4175-acad-ef2ef88c3e7c-link",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#2b9a0e3b-83f8-44ba-9e18-597e96b56fed",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#719697fc-a087-44dd-a7db-4617a8fc87d3",
      "https://whatsapp.com/channel/0029Va5CrrPD38COKOxDbM1M",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#fb2bc559-7251-40e1-b70b-2e29a32d19fa-link",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#f2ed07c1-91b5-48ea-bbee-99150d3b8d48",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#a8f92a18-42d6-4fd0-978d-d707c297fafd",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#30b456b2-0c86-4338-a601-2318042d2899-link",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#3f3b61c4-da55-48a3-a26b-96f896ec3dc1",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#f2ed07c1-91b5-48ea-bbee-99150d3b8d48-link",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#719697fc-a087-44dd-a7db-4617a8fc87d3",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#bba93cce-690f-4501-888f-17266a9eee5a",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#3f3b61c4-da55-48a3-a26b-96f896ec3dc1-link",
      "https://youtube.com/channel/UC_M1ek8fhnDkz5C2zfkTxpg",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#b1336cfd-bdb8-469a-baf4-9f826126885e",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#da9d94d9-5512-44d5-86cb-e45a33e5afaf-link",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#3f3b61c4-da55-48a3-a26b-96f896ec3dc1",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#4d6bf1cd-ce3d-444d-979e-34c1ecd0160f",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#4181a064-4a72-4099-a2c0-98df6ec3ec67",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#719697fc-a087-44dd-a7db-4617a8fc87d3-link",
      "https://blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico",
      "https://www.docs.google.com/forms/d/e/1FAIpQLSfJOi0sp8RTiS91kHjo4uzLo97gMTG2ieIk-OOsdv7cvCgFnw/viewform",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#0dba3350-04c2-4a2d-a745-55124737fc33-link",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#2b9a0e3b-83f8-44ba-9e18-597e96b56fed",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#4181a064-4a72-4099-a2c0-98df6ec3ec67-link",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#1c88e461-c499-4410-bdd1-48aabc75d171",
      "https://www.whatsapp.com/channel/0029Va5CrrPD38COKOxDbM1M",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#fb2bc559-7251-40e1-b70b-2e29a32d19fa-link",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#4d6bf1cd-ce3d-444d-979e-34c1ecd0160f-link",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#bba93cce-690f-4501-888f-17266a9eee5a-link",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#c09dc72d-31d8-4175-acad-ef2ef88c3e7c-link",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#2b9a0e3b-83f8-44ba-9e18-597e96b56fed-link",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#fb2bc559-7251-40e1-b70b-2e29a32d19fa",
      "https://youtube.com/brasil247",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#c09dc72d-31d8-4175-acad-ef2ef88c3e7c",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#a8f92a18-42d6-4fd0-978d-d707c297fafd",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#30b456b2-0c86-4338-a601-2318042d2899-link",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#da9d94d9-5512-44d5-86cb-e45a33e5afaf",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#b1336cfd-bdb8-469a-baf4-9f826126885e-link",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#30b456b2-0c86-4338-a601-2318042d2899",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#1c88e461-c499-4410-bdd1-48aabc75d171-link",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#0dba3350-04c2-4a2d-a745-55124737fc33",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#a8f92a18-42d6-4fd0-978d-d707c297fafd-link",
      "https://www.blogdaboitempo.com.br/2025/03/03/o-calor-extremo-vai-se-tornar-o-novo-normal-climatico/#f2ed07c1-91b5-48ea-bbee-99150d3b8d48",
      "https://www.t.me/s/brasil247oficial"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T04:48:44.507+02:00",
    "updated": "2025-03-06T04:48:44.507+02:00"
  },
  {
    "uuid": "393201b6e2b0c20a60cc0e6279475ae53ff448c9",
    "url": "https://www.notretemps.com/depeches/la-production-de-boeing-en-partie-paralysee-par-sa-premiere-greve-inedite-depuis-2008-98488",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Afp",
    "published": "2024-09-13T07:00:00Z",
    "title": "La production de Boeing en partie paralysée par sa première grève depuis 2008",
    "text": "La production de Boeing en partie paralysée par sa première grève inédite depuis 2008\nPlusieurs dizaines de milliers d'ouvriers de Boeing ont lancé vendredi une grève inédite depuis seize ans, bloquant notamment la production dans son berceau de la côte nord-ouest américaine.\nL'arrêt de travail a débuté après le rejet massif du projet de nouvelle convention collective, négocié depuis mars par Boeing et l'antenne locale du syndicat des machinistes (IAM) et qui devait succéder à celle datant de 2008 qui expirait jeudi à minuit.\nLes plus de 33.000 syndiqués de l'avionneur dans la région de Seattle - sur quelque 170.000 employés du groupe - ont rejeté l'accord annoncé le 8 septembre à 94,6% et approuvé un débrayage à 96%, selon Jon Holden, président de l'IAM-District 751.\nIl a également annoncé un recours contre Boeing auprès de l'agence fédérale chargée du droit du travail (NRLB) pour pratiques déloyales pendant les négociations.\nLa dernière grève, en 2008, avait duré 57 jours.\nFace au mécontentement des adhérents, M. Holden avait toutefois affirmé ne pouvoir \"garantir que nous obtiendrons davantage en faisant grève\".\nCe débrayage paralyse les deux grandes usines d'assemblage de Renton et d'Everett, qui produisent le best-seller 737 MAX, le 777 et le 767 (version cargo et ravitailleur militaire), dont les livraisons cumulent déjà les retards.\nLa production d'autres sites, notamment une usine de pièces détachées à Portland (Oregon) tout proche, est également arrêtée, tout comme le réusinage de dizaines de 787 Dreamliner effectué à Everett depuis plusieurs mois.\nEn revanche, l'assemblage du Dreamliner n'est pas perturbée à ce stade car l'usine se trouve en Caroline du Sud (est) et n'est pas concernée par cette convention collective.\n- \"Chancelant\" -\nL'avionneur encaisse la plus grosse partie du paiement (environ 60%) à la remise des avions. Il peut livrer ceux ayant reçu le feu vert du régulateur FAA avant la grève mais son rythme de production fonctionne au ralenti depuis un incident en vol début janvier sur un 737 MAX 9 d'Alaska Airlines.\n\"Pour un Boeing financièrement chancelant, une grève est la dernière chose dont il avait besoin\", selon Leeham News, site spécialisé dans l'aviation.\nD'après les analystes de TD Cowen, une grève de 50 jours priverait Boeing de 3 à 3,5 milliards de dollars de liquidités et aurait un impact de 5,5 milliards sur le chiffre d'affaires.\n\"La grève va affecter la production, les livraisons et les activités, et elle va menacer notre reprise\", a affirmé vendredi matin Brian West, directeur financier de Boeing, lors d'une conférence organisée par une banque.\n\"La grève injecte tellement d'incertitudes\" qu'il s'est refusé à toute prévision pour 2024 et 2025, assurant que la priorité était de \"préserver nos liquidités\".\n\"Le message selon lequel l'accord de principe conclu avec les dirigeants de l'IAM n'est pas acceptable pour ses membres est clair\", avait réagi Boeing, se disant \"prêts à retourner à la table des négociations pour parvenir à un nouvel accord\".\nUne semaine après sa prise de fonction le 8 août, le nouveau patron de l'avionneur Kelly Ortberg s'était engagé à \"réinitialiser\" la relation avec le syndicat.\nVers 17H20 GMT, l'action Boeing chutait de 3,72% à la Bourse de New York.\nLa convention collective rejetée prévoyait une hausse salariale de 25% sur quatre ans, un engagement d'investissements dans la région, ainsi que la construction du prochain avion - annoncé pour 2035 - autour de Seattle, ce qui devait assurer des emplois pour plusieurs décennies.\nBoeing espérait que ces concessions suffiraient à esquiver une grève. Sa situation financière est précaire depuis le crash de deux 737 MAX 8 en 2018 et en 2019 (346 morts), et moult problèmes de qualité de la production.\n\"Ce n'est un secret pour personne: notre activité traverse une période difficile, en partie à cause de nos propres erreurs du passé. (...) Une grève mettrait en péril notre reprise commune\", prévenait mercredi soir M. Ortberg, exhortant les employés à ne pas \"sacrifier\" les progrès futurs en raison de \"frustrations liées au passé\".\nMais les mécontents jugent la hausse salariale trop éloignée des demandes du syndicat (+40% initialement) et le volet sur les retraites insatisfaisant. \"On nous a bradés\", a lancé jeudi à l'AFP Kamie Bryan, employée chez Boeing depuis 18 ans.\n\"Ils parlent d'une augmentation de 25%, mais ce n'est pas le cas\", a déclaré Paul Janousek, dénonçant une présentation \"trompeuse\" par Boeing. Selon cet électricien de 55 ans, dont treize chez l'avionneur, son augmentation n'atteindrait qu'environ 9% du fait de la suppression d'une prime annuelle.\nSelon le règlement de l'IAM, les grévistes recevront 250 dollars par semaine à partir de la troisième semaine d'arrêt de travail.\nCommentaires",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-13T20:41:13.229+03:00",
    "updated": "2024-09-13T20:41:13.229+03:00"
  },
  {
    "uuid": "0527a0bcaa927ac94fe8bc9dd909c96474726420",
    "url": "https://www.eluniversal.com/politica/171782/presidente-maduro-alerto-sobre-planes-de-violencia-contra-el-pais-en-el-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@eluniversal",
    "published": "2023-12-28T16:38:00Z",
    "title": "Presidente Maduro alertó sobre planes de violencia contra el país en el 2024",
    "text": "- Diario El Universal 28/12/2023 12:38 pm — Prensa Presidencial (@PresidencialVen) [#EnVivo]📹 | \"El enemigo imperialista no descansa. Las bases secretas de la CIA y de la DEA en Colombia, junto al narcotráfico, aliado de un grupo de desertores traidores, han pretendido traer violencia al país, atentados terroristas y ataques a unidades militares en el año… [pic.twitter.com/3suDzEwYxu] [December 28, 2023] — VTV CANAL 8 (@VTVcanal8) [#EnVideo]📹| Comandante en Jefe de la FANB, [@NicolasMaduro], exhortó a toda la fuerza militar del país a estar alerta a las amenazas visibles e invisibles, para garantizar la victoria y la estabilidad de Venezuela en cualquier evento y circunstancia. [#2023AñoDeVictoria] [pic.twitter.com/pVDCH1FFf1] [December 28, 2023] Maduro insistió en que detrás de esas pretensiones hay \"mucho billete\" financiado desde Miami, Estados Unidos. Por tanto, subrayó en que el 2023 ha sido un año de éxito, de avance\", al mismo tiempo que detalló que durante este año se realizaron 18 operaciones estratégicas conjuntas para garantizar la paz territorial y la protección plena del pueblo venezolano. — VTV CANAL 8 (@VTVcanal8) [#DATO]📝| Durante el año 2023 la FANB ha ejecutado 18 operaciones estratégicas en conjunto, dentro de las que destacan: ✅ Roraima ✅ Autana ✅ Relámpago del Catatumbo ✅ Gran Cacique Guaicaipuro ✅ Petróleo Soberano [#2023AñoDeVictoria] [pic.twitter.com/QakvCY59nf] [December 28, 2023] También destacó en particular las operaciones \"Relámpago del Catatumbo 2023\" contra el narcotráfico, \"Manos de Hierro\" y \"Gran Cacique Guaicaipuro\" contra el crimen organizado, y \"Petróleo Soberano 2023\" para proteger la industria petrolera venezolana. \"Llevamos adelante las operaciones conjuntas: Relámpago del Catatumbo 2023 contra el narcotráfico que viene de Colombia, Manos de Hierro, Gran Cacique Guaicaipuro, para liberar todas las cárceles y sacarlas de las manos de la mafia\", señaló. \"Operación Petróleo Soberano 2023, para apoyar esfuerzos de Pdvsa, Manaure 2023, Saraza 2023, contra todos los grupos estructurados de delincuencia organizada, grupos que actúan de manera sigilosa al margen de la ley\". Maduro mencionó la Operación \"República 2023\", que se llevó a cabo en la Guayana Esequiba para garantizar el derecho del pueblo venezolano a decidir sobre su futuro. Maduro avanzó su discurso exhortando a la FANB a continuar preparándose para defender la soberanía de Venezuela. \"Nosotros veníamos durante estos últimos años llevando adelante ejercicios de soberanía nacional\", dijo. \"Sobre la base de esas hipótesis, teníamos entrenamientos que mostraban fortalezas, debilidades, necesidades, para ir tomando pasos de ajuste y verdaderamente pudiéramos decir que el despliegue de esas operaciones fortalecieron el músculo militar\". En la actividad de salutación de fin de año a la FANB, el presidente detalló que estas operaciones y ejercicios han servido para fortalecer las capacidades defensivas de nuestro país ante amenazas de potencias extranjeras y de agrupaciones irregulares. Destacó entre los logros del 2023 la creación del Comando Estratégico Operacional de la Fuerza Armada Nacional Bolivariana, así como la creación de las Regiones de Defensa Integral. \"Son ocho regiones bien pensadas, bien trabajadas, para que la Patria en cualquier circunstancia sigan en combate y no se pare el combate, pase lo que pase, pudiéramos decir en el más difícil de los escenarios que fuera el combate militar contra una potencia extranjera o contra una fuerza mercenaria, está en la capacidad de reacción y despliegue\", aseveró. Por su parte, indicó en que el año entrante 2024 debe ser un año de fortalecimiento nacional, de avance y despliegue permanente de la FANB. \"La fuerza militar tiene que tener el mapa de las alertas y tener diez pasos delante de los movimientos del enemigo de Venezuela\", resaltó. El presidente de la República felicitó a todo el personal militar de Venezuela, donde destacó el trabajo, moral y disciplina que ha mantenido la FANB en el 2023 en su esfuerzo por reivindicar los derechos sobre la Guayana Esequiba. [Telegram](https://t.me/ElUniversalVzla),",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [
      "https://t.me/ElUniversalVzla),",
      "https://www.t.me/ElUniversalVzla),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:07:36.722+02:00",
    "updated": "2023-12-29T00:07:36.722+02:00"
  },
  {
    "uuid": "a7882079fe9e152982d5a27bbbc54d442a6d6d93",
    "url": "https://vchaspik.ua/regiony/588221-demograficheskaya-yama-na-okkupirovannoy-luganshchine-zakroyut-bolee-100-shkol",
    "ord_in_thread": 0,
    "author": "Ніка Богун",
    "published": "2025-06-26T06:00:00Z",
    "title": "\"Демографическая яма\": На оккупированной Луганщине закроют более 100 школ",
    "text": "\"Демографическая яма\": На оккупированной Луганщине закроют более 100 школ\nНа оккупированной Луганщине закрывают более 100 учебных заведений. Оккупанты называли процесс \"реорганизацией малонаполненных школ\".\nВ т.н. \"Минобразования ЛНР\" объявили о реорганизации более 100 \"малонаполненных школ\". Объединение учебных заведений планируют проходить поэтапно до конца текущего года. Как заявили в ведомстве, проект реорганизации был согласован с местными администрациями и родителями учащихся, сообщает Час Пик.\nТ.н. министр образования \"ЛНР\" заявил, что \"необходимость объединения малонаполненных школ в ЛНР стала следствием демографической ямы\". По его словам, \"до 2028 года мы находимся в таком тяжелом демографическом положении в стране\". По его словам, в частности, \"пройдут слияния\" школ с детсадами.\nОккупационные власти \"умными фразами\" пытаются приукрасить печальную действительность. Разрушенные и разграбленные школы, большое количество переселенцев, покинувших оккупированные территории, недостаточное финансирование – вот причины, по которым приходится закрывать школы на оккупированных территориях. Та же ситуация и в медицине...\n\"В так называемой \"ЛНР\" продолжается ликвидация учебных заведений, где, по мнению россиян, насчитывается недостаточное количество учащихся. Всего под реформу попали более ста учреждений общего среднего образования. Одна из причин сокращения – нехватка средств на финансирование образовательной сферы. О другом говорят в так называемом \"мин образования и науки лнр\" открыто – на оккупированной Луганщине возникла демографическая яма, которая продлится, по меньшей мере, до 2028 года. Впрочем, через три года закрытые школы вряд ли вновь откроют двери ученикам\", – говорится в сообщении Луганской ОВА.\nЧитайте также: \"Отжим\" отменяется? Что дает жителям Лисичанска, Северодонецка и Рубежного новый закон РФ о признании украинских документов на недвижимость?\nЧитайте еще: Квартирный вопрос: Что делать, если на оккупированной территории \"отжали\" ваше жилье?\nЧитайте последние новости Украины и мира в своем смартфоне\n|",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Education->school",
      "Education->state school",
      "Education->primary education",
      "Social Issue->population and census",
      "Social Issue->demographics",
      "Social Issue->social services",
      "Politics->local government and authority",
      "Politics->education policy",
      "Politics->civil rights"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://t.me/luhanskaVTSA/27786",
      "https://www.t.me/luhanskaVTSA/27786"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T09:33:00.736+03:00",
    "updated": "2025-06-26T06:42:02.000+00:00"
  }
]