[
  {
    "uuid": "6ab34120ef75d2c8cf00fad70ec241f5fb18f130",
    "url": "https://www.lavieeco.com/can-2023/can-2023-le-nigeria-frappe-fort-le-ghana-et-legypte-font-match-nul/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lavieeco avec MAP",
    "published": "2024-01-18T22:46:00Z",
    "title": "CAN 2023 : Le Nigeria frappe fort, le Ghana et l’Egypte font match nul",
    "text": "CAN 2023\nCAN 2023 : Le Nigeria frappe fort, le Ghana et l’Egypte font match nul\nLe Nigeria a remporté le match au sommet de la deuxième journée du groupe A face au pays hôte, la Côte d’Ivoire (1-0), jeudi pour le compte de la 2è journée de la Coupe d’Afrique des Nations de football (CAN), grâce à un penalty singé William Troost-Ekong (55è).\nLa Côte d’Ivoire est le premier pays organisateur à perdre un match dans la phase de groupe depuis la Guinée Equatoriale en 2012.\nPlus tôt dans la journée, la Guinée Equatoriale avait pris la tête du groupe A, en battant la Guinée-Bissau 4 buts à 2.\nAvec ce résultat, le Nigeria se refait une santé après son match nul en ouverture face à la Guinée équatoriale (1-1). Avec 4 points, les hommes de José Peseiro rejoignent la Guinée équatoriale en tête de leur groupe. La Côte d’Ivoire compte 3 points et devra l’emporter pour sa dernière sortie pour espérer passer aux huitièmes de finale.\nLundi, la Côte d’Ivoire affrontera la Guinée Equatoriale, alors que le Nigeria sera opposé à la Guinée-Bissau déjà éliminée, après ses deux défaites en autant de matchs. Les deux premiers du groupe sont qualifiés ainsi que les quatre meilleurs troisièmes.\nL’autre choc de cette journée entre le Ghana et l’Egypte a failli tourner au cauchemar pour les coéquipiers de Mohammed Salah, qui ont fait match nul (2-2).\nLes Egyptiens, qui restaient sur un décevant match nul face au Mozambique (2-2) lors de la première journée, avaient à cœur de signer leur première victoire, alors que les Blacks stars ont, eux aussi, mal entamé la compétition après leur défaite face au Cap Vert (1-2).\nL’Egypte est deuxième du groupe B à un point du Cap-Vert, qui joue vendredi contre le Mozambique (3e, 1 pt). Le Ghana (1 pt) est quatrième et dernier.\nMais le gros point négatif pour l’Egypte est la blessure de son capitaine Salah, remplacé à quelques minutes de la mi-temps, visiblement touché à l’arrière de la cuisse gauche.\nLundi pour la troisième et dernière journée du premier tour, le Ghana sera opposé au Mozambique et l’Egypte au Cap-Vert.\nCom’ese\n[]https://www.lavieeco.com/wp-content/uploads/2024/01/Picture1-large.jpg []https://www.lavieeco.com/wp-content/uploads/2023/09/siege-CDG-large.png []https://www.lavieeco.com/wp-content/uploads/2023/12/PHOTO-2023-12-12-11-59-27-large.jpg []https://www.lavieeco.com/wp-content/uploads/2023/12/Logo_Mobile-large.png []https://www.lavieeco.com/wp-content/uploads/2023/12/img64-large.jpeg []https://www.lavieeco.com/wp-content/uploads/2023/12/Picture1-large.png [Previous](javascript:void(0)) [Next](javascript:void(0)) <a href=\"https://www.lavieeco.com/can-2023/can-2023-le-nigeria-frappe-fort-le-ghana-et-legypte-font-match-nul/\">\nCAN 2023il y a 41 minutes\n</a>\nCAN 2023 : Le Nigeria frappe fort, le Ghana et l’Egypte font match nul\n<a href=\"https://www.lavieeco.com/affaires/lafargeholcim-maroc-inaugure-un-centre-de-recherche-et-developpement-a-casablanca/\">\nAffairesil y a 3 heures\n</a>\nVidéo. LafargeHolcim Maroc ouvre un centre d’innovation à Casablanca\n<a href=\"https://www.lavieeco.com/influences/can-2023-la-cote-divoire-defaite-a-domicile/\">\nInfluencesil y a 4 heures\n</a>\nCAN 2023 : La Côte d’Ivoire défaite à domicile\n<a href=\"https://www.lavieeco.com/pouvoirs/blinken-effectue-une-tournee-en-afrique-subsaharienne-du-21-au-26-janvier/\">\nPouvoirsil y a 4 heures\n</a>\nBlinken effectue une tournée en Afrique subsaharienne du 21 au 26 janvier\n<a href=\"https://www.lavieeco.com/au-royaume/plus-de-3000-beneficiaires-cibles-par-une-campagne-medicale-a-dakhla/\">\nAu Royaumeil y a 5 heures\n</a>\nPlus de 3000 bénéficiaires ciblés par une campagne médicale à Dakhla\n<a href=\"https://www.lavieeco.com/affaires/lafargeholcim-maroc-inaugure-un-centre-de-recherche-et-developpement-a-casablanca/\">\nAffairesil y a 3 heures\n</a>\nVidéo. LafargeHolcim Maroc ouvre un centre d’innovation à Casablanca\n<a href=\"https://www.lavieeco.com/videos/video-la-nouvelle-serie-galaxy-s24-de-samsung-devoilee-a-casablanca/\">\nEntreprisesil y a 12 heures\n</a>\nVidéo. La nouvelle série Galaxy S24 de Samsung dévoilée à Casablanca\n<a href=\"https://www.lavieeco.com/videos/info-en-images-google-licencie-lia-en-cause/\">\nInfluencesil y a 1 jour\n</a>\nInfo en images. Google licencie : L’IA en cause\n<a href=\"https://www.lavieeco.com/videos/info-en-images-can-2023-les-lions-prets-a-rugir/\">\nCAN 2023il y a 1 jour\n</a>\nInfo en images. CAN 2023: Les Lions prêts à rugir\n<a href=\"https://www.lavieeco.com/videos/votre-argent-s2-ep19-redressement-fiscal-quelles-voies-de-recours-en-cas-de-contestation/\">\nArgentil y a 1 jour\n</a>",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-19T03:08:58.313+02:00",
    "updated": "2024-01-19T03:08:58.313+02:00"
  },
  {
    "uuid": "5f1284ccec4092967265494e233ba0c362d88147",
    "url": "https://www.kwch.com/2024/06/22/retired-police-sergeant-vacation-with-family-rescues-couple-sinking-car",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@KWCH12",
    "published": "2024-06-22T09:48:00Z",
    "title": "Retired police sergeant on vacation with family rescues couple from sinking car",
    "text": "A retired sergeant and his family saved a couple who was vacationing in the same area. (WXIX, FAMILY PHOTOS, RAIN PHOTOS, CNN, Family Photos/ Rain Photos) By Brenda Ordonez Published: Jun. 22, 2024 at 4:48 AM CDT | Updated: 19 minutes ago Email This Link\nShare on Facebook\nShare on X (formerly Twitter)\nShare on Pinterest\nShare on LinkedIn\nCINCINNATI ( WXIX /Gray News) - A retired Cincinnati police sergeant and his family saved an Ohio couple who just happened to be vacationing in the same area in Florida.\nThe Ramsey family is from Ohio, while the Bell family lives in northern Kentucky.\nUp until June 11, the two families had no idea they lived so close to one another.\nSome might call it a coincidence. Others will say it’s luck, but these two families call it a miracle.\nDean and Shana Ramsey recall the moment they said they almost drowned while vacationing in Siesta Key, Florida.\nSeveral streets flooded that day after the area received more than 11 inches of rain, an abnormal amount, according to Sarasota County officials.\n“You couldn’t see anything but rain and water,” Dean Ramsey recalled.\nWith several cars stalled on the road, the couple said they tried to pull off on what they thought was land.\n“The water sucked us right into that lagoon and that was it,” Dean Ramsey explained.\nWatching in horror from their condo was retired Cincinnati Police Department sergeant Mike Bell, his wife Ginger Bell and their three young kids.\nThe Bell family responded.\n“We were able to stop, slow things down, and assess and make some decisions on how we were going to move forward,” Mike Bell said.\nThat plan started with Mackenzie Bell giving valuable information to 911.\n“I remembered they needed to know the address, so that’s the first thing I told her and then I told her a car is in the pond and there was two people in there,” Mike’s and Ginger Bell’s daughter, Mackenzie Bell, said.\nMeanwhile, the retired sergeant and his wife, who is an emergency medical doctor, took action.\n“I went over to the edge of the water and realized it wasn’t sinking immediately, so I have a few minutes,” Mike Bell recounted from that moment. “At that time, Ginger exited the front door next to the pond. I look at her and said, ‘We need flotation devices.’”\nThat’s where little Hank Bell came in.\n“I didn’t want them to die, so I ran as fast as I could,” Hank Bell explained. “I went up the elevator, which is extremely slow, and I knew there were stairs that were faster. So, I ran down the stairs.”\nFlotation devices in hand, the Bell kids handed them to their parents who were already in the water.\n“He went into the lady’s side and I went into the man’s side,” Ginger Bell said. “She was able to climb out on her own, but I put the boogie board right in front of her. She got her body on the boogie board and that’s when I started paddling and we kicked over to the side.”\nGinger Bell ran into some issues helping Dean Ramsey.\n“When he was trying to get out, his foot got stuck, so he was on his back with one foot out and one foot stuck in the steering wheel,” Ginger Bell remembered.\n“I looked at her and I said, ‘I’m stuck, I can’t,’” Dean Ramsey remembered. “At that time, I was like, ‘I’m going down with the car,’ but she’s like, ‘Get out of this car! You got to get out! Kick your leg!’ I started thrashing my leg and my foot popped out.”\nThe rescue took about five minutes.\nBack on dry land, the Ramsey family saw their rescuers as “guardian angels.”\nThe families say they have plans to reunite in the near future.\nThe Bell family wants to remind residents to always be mindful of their surroundings and assess a situation before getting involved. They said if your car is going in a body of water, roll down the windows or punch them out by hitting the corners.\nThose tactics could save a life.\nCopyright 2024 WXIX via Gray Media Group, Inc. All rights reserved.\nMost Read Spirit AeroSystems notifies employees impacted by layoffs Owner selling newly-listed house won’t let potential buyer move in until 2053 Teen reported missing in Sherman Co. found safe Teen wins golf tournament hours after learning of grandfather’s death Wichita murder suspect cuts ankle monitor while out on bond Latest News Retired law enforcement officer's family rescues couple during Florida vacation Missing hiker found alive after being lost for 10 days in mountains FEMA is ready for an extreme hurricane and wildfire season, but Mayorkas says money is a concern FEMA funds running low as natural disasters surge",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation/",
      "https://d1l66zlxaqpl1u.cloudfront.net/wp-gray/WXIX_FAMILY_PHOTOS_RAIN_PHOTOS_CNN_Family_Photos_Rain_Photos/20240622/66769b46668d4134983df31d/t_5b1173c15cf84334b3f87910124cfdf8_name_BHDN_NE_015FR_OH__FAMILY_RESCUE_COU_ec8fc0fc_d4da_4ce4_9e49_2e8ca88bcef0/file_1280x720-2000-v3_1.mp4",
      "https://www.fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation",
      "https://fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation/",
      "https://www.d1l66zlxaqpl1u.cloudfront.net/wp-gray/WXIX_FAMILY_PHOTOS_RAIN_PHOTOS_CNN_Family_Photos_Rain_Photos/20240622/66769b46668d4134983df31d/t_5b1173c15cf84334b3f87910124cfdf8_name_BHDN_NE_015FR_OH__FAMILY_RESCUE_COU_ec8fc0fc_d4da_4ce4_9e49_2e8ca88bcef0/file_1280x720-2000-v3_1.mp4"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brenda ordonez",
          "sentiment": "none"
        },
        {
          "name": "shana ramsey",
          "sentiment": "none"
        },
        {
          "name": "dean ramsey",
          "sentiment": "none"
        },
        {
          "name": "ramsey",
          "sentiment": "none"
        },
        {
          "name": "dean",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "facebook share",
          "sentiment": "none"
        },
        {
          "name": "linkedin cincinnati",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kentucky",
          "sentiment": "none"
        },
        {
          "name": "sarasota county",
          "sentiment": "none"
        },
        {
          "name": "cincinnati",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T13:14:30.334+03:00",
    "updated": "2024-06-22T13:14:30.334+03:00"
  },
  {
    "uuid": "1ee465fd4ca9a4e6999a0becac2ac947292c7d46",
    "url": "https://www.eluniversal.com.co/politica/2024/06/13/atencion-condenan-a-rodolfo-hernandez-a-cinco-anos-de-prision",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Vanguardia",
    "published": "2024-06-13T21:07:00Z",
    "title": "Atención: condenan a Rodolfo Hernández a cinco años de prisión | El Universal.com",
    "text": "En la tarde de este jueves, 13 de junio, el Juzgado 10 Penal del Circuito confirmó que el exalcalde de Bucaramanga, Rodolfo Hernández Suárez, fue condenado a 64 meses de prisión, a una multa de 66 salarios mínimos legales vigentes, es decir, $86 millones, y a la inhabilidad para ejercer funciones públicas, en medio del escándalo conocido como Vitalogic, el cual ocurrió cuando estaba en la administración municipal. [Lea aquí: Hasta mayo, ONU recibió 84 reportes de líderes sociales asesinados en Colombia](https://www.eluniversal.com.co/colombia/2024/06/13/hasta-mayo-onu-recibio-84-reportes-de-lideres-sociales-asesinados-en-colombia/) Esta condena en primera instancia será apelada por el mismo Rodolfo Hernández y sus abogados, quien se ha declarado inocentes de los delitos endilgados por la Fiscalía General de la Nación, que lo llamó a juicio al considerar que el también excandidato presidencial sí incurrió en las irregularidades contractuales. El sentido del fallo fue leído por el juez fue conocido el en marzo de este año, cuando se dieron las últimas audiencias en contra del líder de la Liga de Gobernantes Anticorrupción, quien no se allanó a los cargos imputados por el ente acusador. [Lea aquí: Amelia Pérez denuncia que grupo ilegal buscó impedir su nombramiento](https://www.eluniversal.com.co/colombia/2024/06/13/amelia-perez-denuncia-que-grupo-ilegal-busco-impedir-su-nombramiento/) Justamente, en esa diligencia el mismo exalcalde rompió su silencio y afirmó que lo estaban acusando de hechos en los cuales no habría tenido participación. Mi alma está limpia. Mi corazón en paz. No estoy obligado a probar lo imposible. Lo que nunca sucedió. Yo creo que con esto termino mi intervención no sin antes, señor juez, agradecer, no solamente a usted sino a todos los miembros del estrado. Gracias”, dijo Hernández, visiblemente afectado. Publicidad En su intervención final se refirió a su difícil situación de salud. “Tengo cáncer terminal. De todo pensaba, menos terminar procesado por cosas que yo no hice”, puntualizó. En la audiencia de marzo y, tanto la Procuraduría como la Fiscalía y la defensa de los intereses de la Alcaldía de Bucaramanga pidieron condenar a Rodolfo Hernández argumentando que las pruebas en su contra serían contundentes para demostrar su responsabilidad en el escándalo de corrupción. El caso contra Rodolfo Hernández La Fiscalía señaló al exalcalde de haber participado en irregularidades cometidas en el contrato de consultoría 096 de 2016, por $360 millones, celebrado entre la Empresa Municipal de Aseo de Bucaramanga, Emab, y el consultor Jorge Alarcón, cuando Hernández Suárez fungía como alcalde y presidente de la junta directiva de esa entidad. Entre tanto, tras las pruebas expuestas en su contra, el líder de la Liga de Gobernantes Anticorrupción dijo no haber participado en los hechos y sostuvo que el escándalo conocido como Vitalogic no existió. “El escándalo de Vitalogic no existió. Nunca se realizó una reunión en mi apartamento para hacer chanchullos”, afirmó Rodolfo Hernández, señalando que nunca se reunió con Luis Andelfo Trujillo, a quien habría presionado para crear el contrato de consultoría.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:15:12.404+03:00",
    "updated": "2024-06-14T00:15:12.404+03:00"
  },
  {
    "uuid": "f1481fedfaf4143cf967378f7941b63143e06640",
    "url": "https://www.meneame.net/story/investigada-empresa-obligaba-trabajador-hacer-jornadas-108-horas/c048",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Malinke",
    "published": "2024-11-30T17:03:00Z",
    "title": "#48 Investigada una empresa que obligaba a un trabajador a hacer jornadas de 108 horas semanales cuando su contrato era de 20",
    "text": "·\nmain action\n×\nedición general\nlogin\nregistrarse\ncomunidades\nfisgona\nnótame\ngalería\nayuda\npublicar\nCrear artículo\npublicaciones\nnuevas\nartículos\npopulares\nmás visitadas\nMÁS\ntodas\nactualidad\nciencia\ncultura\nocio\npolitica\ntecnología\nm/*\nRSS\nmás visitadas\n8635\nclics\nUna isla entre el lodo: el único negocio que se salvó de la dana\n7357\nclics\nPoliamoroso (pantomima full)\n7076\nclics\nBroncano vuelve a Twitter tras dos años para responder con ironía a Vito Quiles: \"Increíble edición, vaya fenómeno\"\n5508\nclics\nEntrevista a David Broncano, por Detective Murciano (ft Zorrorifico Foxer, Pedraxe)\n7045\nclics\nLes hago un dibujo\nmás votadas\n588\nEl Gobierno de Mazón retiró su equipo de medición de escala del barranco de Poyo en Chiva a las 15 horas del día de la DANA\n483\nAl menos cinco muertos, tres de ellos miembros de la ONG del chef José Andrés, en un ataque del Ejército de Israel en la región de Jan Yunis\n574\nEl empresario que dio 100.000 euros a Alvise afirma que el eurodiputado intentó condicionar su declaración ante el juez\n484\nJuan Carlos I se saltó una ley de 1982 para no traspasar a Patrimonio Nacional todos los regalos que recibió como rey\n516\nEntrevista a David Broncano, por Detective Murciano (ft Zorrorifico Foxer, Pedraxe)\nsuscripciones por RSS\npublicadas\nen cola\ncomentarios de esta noticia\ntodos los comentarios\n363\nmeneos\nmenéalo\n627\nclics\nInvestigada una empresa que obligaba a un trabajador a hacer jornadas de 108 horas semanales cuando su contrato era de 20\npor\nUvieu1926\na\ncadenaser.com\n____\npublicado:\n____\nLa empresa, que realiza parte de las obras de la alta velocidad a Cantabria se enfrenta a un delito contra los derechos de los trabajadores llegando a obligar al trabajador a dormir en una caseta de obra\n|\netiquetas\n:\nactualidad\n,\nsociedad\n,\npolítica\n146\n217\n0\nK\n507\nactualidad\n48 comentarios\ncompartir\nCompartir en Facebook\nCompartir en Twitter\nCopiar enlace\n146\n217\n0\nK\n507\nactualidad\nComentarios destacados:\nordenados\nhilos\nmejores hilos\n+ valorados\nvotos\nregistros\nµ fisgona\nrelacionadas\n#8\nLaro__\n#6\nNo. Es un sistema económico basado en la propiedad privada de los medios de producción, donde el intercambio y la acumulación de bienes se realizan a través del mercado con el objetivo de maximizar el beneficio.\nPara el capitalismo las leyes son un lastre y, si económicamente es rentable saltárselas, se las salta y pa' la saca.\n23\nK\n194\n#5\nLaro__\n#4\nPues eso ha dicho. Capitalismo.\n6\nK\n83\n#6\nFindeton\n#5\nEl capitalismo va de cumplir contratos, aquí no se están cumpliendo.\n1\nK\n9\n#20\nTumbadito\n#6\nEl capitalismo va de incumplir contratos y que no te juzguen. La idea básica es obtener pocos beneficios de muchas personas que no me puedan demandar cuando los defraude o estafe.\nPregúntale a las empresas de telefonía en España.,\n0\nK\n9\n#32\nasgard_gainsborough\n#6\nEl capitalismo va de que el dinero es más importante que las personas. De que si tienes que j*der a mucha gente para ganar cuatro duros más, que así sea.\n1\nK\n13\n#33\nFindeton\n#32\nLa de basura que tenéis en la cabeza es bastante impresionante.\n1\nK\n9\n#38\nIgnoranciaEsFuerza\n*\n#33\nlas descalificaciones sobran. el capitalismo va de mercantilizar todo lo posible y mas. ademas\n#6\ntiene razon, en el liberalismo economico y el capitalismo, el sistema esta por encima de las personas. incluso tu mismo lo afirmas en otros comentarios donde pones que tu definicion de liberalismo esta por encima de todo. solo te dedicas a pregonar tu mensaje y a faltar a los demas cuando te llevan la contraria, solamente te preguntan o cuando crees que no te dan la razon y los demonizas…\n» ver todo el comentario\n0\nK\n6\n#39\nFindeton\n#38\nMás bien tienes unas ganas desaforadas de censurar.\n0\nK\n10\n#42\nIgnoranciaEsFuerza\n#39\nno, solamente que no descalifiques a los demas, ni insultes, ni desinformes a tu interes.\n0\nK\n6\n#43\nFindeton\n#42\nLa verdad, no he descalificado, es mi opinión que hay mucha gente con pajaritos en la cabeza.\n0\nK\n10\n#44\nIgnoranciaEsFuerza\n*\n#43\nacabas de decir a\n#32\n, entre otros, es que tiene basura en la cabeza por no pensar como tu, ahora que hay gente que tiene pajaritos en la cabeza y a mi que te censuro. eso son descalificaciones.\n0\nK\n6\n#47\nFindeton\n#44\nEl capitalismo va de ahorrar y reinvertir dicho ahorro, nada más. Con lo que lo de\n#32\npues qué quieres que te diga, es una tontería como una casa. Y no le estoy llamando tonto, todos decimos tonterías de vez en cuando.\n0\nK\n10\n#46\nIgnoranciaEsFuerza\n#38\nme equivoque, donde dije\n#6\nes\n#32\n0\nK\n6\n#1\nUvieu1926\nSe llama capitalismo\n6\nK\n66\n#2\nUvieu1926\n#1\naquí nadie preguntará si come jamón porque la la ultraderecha la explotación laboral le da igual\n29\nK\n273\n#10\nvazana\n#2\nla ultraderecha te dirá que si el trabajador estuviera fuera de España y su puesto de trabajo fuera para un Español de Bien\nTM\n(ahora en paro), entonces esto no habría pasado porque el español habría hecho valer sus derechos y habría tanto un inmigrante como un parado menos.\n0\nK\n10\n#12\nPandacolorido\n*\n#10\nCuantas más flaquezas tengan los derechos laborales, más sufrirá la gente, sin distinguirse de su origen.\nJoder a un colectivio vulnerable es equivalente a intentar parar una riada tirando más agua, no mejora la situación.\n1\nK\n20\n#15\nvazana\n#12\nla extrema derecha no quiere joder a esos colectivos vulnerables, los quiere eliminar de España y que estén en otro sitio. Una solución aceptable es que estén mejor que en España en el norte de Europa.\n0\nK\n10\n#23\nPandacolorido\n*\n#15\nLo que acabas de decir es que quieren quitar el polvo sin tocar el polvo.\n0\nK\n10\n#31\nGARZA\n#15\nSi son sus esclavos, les va bien.\n0\nK\n7\n#30\nGARZA\n#10\nHay otro argumente muy humano. Muy católico y \" mucho español\". SI NO LE GUSTA, QUE SE VAYA A SU PAIS.\n0\nK\n7\n#28\nFedorito\n*\n#2\n¿Te respondes a ti mismo o te has liado con las cuentas?\nQue conste que hablar con uno mismo es muy sano.\n0\nK\n10\n#4\nFindeton\n#1\nNo, se llama incumplir la ley.\n4\nK\n33\n#3\nSigo_intentandolo\nEsto debería suponer multa de cárcel para todos los mandos intermedios y dueños que apoyan esto.\nFirmado: un mando intermedio.\n8\nK\n66\n#19\nTumbadito\n#3\nsi consigues un abogado que se anime a ir por lo civil y lo penal contra empresas y directivos me avisas...\nTengo bastante trabajo para darles.\nPD: Ni lo sueñes\n0\nK\n9\n#26\nelGude\n#25\nYo lo que prefiero es que la gente detecte el sarcasmo.\nYo prefiero prender fuego a la empresa, antes que la esclavitud.\n1\nK\n23\n#27\ndomadordeboquerones\n#26\nPues no lo pongas dificil\n0\nK\n6\n#29\nmmlv\nHace ya tiempo se inventó una cosa que se llama sindicalismo, muy útil para combatir estás situaciones de semiesclavitud\n*No confundir sindicalismo con lo que hscen UGT, CCOO y demás sindicatos amarillos\n0\nK\n12\n#48\nMalinke\nLeí por encima por saber el nombre de la empresa y no lo vi.\n0\nK\n10\n#13\nmudito\nNormal, la noticia dice que el trabajo era de\n\"Alta Velocidad\"\n0\nK\n10\n#7\nPaucat\nNi que fuera autónomo!\n0\nK\n8\n#41\nBeltza01\nDeberían haberle hecho un contrato de 108 horas.\n0\nK\n7\n#17\nEulalia.Murcia.\nNo hay duda de que la empresa será de \"gente de bien\" y sus empleadores llevarán su pulsera con la banderita de España correspondiente.\n0\nK\n7\n#34\nbibubibu\nOtro pulserita y alarido, es que no falla ni uno.\n0\nK\n7\n#18\nBacalhau\nEstá noticia evidencia un problema de nuestra legislación laboral que nadie quiere reconocer.\nNo todas las horas de trabajo son iguales, los límites de jornada o el descanso obligatorio entre turnos, no pueden ser los mismos para un trabajo que estas el 100% dando el callo a otro que estés la mayor parte del tiempo a la espera.\n0\nK\n7\n#36\nEpifaníaLópez\n#18\nEl trabajo de guardia de seguridad es básicamente estar a la espera, de hecho, más bien es algo disuasorio.\nTú cuando pagas a un trabajador lo haces por su tiempo. En mi opinión la jornada laboral debería empezar a contar cuando pones el pie en la empresa, no cuando has terminado de ponerse el uniforme y te incorporas al puesto (otra cosa es que se pueda sancionar a la persona que tarda 45 min desde que entra hasta que llega al puesto de manera rutinaria, que por supuesto que sí.\n0\nK\n9\n#11\nVamohacalmano\nPero ¿qué empresa? ¿no se leer o es que no lo pone?\n0\nK\n6\n#45\nIgnoranciaEsFuerza\n*\ncomentario duplicado,\n@admin\n@eirene\n, por favor, borradlo\n0\nK\n6\n#40\nentidaDesconocida\n#37\nYa, ya, uno de esos librepensadores únicos (también de salón. ¿O tú no?) que hay por aquí y que piensan muy parecido entre ellos. Si ya me lo conozco\n0\nK\n6\n#9\nAntiTankie\nLa culpa era del trabajador segun MNM\n0\nK\n6\n#16\nEulalia.Murcia.\n»\ncomentario oculto por penalización: Insultos directos\n1\nK\n11\n#35\nentidaDesconocida\n#9\n¿Por qué hablas de Menéame como algo ajeno a ti con casi 5000 comentarios aquí? Menéame eres tú.\n0\nK\n6\n#37\nAntiTankie\n#35\nyo no subo noticias , solo comento y mi opinion suele ir en contra de las hordas de comunistillas de salon que controlan este sitio\n0\nK\n6\n#14\nYolco\nY en qué han acabado las diligencias?\n0\nK\n6\n#24\nur_quan_master\n#14\nen trenes de alta velocidad\n1\nK\n16\n#21\ndomadordeboquerones\nHasta “Obligaba” he leído\n2\nK\n-8\n#22\nelGude\n#21\ntienes razón, le daban la libertad de hacerlo o de irse al paro. La culpa es del trabajador por aceptar.\n1\nK\n7\n#25\ndomadordeboquerones\n#22\nNo no, obligaba al trabajador, donde ves libertad ahi.\nPor cierto, tu no prefieres paro a esclavitud?\n1\nK\n5\nVer toda la conversación (\n48\ncomentarios)\nAutentifícate si deseas escribir\ncomentarios. O crea tu cuenta\naquí.\nLogin con Twitter\nLogin con Facebook\nLogin con Google\nmenéame\ncondiciones legales\n/\nde uso\n/\ny de cookies\n/\nquiénes somos\n/ licencias:\ncódigo\n,\ngráficos\n,\ncontenido\n/\nHTML5\n/\ncodigo fuente",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Labor"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-30T21:05:29.957+02:00",
    "updated": "2024-11-30T21:05:29.957+02:00"
  },
  {
    "uuid": "a2209e629a5dc37dc0632e8d3d15c4d3af980389",
    "url": "https://1news.correiobraziliense.com.br/noticia/630237/a-fazenda-16/raquel-brito-atualiza-estado-de-saude-e-comemora-entao-possivelmente-07112024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Diogo Marcondes",
    "published": "2024-11-07T23:17:00Z",
    "title": "Raquel Brito atualiza estado de saúde e comemora: ‘então, possivelmente’",
    "text": "Raquel Brito, ex-participante de A Fazenda 16, compartilhou com seus seguidores uma atualização sobre sua saúde nesta quinta-feira (7). Após realizar uma série de exames, a influenciadora recebeu a notícia de que seu coração está em boas condições.\n“Para a glória de Deus! Então, possivelmente, vou retornar à minha vida aos poucos, lógico, com muita cautela”, declarou Raquel, transmitindo seu alívio e felicidade pela recuperação. A ex-peoa enfrentou um susto durante o reality show da Record, quando precisou ser hospitalizada após sentir falta de ar em uma das provas.\nRaquel deixou A Fazenda por causa de problema no coração\nRaquel Brito foi diagnosticada com miocardite aguda, uma inflamação no músculo cardíaco que pode gerar complicações graves. Desde então, ela vinha sendo acompanhada por profissionais de saúde e realizando exames para monitorar a evolução de seu quadro.\nCom o diagnóstico favorável, Raquel mencionou que contará com o acompanhamento de um cardiologista em Salvador, cidade onde reside. A influencer destacou que seguirá uma rotina de cuidados, retomando suas atividades diárias com moderação.\nRaquel Brito vai retornar para o reality show?\nRaquel Brito, que também é irmã do ex-BBB Davi Brito, tem usado sua experiência para conscientizar seu público sobre a importância dos cuidados com a saúde cardíaca. Apesar de estar bem de saúde, Raquel não retornará ao reality show da Record. A saída dela, no começo do mês passado, foi definitiva. A Fazenda 16 segue com 14 participantes disputando o prêmio de R$ 2 milhões.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T03:07:18.648+02:00",
    "updated": "2024-11-08T03:07:18.648+02:00"
  },
  {
    "uuid": "b16fe387c0dc0173e899bf1e83b436e25a7debdf",
    "url": "https://www.bridgemi.com/michigan-health-watch/crisis-rages-michigan-speeds-opioid-spending-new-budget",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ron French",
    "published": "2024-06-27T22:39:00Z",
    "title": "As crisis rages, Michigan speeds up opioid spending in new budget | Bridge Michigan",
    "text": "[Michigan Health Watch](/topics/michigan-health-watch) As crisis rages, Michigan speeds up opioid spending in new budget - Michigan will spend $48 million from opioid settlement funds on addiction services next year - The appropriation in the budget approved Thursday represents a big increase from past spending - One Michigander dies every four hours from an opioid-related overdose Michigan lawmakers have approved $48.2 million to fight the opioid epidemic, more than doubling the amount the state’s health department had planned to spend in the coming budget year. The funds will go to prevention, treatment and recovery services around the state, including $10 million to regional community mental health services and $2 million to Michigan’s federally recognized tribes. The spending, included in the 2024-25 budget approved early Thursday, comes from settlements with opioid manufacturers and distributors who were deemed to be partly responsible for the explosion of opioids that now kill close to 3,000 Michiganders a year. The appropriations mean the state has already spent, or has plans to spend, about 63% of the $123 million in settlement funds it received through the end of 2023, with more checks arriving over the course of 18 years. That’s a [massive increase from the 23%](https://www.bridgemi.com/michigan-health-watch/michigan-opioid-settlement-dollars-sit-unspent-crisis-rages) that had been spent as of the end of 2023. All told, Michigan will receive about $1.6 billion, with about half going directly to counties, cities and townships, and the rest to the state, where officials can choose how to distribute. Related: [Millions to help opioid users still unspent in half of Michigan’s counties](https://www.bridgemi.com/michigan-health-watch/millions-help-opioid-users-still-unspent-half-michigans-counties) [Michigan aims to remedy ‘egregious injustice,' as tribes shut out of opioid funds](https://www.bridgemi.com/michigan-health-watch/michigan-aims-remedy-egregious-injustice-tribes-shut-out-opioid-funds) [One of Michigan’s top doctors hid a secret from everyone. His drug addiction](https://www.bridgemi.com/michigan-health-watch/one-michigans-top-doctors-hid-secret-everyone-his-drug-addiction) [How is the state spending its opioid settlement funds? Read our series here.](https://www.bridgemi.com/tags/opioids-michigan) State officials have been cautious to spend down the funds, arguing it was best to stretch out the resources over more years. That approach has been blasted by many drug treatment advocates in a [series of articles in Bridge Michigan](https://www.bridgemi.com/tags/opioids-michigan), warning that Michigan residents are dying at a pace of one every four hours while money for additional services sits in the bank. The Michigan Department of Health and Human Services proposed spending $23.2 million in settlement funds in the budget year that begins in October. The Legislature approved that spending, and tacked on an additional $25 million from the settlement funds. Local governments, too, have been [hesitant to spend the money](https://www.bridgemi.com/tags/opioids-michigan) quickly, as local policymakers try to decide the best use of funds. About half of the state’s counties have yet to spend a dime of their funds, according to a [recent survey](https://www.bridgemi.com/sites/default/files/2024-06/FINAL_County-Opioid-Settlement-Reporting-Overview_2024-2_0.pdf) by the Michigan Association of Counties. Included in the budget was $2 million for Michigan’s tribes. Earlier this month, Bridge wrote that the state had [not shared settlement funds with the state’s tribes](https://www.bridgemi.com/michigan-health-watch/michigan-aims-remedy-egregious-injustice-tribes-shut-out-opioid-funds) other than through competitive grants, despite the fact that, nationally, Native Americans have the highest overdose death rate among ethnicities. Several other states have distributed funds to their local tribes. The budget, [approved ](https://www.bridgemi.com/michigan-government/michigans-83b-budget-deal-boosts-housing-scraps-whitmers-trash-fee-hike)early Thursday, also spotlighted a priority of establishing more recovery housing, including, among other services, setting aside $3 million to help expand [Andy’s Place](https://www.michigan.gov/mineweconomy/build-strong-communities/successes/andys-place-jackson). The Jackson-based recovery housing complex is more than a residential structure. Rather, Andy’s Place also provides peer recovery coaches who live onsite, community spaces for recovery meetings and office space for community organizations that can connect residents to jobs, mental health help and other services. The state funds will “save lives,” by expanding the current 50-unit complex for single adults and families, adding another complex on the same site for pregnant residents, said [Mike Hirst](https://www.youtube.com/watch?v=vSA4XkCqMpI), whose son, [Andy](https://obits.mlive.com/us/obituaries/jackson/name/andrew-hirst-obituary?id=23268137), died of an overdose. He called it a “big win” in addressing Michigan’s opioid crisis, building out opportunities for long-time recovery by “creating a safe, secure environment where everyone is working toward the same thing. Lingering frustrations But the larger state budget “disappointed” Dr. Cara Poland, chairperson of the Opioid Advisory Commission. She and other members in recent months have been increasingly [frustrated](https://www.bridgemi.com/michigan-health-watch/michigan-unveils-spending-15b-opioid-settlement-amid-secrecy-fears), saying the commission’s spending recommendations and questions have been [repeatedly ignored](https://www.bridgemi.com/michigan-health-watch/adviser-blasts-whitmer-aides-over-handling-michigan-opioid-settlement). The proposed budget fails to set aside money for a needs assessment, which would identify gaps in services across the state — a core responsibility of the commission, she said. That breaks the [2022 state law](https://www.legislature.mi.gov/documents/2021-2022/publicact/pdf/2022-PA-0084.pdf) that established the commission, charging it with conducting a needs assessment and using it to advise the legislature each year how best to spend the funds, Poland said. Poland, a long-time addiction specialist who now helps oversee addiction training for other clinicians, said she and other commission members are considering an end to meeting, wondering – she said – “whether there is value to continuing to meet.” The Opioid Task Force, established by Gov. Gretchen Whitmer and housed within the state health department, also makes recommendations on spending. See what new members are saying about why they donated to Bridge Michigan: - “In order for this information to be accurate and unbiased it must be underwritten by its readers, not by special interests.” - Larry S. - “Not many other media sources report on the topics Bridge does.” - Susan B. - “Your journalism is outstanding and rare these days.” - Mark S. If you want to ensure the future of nonpartisan, nonprofit Michigan journalism, [please become a member today](https://bridge.fundjournalism.org/donate/?campaign=7011U IP0CQAW&UTM_term=Bottom-of-story). You, too, will be asked why you donated and maybe we'll feature your quote next time!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://www.youtube.com/watch?v=vSA4XkCqMpI),",
      "https://obits.mlive.com/us/obituaries/jackson/name/andrew-hirst-obituary?id=23268137),",
      "https://bridge.fundjournalism.org/donate/?campaign=7011U000000IP0CQAW&UTM_term=Bottom-of-story).",
      "https://www.michigan.gov/mineweconomy/build-strong-communities/successes/andys-place-jackson).",
      "https://www.legislature.mi.gov/documents/2021-2022/publicact/pdf/2022-PA-0084.pdf)",
      "https://obits.mlive.com/us/obituaries/jackson/name/andrew-hirst-obituary",
      "https://bridge.fundjournalism.org/donate/",
      "https://www.bridge.fundjournalism.org/donate/?campaign=7011U000000IP0CQAW&UTM_term=Bottom-of-story).",
      "https://www.obits.mlive.com/us/obituaries/jackson/name/andrew-hirst-obituary?id=23268137),",
      "https://michigan.gov/mineweconomy/build-strong-communities/successes/andys-place-jackson).",
      "https://legislature.mi.gov/documents/2021-2022/publicact/pdf/2022-PA-0084.pdf)",
      "http://youtube.com/watch?v=vSA4XkCqMpI),",
      "http://www.youtube.com/watch"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "| bridge michigan",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        },
        {
          "name": "one michigander",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T02:14:09.561+03:00",
    "updated": "2024-06-28T02:14:09.561+03:00"
  }
]
