[
  {
    "uuid": "7bcccf773824a8187a7113759c3b5f0c0d2e46d8",
    "url": "https://barrie.ctvnews.ca/simcoe-county-man-showcases-iconic-1937-oldsmobile-featured-in-classic-christmas-movie-1.6713097",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rob Cooper",
    "published": "2024-01-05T20:29:00Z",
    "title": "Simcoe County man showcases iconic 1937 Oldsmobile featured in classic Christmas movie",
    "text": "[Skip to main content](#main) Simcoe County man showcases iconic 1937 Oldsmobile featured in classic Christmas movie A Wasaga Beach, Ont. man with a passion for collecting enjoys cruising in his most prized possession, a 1937 model F37 Oldsmobile, the identical vehicle featured in the Christmas classic movie, 'A Christmas Story,' which was filmed in 1983 in Toronto and Niagara Falls. Albert Grondin is still visibly thrilled about his vintage gem, having acquired the iconic car about seven years ago for $12,000. Grondin said the reaction he gets from people when behind the wheel is priceless. \"Driving along and, people, their thumbs are up smiling when they see the car. Yeah, that's really something,\" he said. Albert Grondin displays the infamous leg lamp in his Wasaga Beach, Ont., home from the classic movie, 'A Christmas Story.' (CTV News/Rob Cooper) The Oldsmobile has become a shared hobby for Grondin and his wife, Judy, who also revel in their extensive collection of movie memorabilia. From autographed pictures to the infamous leg lamp and a replica Red Ryder BB gun, the Grondins have curated a treasure trove from the movie about a boy named Ralphie who wanted Santa to bring him a Red Ryder BB gun for Christmas. Albert Grondin, of Wasaga Beach, Ont., displays the replica OH FUUDGE licence plate he had made for his collection from the classic movie, 'A Christmas Story.' (CTV News/Rob Cooper) Grondin even tried to get a registered licence plate reading 'OH FUUDGE,' a famous line from the movie, but was turned down by the Ministry of Transportation. \"They said it was a curse word,\" Grondin explained. So instead, the Wasaga Beach man had a replica licence plate created that he proudly holds onto. \"The response from people 'Oh Fudge, 'Oh Fudge,' they are tickled pink to see it,\" Grondin said. The vehicle is showcased at local parades and car rallies. \"This is my passion,\" Grondin affirmed. \"I started collecting things back in 1992 or 1993, around the same time I discovered the car.\" Anyone interested in catching the cinematic gem up close can find it at any Wasaga Beach cruisers gathering on Monday nights from mid-May to September. [Top Stories](https://barrie.ctvnews.ca/) CTVNews.ca Top Stories DEVELOPING [Storm surge and extreme snowfall 'arriving soon,' says Environment Canada](https://www.ctvnews.ca/climate-and-environment/storm-surge-and-extreme-snowfall-arriving-soon-says-environment-canada-1.6722823) Another winter storm is spreading across Ontario and Quebec Friday evening through to Sunday, with heavy snowfall and extreme winds expected to produce road hazards and up to 30 centimetres of snow in some regions. [PM Trudeau taps new top national security adviser](https://www.ctvnews.ca/politics/pm-trudeau-taps-new-top-national-security-adviser-1.6723891) Prime Minister Justin Trudeau has named a new top aide on national security matters, his seventh since coming to power. In her previous roles, Trudeau's pick has testified about the government's handling of the SNC-Lavalin scandal, as well as the invocation of the Emergencies Act. [Housing crunch prompts efforts to stabilize immigration levels, say federal ministers](https://www.ctvnews.ca/politics/housing-crunch-prompts-efforts-to-stabilize-immigration-levels-say-federal-ministers-1.6723829) Housing Minister Sean Fraser and Immigration Minister Marc Miller say the federal government is working to stabilize the number of people entering the country every year as housing pressures mount. [Canadians receiving first carbon tax rebate of 2024, here's when](https://www.ctvnews.ca/politics/canadians-receiving-first-carbon-tax-rebate-of-2024-here-s-when-1.6723609) On Monday, Canadians in provinces where the federal carbon pricing program is in effect will receive their latest rebate payments. [Canada's defence chief Gen. Eyre retiring after 40-year military career](https://www.ctvnews.ca/politics/canada-s-defence-chief-gen-eyre-retiring-after-40-year-military-career-1.6723718) Gen. Wayne Eyre is planning to retire as Canada's chief of the defence staff this summer, he said in a statement to military members Friday. [Flu rates down, but remain high in 2024: PHAC](https://www.ctvnews.ca/health/flu-rates-down-but-remain-high-in-2024-phac-1.6723864) The latest weekly data from the Public Health Agency of Canada (PHAC) shows that influenza activity is falling nationally, but remains high, in the new year. [Older, immunocompromised people may get COVID-19 vaccine dose in spring, NACI says](https://www.ctvnews.ca/health/older-immunocompromised-people-may-get-covid-19-vaccine-dose-in-spring-naci-says-1.6723795) Canada's National Advisory Committee on Immunization says some groups of people vulnerable to severe illness from COVID-19 should be eligible for another dose of vaccine in the spring. opinion [Why am I being asked about 'political targets' on my mortgage application?](https://www.ctvnews.ca/business/why-am-i-being-asked-about-political-targets-on-my-mortgage-application-1.6717991) From questions about the origin of your down payment to reviewing “unusual” sources of income, banks want to ensure there are no surprises before they approve your mortgage. In his financial advice column for CTVNews.ca, Christopher Liew outlines some often-unexpected questions you should prepare to answer. [iPhone class-action: Who qualifies for the Apple settlement?](https://www.ctvnews.ca/sci-tech/iphone-class-action-who-qualifies-for-the-apple-settlement-1.6721999) If you owned an iPhone before December 2017, you may soon be eligible for a payout from Apple, which has agreed to pay over $11 million to settle a class-action lawsuit. [Shopping Trends](https://www.ctvnews.ca/shopping.html) The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. [Read about us.](https://www.ctvnews.ca/shopping/about-us.html) [Atlantic](https://atlantic.ctvnews.ca/) - [Province-by-province summary of what to expect in the Maritimes from Saturday’s snow, rain, and wind](https://atlantic.ctvnews.ca/province-by-province-summary-of-what-to-expect-in-the-maritimes-from-saturday-s-snow-rain-and-wind-1.6723452) A storm will pass to the west of the Maritimes on Saturday and very similar conditions are expected compared to Wednesday's weather system. - [Police investigating sudden death of Fredericton man](https://atlantic.ctvnews.ca/police-investigating-sudden-death-of-fredericton-man-1.6723163) Police in Fredericton say they are investigating the recent sudden death of a 69-year-old man. - [Halifax man battling cancer heads south seeking solution](https://atlantic.ctvnews.ca/more/halifax-man-battling-cancer-heads-south-seeking-solution-1.6723888) A Nova Scotia man fighting cancer is going to America for treatment. [Montreal](https://montreal.ctvnews.ca/) - [Popular bistro in Montreal's Village relocating due to rise in homelessness, drug use](https://montreal.ctvnews.ca/popular-bistro-in-montreal-s-village-relocating-due-to-rise-in-homelessness-drug-use-1.6723573) A popular brunch spot in Montreal's Village says it's relocating due to safety concerns and the 'decline' of the neighbourhood. Le Passe Compose is among a growing number of businesses speaking out about the increase in crime, drug use, and homelessness in the area. - [Get ready for a snowy weekend as another storm travels to Montreal](https://montreal.ctvnews.ca/get-ready-for-a-snowy-weekend-as-another-storm-travels-to-montreal-1.6722933) Another Texas low is moving into Quebec and should bring an additional round of steady snow. - [Gym membership, Disney trip, restaurants: Questions about spending at Hampstead Town Hall](https://montreal.ctvnews.ca/gym-membership-disney-trip-restaurants-questions-about-spending-at-hampstead-town-hall-1.6723987) Serious questions are being raised about how the Town of Hampstead has been spending taxpayer dollars. A report has concluded that the town's director general expensed tens of thousands of dollars on things such as restaurants, a gym membership and a trip to Disney World. [Ottawa](https://ottawa.ctvnews.ca/) - WINTER STORM WARNING WINTER STORM WARNING ['A memorable storm': Ottawa could see up to 25 cm of snow Friday night and Saturday](https://ottawa.ctvnews.ca/a-memorable-storm-ottawa-could-see-up-to-25-cm-of-snow-friday-night-and-saturday-1.6722832) Environment Canada has issued a winter storm warning for Ottawa, calling for 15 to 25 cm of snow on Friday night and on Saturday. A daytime winter weather parking ban will be in effect on Saturday between 10 a.m. and 7 p.m. - [Fire injures firefighter, damages home, spreads to house next door in Barrhaven](https://ottawa.ctvnews.ca/fire-injures-firefighter-damages-home-spreads-to-house-next-door-in-barrhaven-1.6723714) Ottawa Fire Services says a garage of a single family has been destroyed after catching fire in Barrhaven. - [Window smashed in downtown road rage: Ottawa police looking to identify suspect](https://ottawa.ctvnews.ca/window-smashed-in-downtown-road-rage-ottawa-police-looking-to-identify-suspect-1.6723320) The Ottawa Police Service is asking people to help identify a suspect involved with the road rage incident that happened last summer downtown. [Toronto](https://toronto.ctvnews.ca/) - [A winter storm is headed for Toronto tonight. Here is what you need to know.](https://toronto.ctvnews.ca/a-winter-storm-is-headed-for-toronto-tonight-here-is-what-you-need-to-know-1.6722916) The city says it is readying its snow removal equipment ahead of a storm set to bring up to 25 centimetres of accumulation to parts of the Greater Toronto Area Friday evening. - [Police seek vehicle in fuel tanker crash that shuttered QEW for most of the day](https://toronto.ctvnews.ca/police-seek-vehicle-in-fuel-tanker-crash-that-shuttered-qew-for-most-of-the-day-1.6723015) The driver of a vehicle involved in a major collision with a tanker truck on the QEW west of St. Catharines Friday morning is being sought by police after the crash caused a section of the highway to close for most of the day. - [Toronto man allegedly sexually assaulted person he met on dating app who blocked him after their meet-up](https://toronto.ctvnews.ca/toronto-man-allegedly-sexually-assaulted-person-he-met-on-dating-app-who-blocked-him-after-their-meet-up-1.6723986) A 24-year-old man is accused of sexually assaulting a person he met through a dating app after being blocked following their initial meet-up. [Kitchener](https://kitchener.ctvnews.ca/) - [SIU investigating after Brantford police fire gun](https://kitchener.ctvnews.ca/siu-investigating-after-brantford-police-fire-gun-1.6723544) Ontario’s Special Investigations Unit (SIU) is investigating after a police officer fired a gun Friday morning in Brantford. - [Winter storm expected to hit Waterloo Region, Wellington](https://kitchener.ctvnews.ca/winter-storm-expected-to-hit-waterloo-region-wellington-1.6722606) Another winter wallop is expected in Waterloo Region and Wellington on Friday night into Saturday. - [Chicopee ski hill ready to open after delayed start](https://kitchener.ctvnews.ca/chicopee-ski-hill-ready-to-open-after-delayed-start-1.6723759) Chicopee Ski Resort’s opening day is set for Monday morning. [London](https://london.ctvnews.ca/) - [Pedestrian fighting for their life in hospital after overnight crash](https://london.ctvnews.ca/pedestrian-fighting-for-their-life-in-hospital-after-overnight-crash-1.6722880) According to police the crash occurred at approximately 2 a.m. along a fast-moving section of Veterans Memorial Parkway (VMP), just north of Hamilton Road. - [Middlesex County man facing murder charge](https://london.ctvnews.ca/middlesex-county-man-facing-murder-charge-1.6723951) OPP in Middlesex County have laid a second-degree murder charge against a 59-year-old man after police responded to a residence and located a deceased individual on Thursday. - [Overdose alert in Grey-Bruce](https://london.ctvnews.ca/overdose-alert-in-grey-bruce-1.6724042) A spike in opioid-related overdoses has prompted a warning from the Grey-Bruce Health Unit. [Northern Ontario](https://northernontario.ctvnews.ca/) - [Here is when the snow will start as another storm approaches](https://northernontario.ctvnews.ca/here-is-when-the-snow-will-start-as-another-storm-approaches-1.6722998) Frigid temperatures in parts of the northeast Friday morning with temperatures in Timmins and Greater Sudbury feeling like -27 C with the windchill as another big snowstorm makes its way to the northeast prompting weather warnings. - DEVELOPING DEVELOPING [Storm surge and extreme snowfall 'arriving soon,' says Environment Canada](https://www.ctvnews.ca/climate-and-environment/storm-surge-and-extreme-snowfall-arriving-soon-says-environment-canada-1.6722823) Another winter storm is spreading across Ontario and Quebec Friday evening through to Sunday, with heavy snowfall and extreme winds expected to produce road hazards and up to 30 centimetres of snow in some regions. - [Would-be Sudbury thieves don’t know how bank machines work](https://northernontario.ctvnews.ca/would-be-sudbury-thieves-don-t-know-how-bank-machines-work-1.6723875) Police in Greater Sudbury are looking for suspects behind an attempted ATM robbery at a bank in Lively on Thursday evening. [Windsor](https://windsor.ctvnews.ca/) - ['Please don't cancel service': Riders beg Transit Windsor and ATU to ink a deal and keep buses rolling](https://windsor.ctvnews.ca/please-don-t-cancel-service-riders-beg-transit-windsor-and-atu-to-ink-a-deal-and-keep-buses-rolling-1.6723967) The Amalgamated Transit Union Local 616 has given the City of Windsor a strike deadline of 12:01 a.m. Monday Jan. 15. - [One suspect arrested after police seize $35,000 in drugs](https://windsor.ctvnews.ca/one-suspect-arrested-after-police-seize-35-000-in-drugs-1.6723861) Windsor police have arrested a 44-year-old man and seized over $35,000 in illegal drugs, following an investigation by the Guns Unit (DIGS). - ['We all want you back here safe': Police move search for Scott Kersey to Ojibway Park](https://windsor.ctvnews.ca/we-all-want-you-back-here-safe-police-move-search-for-scott-kersey-to-ojibway-park-1.6722895) Kersey was first reported missing on Tuesday — police asked the public for help finding the 64-year-old man who was last seen Dec. 25. [Calgary](https://calgary.ctvnews.ca/) - ['No one will be turned away': Calgary shelters see influx of clients during cold snap](https://calgary.ctvnews.ca/no-one-will-be-turned-away-calgary-shelters-see-influx-of-clients-during-cold-snap-1.6723881) It's all hands on deck at Calgary shelters right now, as officials try to make sure the city's most vulnerable are housed, fed and have enough clothing to keep them warm. - [4 people, including 2 children, taken to hospital after carbon monoxide exposure](https://calgary.ctvnews.ca/4-people-including-2-children-taken-to-hospital-after-carbon-monoxide-exposure-1.6723778) A carbon monoxide leak led to the evacuation of a northwest Calgary building on Friday. - [Extreme cold causing delays, cancellations at Calgary International Airport](https://calgary.ctvnews.ca/extreme-cold-causing-delays-cancellations-at-calgary-international-airport-1.6723176) As extreme cold grips the Prairies, it’s impacting Calgary’s airport, causing many delays and, in some cases, cancellations. [Saskatoon](https://saskatoon.ctvnews.ca/) - [Saskatoon firefighters battle flour mill fire](https://saskatoon.ctvnews.ca/saskatoon-firefighters-battle-flour-mill-fire-1.6723581) The Saskatoon Fire Department (SFD) battled a serious fire at the P&H flour mill on 33rd Street East. - [Sask. worker covered in crude oil prompts hospital evacuation](https://regina.ctvnews.ca/sask-worker-covered-in-crude-oil-prompts-hospital-evacuation-1.6723680) A worker who arrived at Weyburn General Hospital on Friday drenched in crude oil prompted a building-wide evacuation and reports of a gas leak, according to the city's fire chief. - ['Dead of winter': Saskatoon receives its coldest blast of winter yet](https://saskatoon.ctvnews.ca/dead-of-winter-saskatoon-receives-its-coldest-blast-of-winter-yet-1.6723919) Saskatoon's deep freeze got even colder on Friday. [Edmonton](https://edmonton.ctvnews.ca/) - LIVE LIVE [Nixon accuses Sohi of 'bizarre decision' on homelessness while vacationing in Hawaii](https://edmonton.ctvnews.ca/nixon-accuses-sohi-of-bizarre-decision-on-homelessness-while-vacationing-in-hawaii-1.6723824) An Alberta minister is accusing Edmonton's mayor of \"playing political games\" by proposing \"a housing and houselessness emergency\" while on vacation in Hawaii. - [Drivers needing tow face days-long wait as AMA deals with thousands of calls across Alberta](https://edmonton.ctvnews.ca/drivers-needing-tow-face-days-long-wait-as-ama-deals-with-thousands-of-calls-across-alberta-1.6723831) Wait times for roadside help from the Alberta Motor Association continued to grow on Friday as a deep freeze affecting the entire province lengthened. - [Potentially armed man at large after crime spree: Edmonton police](https://edmonton.ctvnews.ca/potentially-armed-man-at-large-after-crime-spree-edmonton-police-1.6723952) Police are searching for a man who they believe committed a series of crimes in Edmonton this week, and say he should not be approached. [Vancouver](https://bc.ctvnews.ca/) - BREAKING BREAKING [Vancouver police officers not guilty of assault during 2017 arrest, judge rules](https://bc.ctvnews.ca/vancouver-police-officers-not-guilty-of-assault-during-2017-arrest-judge-rules-1.6724033) A B.C. provincial court judge has acquitted three Vancouver police officers on assault charges stemming from an arrest more than six years ago. - ['Walk alongside them': Outreach van helping Vancouver homeless cope with bitter cold](https://bc.ctvnews.ca/walk-alongside-them-outreach-van-helping-vancouver-homeless-cope-with-bitter-cold-1.6723927) The Union Gospel Mission (UGM) is working hard to make sure those experiencing homelessness have what they need during Vancouver's cold snap. - [Extreme temperatures force B.C. ski hill closures, lift delays on Friday](https://bc.ctvnews.ca/extreme-temperatures-force-b-c-ski-hill-closures-lift-delays-on-friday-1.6723793) The extreme cold experienced across much of British Columbia on Friday has impacted operations at ski hills across the province, forcing a number of them to close entirely for safety.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "judy",
          "sentiment": "none"
        },
        {
          "name": "rob cooper",
          "sentiment": "none"
        },
        {
          "name": "grondin",
          "sentiment": "none"
        },
        {
          "name": "albert grondin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "niagara falls",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "simcoe county",
          "sentiment": "none"
        },
        {
          "name": "wasaga beach",
          "sentiment": "none"
        },
        {
          "name": "ont.",
          "sentiment": "none"
        },
        {
          "name": "toronto",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:06:29.971+02:00",
    "updated": "2024-01-13T01:02:45.649+02:00"
  },
  {
    "uuid": "ded6c79098fb2df6f5b6354013328e2db6b8a8f8",
    "url": "https://vnexplorer.net/us-senate-nears-release-of-bipartisan-border-deal-trump-rejects-s1294809.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-02-02T00:03:00Z",
    "title": "US Senate nears release of bipartisan border deal Trump rejects",
    "text": "FILE PHOTO: U.S. Senate Majority Leader Chuck Schumer (D-NY) speaks during the weekly Democratic Caucus lunch press conference at the U.S. Capitol building in Washington, U.S., January 23, 2024. REUTERS/Amanda Andrade-Rhoadese\nBy David Morgan and Makini Brice\nWASHINGTON (Reuters) -Bipartisan negotiators in the U.S. Senate will release as early as Friday a long-sought – and politically charged – agreement to stem the flow of migrants across the U.S.-Mexico border, setting up a vote next week on a bill that would also provide fresh aid to Ukraine and Israel.\nBut the legislation already faces substantial opposition from Republicans in the Senate and the House of Representatives who are aligned with Donald Trump, the frontrunner for the Republican presidential nomination.\nSenator Kyrsten Sinema, one of three bipartisan negotiators who have been working toward a border deal for months, said the emerging agreement will end the practice of releasing migrants caught crossing the border illegally, provide emergency authority to shut the border down and revamp the U.S. asylum system.\n“We are changing the policy dramatically,” the U.S. senator from Arizona, an independent, told reporters.\nTrump has called on lawmakers to reject any deal ahead of the November elections that will determine control of the White House and Congress.\nBut Senate Majority Leader Chuck Schumer, the top Democrat in Congress, announced that an initial Senate vote on the supplemental aid package will take place no later than next Wednesday.\n“We cannot simply shirk from our responsibilities just because the task is difficult,” Schumer said on the Senate floor. “These challenges at the border and Ukraine and the Middle East are just too great.”\nSchumer said the text of the bill would be released no later than Sunday.\nPresident Joe Biden asked Congress in October to approve a $106 billion emergency spending bill, including $61 billion for Ukraine as it battles Russian invaders and $14 billion for Israel in the aftermath of the Oct. 7 raids by Hamas. That request has been stalled by Republicans’ insistence that it be tied to an unrelated shift in immigration policy.\nThe U.S.-Mexico border is a top issue for Republicans, with record numbers of migrants caught illegally crossing into the United States since Biden, a Democrat, took office in 2021.\nThe U.S. Border Patrol arrested about 2 million migrants at the border in fiscal-year 2023, similar to record-breaking totals during Biden’s first two years in office.\nImmigration also ranks as the second-greatest worry for Americans, according a Reuters/Ipsos poll published on Wednesday. Some 17% of respondents said it was their top concern, a sharp increase from December.\nSchumer’s announcement came a day after House Speaker Mike Johnson, the top Republican in Congress, cast doubt the future of any Senate border agreement, saying Biden does not need new laws to tackle the problem.\n“From what we’ve heard, this so-called deal does not include transformational policy changes that are needed to actually stop the border catastrophe,” Johnson said.\nBut some Republicans take issue with fellow party members who have attacked the legislation without knowing what is in it.\n“There are some in the Senate and in the House who are desperately trying to sabotage it,” Representative Dan Crenshaw, a Republican from Texas, told reporters, suggesting that blind Republican opposition was mainly about not helping Biden escape the issue in the November election.\n“They’re making it seem like the rest of us are against the bill. But that’s just not true,” Crenshaw added. “I want to secure the border. That’s what I told my voters I would do.”\n(Reporting by Makini Brice and David Morgan in WashingtonAdditional reporting by Katharine Jackson in WashingtonEditing by Scott Malone and Matthew Lewis)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1hD76t.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1hD76t.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "cau",
          "sentiment": "negative"
        },
        {
          "name": "chuck schumer",
          "sentiment": "negative"
        },
        {
          "name": "makini brice",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "david morgan",
          "sentiment": "none"
        },
        {
          "name": "kyrsten sinema",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "u.s. senate",
          "sentiment": "negative"
        },
        {
          "name": "us senate",
          "sentiment": "negative"
        },
        {
          "name": "senate",
          "sentiment": "none"
        },
        {
          "name": "house of representatives",
          "sentiment": "none"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "u.s. capitol",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T02:34:57.667+02:00",
    "updated": "2024-02-02T02:34:57.667+02:00"
  },
  {
    "uuid": "e1cfedd81cd32f37b960aab4ebcb055d68bd2007",
    "url": "https://actu.orange.fr/politique/aymeric-caron-propose-de-creer-un-credit-d-impot-pour-les-animaux-de-compagnie-et-exaspere-ses-detracteurs-magic-CNT000002fAPiK.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Joanna Wadel, 6Medias",
    "published": "2024-10-24T21:12:00Z",
    "title": "Aymeric Caron propose de créer un crédit d'impôt pour les animaux de compagnie et exaspère ses détracteurs",
    "text": "Aymeric Caron propose de créer un crédit d'impôt pour les animaux de compagnie et exaspère ses détracteurs © Abd Rabbo Ammar/ABACA - Aymeric Caron à l'Assemblée nationale, le 18 juillet 2024. Le député de Paris apparenté LFI a déposé ce jeudi 24 octobre un amendement pour aider les propriétaires d'animaux à couvrir les frais d'entretiens de leurs compagnons, en créant un crédit d'impôt dédié. Une proposition qui lui a valu les railleries des élus du centre, de la droite et du Rassemblement national. Un crédit d'impôt pour les propriétaires d'animaux. L'amendement déposé par Aymeric Caron ce jeudi 24 octobre dans le cadre du budget 2025 n'est pas passé inaperçu à l'Assemblée nationale. Militant antispéciste, le député parisien apparenté au groupe La France insoumise a proposé d'aider les \"55 % des Français\" qui \"possèdent un chien ou un chat\" en leur octroyant un coup de pouce de 30 euros par animal. \"Chaque animal coûte très cher à l’entretien\" Un équivalent de 360 euros par mois chiffré à 6 millions d'euros pour couvrir [leurs dépenses](https://actu.orange.fr/france/les-prix-des-croquettes-pour-chien-et-chat-ont-bondi-dans-l-hexagone-magic-CNT 2dzS4P.html) car \"chaque animal coûte très cher à l’entretien\", a-t-il pointé, dans une intervention relayée par le [Huffington Post](https://www.huffingtonpost.fr/politique/video/aymeric-caron-propose-un-credit-d-impot-pour-les-proprietaires-d-animaux-et-met-les-deputes-aux-abois_241336.html). \"Les refuges nous alertent sur les abandons en raison des coûts de plus en plus importants. Il faut donc trouver des solutions\", a argumenté l'élu, provoquant un vacarme dans l'Hémicycle. Ses détracteurs n'ont pas manqué de moquer sa proposition sur les réseaux sociaux. \"Vous avez un peu perdu la tête\" \"Le NFP veut réduire le crédit d’impôt service à la personne [...] et en même temps faire un crédit d’impôt pour les chiens et chats. 6 milliards d’euros. Drôle de priorité\", a estimé sur X Denis Masséglia, député Ensemble pour la République. \"On aime tous nos animaux. Mais enfin, 6 milliards pour aider en plus par une réduction d'impôts, seulement les gens qui sont les plus riches, franchement vous avez un peu perdu la tête\", a réagi au micro de l'Assemblée Erwan Balanant, du groupe centriste Les Démocrates. \"Coût de sa blague : 6 Milliards d’euros. Fin de la blague\", a raillé Jorys Bovet, député RN de l'Allier, indiquant qu'Aymeric Caron avait \"oublié les moustiques\". L'amendement rejeté Aymeric Caron a répondu aux critiques, arguant que le crédit d'impôt n'était certes pas une \"solution\" idéale, \"mais il faut bien trouver un moyen de poser ce sujet qui a été complètement ignoré par tous les parlementaires jusqu'à présent\", s'est-il agacé. Son amendement a finalement été rejeté, mais le sujet pourrait encore s'inviter à l'avenir dans l'Hémicycle. publié le 24 octobre à 23h12, Joanna Wadel, 6Medias",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.huffingtonpost.fr/politique/video/aymeric-caron-propose-un-credit-d-impot-pour-les-proprietaires-d-animaux-et-met-les-deputes-aux-abois_241336.html).",
      "https://huffingtonpost.fr/politique/video/aymeric-caron-propose-un-credit-d-impot-pour-les-proprietaires-d-animaux-et-met-les-deputes-aux-abois_241336.html)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:31:21.257+03:00",
    "updated": "2024-10-25T00:31:21.257+03:00"
  },
  {
    "uuid": "62b00532639a2dbd5f8b08511776df6a5b17ef97",
    "url": "https://time.news/world-exceeds-1-5c-global-warming-limit-for-the-first-time-in-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "time news",
    "published": "2025-01-10T09:36:00Z",
    "title": "World Exceeds 1.5C Global Warming Limit for the First Time in 2024",
    "text": "In a meaningful ⁢milestone for climate change,the world has surpassed the critical 1.5°C global warming ⁢threshold for ‌the⁢ first time in 2024, ⁣raising⁤ alarms among scientists and environmentalists alike. ​this unprecedented rise in temperature, attributed to‌ escalating greenhouse gas⁢ emissions and climate⁣ inaction, underscores the urgent ​need for global cooperation and immediate ⁤policy‌ changes to mitigate further environmental damage. As ⁢nations grapple with the⁤ implications‌ of this alarming trend, experts emphasize the ⁤importance of transitioning‍ to renewable energy sources and implementing⁢ sustainable practices to combat the ongoing climate ‌crisis.\nTime.news Exclusive: Discussing the Alarming Rise ⁢in Global‍ Temperatures wiht Climate Expert editor: Welcome,⁢ Dr. Smith, and thank you for joining us today.‌ The news of surpassing⁤ the ⁤critical 1.5°C global warming threshold in 2024 has raised alarms ‍worldwide. what does this milestone mean for our planet?\nDr. Smith: Thank you⁤ for⁤ having me. Surpassing the 1.5°C threshold is deeply concerning. This marks a meaningful point in climate ⁣change, where the impacts of global warming are expected‍ to​ intensify. It underscores the urgency ‍for immediate action from​ all⁤ sectors of society. If we ⁤do not act swiftly to curb greenhouse gas emissions , we will face more severe weather events, ‍rising ⁤sea‌ levels, and biodiversity loss.\nEditor: Indeed, that’s alarming.‍ What are the primary causes attributed to this rise in temperature?\nDr.‍ Smith: The primary ‌causes are escalating greenhouse gas ⁣emissions,‍ largely from human activities such as ⁣fossil⁢ fuel consumption, deforestation, and industrial processes. The inaction from various nations, especially in committing to and ‍following through on climate agreements, has exacerbated this situation. we’ve seen insufficient progress in transitioning to cleaner energy​ sources, which is vital for mitigating these effects.\nEditor: Given this‍ situation, what policy changes⁣ do you think are critical for nations around the world?\ndr. Smith: ‌Nations must enact stringent climate policies that prioritize sustainability. This includes ⁢investing heavily​ in renewable energy ‍sources—like solar and ‍wind—while phasing out fossil fuels.⁤ Implementing tariffs on carbon emissions can incentivize industries to reduce their carbon ⁤footprint. Moreover, governments‍ must encourage public transportation, energy ‍efficiency in buildings,​ and a‍ circular economy to‍ lessen waste.\nEditor: Transitioning to renewable energy seems crucial. What practical steps can individuals take to contribute to‍ this transition?\nDr. Smith: Individuals can make a meaningful impact by reducing their carbon footprints. Simple actions such as ⁤using public transport, adopting energy-efficient appliances, and supporting local ‌renewable‍ energy initiatives can ​collectively make a difference.Additionally, advocating for sustainable practices within ‍communities and engaging with⁤ local policymakers helps to⁣ amplify the demand for change at higher levels.\nEditor: As we navigate this crisis, there’s a growing emphasis‍ on climate justice. Can you elaborate on its importance?\ndr. Smith: Climate⁢ justice is integral because the ⁢impacts of climate change disproportionately effect marginalized communities.Ensuring that equity ⁤and justice‌ are at the forefront of climate policies will foster social acceptance ⁣and more effective legislation. We must consider local contexts and involve communities in decision-making processes to create tailored ‍solutions that address the unique challenges they face.\neditor: It sounds‍ like we are ‌at a critical juncture. What message would you like to leave ⁤our readers ⁢with regarding climate action?\nDr. Smith: I urge everyone to⁣ stay informed and​ engaged. Climate ​change is a collective challenge ‍that requires broad cooperation‌ across borders and sectors. Every ‌action counts, whether it’s making sustainable ⁣choices in our daily lives or ⁣demanding accountability‌ from our leaders. Together, we can foster a resilient and sustainable future.\nEditor: Thank you, Dr.‍ Smith, for‌ your insights on such an important topic.​ It’s clear that urgent action is needed to address climate change ​effectively.\nDr. Smith: Thank ‌you for having me. Let’s‍ hope that awareness leads to action​ and that we can address this pressing crisis together.\nBy effectively⁢ discussing the implications of⁢ the 1.5°C milestone and emphasizing the ⁣importance of renewable energy and climate ‌justice, this interview⁣ not only informs but also ‌empowers readers to participate in the global conversation on climate action.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Environment->global warming",
      "Environment->climate change",
      "Science and Technology->natural science",
      "Science and Technology->scientific research",
      "Social Issue->mankind",
      "Social Issue->social problem",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.un.org/en/climatechange/science/climate-issues/degrees-matter",
      "https://www.youtube.com/embed/GR46_ohNh9U",
      "https://www.epa.gov/ghgemissions/overview-greenhouse-gases",
      "https://un.org/en/climatechange/science/climate-issues/degrees-matter",
      "https://epa.gov/ghgemissions/overview-greenhouse-gases",
      "https://youtube.com/embed/GR46_ohNh9U"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Smith",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T11:51:03.386+02:00",
    "updated": "2025-01-10T11:51:03.386+02:00"
  },
  {
    "uuid": "f7ed6128f435fed8e201ab90604a647649ef7231",
    "url": "https://timesofindia.indiatimes.com/life-style/health-fitness/health-news/us-scientists-discover-common-virus-that-can-cause-skin-cancer/articleshow/123010715.cms",
    "ord_in_thread": 0,
    "author": "TOI Lifestyle Desk",
    "published": "2025-07-31T04:23:00Z",
    "title": "Skin Cancer: US scientists discover common virus that can cause skin cancer | - Times of India",
    "text": "You’ve probably heard of HPV—the virus most people think of when it comes to things like cervical cancer. But did you know there’s a type of HPV that usually just lives on your skin, minding its own business? It’s called beta-HPV, and until now, scientists thought it didn’t directly cause skin cancer. They believed it only helped skin damage from sun exposure get worse over time.Well, here’s the twist: Researchers at the National Institutes of Health (NIH) found proof that this “harmless” beta-HPV can actually turn into a full-on cause of skin cancer—but especially in people whose immune systems aren’t working right.The story starts with a 34-year-old woman who kept getting a common type of skin cancer called squamous cell carcinoma on her forehead. Despite surgeries and treatments, the cancer kept coming back. Doctors first thought her skin couldn’t repair sun damage properly and that her immune system was letting the virus run wild.Turns out, in her case, the beta-HPV virus actually sneaked into the DNA of her skin cells and was actively producing viral proteins basically hijacking her skin cells. This was big news because before, beta-HPV wasn’t known to do that.Her immune system’s problem was that certain immune cells, T cells, weren’t activating well enough to fight off the virus. Because of this, the virus stuck around and caused the skin cancer to come back again and again.So what did the NIH team do? They created a personalized treatment plan and gave her a stem cell transplant to replace her faulty immune cells with healthy ones. After the transplant, all her HPV-related issues, including the skin cancer, disappeared and haven’t come back in over three years.This case shows that in people with weakened immune defenses, beta-HPV can directly cause skin cancer by hijacking skin cells, rather than just helping sun damage do its thing.Scientists say this discovery could change how skin cancer, especially this kind, gets treated, especially for folks with immune system problems. It also highlights how important our immune system is for keeping viruses in check. “This discovery could completely change how we think about the development, and consequently the treatment, of cSCC in people who have a health condition that compromises immune function,” said Andrea Lisco, M.D., Ph.D., of NIH’s National Institute of Allergy and Infectious Diseases (NIAID). “It suggests that there may be more people out there with aggressive forms of cSCC who have an underlying immune defect and could benefit from treatments targeting the immune system.”\" } window.getccpaCookie = (cookieName) => { var cookieArray = document.cookie.split('; ').find(row => row.startsWith(cookieName)); return cookieArray && cookieArray.split('=')[1]; } (function(){ let dsmiparam = \"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "topics": [
      "Health->medical condition",
      "Health->cancer",
      "Health->health treatment and procedure",
      "Science and Technology->medical research",
      "Science and Technology->biomedical science"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://static.toiimg.com/photo/83033472.cms",
      "https://static.toiimg.com/photo/63379366.cms",
      "https://www.static.toiimg.com/photo/83033472.cms",
      "https://www.static.toiimg.com/photo/63379366.cms"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "National Institutes of Health",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": null,
      "top_news": [
        "top_news_nz",
        "top_news_au",
        "top_news_ae",
        "top_news_us",
        "top_news_gb",
        "top_news_th",
        "top_news_sa",
        "top_news_sg",
        "top_news_ph",
        "top_news_hk",
        "top_news_nl",
        "top_news_qa",
        "top_news_ie",
        "top_news_pk",
        "top_news_id",
        "top_news_dk",
        "top_news_eg",
        "top_news_za",
        "top_news_my",
        "top_news_kw",
        "top_news_be",
        "top_news_in",
        "top_news_ca",
        "top_news_iq",
        "top_news"
      ],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-31T07:43:34.810+03:00",
    "updated": "2025-08-01T08:08:52.000+03:00"
  }
]