[
  {
    "uuid": "8344e643ad053b9a8cd02786d3fcb6297475cbba",
    "url": "https://localnews8.com/cnn-spanish/2023/12/28/venezuela-anuncia-ejercicio-militar-y-acusa-al-reino-unido-de-provocacion-hostil-por-buque-en-las-costas-de-guyana/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newsource",
    "published": "2023-12-28T22:06:00Z",
    "title": "Venezuela anuncia ejercicio militar y acusa al Reino Unido de \"provocación hostil\" por buque en las costas de Guyana - Local News 8",
    "text": "macamilarincon\n(CNN Español) –– El presidente de Venezuela, Nicolás Maduro, anunció este jueves que ordenó una acción conjunta defensiva en respuesta a lo que señaló como una “provocación del Reino Unido” luego de que inicialmente la BBC reportara, citando al Ministerio de Defensa británico, que se enviaría un buque patrullero a las costas de Guyana.\n¿Cómo es la riqueza del Esequibo y cómo contribuyó al crecimiento exponencial de Guyana?\n“Por eso he ordenado la activación de una acción conjunta de toda la fuerza armada nacional militar bolivariana sobre el caribe oriental de Venezuela, sobre la fachada atlántica, una acción conjunta de carácter defensiva como respuesta a la provocación y a la amenaza del Reino Unido contra la paz y la soberanía de nuestro país”, afirmó Maduro durante la ceremonia de salutación de fin de año a la Fuerza Armada Nacional Bolivariana (FANB).\nLa reacción de Venezuela sigue a un reporte de la BBC del domingo en el que indicaba, citando al Ministerio de Defensa, que el Reino Unido se preparaba para “enviar un buque de guerra a Guyana en una muestra de apoyo diplomático y militar a la antigua colonia británica”.\n¿Qué sigue ahora en la disputa entre Venezuela y Guyana por el Esequibo? Puntos claves del acuerdo y posibles escenarios\nEl HMS Trent, un patrullero de la Marina británica, agregó la BBC, visitará Guyana, “aliado regional y socio de la Commonwealth, a finales de este mes como parte de una serie de compromisos en la región durante su despliegue de tareas de patrulla en el Atlántico”. El Ministerio de Defensa del Reino Unido confirmó a CNN en Londres esta declaración.\nMaduró calificó a la respuesta venezolana como “acción conjunta militar general Domingo Sifonte” en honor al general que Maduro considera héroe de la Guyana Esequiba y a quien, además, se le rendirá homenaje en enero “trayendo sus restos a que descanse definitivamente en el panteón de los héroes de Venezuela”.\nVenezuela y Guyana acuerdan seguir con diálogo sobre disputa del Esequibo\nLa Cancillería de Venezuela publicó un comunicado en rechazo a la llegada del buque británico y advirtió a la Comunidad del Caribe (Caricom) y a la Comunidad de Estados Latinoamericanos y Caribeños (Celac) de que las acciones contradicen el entendimiento acordado el 14 de diciembre entre Venezuela y Guyana.\n“La presencia de la nave militar es extremadamente grave, ya que viene acompañada de declaraciones por parte de voceros políticos y militares de quien fungió como despojador de la Guyana Esequiba, el cual insiste en inmiscuirse en dicha controversia”, dice el comunicado.\nEl encuentro que se llevó a cabo el 14 de diciembre entre los mandatarios de Guyana y Venezuela en San Vicente y las Granadinas cerró con el compromiso de mantener la vía diplomática como el único camino para resolver el conflicto, y se estableció el acuerdo de 11 puntos suscrito por las partes y los mediadores de ambos países.\n“Venezuela insta a las autoridades guyanesas a tomar medidas inmediatas para el retiro del buque HMS Trent, y abstenerse de seguir involucrando a potencias militares en la controversia territorial”, afirma el comunicado.\nCNN está intentando comunicarse con el Ministerio de Defensa del Reino Unido por los informes de que personal militar venezolano participará en ejercicios militares en el golfo de Paria en respuesta al despliegue del HMS Trent en Guyana.\nOsmary Hernández colaboró con este reporte.\nThe-CNN-Wire\n™ & © 2023 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:47:02.361+02:00",
    "updated": "2023-12-29T00:47:02.361+02:00"
  },
  {
    "uuid": "f1f91aef6025a6f1861d9d9e8be85eb4fb925bb0",
    "url": "https://www.archyde.com/jordanian-armed-forces-conduct-humanitarian-aid-airdrops-to-northern-gaza-updates-and-impact",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2024-03-10T18:26:00Z",
    "title": "Jordanian Armed Forces Conduct Humanitarian Aid Airdrops to Northern Gaza: Updates and Impact",
    "text": "2024-03-10 16:21:00\nThe Jordanian Armed Forces carried out 10 airdrops of humanitarian aid to northern Gaza this Saturday.\nThe airdrops were carried out in cooperation with the United States, France, Egypt and Belgium, the military said in a statement.\n“Jordan continues its efforts and efforts to send more medical, relief and food aid to the population of Gaza City with the aim of compensating for the acute shortage of food and medicine as a result of the ongoing Israeli war in the enclave,” it says. the notice.\nJordan said it has carried out 35 aid airdrops in Gaza since Nov. 6.\nVideo obtained by CNN on Saturday shows several military transport planes dropping humanitarian aid into areas of Gaza.\nA little context: While airdrops are a quick way to get supplies into a conflict zone, aid agencies say their drawbacks overwhelmingly outweigh their benefits.\nFor starters, they are more expensive. Airdrops cost up to seven times more than ground deliveries, says the World Food Programme. They also have a much more limited delivery capacity.\n“Aid workers always complain that airdrops are good photo opportunities but a terrible way to deliver aid,” Richard Gowan, United Nations director of the International Crisis Group, told CNN.\nAid workers are urging the United States to pressure its ally Israel to lift its strict siege on the enclave, which has left Palestinians on the brink of famine.\n1710095193\n#news #hostage #release",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jordan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "jordanian armed forces",
          "sentiment": "negative"
        },
        {
          "name": "jordanian armed forces conduct humanitarian aid airdrops",
          "sentiment": "negative"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "world food programme",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "northern gaza",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "belgium",
          "sentiment": "none"
        },
        {
          "name": "gaza city",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "jordan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-10T20:28:12.915+02:00",
    "updated": "2024-03-10T21:35:23.658+02:00"
  },
  {
    "uuid": "6d01542a08b5a9c0b6b6af5c9a523ea3dce59c84",
    "url": "https://vnexplorer.net/pm-modi-to-gift-projects-worth-%e2%82%b922000-crore-to-ayodhya-s697065.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T22:11:00Z",
    "title": "PM Modi to gift projects worth ₹22,000 crore to Ayodhya",
    "text": "For Representation Only\nThe ₹1463-crore Maryada Purushottam Shri Ram International Airport and the revamped and renamed Ayodhya Dham railway station are among the over ₹22,000-crore projects that Prime Minister Narendra Modi is set to gift to Ayodhya during his visit to the temple town on Saturday, said a state government official on Thursday.\nModi’s visit comes weeks ahead of the much-awaited consecration ceremony of the idol of Ram Lalla (child deity) on January 22 and is part of the government’s infrastructure push to make Ayodhya a prime religious tourism destination.\nRead here: Week-long consecration ceremony of Ram Lalla to kick off from January 16\nThe projects include those which he will dedicate to the people as well as those for which the foundation stone will be laid.\n“All preparations have been made for the Prime Minister’s Ayodhya visit. The PM will inaugurate Ayodhya International airport and the Ayodhya Dham railway station,” said Ayodhya divisional commissioner Gaurav Dayal.\nThe ₹2183 crore New Ayodhya Township is among the projects for which the prime minister will lay the foundation stone. Spread over 1407 acre on both sides of the Lucknow-Gorakhpur highway, it has been conceptualised to decongest Ayodhya. The new township will have a lake replenished with water of the Saryu to give a spiritual look to the place. It will be extended by 442 acres in the second phase.\nAs for the airport, the facade of its terminal building is said to reflect the architecture of the Ram Temple.\nThe interior of the new terminal building is being enlivened with local art from across India, art and paintings depicting the life of Shri Ram. It is proposed to be decorated at different heights to convey a feeling of grandeur of the structure. The first flight to Ayodhya is scheduled to reach at 11.20am after taking off from Delhi at 10 am.\nThe first phase of the Ayodhya Dham railway station has been completed at a cost of ₹241 crore.\nModi will also lay the foundation stone of the ₹300-crore Vashishth Kunj residential project as well for construction of new ghats and beautification of existing ones.\nFOUNDATION STONE TO BE LAID\nNew Ayodhya Township ₹2183 crore\nVashishth Kunj residential project ₹300 crore\nOffice of ADA/AMC ₹119 crore\nCIEPT ₹39 crore\nNew ghats: ₹23.89 crore\nTourist facilities ₹23.29 crore\nViewing gallery at Ram Ki Paidi ₹23.25 crore\nWalkway on ghats ₹22.83 crore\nBeautification of four historical gates ₹15.18 crore\nImprovement of Lko-Ayodhya NH-28(New NH-27) ₹297 crore\nImprovement of existing Ayodhya bypass ₹218 crore\nPROJECTS TO BE DEDICATED TO PEOPLE\nAyodhya Airport ₹1463 crore\nRam Path ₹844 crore\nBhakti Path ₹68 crore\nDharm Path ₹65 crore\nMulti-level parking ₹37 crore\nTransit hostel for police personnel 34 crore\nParking and commercial complex at Kaushal Kunj- ₹4 crore\nBeautification of Bhakti Path facade- ₹4 crore\nROB on Badi Buaa Railway crossing – 74 crore\nNEW AYODHYA TOWNSHIP PROJECT\nArea: 1407 acres\n2 km elevated road to reach township\nRead here: PM Modi to visit Ayodhya on December 30; to inaugurate projects worth ₹11100 crore\nLake filled with water of river Saryu\nIt will have residential plots, group housing, commercial plots, ashram/ mutts, guest houses\nHousing and urban planning department of the state government will execute the project\nRead more news like this on HindustanTimes.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maf7X.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maf7X.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "modi",
          "sentiment": "negative"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "ram lalla",
          "sentiment": "none"
        },
        {
          "name": "gaurav dayal",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "ayodhya",
          "sentiment": "none"
        },
        {
          "name": "maryada purushottam shri ram international airport",
          "sentiment": "none"
        },
        {
          "name": "ayodhya dham",
          "sentiment": "none"
        },
        {
          "name": "ayodhya international",
          "sentiment": "none"
        },
        {
          "name": "ayodhya township",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:42.999+02:00",
    "updated": "2023-12-29T00:22:42.999+02:00"
  },
  {
    "uuid": "470b482aec0dbc9af1105f81e6fd725bd81529b8",
    "url": "https://www.newsbreak.com/silver-spring-md/3415883554787-gilver-yuviny-zelaya-diaz-fatal-hit-run-of-jacques-price",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-04-25T20:02:00Z",
    "title": "Gilver Yuviny Zelaya Diaz Fatal Hit-Run Of Jacques Price",
    "text": "By Zak Failla ,\n1 hour ago Gilver Yuviny Zelaya Diaz Photo Credit: Montgomery County Department of Police Gilver Yuviny Zelaya Diaz, 42, has been arrested and faces charges following an investigation into a crash in early April that took the life of 26-year-old Jacques Price on Veirs Mill Road.\nBoth men are from Silver Spring.\nAccording to investigators from the Montgomery County Department of Police, on Monday April 8, Zelaya Diaz allegedly struck Price as he was skateboarding shortly after midnight, then sped away in a white Acura TL that was tracked to his home on Middle Road.\nOnce the Acura was located, police say that they were able to trace the registration for him, and he remained at large until officers tracked him down in Silver Spring and arrested him.\nZelaya Diaz was taken to the Montgomery County Central Processing Unit, where he was charged with failure to return and remain on the scene of an accident involving a death.\nWant breaking news in the DMV as it happens, or want to contribute? Join the DMV All Incidents Facebook group .\nto follow Daily Voice Montgomery and receive free news updates.\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2rWea9_0sdvjyKW00",
      "https://img.particlenews.com/image.php?url=2rWea9_0sdvjyKW00",
      "https://dailyvoice.com/maryland/montgomery/skateboarder-killed-in-montgomery-county-hit-and-run-police/",
      "https://www.facebook.com/groups/267270152440793",
      "https://facebook.com/groups/267270152440793",
      "https://www.dailyvoice.com/maryland/montgomery/skateboarder-killed-in-montgomery-county-hit-and-run-police/",
      "https://dailyvoice.com/maryland/montgomery/skateboarder-killed-in-montgomery-county-hit-and-run-police",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2rWea9_0sdvjyKW00",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?url=2rWea9_0sdvjyKW00"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zak failla",
          "sentiment": "negative"
        },
        {
          "name": "gilver yuviny zelaya diaz",
          "sentiment": "negative"
        },
        {
          "name": "montgomery",
          "sentiment": "none"
        },
        {
          "name": "zelaya diaz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "montgomery county department",
          "sentiment": "negative"
        },
        {
          "name": "acura",
          "sentiment": "none"
        },
        {
          "name": "acura tl",
          "sentiment": "none"
        },
        {
          "name": "dmv",
          "sentiment": "none"
        },
        {
          "name": "montgomery county department of police",
          "sentiment": "none"
        },
        {
          "name": "dmv all incidents facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "middle road",
          "sentiment": "none"
        },
        {
          "name": "jacques price",
          "sentiment": "none"
        },
        {
          "name": "montgomery county central processing unit",
          "sentiment": "none"
        },
        {
          "name": "silver spring",
          "sentiment": "none"
        },
        {
          "name": "veirs mill road",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:26:23.148+03:00",
    "updated": "2024-04-26T00:26:23.148+03:00"
  },
  {
    "uuid": "4f745c5358a451b6de9d0fe56bbdf8520bd00a2e",
    "url": "https://frontpageafricaonline.com/news/liberia-mpc-criticizes-governments-response-to-student-protests",
    "ord_in_thread": 0,
    "author": "Edwin Genoway, Jr.",
    "published": "2025-03-28T05:04:00Z",
    "title": "Liberia: MPC Criticizes Government's Response to Student Protests",
    "text": "Monrovia – The Movement for Progressive Change (MPC), led by Simeon Freeman, has condemned the use of force by state security forces against students protesting in Monrovia.\nBy Edwin Genoway, edwingenoway@frontpageafricaonline.com\nThe students, demanding improved conditions for their teachers and the restoration of their education, were met with tear gas and violent repression by security forces.\nThe protests, which have continued for several days, stemmed from a teachers’ strike due to unresolved grievances over low pay and poor working conditions.\nIn response, the MPC issued a statement criticizing the government’s heavy-handed approach, calling for dialogue and peaceful negotiations. The political party emphasized that the use of force against peaceful demonstrators is a violation of human rights and democracy.\n“This violence against peaceful students is unacceptable and a clear violation of the principles of democracy and human rights,” the MPC said in a statement. “The government must listen to the legitimate demands of the students and teachers.”\nSimeon Freeman, leader of the MPC, stressed that the use of force only escalates tensions and damages the government’s credibility. He called for a peaceful resolution that addresses the pressing issues surrounding the education sector, including adequate compensation for teachers.\n“The students are rightfully advocating for their education, and the government must ensure that their voices are heard,” Freeman said. “We cannot continue to ignore the concerns of both students and teachers.”\nThe protests have caused significant disruptions in Monrovia, with students blocking major roads in the capital, hindering vehicle movement. However, the MPC reiterated its support for peaceful protest and urged students to avoid further escalation by seeking constructive dialogue with the government.\nThe MPC also called on the government to resolve the ongoing teachers’ strike, which has left many classrooms vacant, by improving teachers’ salaries and benefits. The party warned that if the government continues to neglect these issues, they will take legal action to hold it accountable.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Labor"
    ],
    "topics": [
      "Politics->civil rights",
      "Politics->political parties and movements",
      "Social Issue->social condition",
      "Social Issue->demographics",
      "Labor->labour relations",
      "Labor->collective agreements",
      "Labor->unemployment"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-28T15:23:32.432+03:00",
    "updated": "2025-03-28T15:23:32.432+03:00"
  },
  {
    "uuid": "0f5279b1a89bca0a3de6df8051513bd14184578c",
    "url": "https://www.salon.com/2023/12/28/gypsy-rose-blanchard-picked-up-from-in-husbands-car-with-a-hitman-hart-license-plate/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kelly McClure",
    "published": "2023-12-28T21:58:00Z",
    "title": "Gypsy Rose Blanchard picked up from prison in husband's car with a 'Hitman' Hart license plate | Salon.com",
    "text": "At 3:30 a.m. local time on Thursday, [Gypsy Rose Blanchard](https://www.salon.com/2023/09/29/gypsy-rose-blanchard-granted-early-release-from-10-year-sentence-for-2015-of-her-mother/) left Missouri's Chillicothe Correctional Center after serving 85% of her 10-year sentence for her role in the fatal stabbing of her mother, Clauddine “Dee Dee” Blanchard in 2015. Sentenced in 2016 after admitting to convincing her boyfriend at the time, Nick Godejohn, to travel from Wisconsin to the home she shared with her mother in Missouri to commit the murder with a knife she provided him while she hid in the bathroom, Blanchard's early release was confirmed back in September and, in a recent interview with [People](https://people.com/gypsy-rose-blanchard-released-prison-mother-murder-8347744), she says she's ready for freedom. Speaking to People about the crime she committed, which was an ill-conceived attempt to free herself from a lifetime of Munchausen by proxy syndrome abuse — a rare form of abuse in which a guardian exaggerates or induces illness in a child for attention and sympathy, she says, \"No one will ever hear me say I'm proud of what I did or I'm glad that she's dead . . . I'm not proud of what I did. I regret it every single day.\" She now refers to her mom as \"a sick woman\" who didn't deserve to die, but should have also done prison time for her own criminal behavior. In what the internet is pointing out as being a grim twist, Blanchard was picked up from prison by her husband, Ryan Scott Anderson, in a car featuring a ['Hitman' Hart](https://people.com/gypsy-rose-blanchard-picked-up-prison-release-by-new-husband-wrestling-fan-hitman-hart-license-plate-8420585) license plate. The wrestling-themed plate would be innocent enough under any other circumstances, but in this situation it's led to some hot takes. \"I know the home that I'm going home to is with my husband, and I'm going to have a really supportive family dynamic,\" Blanchard told People. \"And I think that that's what I've been missing this whole time.\" Anderson developed a relationship with Blanchard in 2020 after writing her a letter in prison and currently works as a special education teacher in Louisiana. Missouri Department of Corrections declined to issue a statement on Blanchard's release when Salon reached out.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://people.com/gypsy-rose-blanchard-released-prison-mother-murder-8347744),",
      "https://people.com/gypsy-rose-blanchard-picked-up-prison-release-by-new-husband-wrestling-fan-hitman-hart-license-plate-8420585)",
      "https://www.people.com/gypsy-rose-blanchard-released-prison-mother-murder-8347744),",
      "https://www.people.com/gypsy-rose-blanchard-picked-up-prison-release-by-new-husband-wrestling-fan-hitman-hart-license-plate-8420585)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gypsy rose blanchard",
          "sentiment": "negative"
        },
        {
          "name": "hart",
          "sentiment": "negative"
        },
        {
          "name": "clauddine “dee dee” blanchard",
          "sentiment": "none"
        },
        {
          "name": "nick godejohn",
          "sentiment": "none"
        },
        {
          "name": "blanchard",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "chillicothe correctional center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "munchausen",
          "sentiment": "none"
        },
        {
          "name": "missouri",
          "sentiment": "none"
        },
        {
          "name": "wisconsin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:23:17.106+02:00",
    "updated": "2023-12-29T00:56:36.508+02:00"
  },
  {
    "uuid": "f5a06113df2fd7c0cc74b9944bf3963aeaa6a425",
    "url": "https://news.myseldon.com/en/news/index/330732280",
    "ord_in_thread": 0,
    "author": "@rbc",
    "published": "2025-06-12T07:18:23Z",
    "title": "NYT узнала о подготовке Ираном плана удара на случай атаки Израиля | Politics | Seldon News",
    "text": "Иранские военные и правительственные чиновники обсудили ответные действия на случай возможной атаки Израиля, сообщает The New York Times со ссылкой на источники. Тегеран разработал план, который включает немедленный контрудар по израильской территории с применением сотен баллистических ракет. Ракетная атака, которую Иран предпринял в октябре 2024 года, нанесла «ограниченный ущерб» Израилю, отчасти из-за помощи США в перехвате ракет, отмечает издание. Американские и европейские чиновники считают , что Израиль готов начать операцию против Ирана в ближайшие дни. В Вашингтоне ожидают, что...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "topics": [
      "Politics->diplomacy",
      "Politics->international relations",
      "Politics->political development",
      "War, Conflict and Unrest->armed conflict",
      "Social Issue->demographics",
      "Social Issue->mankind",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:18:23.293+03:00",
    "updated": "2025-06-12T07:22:43.000+00:00"
  }
]