[
  {
    "uuid": "6f2d5f3e487433c70fcecc0054e8e5b5fb991ac9",
    "url": "https://www.kptv.com:443/2024/01/07/firefighter-snowplowing-route-notices-house-fire-rescues-4-people-3-dogs/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rob Polansky",
    "published": "2024-01-07T22:15:00Z",
    "title": "Firefighter on snowplowing route notices house fire, rescues 4 people and 3 dogs",
    "text": "TRUMBULL, Conn. (WFSB/Gray News) - A firefighter who was plowing the snowy streets of Trumbull, Connecticut, jumped into action to rescue four people and three dogs when he happened upon a house fire.\nWFSB reports Shaun Bogen’s quick actions were credited with saving the lives of the victims.\nThe Long Hill Fire Department said the house fire on Haviland Drive began just before 4 a.m. Sunday.\nWhile he was on the plowing route, Bogen discovered a house with a fire in the garage, according to the fire department. Bogen radioed into his base to alert them of the fire and called 911.\nBogen then sprung into action, waking up the four sleeping residents and their three dogs and making sure everyone was outside before the fire department arrived.\nA total of 26 firefighters responded to the fire, and the first unit to arrive found the fire most heavy in the garage and extending into the home.\nThe firefighters brought the fire under control in less than one hour.\nOfficials said there did not appear to be any injuries.\nThe cause of the fire remains under investigation.\nCopyright 2024 WFSB via Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.wfsb.com/2024/01/07/firefighter-plowing-route-notices-house-fire-rescues-people-pets/",
      "https://www.facebook.com/longhillfd/posts/pfbid0uNJskTAvbNXazDW3ybvZ3mLqGGpdjbSUJLsFGQJZQHEJpVsSWnDyBrfeSmbCzbr3l",
      "https://wfsb.com/2024/01/07/firefighter-plowing-route-notices-house-fire-rescues-people-pets/",
      "https://www.wfsb.com/2024/01/07/firefighter-plowing-route-notices-house-fire-rescues-people-pets",
      "https://facebook.com/longhillfd/posts/pfbid0uNJskTAvbNXazDW3ybvZ3mLqGGpdjbSUJLsFGQJZQHEJpVsSWnDyBrfeSmbCzbr3l"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "conn",
          "sentiment": "negative"
        },
        {
          "name": "bogen",
          "sentiment": "none"
        },
        {
          "name": "shaun bogen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wfsb/gray news",
          "sentiment": "negative"
        },
        {
          "name": "long hill fire department",
          "sentiment": "none"
        },
        {
          "name": "wfsb",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "trumbull",
          "sentiment": "none"
        },
        {
          "name": "conn.",
          "sentiment": "none"
        },
        {
          "name": "trumbull",
          "sentiment": "none"
        },
        {
          "name": "haviland drive",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:50:27.255+02:00",
    "updated": "2024-01-08T00:50:27.255+02:00"
  },
  {
    "uuid": "bddabdfca823fc928c2315fd4adc168fc5f34671",
    "url": "https://www.world-today-news.com/hopes-of-ceasefire-in-gaza-rise-as-hamas-delegation-arrives-in-cairo-for-indirect-talks/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today us",
    "published": "2024-05-04T17:48:00Z",
    "title": "Hopes of Ceasefire in Gaza Rise as Hamas Delegation Arrives in Cairo for Indirect Talks - World Today News",
    "text": "Gaza Ceasefire Talks Continue As Hamas Delegation Arrives in Cairo\nGaza Ceasefire Talks Continue As Hamas Delegation Arrives in Cairo Signs of Compromise Emerge in Indirect Talks Hopes of a ceasefire in Gaza rose on Saturday as a Hamas delegation arrived in Cairo to continue indirect talks. These talks are believed to be in response to a new proposal to halt fighting for an initial 40 days and exchange hostages for Palestinian prisoners. Sources report signs of compromise in recent days.\nWhile a consensus has been reached on many of the disputed points, both sides remain pessimistic after five months of stop-start talks.\nChallenges Faced in Negotiations The negotiations face challenges as Hamas seeks a lasting ceasefire that would allow the organization to claim victory, while Israeli Prime Minister, Benjamin Netanyahu, aims to dismantle Hamas, eliminate its leadership, and neutralize its military capabilities.\nIsraeli Official Downplays Prospects for Full Ceasefire An anonymous senior Israeli official played down the prospects for a full end to the war, emphasizing Israel’s commitment to an offensive on Rafah. They stated that Israel would not agree in any circumstance to end the war as part of a hostage-release deal.\nWhile Israel plans to give the truce talks another week, a full-scale offensive in Rafah may be imminent.\nUS Urges Hamas to Accept Ceasefire Deal The United States has been applying pressure on Hamas to accept the latest proposals to avert intensified fighting. Secretary of State Antony Blinken voiced concerns about the potential civilian casualties in the event of a Rafah offensive and stressed the need for a credible protection plan by Israel.\nCalls to Call Off Rafah Attack Increase Various parties, including humanitarian groups, the United Nations, and the WHO director general, have once again urged Israel to call off the planned Rafah attack. Concerns regarding civilian casualties and the impact on an already weakened healthcare system have been expressed.\nDivided Hamas and Israeli Government Hamas, currently divided, is purportedly considering the latest truce proposal. The delegation in Cairo is led by Khalil al-Hayya, the deputy head of the group’s political arm in Gaza, and not a more senior figure. The senior members of Israel’s war cabinet are inclined to secure a ceasefire and free surviving prisoners, while certain far-right ministers advocate for a more forceful continuation of the war.\nAid Efforts Amidst Severe Situations The situation in Gaza remains dire, with the siege pushing its population to famine’s brink. Aid deliveries have slightly improved, with some staple prices approaching pre-war levels. Efforts by organizations like World Central Kitchen and the push for a maritime aid corridor from Cyprus have contributed to addressing the situation. However, the UN’s food program still warns of a full-blown famine in northern Gaza despite the recent improvements.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://static.cloudflareinsights.com/beacon.min.js/vedd3670a3b1c4e178fdfb0cc912d969e1713874337387",
      "https://www.static.cloudflareinsights.com/beacon.min.js/vedd3670a3b1c4e178fdfb0cc912d969e1713874337387"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "benjamin netanyahu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas delegation arrives",
          "sentiment": "negative"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "hamas delegation arrives in cairo signs of compromise emerge",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "cairo",
          "sentiment": "none"
        },
        {
          "name": "gaza rise",
          "sentiment": "none"
        },
        {
          "name": "cairo gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-04T21:06:21.872+03:00",
    "updated": "2024-05-04T21:06:21.872+03:00"
  },
  {
    "uuid": "f72c5a74b7a141e03820613e771ff652a19c0c9b",
    "url": "https://www.ajmc.com/view/gene-light-therapy-combo-shows-promise-against-prostate-cancer-cells-in-proof-of-concept-study",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AJMC Contributor",
    "published": "2024-04-18T20:22:00Z",
    "title": "Gene, Light Therapy Combo Shows Promise Against Prostate Cancer Cells in Proof-of-Concept Study",
    "text": "Combining gene therapy with light therapy, researchers say they have found a potential new approach to treating prostate cancer, publishing their proof-of-concept findings in Molecular Therapy: Oncology.\\n\\n\\n\\nIn their preclinical model, the researchers found efficacy both in vitro and in vivo by using CRISPR-Cas9 to mimic porphyria and combining the technology with light therapy. Their approach, according to the researchers, can serve as an alternative to photodynamic therapy.\\n\\nInterest in using CRISPR-Cas9 across various disease states continues to grow, including in oncology. To date, CRISPR-Cas9 in this setting has demonstrated an ability to boost antitumor activity in chimeric antigen receptor T cells ex vivo by inactivating PD1 or TCR.\\n\\n“Another way to use CRISPR-Cas9 in cancer gene therapy could be to inactivate a key gene directly in a tumor. However, this promising approach is still underdeveloped,” the researchers explained. “In this context, canonical metabolic pathways are promising because they are highly conserved, even within a tumor, and are not dependent on tumor genomic heterogeneity/instability. Mimicking genetic metabolic disorders in cancer cells could be an alternative way to weaken them. Using expertise gained previously, we propose to mimic porphyria by targeting the heme biosynthesis pathway, which is essential to the proper functioning of cells and without any possible escape.”\\n\\n\\n\\nThe researchers chose to test their CRISPR-based approach in prostate cancer because of the location, which allows direct injection of gene therapy and the application of light therapy.\\n\\n\\n\\nUsing prostate cancer cells, the group first inactivated UROS in vitro in order to initiate photoreactive red fluorescent type 1 porphyrin accumulation. Using a lentiviral vector with the CRISPR-Cas9 nuclease sequence, the group found that the inactivation of UROS sensitized the cells to 405-nm light. The researchers found similar findings in vivo in mice, although they observed extensive dermatoxicity with skin burns and damage at the areas targeted by the light. Using longer light wavelengths mitigated the dermatoxicity, leading the researchers to move forward with 530-nm light exposure.\\n\\n\\n\\nThe researchers then tested the combination of the light therapy with the UROS gene therapy by subcutaneously injecting mice with either wild-type or UROS KO PC3 cells and applying repeat light exposure treatment. After 1 week of light therapy, the researchers observed significant reductions in tumor bioluminescence imaging signal intensity and tumor volume. Between days 7 and 10, tumors were undetectable. The combination therapy at 1 week was associated with 2-fold improved survival among the mice (34 days vs 17 days). No dermatoxicity was observed.\\n\\n\\n\\nDespite the initial success, the researchers noted slight relapse at approximately day 17, following 3 light therapy sessions, leading the group to assess the efficacy of a 5-week illumination protocol. The researchers again found promising efficacy in the first 2 weeks, which was followed by a secondary tumor relapse at week 3. Investigating further, the researchers found large peripheral reactional fibrosis, suggesting that their illumination approach didn’t reach tumor cells.\\n\\n\\n\\n“Although these results obtained with an external light-emitting diode (LED) are promising, a therapeutic escape occurred. This may have been caused by a reduction in illumination penetrance due to the remodeling of tumoral and peritumoral tissues,” detailed the researchers. “Thanks to the advent of interstitial lasers, it is now possible with endoscopic optical fibers to illuminate the interior of tumors, in direct contact with cancer cells. Therefore, interstitial illumination combined with UROS gene therapy may lead to a longer response to treatment and could overcome the relapse. Moreover, human cancer cell xenografts require immunodeficient mice. We hypothesize that immunocompetent models obtained by using syngeneic mouse prostate tumors should allow the recruitment of the immune system, thus reinforcing the efficacy of our approach.”\\n\\n\\n\\nReference\\n\\nBoutin J, Genevois C, Coillaud F, et al. CRISPR editing to mimic porphyria combined with light: a new preclinical approach for prostate cancer. Mol Ther Oncol. 2024;32(1):200772. doi:10.1016/j.omton.2024.200772",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Science and Technology",
      "Health"
    ],
    "external_links": [
      "https://www.cell.com/molecular-therapy-family/oncology/fulltext/S2950-3299(24)00014-6?_returnURL=https%3A%2F%2Flinkinghub.elsevier.com%2Fretrieve%2Fpii%2FS2950329924000146%3Fshowall%3Dtrue).",
      "https://www.cell.com/molecular-therapy-family/oncology/fulltext/S2950-3299(24)00014-6",
      "https://cell.com/molecular-therapy-family/oncology/fulltext/S2950-3299(24)00014-6?_returnURL=https%3A%2F%2Flinkinghub.elsevier.com%2Fretrieve%2Fpii%2FS2950329924000146%3Fshowall%3Dtrue)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:14:42.084+03:00",
    "updated": "2024-04-19T01:42:11.116+03:00"
  },
  {
    "uuid": "b6a2b957d3d483692a98647b42442c21542bff42",
    "url": "https://www.devdiscourse.com/article/headlines/2950296-mob-attacks-christians-in-pakistan-over-alleged-desecration-2-injured",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2024-05-25T11:07:00Z",
    "title": "Mob attacks Christians in Pakistan over alleged desecration; 2 injured | Headlines",
    "text": "Mob attacks Christians in Pakistan over alleged desecration; 2 injured [PTI](/pti-stories)| Lahore | Updated: 25-05-2024 19:07 IST | Created: 25-05-2024 19:07 IST - Country: - Pakistan A mob led by radical Islamists on Saturday unleashed an attack on Christians in Pakistan Punjab province over the allegations of desecration of the Quran that left at least two members from the minority community injured, one of them seriously, police said. The incident took place in Mujahid Colony Sargodha district of Punjab, some 200 km from Lahore in the morning. Police claim to have reached the scene on time to control the situation. Several video clips of the mob attack on the properties of the Christian community are doing rounds on social media. The mob led by radical Tehreek-e-Labbaik Pakistan (TLP) activists attacked the Christian community, burning and ransacking their property. According to senior Punjab police officer Asad Ejaz Malhi, a heavy contingent of police has reached Mujahid Colony and dispersed the mob which had surrounded some houses (of Christians) over the allegations of the desecration of the Quran. He said one injured person has been shifted to a hospital and police have been deployed there to maintain law and order. Another police officer told PTI that on Saturday morning some youth in Mujahid Colony alleged that one Nazir Gill Masih desecrated the Quran. ''Following their allegations, a mob led by the TLP activists marched towards the residence and a factory of Nazir. They set ablaze his shoe factory and his house. They also ransacked a few shops owned by Christians. Before police could reach the spot, the mob lynched and thrashed Nazir,'' he said. However, the police were able to rescue Nazir and shifted him to the hospital where his condition was stated to be critical, the officer said. He said another Christian man also suffered injuries. Ifran Gill, a relative of Nazir, told PTI that his uncle had returned from Dubai after four years. He said some people in the locality accused him falsely of desecration of the Quran. He said the Christian families saved their lives by locking themselves inside their houses when the mob marched towards them. He said the environment has been tense in the area and the Christians are terrified. ''Another Jaranwala style attack on Christians in Sargodha with mob attacking the local community, burning and ransacking property. The failure of the State to take any serious and sincere action against perpetrators of the Jaranwala incident has only emboldened those who exploit religious sentiments for their criminal acts,'' Human rights lawyer and politician Jibran Nasir said on X. The Human Rights Commission of Pakistan (HRCP) said it was seriously concerned by the unfolding situation in Sargodha, where the Christian community in Gillwala village is reportedly at grave risk to their lives at the hands of charged mobs. ''There are unconfirmed reports of a man having been allegedly lynched,\" the HRCP said on X and asked the Punjab police to immediately restore calm and bring the perpetrators to book, while ensuring that the Christian community comes to no further harm. Sara Taseer, daughter of slain Punjab governor Salman Taseer, said: ''The poor Pak Christian community reaches out to me for help when lynchings stir up. Before X was banned, I could alert some groups to help when there was an attack and try to avert the worst. But now they are more cornered than ever.'' Last year at least 24 churches and over 80 houses belonging to Christians in Jaranwala tehsil of Faisalabad district, some 130 km from the provincial capital, were burnt down by a mob over reports that two Christians had desecrated the Quran. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [Pakistan Tehreek-e-Insaf leader booked over unauthorized rally in Rawalpindi](/article/international/2934525-pakistan-tehreek-e-insaf-leader-booked-over-unauthorized-rally-in-rawalpindi) [Pakistan Tehreek-e-Insaf not holding talks with anyone, says party leader Asad Qaiser](/article/international/2935591-pakistan-tehreek-e-insaf-not-holding-talks-with-anyone-says-party-leader-asad-qaiser) [Pakistan Tehreek-e-Insaf urges security agencies to stop interfering in politics](/article/international/2935561-pakistan-tehreek-e-insaf-urges-security-agencies-to-stop-interfering-in-politics) [Pakistan Tehreek-e-Insaf not holding talks with anyone, says party leader Asad Qaiser](/article/international/2935540-pakistan-tehreek-e-insaf-not-holding-talks-with-anyone-says-party-leader-asad-qaiser)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "asad ejaz malhi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pti",
          "sentiment": "negative"
        },
        {
          "name": "mujahid colony",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "lahore",
          "sentiment": "none"
        },
        {
          "name": "mujahid colony sargodha",
          "sentiment": "none"
        },
        {
          "name": "pakistan punjab",
          "sentiment": "none"
        },
        {
          "name": "punjab",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-25T16:39:05.802+03:00",
    "updated": "2024-05-25T16:39:05.802+03:00"
  },
  {
    "uuid": "4107852c265a43e89dafb515afeb459b69a386f6",
    "url": "https://www.guardian-series.co.uk/sport/national/24019610.dallas-cowboys-survive-late-threat-beat-detroit-lions/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-31T04:56:00Z",
    "title": "Dallas Cowboys survive late threat to beat Detroit Lions | East London and West Essex Guardian Series",
    "text": "The Dallas Cowboys survived three attempts at a late two-point conversion as they held on to beat the Detroit Lions 20-19. The NFC North champion Lions had moved within a point of the Cowboys when Jared Goff found Amon-Ra St Brown for a touchdown pass with 23 seconds remaining. Opting for a two-point conversion, the Lions had a successful attempt ruled out for illegal touching before a Cowboys interception was wiped out for offside. Goff’s final pass attempt was incomplete, lifting the Cowboys to 11-5 as they kept up the pressure on the Philadelphia Eagles in the fight for the NFC east title. A Goff interception had given Brandon Aubrey the chance to kick the Cowboys seven points ahead in the final two minutes, the rookie stretching his record to 35 successful field goals to start his career. Dak Prescott threw for 345 yards and two touchdowns for the Cowboys, including a 92-yard effort to CeeDee Lamb in the first quarter. Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jared goff",
          "sentiment": "none"
        },
        {
          "name": "amon-ra st brown",
          "sentiment": "none"
        },
        {
          "name": "dak prescott",
          "sentiment": "none"
        },
        {
          "name": "brandon aubrey",
          "sentiment": "none"
        },
        {
          "name": "goff",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "detroit lions",
          "sentiment": "negative"
        },
        {
          "name": "west essex guardian",
          "sentiment": "negative"
        },
        {
          "name": "dallas cowboys",
          "sentiment": "negative"
        },
        {
          "name": "cowboys",
          "sentiment": "none"
        },
        {
          "name": "lions",
          "sentiment": "none"
        },
        {
          "name": "nfc",
          "sentiment": "none"
        },
        {
          "name": "philadelphia eagles",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "east london",
          "sentiment": "none"
        },
        {
          "name": "ceedee lamb",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T07:24:25.161+02:00",
    "updated": "2023-12-31T07:24:25.161+02:00"
  }
]