[
  {
    "uuid": "a0f3e0a26fd11cc6892098bd08687a926bc98d04",
    "url": "https://cheezburger.com/23698437/hilarious-memes-for-the-hoomans-of-the-church-of-cat",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Laurent Shinar",
    "published": "2023-12-28T17:00:00Z",
    "title": "Hilarious Memes For The Hoomans Of The Church Of Cat - I Can Has Cheezburger?",
    "text": "Welcome dear feline loving hoomans to the first collection of [hilarious cat memes](https://cheezburger.com/23055365/hilarious-wholesome-cat-memes-and-pics-to-cure-the-hump-day-grump) brought to you from the newly established church of cat. The first non-denominational church to put all of its faith in felines. And lets face it that is probably a goos idea considering how many times our [fluffy feline friends](https://cheezburger.com/23033349/fluffy-facetious-feline-memes-to-fill-you-with-feline-energy-for-the-week-ahead) have saved humanity over the years. From their role in taking down plague ridden rats, to their mystical meowgic in Ancient Egypt, to their critical role on the sail boats of yore, we do owe the feline kind a deep debt of gratitude. And it is hard to argue that their actions thus far have proven to be very god-like. Today we have been blessed by the visitation of various [feline disciples](https://cheezburger.com/22499333/the-cat-is-king-clawssic-cat-memes-to-remind-us-why-we-are-their-humble-servants). Feline Steve has come to spread his message that we are all that and a bag of chips, Feline Frank has come to regale us with tales of battle and Feline Bean who has just been named employee of the month at Gamer's Gauntlet have all come to spread their message of cat. [Sign up for our newsletter for a daily dose of hissterical cats and feel-good felines!](https://icanhascheezburger.beehiiv.com/subscribe?utm_source=web&utm_medium=intro&utm_campaign=marielintro) The church of cat is for all hoomans and animals who are ready to devote themselves to the teachings and learnings of the feline kind. The only requirements are regular offerings to evey cat you see, which is not too much of a commitment especially if you are already a feline pawrent. In the parable of Feline Felicia, we learn about the power of forgiveness and the struggle she had with Donald the Doggo. The tale tells us that the two had a dispute over who was the rightful owner of the spot on the couch. Their spat turned violent and soon Felicia scratched Donald. She felt very bad about this and immediately came back to give him an apology lick. Shop for the latest and greatest ICanHasCheezburger products in [our brand new store! ](https://store.cheezburger.com/) For a weekly dose of animal-themed community challenges - [Subscribe to our Newsletter!](https://icanhascheezburger.beehiiv.com/subscribe?utm_source=Web&utm_medium=CTA&utm_campaign=signupcta) Can't get enough of ICanHasCheezburger? [Find us on Instagram!](https://www.instagram.com/icanhascheezburgerz/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Religion and Belief"
    ],
    "external_links": [
      "https://icanhascheezburger.beehiiv.com/subscribe?utm_source=Web&utm_medium=CTA&utm_campaign=signupcta)",
      "https://icanhascheezburger.beehiiv.com/subscribe?utm_source=web&utm_medium=intro&utm_campaign=marielintro)",
      "https://www.instagram.com/icanhascheezburgerz/)",
      "https://icanhascheezburger.beehiiv.com/subscribe",
      "https://www.icanhascheezburger.beehiiv.com/subscribe?utm_source=web&utm_medium=intro&utm_campaign=marielintro)",
      "https://www.icanhascheezburger.beehiiv.com/subscribe?utm_source=Web&utm_medium=CTA&utm_campaign=signupcta)",
      "https://instagram.com/icanhascheezburgerz/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cheezburger",
          "sentiment": "negative"
        },
        {
          "name": "steve",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "egypt",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:50:29.641+02:00",
    "updated": "2023-12-29T00:50:29.641+02:00"
  },
  {
    "uuid": "12ea9c639879b5c244319b5d0237d4c80e78de0b",
    "url": "https://www.newsbreak.com/massachusetts-state/3279761503868-workers-in-new-england-states-looking-forward-to-a-bump-up-in-minimum-wages-in-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-28T19:15:00Z",
    "title": "Workers in New England states looking forward to a bump up in minimum wages in 2024",
    "text": "Workers in several New England states are looking forward to a bump up in the minimum wage in 2024 while advocates in Massachusetts are pushing a ballot question aimed at phasing out the state's subminimum wage of $6.75 per hour for tipped workers. In Rhode Island, the state's current $13 minimum wage will jump by $1 to $14 an hour on Jan. 1. It is the next step in a phased-in increase that will reach $15 in 2025. In Vermont, the state’s minimum wage will reach $13.67 — climbing $0.49 from the current $13.18 wage. The annual adjustment also affects the minimum wage for tipped workers, which will tick up from $6.59 to $6.84 per hour. Maine will see its hourly minimum wage tick up from $13.80 to $14.15 per hour. Maine requires annual adjustments to the minimum wage based on the cost-of-living. Portland is pushing its city minimum wage from $14 to $15. The state's new tipped wage in 2024 will be $7.08 per hour. The minimum wage in Connecticut will rise from the current rate of $15.00 per hour to $15.69 — the highest in New England. Beginning Jan. 1, and occurring annually each following Jan. 1, the wage will be adjusted according to the U.S. Department of Labor’s calculation of the employment cost index. Massachusetts' minimum wage will remain at $15 per hour in 2024, although there is a campaign to hike the wage again to $20. New Hampshire continues to have the lowest minimum wage in New England, matching the federal wage of $7.25. State lawmakers have defeated multiple attempts to increase it in recent years. The New England states are among 20 raising minimum wages for workers, further widening the gap between state requirements and the federal minimum wage, which has been static at $7.25 an hour since July 2009. In several states, the new minimum will more than double that rate. In Massachusetts, advocates are pushing a ballot question that would phase out the state’s “service rate” which lets restaurants pay workers $6.75 an hour if tips make up the difference between that and the state's $15 minimum wage. Under the question, the service rate would end by 2029. Organizers for the group One Fair Wage said they have collected enough signatures to clear an initial hurdle to gaining a slot on next year's ballot. \"Massachusetts voters are ready to move away from outdated wage practices and towards a system that guarantees dignity, justice, and economic security for all workers,\" Saru Jayaraman, president of One Fair Wage, said in a written statement, The Massachusetts Restaurant Association opposes the question, saying the highest-paid employees in any restaurant are tipped employees, frequently averaging $20, $30, and sometimes even $50 per hour. A restaurant owner can employ more than two full time waitstaff employees for the same hourly rate as one minimum wage employee, said Jessica Muradian of Massachusetts Restaurant Association. “This is a win for the tipped employee because they are the highest compensated employee in the restaurant, it’s a win for the guest who is getting a full-service experience and a win for the restaurant operator who gets to employ as many people as possible,” she said in a statement. The U.S. Department of Labor in August has also announced a proposed rule that would let 3.6 million more workers qualify for overtime. The proposed regulation would require employers to pay overtime to salaried workers who are in executive, administrative and professional roles but make less than $1,059 a week, or $55,068 a year for full-time employees. That salary threshold is up from $35,568.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.independent.co.uk/topic/maine",
      "https://www.independent.co.uk/topic/new-england",
      "https://img.particlenews.com/image.php?url=2Yazey_0qSlh6Cc00",
      "https://www.independent.co.uk/topic/massachusetts",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2Yazey_0qSlh6Cc00",
      "https://www.independent.co.uk/topic/portland",
      "https://independent.co.uk/topic/maine",
      "https://www.img.particlenews.com/image.php?url=2Yazey_0qSlh6Cc00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2Yazey_0qSlh6Cc00",
      "https://img.particlenews.com/image.php",
      "https://independent.co.uk/topic/massachusetts",
      "https://independent.co.uk/topic/new-england",
      "https://independent.co.uk/topic/portland"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "new england",
          "sentiment": "none"
        },
        {
          "name": "vermont",
          "sentiment": "none"
        },
        {
          "name": "rhode island",
          "sentiment": "none"
        },
        {
          "name": "portland",
          "sentiment": "none"
        },
        {
          "name": "massachusetts",
          "sentiment": "none"
        },
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "connecticut",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:06:24.707+02:00",
    "updated": "2023-12-29T01:06:24.707+02:00"
  },
  {
    "uuid": "610ef88b72921993684c09e80c99dce5dabcf929",
    "url": "https://www.independent.co.uk/sport/football/arsenal-west-ham-gabriel-jesus-var-premier-league-b2470620.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mark Mann-Bryans",
    "published": "2023-12-28T22:20:00Z",
    "title": "Arsenal denied a return to Premier League summit as they are beaten by West Ham | The Independent",
    "text": "Arsenal missed the chance to return to the top of the Premier League as they slipped to a disappointing defeat to West Ham amid more VAR controversy.The Gunners needed victory to replace Liverpool at the summit but lost 2-0 by the Hammers on a night where David Moyes finally landed a victory at the Emirates Stadium.His West Ham side lost Kurt Zouma ahead of the game and Lucas Paqueta after just over half an hour but hit the front through Tomas Soucek’s strike, awarded after VAR could not determine whether the whole ball had gone out of play in the build-up.A second-half header from former Arsenal defender Konstantinos Mavropanos secured the points and things could have been even better for the visitors had Said Benrahma not seen a last-gasp penalty saved by David Raya.Moyes had failed to secure victory in his previous 72 Premier League away games at Arsenal, Chelsea, Liverpool or Manchester United, so this was a long time coming for the Scot.Arsenal laboured when they needed to continue their recent winning run in London derbies to go back to the top of the table.Instead, only captain Martin Odegaard could hold his head high on a night where their defence creaked and Gabriel Jesus was guilty of missing a couple of very good chances.Arsenal started well, with some great touches in and around the West Ham box from Odegaard in particular.But at the other end their defending left a lot to be desired, as Oleksandr Zinchenko and Gabriel Magalhaes failed to deal with a simple ball into the middle.Jarrod Bowen capitalised by latching onto the miscue and teed up Soucek to finish – the goal surviving a lengthy VAR check which could not ultimately make a call on if the ball had not gone out of play before Bowen’s cutback.Arsenal looked to respond although the goal gave West Ham something to defend, although Jesus found a way in behind with a subtle flick into Bukayo Saka, whose header was brilliantly saved by Alphonse Areola.Paqueta had been hurt in the warm-up and lasted just over half an hour, with his fellow Brazilian Gabriel Martinelli curling an effort just wide for Arsenal as they continued in vain to find a leveller.The hosts were getting closer, West Ham gifting possession as two passes saw Arsenal in on goal once more, this time Saka hitting the base of the post from an acute angle.Former West Ham captain Declan Rice fired just over from 25 yards but it was another player coming back to haunt his former club who would find the back of the net soon after.Mavropanos made just seven league starts in three years as an Arsenal player but returned to the Premier League last summer with the Hammers and headed them two goals ahead before the hour.Jesus then headed straight at Areola before sending another fine chance well over the bar moments after Arteta introduced Eddie Nketiah and Reiss Nelson off the bench.Areola was on hand again to keep out a Leandro Trossard effort, with Vladimir Coufal clearing a William Saliba header off the line from the resulting corner.Rice had come off the bench during a 3-0 Carabao Cup defeat on his return to West Ham earlier in the season and endured another night to forget here as he conceded a late penalty for tripping Emerson Palmieri in the box – only for Raya to keep out substitute Benrahma’s tame spot-kick.Want to bookmark your favourite articles and stories to read or reference later? Start your Independent Premium subscription today.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Sport",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "konstantinos mavropanos",
          "sentiment": "none"
        },
        {
          "name": "tomas soucek",
          "sentiment": "none"
        },
        {
          "name": "kurt zouma",
          "sentiment": "none"
        },
        {
          "name": "said benrahma",
          "sentiment": "none"
        },
        {
          "name": "david moyes",
          "sentiment": "none"
        },
        {
          "name": "david raya.moyes",
          "sentiment": "none"
        },
        {
          "name": "lucas paqueta",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "independent arsenal",
          "sentiment": "negative"
        },
        {
          "name": "premier league",
          "sentiment": "negative"
        },
        {
          "name": "liverpool",
          "sentiment": "none"
        },
        {
          "name": "emirates stadium.his west ham",
          "sentiment": "none"
        },
        {
          "name": "var",
          "sentiment": "none"
        },
        {
          "name": "arsenal",
          "sentiment": "none"
        },
        {
          "name": "manchester united",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west ham",
          "sentiment": "none"
        },
        {
          "name": "chelsea",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:28:55.436+02:00",
    "updated": "2023-12-29T00:28:55.436+02:00"
  },
  {
    "uuid": "94241f9b955b4df615cb7c1ed7b6c6c59cf2d9b0",
    "url": "https://marketbusinessnews.com/the-ultimate-guide-to-finding-a-chiropractor/363641/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alexander Joe",
    "published": "2023-12-28T20:32:00Z",
    "title": "The Ultimate Guide To Finding A Chiropractor",
    "text": "Are you tired of living with chronic pain? Look no further, because the solution is right at your fingertips. We’ll guide you through finding the perfect chiropractor near you, ensuring you receive the care and relief you deserve.\nImagine a life where pain no longer holds you back. With the help of a skilled chiropractor, this can become your reality. We’ll equip you with the knowledge and resources necessary to make an informed decision.\nGet ready to embark on a journey towards improved well-being.\nWhy You Need a Chiropractor\nIf you’re experiencing chronic pain or discomfort, you may be wondering why you need a chiropractor. Well, let me tell you, a chiropractor can provide you with the relief you’ve been searching for. They’re experts in the musculoskeletal system, focusing on the spine and its alignment. By making adjustments to your spine, they can help alleviate pain and improve your overall well-being.\nOne of the main reasons you need a\nchiropractor is because they can address the root cause of your pain, rather than just treating the symptoms. They take a holistic approach to healthcare, considering your entire body and how it functions as a whole. This means they can help not only with back and neck pain, but also with headaches, joint pain, and even digestive issues.\nIn addition to pain relief, a chiropractor can also help improve your posture and flexibility. They can provide exercises and stretches that will strengthen your muscles and improve your range of motion. This can be especially beneficial if you have a sedentary lifestyle or work in a job that requires repetitive movements.\nFurthermore, chiropractic care is a drug-free and non-invasive approach to healing. This means you can avoid relying on medication or undergoing surgery, which can have potential risks and side effects. Instead, a chiropractor will use gentle adjustments and other techniques to restore balance and promote natural healing in your body.\nUnderstanding Chiropractic Treatments\nTo better understand chiropractic treatments, let’s delve into how a chiropractor near you can address the root cause of your pain and provide personalized care for your specific needs.\nChiropractic treatments focus on the relationship between the spine and the nervous system, recognizing that misalignments or subluxations can disrupt the body’s natural healing abilities. By using manual adjustments and other techniques, chiropractors aim to restore proper alignment and function to the spine, allowing the body to heal itself.\nThese treatments are safe, non-invasive, and drug-free alternatives to traditional medical interventions. A chiropractor will assess your condition through a thorough examination and may use X-rays or other diagnostic tools to identify the underlying issues.\nThey’ll then create a customized treatment plan tailored to your unique needs, targeting the root cause of your pain and promoting overall wellness.\nFactors to Consider When Choosing a Chiropractor\nWhen choosing a chiropractor near you, it’s important to consider several factors.\nFirst, check the credentials and qualifications of the chiropractor. Ensure they’ve the necessary certifications and licenses to practice.\nNext, consider their experience and expertise in treating your specific condition. Look for chiropractors who’ve a track record of successfully treating patients with similar issues.\nIt’s also crucial to assess the communication style of the chiropractor. Are they attentive, empathetic, and willing to answer your questions?\nAdditionally, consider the location and accessibility of the chiropractic clinic. Choose a chiropractor who’s conveniently located and offers flexible appointment times.\nLastly, take into account the overall atmosphere and environment of the clinic, as it should be welcoming and conducive to healing.\nFinding Chiropractors Near You\nTo find chiropractors near you, begin by conducting a thorough online search. Use search engines and online directories to locate chiropractic clinics in your area. Read reviews and check ratings to get an idea of the quality of care provided by each chiropractor.\nAdditionally, consider asking for recommendations from friends, family, or your primary care physician. They may have had positive experiences with chiropractors in your community.\nOnce you have a list of potential chiropractors, visit their websites to gather more information about their services, specialties, and treatment approaches. Pay attention to their qualifications, experience, and any certifications they may hold. It’s important to find a chiropractor who aligns with your specific needs and preferences.\nEvaluating Chiropractors’ Credentials and Experience\nOnce you have gathered a list of potential chiropractors near you, it’s time to evaluate their credentials and experience. When it comes to your health, you want to make sure you’re in good hands.\nStart by checking if the chiropractor is licensed and has completed the necessary education and training. Look for certifications or memberships in professional organizations, as these can indicate a commitment to staying up-to-date with the latest techniques and research.\nIt’s also important to consider their experience. How long have they been practicing? Do they specialize in any specific areas? Reading reviews and testimonials from previous patients can provide valuable insights into their skills and patient satisfaction.\nInitial Consultation and Assessment\nDuring your initial consultation and assessment with a chiropractor near you, you’ll receive a thorough evaluation of your condition and a personalized treatment plan will be developed.\nThis consultation is an important step in your chiropractic journey, as it allows the chiropractor to understand your specific needs and concerns. They’ll take the time to listen to your symptoms, medical history, and any previous treatments you may have undergone.\nThrough various diagnostic techniques, such as physical examinations, range of motion tests, and imaging studies if necessary, the chiropractor will gather the information needed to accurately diagnose your condition.\nBased on this assessment, they’ll then create a customized treatment plan tailored to your individual needs. This personalized approach ensures that you receive the most effective and targeted care possible, leading to optimal results in your chiropractic treatment.\nMaking the Final Decision: Choosing the Right Chiropractor for You\nWhen choosing the right chiropractor for you, consider their expertise and experience in treating conditions similar to yours. You want someone who understands your specific needs and can provide effective treatment. Look for chiropractors who’ve specialized knowledge in areas such as sports injuries, pregnancy care, or chronic pain management.\nIt’s also important to consider their experience and track record. Read reviews and testimonials from previous patients to get an idea of their success rate.\nAdditionally, consider their communication style and how comfortable you feel talking to them. A good chiropractor will take the time to listen to your concerns and explain their treatment plan in a way that you understand. Trust your instincts and choose a chiropractor who makes you feel heard and valued.\nConclusion\nIn conclusion, searching for a “\nchiropractor near me” or finding the right chiropractor near you is an important step towards living a pain-free life. By understanding the benefits of chiropractic treatments and considering factors such as credentials and experience, you can make an informed decision.\nIf you are in “Donohue Street, Kings Park’’ then ‘’kings park chiropractic’’is the best chiropractic near you because they are highly experienced and qualified. They provide personalized care that is tailored to your individual needs. They also have state-of-the-art equipment and techniques.\nTake the time to research and evaluate chiropractors near you, and don’t hesitate to schedule an initial consultation to assess their suitability for your needs. With the right chiropractor by your side, you can experience long-term healing and improved well-being.\nStart your journey towards a pain-free life today.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://kingsparkchiropractic.com.au/chiropractor-near-me/",
      "https://kingsparkchiropractic.com.au",
      "https://kingsparkchiropractic.com.au/chiropractor-near-me",
      "https://www.kingsparkchiropractic.com.au/chiropractor-near-me/",
      "https://www.kingsparkchiropractic.com.au/",
      "https://kingsparkchiropractic.com.au/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:33:00.324+02:00",
    "updated": "2023-12-29T00:33:00.324+02:00"
  },
  {
    "uuid": "ddcba279984a0d1b865d85ba9a31869b673ce85c",
    "url": "https://www.postandcourier.com/aikenstandard/entertainment/todays-events-for-june-2/article_33c329b2-1f7c-11ef-9c59-b75d3bd43651.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Aiken Standard file photo",
    "published": "2024-06-01T17:00:00Z",
    "title": "Today's events for June 2",
    "text": "TODAY\nQuakers (Religious Society of Friends) will hold virtual services today. Meetings are open to all and visitors are warmly welcomed. Worship in silence begins at 10 a.m., followed by online fellowship at 11 a.m. For more information and the Zoom link, call Brenda at 803-648-6020 or email .\nA Summer Open House will be held every Sunday in June, July and August at Chalk Mine, 1208 Gregg Highway. Tee The cost is $40 per nine holes. Tee times are available from 11 a.m. to 4 p.m. For more information or to schedule a tee time, call 803-226-0053.\nMONDAY\nStudents interested in running cross country at South Aiken High School are encouraged to train with the team this summer. We will meet beginning Monday. Meetings will be from 7-8:30 a.m. at the Picnic Shelter at Generations Park, 700 Mack Henry Holland Drive, on Mondays and Wednesdays and from 6:30-8 a.m. in the weight room at South Aiken High School, 220 E. Pine Log Road, on Tuesdays and Thursdays. Students must have a current physical to participate in summer conditioning. For forms, visit\ngotbreds.com.\nAiken Women in Black and Moms Demand Action will hold a Vigil for Peace and Nonviolence from 4:30-5:30 p.m. Monday at the entrance to Aiken Estates, across from the Fresh Market along Whiskey Road. Join us in seeking a path to peace. Everyone is welcome — men, women and children. If you can't stand, chairs are welcome. Bring a nonpartisan sign or use one of ours. For more information, call Lynn at 501-499-4485 or Brenda at 803-648-6020.\nThe Hopelands Concert Series will be held Mondays through June 24. The Aiken Brass Band will perform at 7 p.m. June 3 at the Roland H. Windham Performing Arts Stage at Hopelands Gardens, 135 Dupree Place. Lawn chairs and blankets may be brought, as well as picnic dinners and non-alcoholic beverages. Parking is at the Green Boundary Club, 780 Whiskey Road. Handicap parking is available at the Rye Patch parking lot on Berrie Road and the Hopelands Gardens parking lot. In case of inclement weather, performances will be moved to the H. Odell Weeks Activities Center, 1700 Whiskey Road. The rain-out hotline is 803-643-4661. The concerts are free. For more information, call 803-642-7631 or visit\ncityofaikensc.gov.\nLet's Go Bingo will be held from 6 to 8 p.m. Mondays at the Aiken Senior Life Services, 1310 E. Pine Log Road. There is a $5 cover charge. Game cards are $1 each or $15 to $25. For more information, visit\nfacebook.com/letsgobingoaiken.\nTUESDAY\nThe Awesome Aiken Al-Anon group meets from 6:30-7:30 p.m. Tuesdays and Thursdays at First Christian Church, 900 Kerr Drive.\nNar-Anon Aiken Family Group will meet from 6:30-7:30 p.m. Tuesdays in the conference room near the main sanctuary at St. John's United Methodist Church, 104 Newberry St. S.W. For more information, email .\nCelebrate Recovery, a 12-step group for men and women, meets at 7 p.m. Tuesdays at Cedar Creek Church, 3001 Banks Mill Road.\nThe Depression Anxiety Bipolar Support Group of Aiken and Surrounding States will meet from 7-8:30 p.m. Tuesdays online via the GoToMeeting App. For more information contact Mindy Harmon at 803-507-2214 or email .\nWEDNESDAY\nThe Aiken Chapter of the Military Officers Association of America will meet Wednesday at Newberry Hall, 117 Newberry St. Doors open at 6 p.m. and dinner will be served at 6:30 p.m. The guest speaker will be Chief Charles Barranco with the Aiken Department of Public Safety. The cost is $30 per person. Reservations are due by Friday. For more information or to make a reservation, call 803-439-3303.\nCitizens For Nuclear Technology Awareness will hold its Up & Atom Breakfast at 7:30 a.m. Wednesday at Newberry Hall, 117 Newberry St. The program will feature speakers focused on the DOE's consent-based siting grants and how community and organizations can be involved in the dialogue. Tickets are $20 per person. Reservations are required. For more information or to make reservations, email . To pay online, visit\ncntaware.org/events.\nAn ACBL Sectional Bridge Game is held at 1 p.m. Mondays and Wednesdays at the Lessie B. Price Aiken Senior and Youth Center, 841 Edgefield Ave. A free bridge lesson will be held at 11:30 a.m. For more information, email .\nThe Savannah River Site Museum, 224 Laurens St. S.W., is open 10 a.m. to 4 p.m. Wednesday through Saturday. The museum features exhibits and resources related to the Savannah River Site and the Cold War. Admission is free. For more information, call 803-648-1437 or visit\nsrsheritagemuseum.org.\nJUNE 6\nAmp The Alley will be held at 6:30 p.m. Thursdays through Aug. 29, in The Alley in downtown Aiken. Zombo will perform Thursday, June 6. For more information, visit\nampthealley.com.\nAn Evening with Pete Candler, author of \"A Deeper South,\" will be held at 7 p.m. Thursday, June 6, at The Book Tavern, 978 Broad St., Augusta. The event will feature a reading and signing. For more information, visit\nbooktavern.com.\nThe Market in The Alley will be held from 6-8 p.m. Thursdays in June. For more information, visit\ncityofaikensc.gov.\n4 Cats in the Doghouse play jazz from 7 to 9 p.m. Thursdays at The Willcox, 100 Colleton Ave.\nThe Aiken Toastmasters Club will meet from 6:45-8 p.m. today in room 3 of the H. Odell Weeks Activities Center, 1700 Whiskey Road. Meetings are free and aim to help people improve public speaking and build leadership skills. For more information, visit\naikentoastmasters.toastmastersclubs.org\nJUNE 7\nHops & Hogs will be held from 5-10 p.m. Friday, June 7, in downtown Aiken. The event will feature a variety of beers, food vendors, live music from the Gavin Riley Band and a kid zone.\nA Paper Shredding Fundraiser will be held from 10 a.m. to 1 p.m. Friday, June 7, in the Millbrook Baptist Church parking lot. Enter from Whiskey Road and exit onto Pine Log Road. Shredding will be done immediately on-site rain or shine. Donations will be collected to benefit St. June Children's Research Hospital. The event is being hosted by members of Gamma Omega of Epsilon Sigma Alpha, a nonprofit that has supported St. Jude since 1972. For more information, email Sheryl Gooteek at .\nJUNE 8\nFOTAS and the Aiken County Animal Shelter are having a Community Pet Food Drive-Thru on Saturday, June 8, from 8:45-10 a.m. FOTAS will be offering pet food assistance to Aiken County community members in need. Those who need pet food may drive up to the shelter’s front door and remain in their car while FOTAS volunteers bring out a registration form and place dog or cat food in their vehicle’s trunk. The shelter is located at 333 Wire Road in Aiken. For more information, call 803.642.1537, option 3 or email .\nThe Savannah River National Lab will celebrate its 20th anniversary with a Meet SRNL event from 4-8 p.m. Saturday, June 8, at Highfields Event Center, 118 Gaston Road. The event will featuer music, food trucks and STEM activities for all. Admission is free and open to the public. For more information, visit\nsrnl.gov.\nThe Women of Woodside Garden Tour will be held from 10 a.m. to 2 p.m. Saturday, June 8. The tour will showcase several gardens and an Artful Gardener Shop which will offer garden decor, bird houses, bird feeders, garden stakes and landscape vendors. Tickets are $30 each or $25 if purchasing four or more. Proceeds from the tour will benefit the WOW General Fund. For more information or to purchase tickets, visit\nwomenofwoodside.com.\nThe Back to Basics Alcoholics Anonymous group will meet in-person at 7 p.m. Tuesdays, Thursdays, Fridays and Saturdays at St. Paul Lutheran Church, 961 Trail Ridge Road. Masks are encouraged for those who are not vaccinated.\nJUNE 9\nA Summer Open House will be held every Sunday in June, July and August at Chalk Mine, 1208 Gregg Highway. Tee The cost is $40 per nine holes. Tee times are available from 11 a.m. to 4 p.m. For more information or to schedule a tee time, call 803-226-0053.\nJUNE 10\nCedar Branch Baptist Church will hold its summer revival begining at 1 p.m. Monday, June 9. The Revival will continue at 7 p.m. nightly June 10 and 11. Bishop Michael Staley will be the guest speaker.\nThe Hopelands Concert Series will be held Mondays through June 24. Heart & Soul will perform at 7 p.m. June 10 at the Roland H. Windham Performing Arts Stage at Hopelands Gardens, 135 Dupree Place. Lawn chairs and blankets may be brought, as well as picnic dinners and non-alcoholic beverages. Parking is at the Green Boundary Club, 780 Whiskey Road. Handicap parking is available at the Rye Patch parking lot on Berrie Road and the Hopelands Gardens parking lot. In case of inclement weather, performances will be moved to the H. Odell Weeks Activities Center, 1700 Whiskey Road. The rain-out hotline is 803-643-4661. The concerts are free. For more information, call 803-642-7631 or visit\ncityofaikensc.gov.\nLet's Go Bingo will be held from 6 to 8 p.m. Mondays at the Aiken Senior Life Services, 1310 E. Pine Log Road. There is a $5 cover charge. Game cards are $1 each or $15 to $25. For more information, visit\nfacebook.com/letsgobingoaiken.\nJUNE 11\nThe Mountain Dulcimers of Aiken will meet at 5:30 p.m. Tuesday at Living Hope Fellowship Church, 2550 Old Dominion Road. Players of all levels and anyone interested in learning to play are welcome. All acoustic instruments are welcome. For more information, call Gary Warnock at 740-352-7819.\nThe Awesome Aiken Al-Anon group meets from 6:30-7:30 p.m. Tuesdays and Thursdays at First Christian Church, 900 Kerr Drive.\nNar-Anon Aiken Family Group will meet from 6:30-7:30 p.m. Tuesdays in the conference room near the main sanctuary at St. John's United Methodist Church, 104 Newberry St. S.W. For more information, email .\nCelebrate Recovery, a 12-step group for men and women, meets at 7 p.m. Tuesdays at Cedar Creek Church, 3001 Banks Mill Road.\nThe Depression Anxiety Bipolar Support Group of Aiken and Surrounding States will meet from 7-8:30 p.m. Tuesdays online via the GoToMeeting App. For more information contact Mindy Harmon at 803-507-2214 or email .\nJUNE 12\nAn ACBL Sectional Bridge Game is held at 1 p.m. Mondays and Wednesdays at the Lessie B. Price Aiken Senior and Youth Center, 841 Edgefield Ave. A free bridge lesson will be held at 11:30 a.m. For more information, email .\nThe Savannah River Site Museum, 224 Laurens St. S.W., is open 10 a.m. to 4 p.m. Wednesday through Saturday. The museum features exhibits and resources related to the Savannah River Site and the Cold War. Admission is free. For more information, call 803-648-1437 or visit\nsrsheritagemuseum.org.\nJUNE 13\nAmp The Alley will be held at 6:30 p.m. Thursdays through Aug. 29, in The Alley in downtown Aiken. SHep and Jeff will perform Thursday, June 13. For more information, visit\nampthealley.com.\n4 Cats in the Doghouse play jazz from 7 to 9 p.m. Thursdays at The Willcox, 100 Colleton Ave.\nJUNE 14\nYappy Hour will be held from 6-8 p.m. Friday, June 14, at the SPCA Albrecht Center for Animal Welfare, 199 Willow Run Road. The event will feature live music, raffle prizes, hamburgers, hot dogs, a cash bar and open dog park. For more information, visit\nletlovelive.org.\nJUNE 15\nAn All-Day Cruise-In and Parts Swap Meet will be held at 9 a.m. Saturday, June 15, in the parking lot of Maranatha Baptist Church, 1623 Columbia Highway. Admission is free. Vendors and food trucks will be on hand. For more information, email Ron Felder at .\nThe Back to Basics Alcoholics Anonymous group will meet in-person at 7 p.m. Tuesdays, Thursdays, Fridays and Saturdays at St. Paul Lutheran Church, 961 Trail Ridge Road. Masks are encouraged for those who are not vaccinated.\nJUNE 16\nA Summer Open House will be held every Sunday in June, July and August at Chalk Mine, 1208 Gregg Highway. Tee The cost is $40 per nine holes. Tee times are available from 11 a.m. to 4 p.m. For more information or to schedule a tee time, call 803-226-0053.\nJUNE 17\nThe Rotary Club of Aiken will hold a Fore the Love of Dad golf tournament Monday, June 17, at Woodside, 1000 Woodside Drive. Registration begins at 7:30 p.m. followed by a shotgun start at 8:30 a.m. The cost is $500 per team of four or $150 per person. For ore information, visit\nrotaryaiken.com.\nThe Hopelands Concert Series will be held Mondays through June 24. The Experiment & the I-10 Horns will perform at 7 p.m. June 17 at the Roland H. Windham Performing Arts Stage at Hopelands Gardens, 135 Dupree Place. Lawn chairs and blankets may be brought, as well as picnic dinners and non-alcoholic beverages. Parking is at the Green Boundary Club, 780 Whiskey Road. Handicap parking is available at the Rye Patch parking lot on Berrie Road and the Hopelands Gardens parking lot. In case of inclement weather, performances will be moved to the H. Odell Weeks Activities Center, 1700 Whiskey Road. The rain-out hotline is 803-643-4661. The concerts are free. For more information, call 803-642-7631 or visit\ncityofaikensc.gov.\nLet's Go Bingo will be held from 6 to 8 p.m. Mondays at the Aiken Senior Life Services, 1310 E. Pine Log Road. There is a $5 cover charge. Game cards are $1 each or $15 to $25. For more information, visit\nfacebook.com/letsgobingoaiken.\nJUNE 18\nThe Awesome Aiken Al-Anon group meets from 6:30-7:30 p.m. Tuesdays and Thursdays at First Christian Church, 900 Kerr Drive.\nNar-Anon Aiken Family Group will meet from 6:30-7:30 p.m. Tuesdays in the conference room near the main sanctuary at St. John's United Methodist Church, 104 Newberry St. S.W. For more information, email .\nCelebrate Recovery, a 12-step group for men and women, meets at 7 p.m. Tuesdays at Cedar Creek Church, 3001 Banks Mill Road.\nThe Depression Anxiety Bipolar Support Group of Aiken and Surrounding States will meet from 7-8:30 p.m. Tuesdays online via the GoToMeeting App. For more information contact Mindy Harmon at 803-507-2214 or email .\nJUNE 19\nAn ACBL Sectional Bridge Game is held at 1 p.m. Mondays and Wednesdays at the Lessie B. Price Aiken Senior and Youth Center, 841 Edgefield Ave. A free bridge lesson will be held at 11:30 a.m. For more information, email .\nThe Savannah River Site Museum, 224 Laurens St. S.W., is open 10 a.m. to 4 p.m. Wednesday through Saturday. The museum features exhibits and resources related to the Savannah River Site and the Cold War. Admission is free. For more information, call 803-648-1437 or visit\nsrsheritagemuseum.org.\nJUNE 20\nThe Aiken Choral Society, the Aiken Singers and the Aiken Civic Orchestra will perform a Juneteenth concert at 7 p.m. Thursday, June 20, at Second Baptist Church, 1151 York St. Dr. Maureen Simpson will direct the choir.\nAmp The Alley will be held at 6:30 p.m. Thursdays through Aug. 29, in The Alley in downtown Aiken. Easily Amused will perform Thursday, June 20. For more information, visit\nampthealley.com.\n4 Cats in the Doghouse play jazz from 7 to 9 p.m. Thursdays at The Willcox, 100 Colleton Ave.\nThe Aiken Toastmasters Club will meet from 6:45-8 p.m. today in room 3 of the H. Odell Weeks Activities Center, 1700 Whiskey Road. Meetings are free and aim to help people improve public speaking and build leadership skills. For more information, visit\naikentoastmasters.toastmastersclubs.org.\nJUNE 21\nJUNE 22\nThe Back to Basics Alcoholics Anonymous group will meet in-person at 7 p.m. Tuesdays, Thursdays, Fridays and Saturdays at St. Paul Lutheran Church, 961 Trail Ridge Road. Masks are encouraged for those who are not vaccinated.\nJUNE 23\nSt. Mary Baptist Church, 474 Highway 125, Martin, will celebrate its 150th anniversary at 11 a.m. Sunday, June 23. The Rev. Christopher Holley, pastor of Four Mile Baptist Church in New Ellenton, will be the guest speaker. For more information, call 803-584-4254.\nA Summer Open House will be held every Sunday in June, July and August at Chalk Mine, 1208 Gregg Highway. Tee The cost is $40 per nine holes. Tee times are available from 11 a.m. to 4 p.m. For more information or to schedule a tee time, call 803-226-0053.\nJUNE 24\nThe Hopelands Concert Series will be held Mondays through June 24. The Parris Island Marine Band will perform at 7 p.m. June 24 at the Roland H. Windham Performing Arts Stage at Hopelands Gardens, 135 Dupree Place. Lawn chairs and blankets may be brought, as well as picnic dinners and non-alcoholic beverages. Parking is at the Green Boundary Club, 780 Whiskey Road. Handicap parking is available at the Rye Patch parking lot on Berrie Road and the Hopelands Gardens parking lot. In case of inclement weather, performances will be moved to the H. Odell Weeks Activities Center, 1700 Whiskey Road. The rain-out hotline is 803-643-4661. The concerts are free. For more information, call 803-642-7631 or visit\ncityofaikensc.gov.\nLet's Go Bingo will be held from 6 to 8 p.m. Mondays at the Aiken Senior Life Services, 1310 E. Pine Log Road. There is a $5 cover charge. Game cards are $1 each or $15 to $25. For more information, visit\nfacebook.com/letsgobingoaiken.\nJUNE 25\nThe Awesome Aiken Al-Anon group meets from 6:30-7:30 p.m. Tuesdays and Thursdays at First Christian Church, 900 Kerr Drive.\nNar-Anon Aiken Family Group will meet from 6:30-7:30 p.m. Tuesdays in the conference room near the main sanctuary at St. John's United Methodist Church, 104 Newberry St. S.W. For more information, email .\nCelebrate Recovery, a 12-step group for men and women, meets at 7 p.m. Tuesdays at Cedar Creek Church, 3001 Banks Mill Road.\nThe Depression Anxiety Bipolar Support Group of Aiken and Surrounding States will meet from 7-8:30 p.m. Tuesdays online via the GoToMeeting App. For more information contact Mindy Harmon at 803-507-2214 or email .\nJUNE 26\nAn ACBL Sectional Bridge Game is held at 1 p.m. Mondays and Wednesdays at the Lessie B. Price Aiken Senior and Youth Center, 841 Edgefield Ave. A free bridge lesson will be held at 11:30 a.m. For more information, email .\nThe Savannah River Site Museum, 224 Laurens St. S.W., is open 10 a.m. to 4 p.m. Wednesday through Saturday. The museum features exhibits and resources related to the Savannah River Site and the Cold War. Admission is free. For more information, call 803-648-1437 or visit\nsrsheritagemuseum.org.\nJUNE 27\nAmp The Alley will be held at 6:30 p.m. Thursdays through Aug. 29, in The Alley in downtown Aiken. Ruskin and Cam will perform Thursday, June 27. For more information, visit\nampthealley.com.\n4 Cats in the Doghouse play jazz from 7 to 9 p.m. Thursdays at The Willcox, 100 Colleton Ave.\nJUNE 28\nJUNE 29\nThe City of Aiken Parks, Recreation and Tourism department will hold a Bingo Ball from 5:30-8:30 p.m. at the Lessie B. Price Aiken Senior and Youth Center, 841 Edgefield Ave. N.W. The Mardi Gras-themed event is for ages 50 and older, and will feature food, music, games and prizes. Tickets are $15 per person or $25 per couple. Tickets are available at the Lessie B. Price center and the H. Odell Weeks Activities Center, 1700 Whiskey Road.\nA Pups 'N Suds Dog Wash will be held from 9 a.m. to noon Saturday, June 29, at the SPCA Albrecht Center for Animal Welfare, 199 Willow Run Road. For more information, visit\nletlovelive.org.\nA Soap Making Workshop will be held from noon to 4 p.m. Saturday, June 29, at Boondock Farms, 755 Foreman St., Jackson. The event will offer hands-on instruction from Valley River Soap Company. Participants will create a loaf of soap of their own design and fragrance. Wine and light snacks will be available. The cost is $100. Reservations are required. For more information or to make a reservation, visit\nboondockfarms.com.\nThe Back to Basics Alcoholics Anonymous group will meet in-person at 7 p.m. Tuesdays, Thursdays, Fridays and Saturdays at St. Paul Lutheran Church, 961 Trail Ridge Road. Masks are encouraged for those who are not vaccinated.\nJUNE 30\nA Summer Open House will be held every Sunday in June, July and August at Chalk Mine, 1208 Gregg Highway. Tee The cost is $40 per nine holes. Tee times are available from 11 a.m. to 4 p.m. For more information or to schedule a tee time, call 803-226-0053.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://aikentoastmasters.toastmastersclubs.org",
      "http://rotaryaiken.com",
      "http://srnl.gov",
      "http://gotbreds.com",
      "http://cityofaikensc.gov",
      "http://www.cityofaikensc.gov",
      "http://www.boondockfarms.com",
      "http://ampthealley.com",
      "http://cntaware.org/events",
      "http://womenofwoodside.com",
      "http://www.srsheritagemuseum.org",
      "http://www.booktavern.com",
      "http://www.cntaware.org/events",
      "http://www.gotbreds.com",
      "http://letlovelive.org",
      "http://www.letlovelive.org",
      "http://facebook.com/letsgobingoaiken",
      "http://booktavern.com",
      "http://boondockfarms.com",
      "http://www.srnl.gov",
      "http://www.womenofwoodside.com",
      "http://www.ampthealley.com",
      "http://www.facebook.com/letsgobingoaiken",
      "http://www.aikentoastmasters.toastmastersclubs.org",
      "http://www.rotaryaiken.com",
      "http://srsheritagemuseum.org"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brenda",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "house",
          "sentiment": "none"
        },
        {
          "name": "south aiken high school",
          "sentiment": "none"
        },
        {
          "name": "mack henry holland drive",
          "sentiment": "none"
        },
        {
          "name": "chalk mine",
          "sentiment": "none"
        },
        {
          "name": "aiken women in black",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gregg highway",
          "sentiment": "none"
        },
        {
          "name": "pine log road",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-01T20:24:25.285+03:00",
    "updated": "2024-06-01T20:24:25.285+03:00"
  },
  {
    "uuid": "23388ab18598da26e289d3b4733b4b77912a0233",
    "url": "https://www.prensa-latina.cu/2024/05/06/general-vo-nguyen-giap-vencedor-de-imperios/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alberto Salazar Gutiérrez",
    "published": "2024-05-06T11:52:00Z",
    "title": "General Vo Nguyen Giap, vencedor de imperios",
    "text": "Algunos incluso lo llaman el Napoleón Rojo, pero la comparación linda con lo ofensivo, pues si el Corso fue un conquistador, el general Giap fue un libertador y sus campañas frente a japoneses, franceses y estadounidenses, fueron decisivas para la independencia de la nación indochina.\nLo cierto es que si a Ho Chi Minh se le reconoce el mérito político-ideológico de aquellas victorias, a Giap se le certifica el mérito militar.\nHabría bastado la batalla de Dien Bien Phu (marzo-mayo de 1954) para inscribir su nombre en los anales de la historia militar contemporánea.\nEl ejército colonial francés consideraba a aquella una plaza poco menos que inexpugnable y tal vez lo era desde el punto de vista “académico”.\nPero en vez de un ataque frontal a corto plazo y de dudoso resultado, las fuerzas de Giap lanzaron asaltos espaciados contra puntos fortificados siguiendo la táctica del general de “un ataque y un avance más lentos, pero más seguros (…) atacar solo cuando se tenga la certeza de la victoria”. Tras 55 días de asedio y la decisiva toma del aeropuerto, la guarnición francesa cayó el 7 de mayo y todo su Estado Mayor fue capturado por los vietnamitas.\nEsa batalla no solo culminó una guerra de resistencia de nueve años, sino que en muchos sentidos fue también un sólido fundamento teórico-práctico para las batallas que aún tenía Vietnam por delante.\nPero aún más: Dien Bien Phu demostró a los países colonizados que un ejército pobremente armado, calzado con rústicas sandalias, salido de un pueblo de economía agrícola casi primitiva, podía derrotar a una potencia rica y poseedora de una industria bélica de alta tecnología.\nEn Dien Bien Phu, por demás, Francia tuvo el apoyo de otras naciones occidentales como Inglaterra y Estados Unidos. Este último asumió el 70 por ciento de los costos del ejército galo en aquella onerosa batalla.\nLa guerra contra Estados Unidos fue otra brillante página en la historia militar de Vietnam y de su más ilustre comandante. Todavía en aquel país no acaban de poner en claro quién la perdió, pero todos están de acuerdo en que fue Vo Nguyen Giap quien la ganó.\nGiap, sin embargo, no reclamó ni un ápice de esa gloria y lo atribuyó todo a su pueblo: “Estados Unidos perdió muchas oportunidades para poner fin a la guerra de Vietnam, mientras que Vietnam siempre las aprovechó todas”.\nÉl la tuvo clara desde el principio: “Tuvimos que usar lo pequeño contra lo grande, armas anticuadas contra armas modernas”, explicó en su momento. “Al final, es el factor humano el que determina la victoria”, sentenció.\nSe cuenta que muchos soldados vietnamitas se tatuaban en el pecho una frase lapidaria: Nací en el Norte para morir en el Sur. Y que lo hacían inspirados en el sencillo modo de vida de su jefe y en el espíritu de sacrificio y entrega a la patria que aquel sabía inspirarles.\nEra, además, una prueba incontrastable de la confianza de las tropas en su general, quien lo mismo convertía al ejército en una guerrilla que a esta en aquel. No por gusto los estudiosos de esa guerra han dicho que inmovilizar al Ejército de Vietnam del Norte era igual de imposible que sacar sangre de una piedra.\nGiap era la cura antes de la herida y por eso hoy, en vísperas de la gran victoria de Dien Bien Phu, está en el recuerdo de los vietnamitas, indeleble como una cicatriz de guerra.\nmem/asg",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-06T15:20:17.956+03:00",
    "updated": "2024-05-06T15:20:17.956+03:00"
  },
  {
    "uuid": "91edf98ebb2e1107b3586d29f031a68952003526",
    "url": "https://www.rtpa.es/noticias-asturias/2024-11-29/La-huelga-de-conductores-de-autobus-logra-entre-el-50-y-el-55-de-seguimiento-en-Asturias,-segun-CCOO_111732882532.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@TPAnoticias",
    "published": "2024-11-29T12:15:00Z",
    "title": "La huelga de conductores de autob\\u00fas logra entre el 50 y el 55% de seguimiento en Asturias, seg\\u00fan CCOO",
    "text": "La huelga de conductores de autobús logra entre el 50 y el 55% de seguimiento en Asturias, según CCOO\nVer la transcripción del vídeo de esta noticia Momento actual\n- 0:01Venir antes y esperar casi una\n- 0:03hora.\n- 0:04Pero el beneficio para ellos\n- 0:05también, claro. Y sé que en jubilar\n- 0:08cierta edad.\n- 0:09Para cubrir una tienda que tenemos\n- 0:10en Gijón y hoy por ejemplo, que\n- 0:12empezaban, eh,\n- 0:14el Black Friday, eh, pues\n- 0:16imagínate. Pues tengo que ir primero\n- 0:18y tengo que estar aquí una hora\n- 0:20esperando. Llevo desde las 09:15 y\n- 0:22entro a las 11. Espero llegar.\n- 0:23Llevo desde las 07:00 aquí esperando\n- 0:25para ir a mi trabajo y mira, ayer\n- 0:27estuve dos horas en Gijón para venir\n- 0:29aquí a Oviedo, vale?\n- 0:31Y nada, no sale, no?\n- 0:33Servicios mínimos.\n- 0:34Y mira, esto no es nada comparado\n- 0:36con las colas que he hecho yo.\n- 0:37Inmensas.\nSe están respetando los servicios mínimos y no ha habido incidencias\nLa segunda jornada de huelga entre los conductores de autobús está teniendo durante la mañana, según CCOO, un seguimiento de entre el 50 y el 55%, similar al de ayer.\nEste sindicato es el único convocante de la protesta, que tiene como objetivo que los conductores puedan jubilarse antes de los 67 años. En el caso de los autobuses urbanos de Oviedo,el seguimiento están siendo algo superior al 40%, y en Gijón, entorno al 30.\nEn el caso de los recorridos interurbanos y en los de largo recorrido se están respetando los servicios mínimos y no ha habido incidencias.\nEso sí, ha habido esperas y largas colas para muchos viajeros afectados por la reducción de autobuses en funcionamiento.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-29T16:19:31.209+02:00",
    "updated": "2024-11-29T16:19:31.209+02:00"
  }
]