[
  {
    "uuid": "5539f8d68fc03b2636b817078e854d753757c42a",
    "url": "https://www.pulzo.com/mundo/esequibo-maduro-activo-ejercito-llegada-busque-britanico-guyana-PP3348654A",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "canaluno@pulzo-hermes.com",
    "published": "2023-12-28T20:53:00Z",
    "title": "Esequibo: Maduro activó a Ejército por llegada de busque británico a Guyana",
    "text": "El gobierno de Nicolás Maduro activa parte de su ejército para que realicen actividades militares, luego de que [un buque británico hiciera presencia en los mares de Guyana](https://www.pulzo.com/mundo/reino-unido-enviara-buque-guerra-guyana-por-tensiones-con-venezuela-PP3340920) por la tensión existente por Esequibo. En medio de una reunión televisada desde [Venezuela](https://www.pulzo.com/noticias/venezuela), Nicolás Maduro aseguró que el país vecino activa parte de su ejército con el fin de realizar ejercicios militares. Lo anterior a causa de la llegada del buque HMS Trent, de la Armada Británica. (Vea también: [Presidente de Guyana se reúne con Maduro, pero no como encuentro bilateral por el Esequibo](https://www.pulzo.com/mundo/nicolas-maduro-reune-con-presidente-guyana-PP3320046)) Este anuncio lo hizo luego de que se conociera un comunicado en el que el gobierno bolivariano rechazara la presencia de este barco en las costas de Guyana. Con el comunicado, Yvan Gil, quien funge como canciller venezolano, aseguró que esta acción representaba un acto de “provocación hostil“. Según comentó: “La República Bolivariana de Venezuela rechaza de manera categórica la llegada del buque HMS Trent, de la Armada Británica, a las costas de Guyana, lo que se convierte en un acto de provocación hostil y una violación a la reciente Declaración de Argyle, asumida como una hoja de ruta para abordar la controversia territorial por la Guayana Esequiba entre Venezuela y Guyana.” La República Bolivariana de Venezuela rechaza de manera categórica la llegada del buque HMS Trent, de la Armada Británica, a las costas de Guyana, lo que se convierte en un acto de provocación hostil y una violación a la reciente Declaración de Argyle, asumida como una hoja de… [pic.twitter.com/JiVrrSiUJ8] — Yvan Gil (@yvangil) [December 28, 2023] La anterior cita es parte del primer párrafo del comunicado que asegura que la fuerza británica y estadounidense busca que el país de los muchos ríos se quede con Esequibo, lo que es una “amenaza directa a la paz y estabilidad de la región“. A su vez, afirma que Venezuela “se reserva todas las acciones, en el marco de su Constitución y el Derecho Internacional“. [Insólito precio de los carros usados en Venezuela; cuestan más que en Colombia](/carros/carros-usados-venezuela-cuestan-que-colombia-aveo-es-carisimo-PP3347909) [Sobrina de la exmánager de Canserbero puso dudas sobre su confesión: \"Todo está viciado\"](/mundo/caso-canserbero-sobrina-natalia-amestica-acusa-fiscal-incitar-confesion-PP3344888A) [Avianca habilitó compra de tiquetes aéreos de nueva ruta que estrenará en 2024](/economia/avianca-habilito-tiquetes-aereos-bogota-caracas-venezuela-PP3344339A) [Casas lujosas en Venezuela (con piscina y más comodidades) están baratísimas; son gangas](/economia/viviendas-venezuela-estan-baratas-lujosas-valen-poco-pesos-colombianos-PP3343108) Nicolás Maduro activa ejército venezolano En medio de su intervención en la ‘Salutación de fin de año a la gloriosa FANB (Fuerza Armada Nacional Bolivariana)’, que duró más de una hora, el mandatario venezolano aseguró que el ejército estará listo para “aumentar el poder militar de la nación… preparado para la defensa de la Constitución, de la estabilidad nacional y para la defensa de la vida del pueblo de Venezuela.” (Vea también: [Lula da Silva llamó a Maduro y le cantó la tabla por conflicto con Guyana por Esequibo](https://www.pulzo.com/mundo/esequibo-lula-da-silva-llamo-nicolas-maduro-propuso-que-dialogo-con-guyana-PP3308681A)) Es por ello que el mandatario, afirmó, que pasaron a tomar acciones de preparación “el paso necesario”, para liberar el territorio venezolana. Según comentó: “He ordenado la activación de una acción conjunta de toda la Fuerza Armada Nacional Bolivariana sobre el Caribe oriental de Venezuela, sobre la fachada atlántica, una acción conjunta de carácter defensiva y como respuesta a la provocación y a la amenaza del Reino Unido contra la paz y la soberanía de nuestro país”. Pese a que se firmó un tratado de no agresión mutua, el gobierno vecino amenaza con estar preparado para un confrontamiento militar. Cabe aclarar que el buque llegó el 25 de diciembre a los mares de Guyana, pero fue enviado desde inicios de mes desde España luego de que se realizara el referendo en Venezuela, donde se apoyó la anexión de Esequibo. Pulzo complementa Guyana y Venezuela han llegado a un acuerdo en el que se comprometen [ a no amenazarse ni utilizar la fuerza directa o indirectamente](https://www.pulzo.com/mundo/venezuela-guyana-comprometen-no-usar-fuerza-su-diferendo-PP3322603) en ninguna circunstancia, incluyendo disputas territoriales. La declaración conjunta fue leída por Ralph Gonsalves, primer ministro de San Vicente y las Granadinas, país que fue sede del encuentro entre ambos mandatarios. Además, ambas naciones acordaron resolver cualquier controversia de acuerdo con el derecho internacional, incluyendo el Acuerdo de Ginebra. Este pacto se produce en medio de tensiones por la disputa sobre el Esequibo, una región de 160,000 km² rica en petróleo y recursos naturales que Guyana administra y Venezuela reclama. El presidente guyanés, Irfaan Ali, reafirmó el derecho de su país a explotar su espacio soberano y subrayó que Guyana no busca la guerra, pero se reserva el derecho de trabajar con aliados para defender su país. Por su parte, el presidente venezolano, Nicolás Maduro, describió la reunión como un logro para abordar directamente la controversia territorial, aunque Ali negó que la disputa estuviera en la agenda y reiteró que debería resolverse en la Corte Internacional de Justicia (CIJ), cuya jurisdicción es desconocida por Venezuela. LO ÚLTIMO [Mundo] Hace 202 días [¿Ya habría comenzado la Teoría de Stephen Hawking? al parecer la Tierra se volverá fuego](/mundo/fin-mundo-teoria-stephen-hawking-dice-que-ya-sucediendo-PP2848534) [Mundo] Hace 1 día [¿Quiénes son los involucrados en el caso Canserbero? Uno de ellos era su gran amigo](/mundo/caso-canserbero-quienes-son-involucrados-asesinato-cantante-PP3345374A) [Mundo]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:38:58.175+02:00",
    "updated": "2023-12-29T00:38:58.175+02:00"
  },
  {
    "uuid": "030a9d9854ffae1b9a63cdbc9f412c7b2f168232",
    "url": "https://flipboard.com/article/ozempic-wegovy-costco-offering-easier-access-to-weight-loss-drugs/f-6e8b5819fe%2Fhealthline.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Healthline - Nancy Schimelpfening, MS",
    "published": "2024-04-04T00:00:00Z",
    "title": "Ozempic, Wegovy: Costco Offering Easier Access to Weight Loss Drugs | Flipboard",
    "text": "Ozempic, Wegovy: Costco Offering Easier Access to Weight Loss Drugs Costco has good news for those who would like to use the weight loss medications Ozempic (semaglutide), Wegovy (semaglutide), and Saxenda … Related storyboards More stories from [Wegovy](/topic/wegovy) [Costco enters a controversial industry with its latest move](/topic/wegovy/costco-enters-a-controversial-industry-with-its-latest-move/a-4lKwXrhcSJqP1tgQGHu-Ow%3Aa%3A2277735339-7e047f66f5%2Fthestreet.com) The retail giant is expanding one of its beloved programs to include a growing trend. Costco (COST) is dipping its toes in a controversial industry … [Floppy-haired fraudster](/topic/wegovy/floppy-haired-fraudster/f-bcc48bdb0e%2Fmorningbrew.com) March 29, 2024 PRESENTED BY Good morning. Today marks one year since Evan Gershkovich, a 32-year-old American Wall Street Journal reporter, was … [Costco offers members access to Ozempic, Wegovy | Fox Business Video](/topic/wegovy/costco-offers-members-access-to-ozempic-wegovy-fox-business-video/a-dBud2D5LTbyt_Z3r_38aPQ%3Aa%3A47769552-758f31aae6%2Ffoxbusiness.com) Johns Hopkins professor of public health Dr. Marty Makary discusses Costco offering Ozempic and Wegovy to members and the use of these drugs. Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Ozempic](/topic/ozempic) [REVEALED: The foods with the same hunger-killing effect as Ozempic...as dieters go mad for oat...](/topic/ozempic/revealed-the-foods-with-the-same-hunger-killing-effect-as-ozempic-as-dieters-/a-25LuXs7lSMel4BBKjS7L_Q%3Aa%3A2679760903-8dd5812441%2Fco.uk) The 'Oat-Zempic' trend is the latest diet fad to gain viral status. The weight loss hack involves drinking a twice daily concoction of blended oats, … [The Incredible Shrinking Donald Trump](/topic/ozempic/the-incredible-shrinking-donald-trump/f-fca1bcab90%2Fslate.com) So, is the ex-president on Ozempic? It should never be lost on us how weird Donald Trump looks. His physical eccentricities have been thoroughly … [With Just 3 Words, Oprah Taught a Powerful Lesson in Aging and Self-Acceptance](/topic/ozempic/with-just-3-words-oprah-taught-a-powerful-lesson-in-aging-and-self-acceptance/a-iDjICYozT0uCijnximDXAQ%3Aa%3A30841406-dcef901829%2Finc.com) The media mogul is incredibly vibrant and joyful at 70. What's her secret? This three-word mantra. While unwinding last night, I stumbled on a clip of Oprah Winfrey's recent appearance on Jimmy Kimmel's show to promote her special about her weight loss journey with new drugs like Ozempic. The former …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "wegovy",
          "sentiment": "negative"
        },
        {
          "name": "ozempic",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "costco",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T00:11:27.568+03:00",
    "updated": "2024-04-05T01:20:37.970+03:00"
  },
  {
    "uuid": "2a97f341015bf1b4924e546db8a81c53b37450e7",
    "url": "https://ground.news/article/athletes-showcase-their-skills-at-the-special-olympics-maine-winter-games",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2024-02-29T22:15:00Z",
    "title": "Ground News - Athletes showcase their skills at the Special Olympics Maine Winter Games",
    "text": "Summary by Ground News The two-day Special Olympics Maine Winter Games kicked off in Auburn on Wednesday. Unseasonably warm temperatures and a lack of snow left organizers scrambling to find a new venue for some events. Cross-country and snowshoe events were originally scheduled to be held at Pineland Farm in New Gloucester. Share menu 1 Articles 1 Articles All Left Center Right\nWCSH Lean Left High Factuality Media Conglomerate: Tegna Inc. Athletes showcase their skills at the Special Olympics Maine Winter Games More than 300 Special Olympians showcased their skills and celebrated their achievements at the two-day event.\n38 minutes ago · Portland, United States Read Full Article\nWCSH Lean Left High Factuality Media Conglomerate: Tegna Inc.\nAthletes showcase their skills at the Special Olympics Maine Winter Games More than 300 Special Olympians showcased their skills and celebrated their achievements at the two-day event.\n38 minutes ago · Portland, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe Ground News Article Assistant Not enough coverage to generate an Article Assistant.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Sport"
    ],
    "external_links": [
      "https://www.newscentermaine.com/article/news/community/special-olympics-maine-winter-games-athletes-showcase-skills/97-7470e1b1-cf62-4680-aac5-68f4f6dac3bb?utm_source=ground.news&utm_medium=referral",
      "https://www.newscentermaine.com/article/news/community/special-olympics-maine-winter-games-athletes-showcase-skills/97-7470e1b1-cf62-4680-aac5-68f4f6dac3bb",
      "https://newscentermaine.com/article/news/community/special-olympics-maine-winter-games-athletes-showcase-skills/97-7470e1b1-cf62-4680-aac5-68f4f6dac3bb?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ground news subscriptions",
          "sentiment": "none"
        },
        {
          "name": "wcsh lean left high factuality media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "pineland farm",
          "sentiment": "none"
        },
        {
          "name": "tegna inc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "auburn",
          "sentiment": "none"
        },
        {
          "name": "portland",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "new gloucester",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:54:25.670+02:00",
    "updated": "2024-03-01T00:54:25.670+02:00"
  },
  {
    "uuid": "8b352c65d8229812add30c40836da2ab30cdf1aa",
    "url": "https://festivaldisanremo.altervista.org/jerry-cantrell-ha-cantato-un-po-di-billy-joel-per-la-festa-del-60esimo-compleanno-tempestata-di-stelle-di-scott-ian/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "festivaldisanremo",
    "published": "2024-01-05T19:57:00Z",
    "title": "Jerry Cantrell ha cantato un po’ di Billy Joel per la festa del 60esimo compleanno tempestata di stelle di Scott Ian",
    "text": "L'altra sera a Van Nuys, in California, si è svolta una celebrazione speciale che ha segnato un altro anno, con i festaioli che si incontravano, cantavano canzoni e festeggiavano per tutta la notte. E nonostante fosse anche Capodanno, in realtà era il 60esimo compleanno del chitarrista\ndegli Anthrax , Scott Ian . Esatto: il grande 6-0 è arrivato al nostro metallaro ebreo preferito del Queens e la celebrazione è stata un who's who del rock e del metal.\nLa celebrazione, che si è svolta al Galpin Speed Shop, è stata caratterizzata da quella che potrebbe essere descritta solo come un'enorme jam session di 42 canzoni. Scherzi a parte, secondo\nBlabbermouth , la formazione includeva: Charlie Benante e Frank Bello, compagni della band degli Anthrax di Ian, Gary Holt degli Exodus, Robert Trujillo dei Metallica, Brendon Small dei Dethklok, Doug Pinnick dei King's X, Andrew Hurley dei Fall Out Boy, Whitfield Crane degli Ugly Kid Joe, Stone Roy Mayorga di Sour/Ministry, Robb Flynn di Machine Head, Jay Buchanan di Rival Sons, Danny Lilker di Nuclear Assault, John Bush e Joey Vera di Armored Saint e Jerry Cantrell di Alice In Chains.\nIn un post in cui ricordava la festa, Ian ha detto di essere felice di avere \"il più grande ingresso alla festa di compleanno di tutti i tempi\", che consisteva nel suo arrivo sul posto in una Batmobile mentre suonava \"Raining Blood\". Il che onestamente è abbastanza in linea per il ragazzo.\n“Il mio 60esimo è stato tutto ciò che speravo fosse e condividerò clip per tutta la settimana. Grazie a tutti coloro che lo hanno reso possibile: Pearl, Revel, Dave, Mikaela, Mary, Matt, Mark, Nate, Phil. Il tuo duro lavoro ha reso il mio sogno folle diventato realtà! Buon anno a tutti!!! Saluti, Scott.\nE anche se ci sono molti video di quella serata che vale la pena guardare, alcuni dei quali pubblicherò di seguito, il mio preferito è quello di Cantrell che canta \"You May Be Right\" di Billy Joel. Da ragazzo del New Jersey, il mio amore per Billy Joel non conosce limiti, quindi è logico che Ian abbia rappresentato Piano Man in qualche modo.\nCome tutti sappiamo, gli Anthrax sono\nattualmente al lavoro sul seguito di For All Kings del 2016. Anche se è previsto quest'anno, dovremo vedere cosa succede dal momento che Benante ha degli impegni precedentemente pianificati con una band chiamata Pantera.\nAd ogni modo, buon compleanno in ritardo Scott Ian. Grazie per i riff.\nIl post\ndi Jerry Cantrell ha cantato Billy Joel per la festa del 60° compleanno di Scott Ian Star Studded è apparso per la prima volta su MetalSucks .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://www.metalsucks.net/?s=anthrax",
      "https://www.metalsucks.net/?s=scott+ian",
      "https://www.metalsucks.net",
      "https://www.metalsucks.net/2024/01/02/jerry-cantrell-belted-out-some-billy-joel-for-scott-ians-star-studded-60th-birthday-bash/",
      "https://www.metalsucks.net/2023/11/06/joey-belladonna-is-finally-recording-vocals-for-the-upcoming-anthrax-album/",
      "https://blabbermouth.net/news/anthraxs-scott-ian-celebrates-60th-birthday-by-throwing-epic-party-featuring-jam-with-musician-friends-photos-video",
      "https://www.metalsucks.net/2023/11/06/joey-belladonna-is-finally-recording-vocals-for-the-upcoming-anthrax-album",
      "https://metalsucks.net/?s=scott+ian",
      "https://www.metalsucks.net/",
      "https://www.blabbermouth.net/news/anthraxs-scott-ian-celebrates-60th-birthday-by-throwing-epic-party-featuring-jam-with-musician-friends-photos-video",
      "https://metalsucks.net/2023/11/06/joey-belladonna-is-finally-recording-vocals-for-the-upcoming-anthrax-album/",
      "https://www.metalsucks.net/2024/01/02/jerry-cantrell-belted-out-some-billy-joel-for-scott-ians-star-studded-60th-birthday-bash",
      "https://metalsucks.net/?s=anthrax",
      "https://metalsucks.net",
      "https://metalsucks.net/2024/01/02/jerry-cantrell-belted-out-some-billy-joel-for-scott-ians-star-studded-60th-birthday-bash/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:23:46.844+02:00",
    "updated": "2024-01-06T00:23:46.844+02:00"
  },
  {
    "uuid": "cee753690eef76a2beaf093d7e1af0b978ab6fe6",
    "url": "https://discuss.huggingface.co/t/download-speeds-slow-on-the-popular-models/84840",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@fsommers Frank Sommers",
    "published": "2024-11-21T23:39:00Z",
    "title": "Download speeds slow on the popular Models",
    "text": "First time installing any AI model and I’m basically just following a simple guide to get stable diffusion 1.5. However, I noticed once command prompt got to the point where it needs to download this model from huggingface, my download speeds drop from the usual 5 mB/s down to like 200 kB/s.\nI did some testing and went on the website itself trying to download the models through my browers and even then, I’m still hitting speeds of 200 kB/s. I noticed that basically every model I try to download on the most liked page was getting these speeds. However, I then tried picking some random models, on less liked pages and my speed shot up, back to my full speed of 5mB/s. Is hugging face throttling downloads on their most popular model/potentially unable to handle the download traffic for their most popular models?\nJust a little concerned about having to wait 6 hours to download any of the well known models. My internet could cut out at any time and maybe I’ll lose all the progress.\nI am getting this too, but its not limited to popular models, my speeds start around 10 mB/s then drop down to 500 kB/s. Upon cancelling and restarting the download i get a speed burst again.\nI’m not sure if it’s my line, an upstream line, or HF’s server, but my connection speed has been dropping at random times today. I’ve tried a few times and it usually works…\nDid others also notice a significant slow-down in download speeds? I’m getting around 10MB/s, which really messes up my workflow (where I’m downloading into virtual machines).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T02:23:29.336+02:00",
    "updated": "2024-11-22T02:23:29.336+02:00"
  },
  {
    "uuid": "721665c40c6790c398bfbf45a3c28e6f65f09d4f",
    "url": "https://www.futebolinterior.com.br/nautico-contrata-lateral-america-rn",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mateus Schuler",
    "published": "2024-12-26T19:54:00Z",
    "title": "Pernambucano: Náutico contrata ex-lateral do América-RN",
    "text": "Recife, PE, 26 (AFI) – O Náutico contratou um dos quatro jogadores que vinham treinando junto ao restante do elenco e ainda não haviam sido oficializados pelo clube. Ex-lateral do América-RN, Marcos Ytalo chega ao Timbu com contrato firmado até o final da Série C de 2025.\nHISTÓRICO DO ATLETA Marcos chega ao Náutico após passar as últimas duas temporadas pelo Dragão, onde atuou tanto na Terceirona de 2023 e na Série D de 2024. No total, acumula 36 partidas, com quatro gols e três assistências, jogando também a Copa do Nordeste, a Copa do Brasil e o Campeonato Potiguar.\nLateral defendeu no Mecão nas últimas duas temporadas (Foto: Gabriel Leite – América-RN) Além do Mecão, onde foi campeão do Estadual neste ano, conquistou também o Nordestão com a camisa do Vozão em 2023. Vestiu, antes do Timbu, ainda as camisas de Itapipoca, Joinville, Bragantino, Ferroviária, Santo André e Sampaio Corrêa, entretanto sem garantir nenhum título.\nCONCORRÊNCIA POR VAGA No Náutico, não tem status de titular assegurado, pois será concorrente do experiente Arnaldo, que realizou 34 jogos — de 42 do time — durante a atual temporada com a camisa alvirrubra. Agora, a expectativa gira em torno das últimas três contratações estipuladas pelo departamento de futebol do Timba: um goleiro, um zagueiro e um meio-campista.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "topics": [
      "Sport->soccer",
      "Human Interest->record and achievement"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/p/DEDTAEBx3sd/",
      "https://instagram.com/p/DEDTAEBx3sd/",
      "https://www.instagram.com/p/DEDTAEBx3sd"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:00:31.662+02:00",
    "updated": "2024-12-27T00:00:31.662+02:00"
  },
  {
    "uuid": "45c08380a79c16c06ef24128f97f8fee686d7881",
    "url": "https://euro.dayfr.com/news/2094177.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "johanna.",
    "published": "2024-09-26T17:28:00Z",
    "title": "the army launches an offensive on Khartoum, largely in the hands of the paramilitaries",
    "text": "Air strikes and artillery fire shook Khartoum on Thursday September 26, where the army is engaged in “fierce fighting” against the paramilitary forces which largely control the Sudanese capital, according to witnesses and a military source. The day before these fights, the Secretary General of the UN, Antonio Guterres, expressed his “deep concern” concerning “climbing” of the conflict which since April 2023 has opposed the army, led by General Abdel Fattah Abdelrahman Al-Bourhane, and the Rapid Support Forces (FSR) of his former deputy, General Mohammed Hamdan Daglo. Read also | Sudan: arms embargo in Darfur circumvented but renewed by the United Nations Add to your selections In Khartoum, clashes began at dawn, several residents reported, in what appears to be the army’s first major offensive in months to retake parts of the capital controlled by the RSF. The army delivers “fierce fighting” in Khartoum, a source within it told Agence [France](/tag/France)-Presse (AFP). The source, who requested anonymity because he was not authorized to speak to the media, said army forces had crossed two key bridges over the Nile, which separate the army-held parts of the capital. of those controlled by the FSR. Since the start of the war, the paramilitaries have pushed the army almost out of the entire city. But following its last major offensive, in February, the army recaptured a large part of Omdurman, a city adjacent to the capital and integrated into its metropolitan area. Several residents of Omdurman reported “intense artillery fire” which began early Thursday, including on residential buildings, while military planes flew over the city. From 20,000 to 150,000 deaths Since the start of the war, the most violent fighting has taken place in densely populated areas. Both sides have been accused of war crimes for deliberately targeting civilians and blocking humanitarian aid. The war has left tens of thousands dead, with estimates ranging from 20,000 to 150,000 killed, with most casualties going unrecorded, according to doctors. It has also displaced more than 10 million people, or a fifth of Sudan’s population, and created one of the worst humanitarian crises in recent memory, according to the United Nations. The attack on Khartoum comes as the RSF launched an offensive last weekend against El-Fasher, a large Darfur city of some 2 million inhabitants, which they have been besieging for months. The UN High Commissioner for Human Rights, Volker Türk, warned Thursday about the “high risk” of ethnic violence if this town in the southwest of the country fell into the hands of the paramilitaries. Read also | Article reserved for our subscribers Sudan: videos verified by “Le Monde” prove ethnic crimes committed in Darfur Add to your selections Antonio Guterres, who met General Al-Bourhane on Wednesday on the sidelines of the UN General Assembly in New York, told him “expressed deep concern over the escalation of the conflict in Sudan, which continues to have a devastating impact on Sudanese civilians and threatens to spill over into the region”according to a press release from its spokesperson. The two men also discussed “the need for an immediate and lasting ceasefire” and humanitarian access “unhindered”. On site, “the conditions are apocalyptic”declared the UN High Commissioner for Refugees, Filippo Grandi. The United States, the European Union, France and Germany have for their part called for an immediate ceasefire, worrying about foreign interference while the United Arab Emirates, in particular, are accused of providing weapons to the FSR.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Abdel Fattah Abdelrahman Al-Bourhane",
          "sentiment": "none"
        },
        {
          "name": "Mohammed Hamdan Daglo",
          "sentiment": "none"
        },
        {
          "name": "Antonio Guterres",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "United Nations",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Darfur",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T02:41:47.268+03:00",
    "updated": "2024-09-27T02:41:47.268+03:00"
  },
  {
    "uuid": "5e7ebd4960352f6e8b666661666ea284aa0b8b2c",
    "url": "https://www.sheboyganpress.com/story/news/politics/elections/2024/04/25/trump-e-jean-carroll-defamation-trial-denied/73454589007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ", The Sheboygan Press",
    "published": "2024-04-25T00:00:00Z",
    "title": "Trump denied new E. Jean Carroll defamation trial, judgment",
    "text": "Donald Trump will not get a new trial in his case against E. Jean Carroll, after federal Judge Lewis Kaplan on Thursday denied the former president's request. Trump was ordered to pay Carroll , an advice columnist, $83.3 million, after a New York jury ruled in January that he had defamed her in 2019 by denying her allegations of sexual assault. The ruling and heavy sum was on top of $5 million Trump already owed Carroll from an earlier case last year, in which a civil jury found he had sexually assaulted and defamed her again in 2022. Did Donald Trump rape E. Jean Carroll? Here's what a jury and judge said. Judge Kaplan rejected Trump's latest attempt to avoid paying over $80 million, finding in his rulin g Thursday the former president's motion for a new trial or judgment \"without merit\" and the amount in damages appropriate. \"Mr. Trump’s malicious and unceasing attacks on Ms. Carroll were disseminated to more than 100 million people,\" the judge wrote. \"They included public threats and personal attacks, and they endangered Ms. Carroll’s health and safety. The jury was entitled to conclude that Mr. Trump derailed the career, reputation, and emotional well-being of one of America’s most successful and prominent advice columnists and authors.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://storage.courtlistener.com/recap/gov.uscourts.nysd.543790/gov.uscourts.nysd.543790.338.0.pdf",
      "https://www.usatoday.com/story/news/politics/2024/01/26/donald-trump-83-million-e-jean-carroll-verdict/72325565007/",
      "https://www.usatoday.com/story/news/politics/2024/01/29/donald-trump-rape-e-jean-carroll/72295009007/",
      "https://www.usatoday.com/story/news/politics/2024/03/08/trump-posts-92-million-carroll-bond/72895849007/",
      "https://www.usatoday.com/story/news/politics/2024/01/26/donald-trump-83-million-e-jean-carroll-verdict/72325565007",
      "https://usatoday.com/story/news/politics/2024/03/08/trump-posts-92-million-carroll-bond/72895849007/",
      "https://www.usatoday.com/story/news/politics/2024/03/08/trump-posts-92-million-carroll-bond/72895849007",
      "https://www.storage.courtlistener.com/recap/gov.uscourts.nysd.543790/gov.uscourts.nysd.543790.338.0.pdf",
      "https://www.usatoday.com/story/news/politics/2024/01/29/donald-trump-rape-e-jean-carroll/72295009007",
      "https://usatoday.com/story/news/politics/2024/01/29/donald-trump-rape-e-jean-carroll/72295009007/",
      "https://usatoday.com/story/news/politics/2024/01/26/donald-trump-83-million-e-jean-carroll-verdict/72325565007/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "e. jean carroll",
          "sentiment": "negative"
        },
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "lewis",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "negative"
        },
        {
          "name": "carroll",
          "sentiment": "none"
        },
        {
          "name": "kaplan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:18:23.784+03:00",
    "updated": "2024-04-26T00:18:23.784+03:00"
  }
]