[
  {
    "uuid": "cdab2601c1f2d6ace95e0785bad3bb4b79219d67",
    "url": "https://www.stltoday.com/news/multimedia/daniel-riley-sentencing/image_07f13150-6553-5eeb-85b4-9c3594a96966.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Christine Tannous, Post-Dispatch",
    "published": "2024-04-18T21:10:00Z",
    "title": "Daniel Riley sentencing",
    "text": "web only Daniel Riley sentencing - Christine Tannous, Post-Dispatch - - 0 Most Popular - [Former Wentzville schools superintendent gets more than $1 million in contract buyout](/news/local/education/former-wentzville-schools-superintendent-gets-more-than-1-million-in-contract-buyout/article_40d15aae-fd0b-11ee-bd0a-83624dba43ce.html) - [Messenger: A battle over playing catch in a Ballwin backyard reaches a fevered pitch](/news/local/column/tony-messenger/messenger-a-battle-over-playing-catch-in-a-ballwin-backyard-reaches-a-fevered-pitch/article_baad468e-f8ed-11ee-8f72-734484e3a7a1.html) - [Scientists want to know why coyotes are in Forest Park. The wily animals have other plans.](/news/science/scientists-want-to-know-why-coyotes-are-in-forest-park-the-wily-animals-have-other/article_842edf58-f372-11ee-81cd-5349bbff0228.html) - [Transgender influencer Dylan Mulvaney to speak at St. Louis University](/news/local/education/transgender-influencer-dylan-mulvaney-to-speak-at-st-louis-university/article_124fedda-fc02-11ee-89a4-87bab9442f3a.html) - [Ian Froeb’s STL 100: The best St. Louis restaurants of 2024](/life-entertainment/local/food-drink/restaurants/best-restaurants-in-st-louis-stl-100/article_32b29e66-e16c-11ee-91ac-0f41a6733f29.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Politics",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "christine tannous",
          "sentiment": "negative"
        },
        {
          "name": "daniel riley",
          "sentiment": "negative"
        },
        {
          "name": "louis res",
          "sentiment": "none"
        },
        {
          "name": "dylan mulvaney",
          "sentiment": "none"
        },
        {
          "name": "ian froeb",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "post-dispatch",
          "sentiment": "negative"
        },
        {
          "name": "st. louis university",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "forest park",
          "sentiment": "none"
        },
        {
          "name": "ballwin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:20:19.411+03:00",
    "updated": "2024-04-19T00:32:40.370+03:00"
  },
  {
    "uuid": "2457f740ec933f6f1bdd2e483c02750f077740e2",
    "url": "https://www.ctinsider.com/weather/article/ct-weather-tuesday-forecast-sunny-chilly-18584585.php",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jessica Bravo",
    "published": "2024-01-02T10:59:00Z",
    "title": "NWS: Sunny and chilly today in CT as dry stretch kicks off new year",
    "text": "Fayerweather Island Lighthouse on a sunny day in Bridgeport, Conn. The National Weather Service said Tuesday will be \"a fine winter day by early January standards\" ahead of dry week to start 2024 in Connecticut. A sunny and chilly day is expected Tuesday in Connecticut as a dry stretch is expected the first week of the new year, the National Weather Service said. Besides a \"calm wind\" that could start in the late afternoon into the night, the weather service said conditions will remain relatively fair. \"Overall, (Tuesday will be) a fine winter day by early January standards,\" the NWS's Boston office said in a post on X . [Tuesday Forecast] a cold 🥶start to the day with morning temperatures in the 20s, but rebounding to around 40 this afternoon. Very pleasant with abundant sunshine 😎and light winds. Overall, a fine #winter day by early January standards. #MAwx #RIwx #CTwx pic.twitter.com/p8cjWmQ4Yq The weather service said most of the state is expected to start cold, in the 20s, and end in the mid to upper 30s. Some areas of Connecticut could hit 40 degrees, the weather service said. According to the weather service, the rest of the week is expected to remain dry with similar conditions. Saturday night may bring a mix of snow and rain, which is the first day of the new year that may see precipitation, the weather service said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://twitter.com/hashtag/MAwx?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/winter?src=hash&ref_src=twsrc%5Etfw",
      "https://t.co/p8cjWmQ4Yq",
      "https://twitter.com/hashtag/RIwx?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/NWSBoston/status/1742091194161828257",
      "https://twitter.com/hashtag/CTwx?src=hash&ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/RIwx?src=hash&ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/MAwx?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/winter",
      "https://www.twitter.com/hashtag/winter?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/MAwx",
      "https://www.t.co/p8cjWmQ4Yq",
      "https://twitter.com/hashtag/CTwx",
      "https://www.twitter.com/NWSBoston/status/1742091194161828257",
      "https://www.twitter.com/hashtag/CTwx?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/RIwx"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "neutral"
        },
        {
          "name": "nws",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bridgeport",
          "sentiment": "none"
        },
        {
          "name": "fayerweather island lighthouse",
          "sentiment": "none"
        },
        {
          "name": "conn",
          "sentiment": "none"
        },
        {
          "name": "connecticut",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-02T14:08:56.653+02:00",
    "updated": "2024-01-02T14:08:56.653+02:00"
  },
  {
    "uuid": "9dcb23d34eb7ac76645a0b0a508d0d780f1ba07a",
    "url": "https://markets.financialcontent.com/stocks/article/financialnewsmedia-2024-3-8-how-europe-can-win-the-energy-war-with-russia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "FinancialNewsMedia",
    "published": "2024-03-08T18:00:00Z",
    "title": "How Europe Can Win the Energy War With Russia | FinancialContent Business Page",
    "text": "FN Media Group Presents Oilprice.com Market Commentary\nLondon – March 8, 2024 – Natural gas is now back in fashion in a very big way and the new mantra is that domestic sources in combination with renewable energy are the only true answer to energy security. Companies mentioned in this release include: Petróleo Brasileiro S.A. – Petrobras (NYSE:PBR), Ecopetrol S.A. (NYSE:EC), Devon Energy Corporation (NYSE:DVN), Chesapeake Energy Corporation (NYSE:CHK), Kinder Morgan, Inc. (NYSE:KMI).\nIn early February, Germany earmarked $16 billion for the construction of four natural gas power plants to complement a renewable energy expansion push. And Austria has recently made its largest natural gas discovery in four decades—enough to increase its domestic production by 50%.\nAll of this pinpoints Europe as one of the best and most exciting places to be for new energy opportunities, and that means huge opportunities for companies to come in and develop gas fields that were overlooked by the supermajors, who have taken to chasing bigger things in offshore frontiers.\nBelow are two companies well-positioned to take advantage of the new energy security atmosphere in Europe:\n#1 MCF Energy ( MCF .V ; MCFNF .QX )\nSmall-cap MCF Energy, backed by veteran explorer and producer, Ford Nicholson, is convinced that this is the right atmosphere in which to foster European energy security through domestic natural gas production.\nGermany and Austria are key venues for this, and MCF is tapping into five key prospects several of which have had wells that have produced or are capable of producing gas from , three previous discoveries.\nMCF Energy is the first new public company consolidating major exploration projects in Europe, and it’s the first since Russia invaded Ukraine to offer investors an opportunity to help build domestic natural gas resources in Germany and Austria.\nThe company is targeting large-scale natural gas exploration and production here, with two drills in the next several months, the first of which has already begun in Austria, in the Welchau prospect near the Austrian Alps.\nStrategically located only 18 kilometers from a pipeline, Welchau is adjacent to an up-dip from a discovery that intersected at least a 400-meter gas column previously. According to MCF, all elements are in place here for a significant discovery.\nMCF management has indicated an intent to move its drill bit after the well at Welchau within a matter of weeks from Austria into Germany, in the Lech prospect, where it will re-enter a well previously drilled by Mobil (now Exxon) in the ‘80s, with proven gas and oil.\nThanks to its 100% acquisition of German Genexco last year, MCF Energy is now ready to drill down for some much-needed domestic energy resources for Germany.\nMCF’s second drill, planned for March, is in Bavaria, which is home to the company’s Lech and East Lech concessions, which cover 10 sq km and 100 sq km, respectively. Lech has three previously drilled wells and two discoveries . Adjacent to this, Lech East, in southwest Bavaria, is a large-scale concession covering ~100 square kilometers, with significant 3D seismic and AI showing more potential ahead of MCF Energy’s planned 4.6-million-euro exploration program.\nAt Lech, MCF will re-enter Mobil’s former Kinsau #1 well, adapting new drilling technology and eventually horizontal wells to stimulate the hydrocarbons that are already known to exist. Mobil established production rates of over 24 MMCF per day of natural gas with associated condensate from the Kinsau #1 in the ‘80s. Mobil was exploring for oil so never developed the gas discovery. The second well drilled by Mobil found oil in a deeper zone which produced at about 180 BOPD with associated gas but with low oil prices was also never developed.\nThis well, being a re-entry of a proven, previously drilled hole could translate into quick cash flow for MCF Energy, and one hit could flare out into multiple development zones for each well.\nAbout a week into a 40-day drill in Austria and only several months away from its first drill into Germany’s proven resources, MCF Energy ( MCF .V ; MCFNF .QX ) is convinced it’s on track for a hit that could give Germany a partial domestic solution to its ongoing energy security problems.\n#2 BP Plc\nWhat BP brings to the table is more significant than ever for European energy security. In mid-February, BP (as the key player in the Shah Deniz consortium) flipped the switch on its Shah Deniz 2 gas development in the Caspian Sea with first production.\nThis massive project, offshore Azerbaijan, currently has a production capacity of around 79 million standard cubic meters of gas per day (29 billion per year).\nLate last year, Azerbaijan said it was on target to double gas exports to Europe by 2027, having exported over 8 billion cubic meters of gas to Europe in 2021, and with 12 billion cubic meters targeted for 2023.\nLast summer, BP signed a long-term LNG supply deal with Austria’s OMV ( OMV ) in bid said to help improve European energy security in the aftermath of Russia’s 2022 invasion of Ukraine.\nBP is banking on being a key player in the European energy security game, now, and the only thing dampening this outlook right now is the Biden Administration’s move in January to pause new LNG projects in the U.S.\nBonus: 5 More Companies Looking To Capitalize on the Energy Bull Market\nPetróleo Brasileiro S.A. – Petrobras (NYSE:PBR) , widely known as Petrobras, stands as Brazil’s flagship in the global energy landscape, chiefly engaging in the exploration, production, and distribution of oil and natural gas. Notably, Petrobras has pivoted towards leveraging its vast oil reserves and cutting-edge deep-water exploration capabilities to assert a stronger presence on the international stage, including potential markets in Europe.\nMoreover, the company’s strategic investments in offshore pre-salt oil fields, which yield low-sulfur content crude, align well with Europe’s stringent environmental standards, potentially giving Petrobras an edge in European markets.\nEcopetrol S.A. (NYSE:EC) , Colombia’s national oil company, has expanded its operational horizon beyond the Americas, eyeing the global stage with its diversified portfolio of energy assets. As Europe grapples with energy security and seeks to diversify its energy imports, Ecopetrol’s potential as a supplier of crude oil and derivative products to European markets becomes increasingly significant.\nEcopetrol’s strategic initiatives, such as exploring new reserves and enhancing its refining capabilities, position the company to respond adeptly to the rising demand in Europe for cleaner fuels and reliable energy sources.\nDevon Energy Corporation (NYSE:DVN) , a leading American oil and natural gas exploration and production company, primarily operates within North America’s most prolific basins. However, the evolving dynamics of the global energy market, particularly Europe’s increasing reliance on LNG and the quest for diversified energy sources could position Devon as a beneficiary of heightened demand and favorable pricing, especially for its LNG and natural gas products.\nAs Europe accelerates its transition towards greener energy sources amidst geopolitical tensions affecting traditional supply lines, Devon’s potential to export LNG to European markets could see a significant uptick.\nChesapeake Energy Corporation (NYSE:CHK) , re-emerging as a leaner and more focused entity, has positioned itself as a key player in the United States’ natural gas and oil sectors, particularly in the Marcellus Shale and Haynesville formations. With Europe’s intensified search for alternative energy sources to diversify away from Russian gas, Chesapeake’s role as a significant natural gas producer positions it advantageously to capitalize on this demand surge.\nChesapeake’s strategic focus on technological innovation and operational efficiency enhances its ability to respond swiftly to international market demands. As European nations increasingly turn to LNG to ensure energy security and transition towards greener fuels, Chesapeake could see an expansion in its international footprint through potential exports or partnerships with European energy firms.\nKinder Morgan, Inc. (NYSE:KMI) stands as one of the largest energy infrastructure companies in North America, with a vast network of pipelines and terminals that could play a pivotal role in meeting Europe’s increasing demand for natural gas and LNG . As Europe seeks to secure stable and diversified energy supplies, Kinder Morgan’s infrastructure and operations in LNG export terminals, notably the Elba Island LNG facility, are well-poised to support this demand.\nThe heightened interest in LNG as a bridge fuel in Europe, amid the transition to renewable energy, underscores the potential for Kinder Morgan to strengthen its presence in the global LNG market.\nBy. Josh Owens\n**IMPORTANT! BY READING OUR CONTENT YOU EXPLICITLY AGREE TO THE FOLLOWING. PLEASE READ CAREFULLY**\nForward-Looking Statements\nThis publication contains forward-looking information which is subject to a variety of risks and uncertainties and other factors that could cause actual events or results to differ from those projected in the forward-looking statements. Forward looking statements in this publication include that large oil and gas companies will continue to focus on offshore natural gas resources; that domestic onshore natural gas assets in Europe will provide a more affordable energy source than offshore resources; that demand for natural gas will continue to increase in Europe and Germany; that Russia will not supply the majority of natural gas in Germany and Europe; that natural gas will continue to be utilized as a main energy source in Germany and other European countries and demand for natural gas, and in particular domestic natural gas, will continue and increase in the future; that MCF Energy Ltd. (the “Company”) can replicate the previous success of its key investors and management in developing and selling valuable energy assets; that the natural gas projects of the Company will be successfully tested and developed; that the Company can develop and supply a safe, domestic source of energy to European countries; that natural gas will be reclassified as sustainable energy which will support the development of the Company’s assets; that imports of liquified natural gas will not be sustainable for Europe and that European countries will need to rely on domestic sources of natural gas; that the Company expects to obtain significant attention due to its upcoming drilling plans combined with Europe desperate for domestic natural gas supply; that the upcoming drilling on the Company’s projects will be successful; that the Company’s projects will contain commercial amounts of natural gas; that the Company can finance ongoing operations and development; that the Company can achieve its business plans and objectives as anticipated. These forward-looking statements are subject to a variety of risks and uncertainties and other factors that could cause actual events or results to differ materially from those projected in the forward-looking information. Risks that could change or prevent these statements from coming to fruition include that large oil and gas companies will start focusing on the development of domestic natural gas resources; that the natural gas resources of competitors will be more successful or obtain a greater share of market supply; that offshore liquified natural gas assets will be favored over domestic resources for various reasons; that alternative technologies will replace natural gas as a mainstream energy source in Europe and elsewhere; that demand for natural gas will not continue to increase as expected for various reasons, including climate change and emerging technologies; that political changes will result in Russia or other countries providing natural gas supplies in future; that the Company may fail to replicate the previous success of its key investors and management in developing and selling valuable energy assets; that the natural gas projects of the Company may fail to be successfully tested and developed; that the Company’s projects may not contain commercial amounts of natural gas; that the Company may be unable to develop and supply a safe, domestic source of energy to European countries; that natural gas may not be reclassified as sustainable energy or may be replaced by other energy sources; that the upcoming drilling on the Company’s projects may be unsuccessful or may be less positive than expected; that the Company’s projects may not contain commercial amounts of natural gas; that the Company may be unable to finance its ongoing operations and development; that the Company can achieve its business plans and objectives as anticipated; that the Company may be unable to finance its ongoing operations and development; that the business of the Company may be unsuccessful for various reasons. The forward-looking information contained herein is given as of the date hereof and we assume no responsibility to update or revise such information to reflect new events or circumstances, except as required by law.\nDISCLAIMERS\nThis communication is for entertainment purposes only. Never invest purely based on our communication. We have not been compensated by MCF Energy Ltd. for this article but may in the future be compensated to conduct investor awareness advertising and marketing for MCF Energy Ltd. While the opinions expressed in this article are based on information believed to be accurate and reliable, such information in our communications and on our website has not been independently verified and is not guaranteed to be correct. The content of this article is based solely on our opinions which are based on very limited analysis and we are not professional analysts or advisors.\nSHARE OWNERSHIP. The owner of Oilprice.com owns shares of MCF Energy Ltd. and therefore has an incentive to see the featured company’s stock perform well. The owner of Oilprice.com will not notify the market when it decides to buy more or sell shares of MCF Energy Ltd. in the market. The owner of Oilprice.com will be buying and selling shares of this issuer for its own profit. Accordingly, our views and opinions in this article are subject to bias, and why we stress that you should conduct your own extensive due diligence regarding the Company as well as seek the advice of your professional financial advisor or a registered broker-dealer before you consider investing in any securities of the Company or otherwise.\nNOT AN INVESTMENT ADVISOR. Oilprice.com is not registered or licensed by any governing body in any jurisdiction to give investing advice or provide investment recommendation. You should not treat any opinion expressed herein as an inducement to make a particular investment or to follow a particular strategy, but only as an expression of opinion. The opinions expressed herein do not take into account the suitability of any investment with your particular objectives or risk tolerance. Investments or strategies mentioned in this article and on our website may not be suitable for you and are not intended as recommendations.\nALWAYS DO YOUR OWN RESEARCH and consult with a licensed investment professional before making any investment. This communication should not be used as a basis for making any investment in any securities. Past performance is not indicative of future results.\nRISK OF INVESTING. Investing is inherently risky. Do not trade with money you cannot afford to lose. There is a real risk of loss (including total loss of investment) in following any strategy or investment discussed in this article or on our website. This is neither an offer to purchase, nor a solicitation of an offer to sell, subscribe for or buy any securities or the solicitation of any vote in any jurisdiction. No representation is being made as to the future price of securities mentioned herein, or that any stock acquisition will or is likely to achieve profits.\nDISCLAIMER: OilPrice.com is Source of all content listed above. FN Media Group, LLC (FNM), is a third party publisher and news dissemination service provider, which disseminates electronic information through multiple online media channels. FNM is NOT affiliated in any manner with OilPrice.com or any company mentioned herein. The commentary, views and opinions expressed in this release by OilPrice.com are solely those of OilPrice.com and are not shared by and do not reflect in any manner the views or opinions of FNM. FNM is not liable for any investment decisions by its readers or subscribers. FNM and its affiliated companies are a news dissemination and financial marketing solutions provider and are NOT a registered broker/dealer/analyst/adviser, holds no investment licenses and may NOT sell, offer to sell or offer to buy any security. FNM was not compensated by any public company mentioned herein to disseminate this press release.\nFNM HOLDS NO SHARES OF ANY COMPANY NAMED IN THIS RELEASE.\nThis release contains “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E the Securities Exchange Act of 1934, as amended and such forward-looking statements are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. “Forward-looking statements” describe future expectations, plans, results, or strategies and are generally preceded by words such as “may”, “future”, “plan” or “planned”, “will” or “should”, “expected,” “anticipates”, “draft”, “eventually” or “projected”. You are cautioned that such statements are subject to a multitude of risks and uncertainties that could cause future circumstances, events, or results to differ materially from those projected in the forward-looking statements, including the risks that actual results may differ materially from those projected in the forward-looking statements as a result of various factors, and other risks identified in a company’s annual report on Form 10-K or 10-KSB and other filings made by such company with the Securities and Exchange Commission. You should consider these factors in evaluating the forward-looking statements included herein, and not place undue reliance on such statements. The forward-looking statements in this release are made as of the date hereof and FNM undertakes no obligation to update such statements.\nContact Information:\nMedia Contact e-mail: editor@financialnewsmedia.com U.S. Phone: +1(954)345-0611\nSOURCE: Oilprice.com\nThe post How Europe Can Win the Energy War With Russia appeared first on Financial News Media .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.ecopetrol.com.co/wps/portal/Home/en/news/detail/ecopetrol-exceeds-sales-target-of-carbon-compensated-crude-cargos",
      "https://www.financialnewsmedia.com",
      "https://www.devonenergy.com/news/2022/Delfin-Midstream-and-Devon-Energy-Enter-into-LNG-Export-Partnership",
      "https://www.financialnewsmedia.com/how-europe-can-win-the-energy-war-with-russia/",
      "https://petrobras.com.br/en/quem-somos/nossos-escritorios",
      "https://www.offshore-energy.biz/bp-brings-online-another-section-of-its-largest-gas-discovery-ever-made/#:~:text=Located%20on%20the%20deepwater%20shelf,by%20the%20UK%20oil%20major.",
      "https://eurasianet.org/azerbaijan-says-on-target-to-double-gas-exports-to-europe",
      "https://tracking.newsrpm.com/pixel?slug=financialnewsmedia-2024-3-8-how-europe-can-win-the-energy-war-with-russia",
      "https://finance.yahoo.com/quote/MCF.V?p=MCF.V",
      "https://www.mcfenergy.com/presentation",
      "https://www2.kindermorgan.com/getmedia/f35e11aa-7ee2-4787-b47e-512e819ed55f/LNG_Exports.pdf",
      "https://finance.yahoo.com/quote/OMV.VI/",
      "https://www.mcfenergy.com/news/mcf-energy-closes-genexco-acquisition-for-major-expansion-in-german-natural-gas-exploration",
      "https://www.chk.com/operations/lng/",
      "https://oilprice.com/Energy/Natural-Gas/Germany-To-Replace-Nuclear-With-Natural-Gas-Plants-for-16B.html",
      "https://finance.yahoo.com/quote/MCFNF?p=MCFNF",
      "https://financialnewsmedia.com",
      "https://www.finance.yahoo.com/quote/MCF.V?p=MCF.V",
      "https://www.tracking.newsrpm.com/pixel?slug=financialnewsmedia-2024-3-8-how-europe-can-win-the-energy-war-with-russia",
      "https://mcfenergy.com/news/mcf-energy-closes-genexco-acquisition-for-major-expansion-in-german-natural-gas-exploration",
      "https://offshore-energy.biz/bp-brings-online-another-section-of-its-largest-gas-discovery-ever-made/#:~:text=Located%20on%20the%20deepwater%20shelf,by%20the%20UK%20oil%20major.",
      "https://www.oilprice.com/Energy/Natural-Gas/Germany-To-Replace-Nuclear-With-Natural-Gas-Plants-for-16B.html",
      "https://finance.yahoo.com/quote/MCF.V",
      "https://devonenergy.com/news/2022/Delfin-Midstream-and-Devon-Energy-Enter-into-LNG-Export-Partnership",
      "https://mcfenergy.com/presentation",
      "https://.kindermorgan.com/getmedia/f35e11aa-7ee2-4787-b47e-512e819ed55f/LNG_Exports.pdf",
      "https://www.chk.com/operations/lng",
      "https://tracking.newsrpm.com/pixel",
      "https://www.finance.yahoo.com/quote/OMV.VI/",
      "https://finance.yahoo.com/quote/OMV.VI",
      "https://www.petrobras.com.br/en/quem-somos/nossos-escritorios",
      "https://www.eurasianet.org/azerbaijan-says-on-target-to-double-gas-exports-to-europe",
      "https://financialnewsmedia.com/how-europe-can-win-the-energy-war-with-russia/",
      "https://ecopetrol.com.co/wps/portal/Home/en/news/detail/ecopetrol-exceeds-sales-target-of-carbon-compensated-crude-cargos",
      "https://www.finance.yahoo.com/quote/MCFNF?p=MCFNF",
      "https://www.financialnewsmedia.com/how-europe-can-win-the-energy-war-with-russia",
      "https://finance.yahoo.com/quote/MCFNF",
      "https://chk.com/operations/lng/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "fn media group presents oilprice.com market commentary london",
          "sentiment": "neutral"
        },
        {
          "name": "petrobras",
          "sentiment": "none"
        },
        {
          "name": "pbr",
          "sentiment": "none"
        },
        {
          "name": "petróleo brasileiro s.a.",
          "sentiment": "none"
        },
        {
          "name": "ecopetrol s.a.",
          "sentiment": "none"
        },
        {
          "name": "kmi",
          "sentiment": "none"
        },
        {
          "name": "kinder morgan, inc.",
          "sentiment": "none"
        },
        {
          "name": "devon energy corporation",
          "sentiment": "none"
        },
        {
          "name": "ec",
          "sentiment": "none"
        },
        {
          "name": "chesapeake energy corporation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "russia",
          "sentiment": "none"
        },
        {
          "name": "austria",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-10T19:01:16.436+02:00",
    "updated": "2024-03-10T19:01:16.436+02:00"
  },
  {
    "uuid": "15503eb541d7f39def1b4d0f48e31ce61b1c6d6e",
    "url": "https://www.20minutes.fr/guide-achat/guide-achat-bon-plan-cdiscount/4076460-20240216-produit-moteur-diesel-39-allez-faire-belles-economies-carburant",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Thomas Salaun",
    "published": "2024-02-16T05:12:00Z",
    "title": "Avec ce produit moteur diesel à -39%, vous allez faire de belles économies de carburant",
    "text": "Avec ce produit moteur diesel à -39%, vous allez faire de belles économies de carburantBON PLAN•Le flacon d’1 litre d’additif décalaminage moteur intégral vous attend à moins de 26 euros chez Cdiscount. C’est un produit made in France qui fonctionne efficacement en toute saison 20 Minutes Guide d'achat C’est le produit moteur diesel à avoir chez soi. [Bonne nouvelle, Cdiscount vous propose la bouteille d’1 litre d’additif décalaminage moteur intégral à 25, 49 euros au lieu de 39, 90 euros](https://tidd.ly/3SCmFmt). En plus, vous pouvez payer en une fois ou en plusieurs fois, en optant pour 4 mensualités de 6, 53 euros. Vendu et expédié par [Cdiscount](https://www.20minutes.fr/guide-achat/guide-achat-bon-plan-cdiscount/), ce produit moteur diesel rencontre beaucoup de succès, comme vous pouvez le voir à son score de 4, 5 sur 5 pour plus de 580 évaluations clients reçues. De plus, il fait partie des produits Cdiscount à volonté, et les membres Cdav peuvent donc cumuler des points dans leur cagnotte en le commandant. Enfin, c’est un produit Made in France. Il acquiert donc plus de 50 % de son prix de revient unitaire en France. Le produit moteur diesel Facom pour un nettoyage efficace Ce produit moteur diesel facilite le contrôle technique de votre véhicule, camping-car, voiture, etc. Sa formule haute performance nettoie complètement le moteur, sans aucun démontage. Il vous suffit de verser le produit dans le réservoir de carburant pour désencrasser les organes principaux, comme les chambres de combustion, les soupapes, le catalyseur, l’injecteur, le FAP ou encore le turbo. En utilisant ce produit moteur diesel, vous rétablissez également le rendement optimal du moteur et vous évitez la surproduction d’émissions polluantes. Vous faites aussi des économies de carburant puisque vous consommez moins. Le produit est efficace dès que vous avez parcouru 50 à 100 km, à régime moteur élevé. C’est idéal sur l’autoroute ! Attention, agitez bien le flacon avant de le verser, en totalité, dans le réservoir. [Cliquez ici pour profiter de l’offre Cdiscount sur ce produit moteur diesel](https://tidd.ly/3SCmFmt) Quels sont les points forts de ce produit ? - Rétablit le rendement optimal au moteur - Evite la surconsommation de carburant - Evite la surproduction d'émissions polluantes À lire aussi Sujets liés",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Environment",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://tidd.ly/3SCmFmt).",
      "https://tidd.ly/3SCmFmt)",
      "https://www.tidd.ly/3SCmFmt)",
      "https://www.tidd.ly/3SCmFmt)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T08:45:17.896+02:00",
    "updated": "2024-02-16T08:45:17.896+02:00"
  },
  {
    "uuid": "48a16cb0232eb0ac0ea4fa3d0d62b9489bf93c59",
    "url": "https://news.bloomberglaw.com/privacy-and-data-security/zuckerberg-approved-ai-training-on-pirated-books-filings-says",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Isaiah Poritz",
    "published": "2025-01-09T22:57:00Z",
    "title": "Zuckerberg Approved AI Training on Pirated Books, Filings Say",
    "text": "Meta Platforms Inc. CEO [unredacted](https://www.bloomberglaw.com/public/document/KadreyetalvMetaPlatformsIncDocketNo323cv03417NDCalJul072023CourtD/26?doc_id=X58RAQMVNFD9DIPLV03MHTOAD09) court filings.\nThe factual discovery process during the litigation has also revealed that a\nThe filings are part of a motion by the proposed class of authors, who include comedian ...\nLearn more about Bloomberg Law or Log In to keep reading:\nLearn About Bloomberg Law\nAI-powered legal analytics, workflow tools and premium legal & business news.\nAlready a subscriber?\nLog in to keep reading or access research tools.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->information technology and computer science",
      "Crime, Law and Justice->corporate crime",
      "Social Issue->social problem",
      "Social Issue->discrimination",
      "Social Issue->values"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "48a16cb0232eb0ac0ea4fa3d0d62b9489bf93c59",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2025-01-10T02:11:13.243+02:00",
    "updated": "2025-01-10T02:11:13.243+02:00"
  },
  {
    "uuid": "72a7e9ef022e426a91b7927dd3d57ec35a03799d",
    "url": "https://www.rappler.com/philippines/video-fiesta-sa-semana-santa-priests-day-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rappler.com",
    "published": "2024-03-28T16:09:00Z",
    "title": "WATCH: Fiesta sa Semana Santa",
    "text": "MANILA, Philippines – At the Manila Cathedral and other churches across the country, the fiesta-like atmosphere of Priests’ Day breaks the somber mood of the holiest days of the Christian faith.\nPriests’ Day is when clergymen renew their vows before their bishop during the Chrism Mass on Maundy Thursday. At the Manila Cathedral, parishioners – with tarpaulins, flowers, headbands, and balloons – eagerly await their priests outside the church building while drums are beating.\nIn this Holy Week vlog, Rappler senior multimedia reporter Paterno Esmaquel II reports on this mini-fiesta in honor of Catholic priests. While Filipinos love them, what is now the challenge for clergymen?\nRappler production specialist Ulysis Pontanares, who was shooting the event, also meets his fellow Makati parishioners in the middle of this coverage – to the delight of their parish priest, who ends with a message about using one’s talents.\nWatch the vlog by clicking the video at the topmost portion of this page. – Rappler.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "paterno esmaquel ii",
          "sentiment": "none"
        },
        {
          "name": "ulysis pontanares",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "semana santa manila",
          "sentiment": "none"
        },
        {
          "name": "philippines",
          "sentiment": "none"
        },
        {
          "name": "manila",
          "sentiment": "none"
        },
        {
          "name": "makati",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T03:32:20.077+03:00",
    "updated": "2024-03-29T07:11:55.013+03:00"
  },
  {
    "uuid": "c8414c8d0e9f47faf01cd3e1c35901b70d7a1aad",
    "url": "https://chriskresser.com/beta-glucan-a-jack-of-all-trades-for-immune-health/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chris Kresser, M.S.",
    "published": "2023-12-28T17:37:00Z",
    "title": "Beta-glucan: A “Jack of All Trades” for Immune Health",
    "text": "Beta-glucans are a type of soluble fiber found in the cell walls of yeast, mushrooms, oats, and barley that have been shown to provide immune-modulating effects.\nWhile all beta-glucans have health benefits, the beta-glucans derived from yeast and mushrooms have specific effects on the immune system due to their unique structure. They are among the few compounds that can stimulate and regulate the immune system at the same time.\nIn this article, I’ll explore the mechanisms and research behind yeast and mushroom beta-glucans as “biological response modifiers,” outline their unique immune health benefits, and explain how to implement them into your daily routine.\nWhat is a “biological response modifier” (BRM)?\nMany compounds and medications that affect immune function either suppress or boost it.\nFor example, steroids are used to globally suppress a hyperactive immune response in people with autoimmune diseases. While suppressing the immune system can relieve the symptoms of these conditions, the obvious downside is that it reduces immune defense against pathogens and cancer.\nOn the other hand, some botanicals like echinacea and astragalus boost the immune response. This can support our defense against infections caused by viruses and other pathogens. But the problem with boosting is when it goes beyond supporting and causes overstimulation. This can manifest as autoimmunity, allergies, asthma, or other immune-related dysfunctions.\nBRMs (including beta-glucans) fundamentally differ from immune-suppressing or immune-boosting compounds. They support innate immunity by priming and “training” the body’s innate immune cells to react more quickly when a pathogen is detected.\nTraining the immune system is a newly recognized phenomenon that occurs when innate immune cells encounter specific pieces of microbes (living or nonliving), causing the cells to respond more effectively to a future threat. Innate immune cells retain a “memory” of the experience that allows them to respond more quickly and effectively when they encounter another pathogen. This is essential for immune defense because it protects from pathogens we’ve never encountered before.\nYeast beta-glucans as BRMs\nYeast beta-glucans are derived from the cell walls of yeast, such as Saccharomyces cerevisiae. They have a soluble fiber structure consisting of glucose molecules bonded in beta-1,3 and 1,6 linkages (\n*). This gives them a unique triple-helical tertiary structure.\nThe main mechanism of action of yeast beta-glucans as BRMs involves activating various immune cells, particularly macrophages. When consumed, the fibrous beta-glucans bind to receptors like Dectin-1 and CR3 on macrophages. This triggers signaling cascades that help them to engulf and kill invading pathogens like viruses and bacteria. (\nhttps://pubmed.ncbi.nlm.nih.gov/21525931/)\nYeast beta-glucans promote the release of inflammatory cytokines like tumor necrosis factor-alpha (TNF-alpha), interleukin-1 (IL-1), and interleukin-6 (IL-6). (\nhttps://pubmed.ncbi.nlm.nih.gov/15135314/) This might sound harmful, given the negative impact of chronic inflammation, but acute inflammation is a critical part of our immune response. The release of these cytokines primes macrophages to react against pathogens or other threats. Yeast beta-glucans also stimulate macrophages to release reactive oxygen species that can kill pathogens. ( https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3128477/)\nGiven these mechanisms, it’s no surprise that studies have shown that yeast beta-glucans reduce the incidence and severity of upper respiratory tract infections during cold and flu season. (\nhttps://pubmed.ncbi.nlm.nih.gov/22465901/)\nIn addition to priming the immune system to fight threats, yeast beta-glucans help to reduce hyperactive immune responses like allergies and autoimmune diseases.\nA study of people with ragweed allergies found that yeast beta-glucans reduced total allergy symptoms and symptom severity and improved quality of life and mood. (\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC3951572/) Another study found that 1,3/1,6-beta-glucans reduced psoriatic arthritis symptoms and decreased inflammation. ( https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9098905/)\nMushroom beta-glucans as BRMs\nMushroom beta-glucans are derived from the cell walls of medicinal mushrooms like maitake, reishi, and shiitake. They have a branched, linear structure of glucose molecules bonded with beta-1,3 and 1,4 linkages (\nhttps://pubmed.ncbi.nlm.nih.gov/17895634/).\nThe biological response modifying effects of mushroom beta-glucans stem from their immunomodulating properties. Their beta-glucan receptors include Dectin-1, CR3, and TLR2, expressed on macrophages, neutrophils, and natural killer (NK) cells (\nhttps://pubmed.ncbi.nlm.nih.gov/21525931/).\nBinding of mushroom beta-glucans signals these innate immune cells to become activated. Like yeast beta-glucans, they promote macrophage secretion of inflammatory cytokines and reactive oxygen species. (\nhttps://pubmed.ncbi.nlm.nih.gov/17606977/) Mushroom beta-glucans also stimulate the proliferation and cytotoxicity of NK cells against cancer tumor cells. ( https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6479769/)\nAdditionally, mushroom beta-glucans can interact with the adaptive immune system. They complement receptor 3 on B cells, prompting antibody production. (\nhttps://pubmed.ncbi.nlm.nih.gov/19885842/) They also activate antigen-presenting cells to stimulate T-cell responses.\nThis dual regulation of both the innate and adaptive immune systems gives mushroom beta-glucans diverse biological impacts. They:\n- Boost immunity against bacterial and viral infections. (\nhttps://pubmed.ncbi.nlm.nih.gov/25866155/)\n- Exhibit anti-tumor effects by blocking the immunosuppressive action of cancerous cells. (\nhttps://pubmed.ncbi.nlm.nih.gov/17606977/)\n- Alleviate environmental allergy symptoms. (\nhttps://pubmed.ncbi.nlm.nih.gov/23744488/)\n- Reduce inflammation and regulate autoimmunity. (\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC8072893/)\nThe anti-cancer effects of yeast and mushroom beta-glucans\nIn addition to their ability to protect against infections and reduce hyperactive immune responses like allergy and autoimmunity, beta-glucans are also being intensively studied as anti-cancer agents.\nIn fact, several studies have explored using beta-glucan as an adjuvant in cancer vaccines. (\nhttps://www.spandidos-publications.com/10.3892/or.2021.8225) It has been studied for its potential to enhance the effectiveness of traditional cancer treatments like chemotherapy and radiation therapy, as well as for its own anti-tumor properties.\nYeast beta-glucans stimulate macrophage and NK cell cytotoxicity against cancer cells in animal and in vitromodels (\nhttps://pubmed.ncbi.nlm.nih.gov/17606977/). Oral administration of yeast beta-glucans in mice implanted with melanoma cells inhibited tumor growth by over 50 percent compared to controls. ( https://pubmed.ncbi.nlm.nih.gov/15240666/) The beta-glucans likely activated innate immune cells like NK cells to destroy the tumors directly.\nClinical studies are limited, but one small trial in women with breast cancer found taking yeast beta-1,3/1,6 glucan supplements for two weeks prior to surgery markedly stimulated anticancer immunity. (\nhttps://pubmed.ncbi.nlm.nih.gov/17161824/)\nMushroom beta-glucans appear to have even greater anticancer properties. Through their ability to activate NK cells, macrophages, and antigen-presenting cells, mushroom beta-glucans can elicit both innate and adaptive anti-tumor immunity. (\nhttps://pubmed.ncbi.nlm.nih.gov/17895634/)\nMultiple meta-analyses of clinical trials confirm mushroom beta-glucan intake significantly prolongs survival and improves the quality of life in patients with cancer undergoing chemotherapy or radiation, particularly for gastric, colorectal, lung, and breast cancers. (\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC6017669/, https://www.dl.begellhouse.com/journals/708ae68d64b17c52,7e712f4f2518a7dc,1373e6332d0d15b2.html)\nProposed mechanisms include preventing immunosuppression caused by tumors, enhancing tumor cell apoptosis, and reducing therapy-induced toxicity to normal cells. (\nhttps://pubmed.ncbi.nlm.nih.gov/10702635/) Shiitake mushroom beta-glucans have also shown chemopreventive effects by inhibiting carcinogenic cell production in animal studies. ( https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8065548/)\nHow to get the benefits of yeast and mushroom beta-glucans\nMushroom beta-glucan\nThere are two ways to get mushroom beta-glucans: by eating mushrooms or taking mushroom supplements.\nShiitake, maitake, chanterelle, reishi, and oyster mushrooms have beta-glucan content ranging from 20 to 25 percent by volume. The mushrooms with the highest beta-glucan content are lion’s mane (50 percent) and turkey tail (61 percent).\nOf these, shiitake, maitake, chanterelle, and lion’s mane are suitable for eating. Reishi and turkey tail are tough, bitter, and chewy and require special preparation to consume.\nEating several servings of these mushrooms weekly is a great way to benefit from mushroom beta-glucans. Supplementing with mushrooms is another option. This ensures a consistent intake and makes it easier to consume the species with the highest beta-glucan content, like turkey tail.\nWhen looking for a mushroom supplement, it’s critical to choose one that contains mushroom fruiting bodies grown on natural substrates (like logs) rather than mycelium grown on grain.\nMycelium is the branching, root-like part of a mushroom, not the fruiting body itself. It’s a different stage of the fungal life cycle and typically has lower levels of beta-glucans and other active compounds like terpenoids than mushroom fruiting bodies.\nWhat’s more, virtually all studies documenting the benefits of mushrooms have been done with mushrooms—not mycelium. The health benefits of mycelium are unproven and would not be expected to be the same as mushrooms, given their lower levels of active compounds.\nSadly, many popular mushroom products are made with mycelium rather than mushrooms. This is often not disclosed on the label or packaging because the U.S. Food and Drug Administration (FDA) does not yet require brands to differentiate between mushrooms and mycelium. (This will likely change in the near future. A petition has been submitted to the FDA with this in mind.) If you’re already taking a “mushroom” supplement and aren’t certain if it contains mushrooms, ask the company whether their product is made with mycelium or mushroom fruiting bodies.\nIt’s also a good idea to choose a product made from organic mushrooms, as they are not treated with pesticides, herbicides, or genetically modified organisms (GMOs).\nFinally, make sure the mushroom product you choose is third-party tested. Many mushroom ingredients come from China. This is not necessarily a problem. After all, mushrooms were first used for health purposes in China several thousand years ago, and they have more expertise in cultivating them than anywhere else in the world.\nHowever, contamination with heavy metals and other pollutants is a concern. Third-party testing that shows low levels of these toxins can provide reassurance that you’re taking a clean product.\nYeast beta-glucan\nThere are no significant food sources of yeast beta-glucan, so you’ll have to supplement to get the benefits.\nA dose of 200 to 300 mg/d is typically used in studies. It should be a 1,3/1,6-beta-glucan purified from Baker’s yeast. It should also be gluten-free, non-allergenic, and non-GMO. There are a few different branded ingredients on the market, but I prefer Wellmune®. It’s supported by\nnumerous clinical studies published in peer-reviewed journals. It has been shown to reduce the incidence and severity of upper respiratory tract infections and allergies and improve overall health and quality of life.\nWellmune is not a product itself—it’s an ingredient that some supplement brands use in their products.\nBetter supplementation. Fewer supplements.\nClose the nutrient gap to feel and perform your best.\nA daily stack of supplements designed to meet your most critical needs.\nConclusion\nBeta-glucans derived from yeast and medicinal mushrooms are an effective way to modulate and strengthen the immune system. Their unique chemical structure allows them to act as BRMs by binding to receptors on macrophages and other immune cells. This triggers signaling cascades that prime immune defenses against infections, allergies, tumors, toxins, and more.\nResearch shows yeast beta-glucans potently activate the innate immune system and speed wound healing, while mushroom beta-glucans regulate both innate and adaptive immunity for broader anticancer and anti-infection activity.\nCombining daily dietary intake of beta-glucans from shiitake, maitake, chanterelle, and oyster mushrooms with targeted supplementation (with both yeast and mushroom beta-glucans) is the optimal approach. Given the current science, consuming beta-glucans is a safe, natural way to reinforce the body’s defenses and fight disease.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://pubmed.ncbi.nlm.nih.gov/17606977/).",
      "https://pubmed.ncbi.nlm.nih.gov/19275682/",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3951572/)",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6479769/)",
      "https://pubmed.ncbi.nlm.nih.gov/22465901/)",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8072893/)",
      "https://pubmed.ncbi.nlm.nih.gov/19885842/)",
      "https://pubmed.ncbi.nlm.nih.gov/17895634/).",
      "https://pubmed.ncbi.nlm.nih.gov/21525931/).",
      "https://www.dl.begellhouse.com/journals/708ae68d64b17c52,7e712f4f2518a7dc,1373e6332d0d15b2.html)",
      "https://www.wellmune.com/research/",
      "https://www.spandidos-publications.com/10.3892/or.2021.8225)",
      "https://pubmed.ncbi.nlm.nih.gov/25866155/)",
      "https://pubmed.ncbi.nlm.nih.gov/10702635/)",
      "https://pubmed.ncbi.nlm.nih.gov/17895634/)",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8065548/)",
      "https://pubmed.ncbi.nlm.nih.gov/23744488/)",
      "https://pubmed.ncbi.nlm.nih.gov/15135314/)",
      "https://pubmed.ncbi.nlm.nih.gov/21525931/)",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6017669/,",
      "https://pubmed.ncbi.nlm.nih.gov/17161824/)",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9098905/)",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3128477/)",
      "https://pubmed.ncbi.nlm.nih.gov/17606977/)",
      "https://pubmed.ncbi.nlm.nih.gov/15240666/)",
      "https://www.pubmed.ncbi.nlm.nih.gov/17895634/)",
      "https://www.pubmed.ncbi.nlm.nih.gov/23744488/)",
      "https://www.pubmed.ncbi.nlm.nih.gov/17161824/)",
      "https://www.pubmed.ncbi.nlm.nih.gov/22465901/)",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC8065548/)",
      "https://www.pubmed.ncbi.nlm.nih.gov/25866155/)",
      "https://www.pubmed.ncbi.nlm.nih.gov/19885842/)",
      "https://www.pubmed.ncbi.nlm.nih.gov/17606977/).",
      "https://www.pubmed.ncbi.nlm.nih.gov/15135314/)",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC6479769/)",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC8072893/)",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC3128477/)",
      "https://pubmed.ncbi.nlm.nih.gov/19275682",
      "https://wellmune.com/research/",
      "https://www.pubmed.ncbi.nlm.nih.gov/10702635/)",
      "https://www.pubmed.ncbi.nlm.nih.gov/17895634/).",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC6017669/,",
      "https://www.wellmune.com/research",
      "https://www.pubmed.ncbi.nlm.nih.gov/21525931/).",
      "https://www.pubmed.ncbi.nlm.nih.gov/21525931/)",
      "https://www.pubmed.ncbi.nlm.nih.gov/15240666/)",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC3951572/)",
      "https://dl.begellhouse.com/journals/708ae68d64b17c52,7e712f4f2518a7dc,1373e6332d0d15b2.html)",
      "https://www.pubmed.ncbi.nlm.nih.gov/17606977/)",
      "https://spandidos-publications.com/10.3892/or.2021.8225)",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC9098905/)",
      "https://www.pubmed.ncbi.nlm.nih.gov/19275682/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:21:25.782+02:00",
    "updated": "2023-12-29T00:21:25.782+02:00"
  },
  {
    "uuid": "1110eec3ddd2cec857dc10a33ce32906f08e7067",
    "url": "https://revistamonet.globo.com/celebridades/noticia/2025/01/estrela-de-reality-assusta-fas-ao-revelar-paralisia-facial-estou-preocupada.ghtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "globo.com",
    "published": "2025-01-30T12:04:00Z",
    "title": "Estrela de reality assusta fãs ao revelar paralisia facial: 'Estou preocupada' | Celebridades | Monet",
    "text": "A estrela de reality show e influencer Briston Palin assustou seus fãs e seguidores nas redes sociais ao compartilhar uma série de posts revelando estar com seu rosto parcialmente paralisado. Além de ter sido protagonista de um reality show sobre sua vida como mãe solo, a celebridade de 34 anos é famosa por ser filha de Sarah Palin, ex-governadora do estado do Alasca e candidata à vice-presidência dos Estados Unidos em 2008, na chapa de John McCain.\nBriston Palin disse estar em busca de tratamento para sua paralisia facial há uma semana.\nBriston Palin, filha da ex-governadora do Alasca Sarah Palin — Foto: Instagram Continuar lendo Com mais de 551 mil seguidores no Instagram, Palin compartilhou uma série de vídeos na seção Stories para falar sobre seus problemas de saúde.\n“Em questão de horas, o lado esquerdo do meu rosto passou a ficar dormente e depois paralisado”, relatou a influencer. “Não conseguia mais piscar o meu olho e perdi completamente o movimento do lado esquerdo do rosto… Muito maluco. Estou preocupada”.\nSarah Palin, ex-governadora do Alasca — Foto: Instagram Briston Palin disse ter passado por uma série de exames médicos e contou que está sob medicação, mas seus médicos ainda não sabem o que teria causado sua paralisia facial. Ela disse que a suspeita é de Paralisia de Bell - uma reação a infecção viral que acaba paralisando parte do rosto.\nBriston Palin, filha da ex-governadora do Alasca Sarah Palin — Foto: Instagram Palin disse já ter notado algumas melhorias após alguns dias, mas segue preocupada: “Passei a sentir um pouco de dor, o que é um indício de que está melhorando”, explicou a influencer no mais recente de seus vídeos.\nAlém de ter protagonizado o reality ‘Bristol Palin: Life's a Tripp’, a filha de Sarah Palin também participou da 15ª temporada do programa ‘Dancing with the Stars’.\nBriston Palin, filha da ex-governadora do Alasca Sarah Palin, com os filhos — Foto: Instagram",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Health->medical condition",
      "Health->mental health and disorder",
      "Human Interest->human mishap",
      "Lifestyle and Leisure->wellness",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T00:52:54.608+02:00",
    "updated": "2025-01-31T00:52:54.608+02:00"
  }
]