[
  {
    "uuid": "781b04a8754fdd10cb2ff7882490284ba75b0ec5",
    "url": "https://www.newsbreak.com/mount-laurel-nj/3299912151455-snow-day-closures-in-mount-laurel-due-to-winter-weather",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-01-16T14:35:00Z",
    "title": "Snow Day! Closures in Mount Laurel Due to Winter Weather",
    "text": "MOUNT LAUREL, NJ — After not seeing more than one inch of snow since January 2022, were you happy to wake up to the white stuff on the ground this morning? While it wasn't enough for a day of sledding, the snow and wintry mix falling from the sky have forced closures in Mount Laurel on Tuesday. Mount Laurel's municipal building and offices are closed on Tuesday, January 16 due to the inclement weather. Offices will re-open on Wednesday at 8AM. Due to the snow, trash collection is expected to take longer than normal and will result in some neighborhoods not having their garbage collected today, according to a post on the Township's Facebook page. Those who do not have their trash picked up are asked to leave it out, as anything not collected on Tuesday will be retrieved first thing on Wednesday. All schools in the Mount Laurel School District and Lenape Regional High School District, including Lenape High School, are closed on Tuesday. Road work that was slated to begin on Hartford Road this week is being delayed due to wet weather in the forecast. In addition, construction work on Hartford Road that was scheduled to start on January 16 has been pushed back and is now expected to begin on Monday, January 22. Read More Local Mount Laurel, NJ News MORE: Scheduled Construction on Hartford Road Delayed Due to Snowy Forecast Sign up to get local news from TAPinto in your inbox for FREE!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0Vvg5J_0qn3rXvc00",
      "https://img.particlenews.com/image.php?url=0Vvg5J_0qn3rXvc00",
      "https://www.tapinto.net/subscriptions/new",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?url=0Vvg5J_0qn3rXvc00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0Vvg5J_0qn3rXvc00",
      "https://tapinto.net/subscriptions/new"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "lenape high school",
          "sentiment": "none"
        },
        {
          "name": "mount laurel school district and lenape regional high school district",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mount laurel due",
          "sentiment": "none"
        },
        {
          "name": "hartford road",
          "sentiment": "none"
        },
        {
          "name": "mount laurel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-16T17:03:19.771+02:00",
    "updated": "2024-01-16T17:03:19.771+02:00"
  },
  {
    "uuid": "3736b4916153a3fba281211cfafcd0397cc8fcfa",
    "url": "https://www.diariodemallorca.es/internacional/2024/04/25/supremo-eeuu-apunta-retrasar-juicio-asalto-capitolio-trump-101569472.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Idoya Noain",
    "published": "2024-04-25T18:03:00Z",
    "title": "El Supremo de EEUU apunta a retrasar el juicio por el asalto al Capitolio pese al escepticismo sobre la inmunidad de Trump",
    "text": "Elecciones EEUU 2024\nEl Supremo de EEUU apunta a retrasar el juicio por el asalto al Capitolio pese al escepticismo sobre la inmunidad de Trump\nSi se pospone el proceso hasta después de las elecciones y Trump gana podría instar a Justicia a retirar los cargos\nIdoya Noain\nLa lucha de Donald Trump por evitar ser juzgado antes de las elecciones presidenciales de noviembre por sus intentos de revertir los resultados legítimos de las elecciones de 2020 que perdió frente a Joe Biden parece desde este jueves más encaminada a un triunfo, quizá parcial pero vital para el republicano.\nEl Tribunal Supremo ha escuchado argumentos en una vista centrada en las alegaciones de inmunidad absoluta que Trump se arroga para defenderse en la imputación en Washington del caso federal conocido como el del asalto al Capitolio, una de la cuatro causas penales que enfrenta el también aspirante republicano, actualmente juzgado en el caso de Nueva York.\nA lo largo de una sesión que se ha prolongado más de dos horas y 40 minutos, y a través de sus preguntas al representante del gobierno y de la defensa, la mayoría de los jueces en el Alto Tribunal ha mostrado escepticismo sobre la idea de que el poder presidencial llegue a esa inmunidad total, algo\n[que han rechazado ya tribunales inferiores](/internacional/2024/02/06/tribunal-deniega-trump-tenga-inmunidad-absoluta-97830394.html).\nTambién, y no obstante, la mayoría de los magistrados de la mayoría conservadora instalada precisamente desde la presidencia de Trump también han apuntado a la idea de que es importante determinar cuáles de las acciones en el intento de pucherazo fueron actos “oficiales” y cuáles eran actos \"privados\". Esa determinación recaería en tribunales inferiores. Y eso amenaza con retrasar el proceso.\nIncluso si los jueces anunciaran una decisión rápidamente y no esperaran a finales de junio y principios de julio, cuando se esperan sus sentencias y opiniones de este curso judicial, podría abrirse un engorroso camino en esos tribunales inferiores. Y eso aleja la posibilidad de que el juicio de Washington esté resuelto, o ni siquiera iniciado, antes de la cita de los estadounidenses con las urnas.\nEsa es, indudablemente, una de las metas de Trump: postergarlo hasta después de las elecciones, donde el republicano vuelve a medirse con Biden. Si Trump ganara esos comicios, se da por seguro que instará al Departamento de Justicia a retirar los cargos con que le ha imputado el fiscal especial Jack Smith.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:14:07.818+03:00",
    "updated": "2024-04-26T00:14:07.818+03:00"
  },
  {
    "uuid": "50ad055511d272c8508ac33ae210e56657ce24de",
    "url": "https://www.t13.cl/noticia/nacional/vientos-hasta-124-km-h-asi-amanecio-rm-fuertes-rafagas-sistema-frontal-2-8-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "T13",
    "published": "2024-08-02T12:39:00Z",
    "title": "Así amaneció la RM tras fuertes vientos por sistema frontal",
    "text": "Una serie de emergencias se han desarrollado durante toda la madrugada, tras los fuertes vientos que se registraron en distintas comunas de la Región Metropolitana. En Estación Central, una persona murió y otras dos resultaron heridas luego que chocaran con una palmera que habría caído por el viento. A medida que fueron pasando las horas, el viento fue bajando hacia la zona más céntrica de Santiago. Varios árboles cayeron sobre casas y automóviles se vieron incendiados por cables electrificados. Según el delegado presidencial de la Región Metropolitana, Gonzalo Durán, los vientos alcanzaron hasta los 124 km/h. [ Lee También ](/noticia/nacional/el-tiempo/nunca-habia-visto-6-horas-viento-continuo-santiago-rafagas-superaron-120-km-h-2-8-2024) \"Nunca había visto 6 horas de viento continuo en Santiago\": Michelle Adam afirmó que ráfagas superaron los 120 km/h Debido a todo lo anterior, al menos [620 mil hogares se han visto afectados por cortes de energía eléctrica](https://www.t13.cl/noticia/nacional/mas-600-mil-clientes-sin-suministro-electrico-sistema-frontal-semaforos-apagados-2-8-2024) hasta esta hora de la mañana, además, hay aproximadamente 500 semáforos apagados en toda la Región Metropolitana por corte de energía o daños tras temporal de viento durante esta jornada. Cabe mencionar que en el Aeropuerto de Santiago también hubo problemas. Un video registró [los daños generados en el sector de vuelos nacionales](https://www.t13.cl/noticia/nacional/aeropuerto-santiago-suspende-operaciones-2-8-2024). ASÍ AMAENCIÓ LA RM ESTA MAÑANA PRODUCTO DE LOS FUERTES VIENTOS: [Síguenos en ](https://news.google.com/publications/CAAiEOgjh55R1O_OHSPw0T00iXYqFAgKIhDoI4eeUdTvzh0j8NE9NIl2)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://news.google.com/publications/CAAiEOgjh55R1O_OHSPw0T00iXYqFAgKIhDoI4eeUdTvzh0j8NE9NIl2)",
      "https://www.news.google.com/publications/CAAiEOgjh55R1O_OHSPw0T00iXYqFAgKIhDoI4eeUdTvzh0j8NE9NIl2)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T17:37:29.913+03:00",
    "updated": "2024-08-02T17:37:29.913+03:00"
  },
  {
    "uuid": "cb422a2bd8336aafc1b337c339756e929a61b204",
    "url": "https://www.elimparcial.com:443/mexico/2024/02/01/asesinan-a-tiros-a-jaime-vera-precandidato-del-partido-verde-en-jalisco",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "El Universal",
    "published": "2024-02-01T21:51:00Z",
    "title": "Asesinan a tiros a Jaime Vera, precandidato del Partido Verde en Jalisco | Noticias de México | El Imparcial",
    "text": "Asesinan a tiros a Jaime Vera, precandidato del Partido Verde en Jalisco El ataque ocurrió a las afueras de un establecimiento, dejando al político de 62 años tendido junto a una camioneta pick up. JALISCO.- Durante la mañana de este jueves en el municipio de Zapopan, fue asesinado Jaime Vera, precandidato de Morena y PVEM a la alcaldía de Mascota, [Jalisco](https://www.elimparcial.com/mexico/2024/01/29/madres-buscadoras-reciben-amenazas-de-muerte-en-zapopan-jalisco-buscan-ayuda-internacional/). Este hombre de 62 años fue objeto de un ataque armado mientras se encontraba fuera de un establecimiento situado en la intersección de las avenidas Moctezuma y Clouthier, en la colonia Puerta del Sol. El suceso fue comunicado a las autoridades por testigos del crimen, lo que llevó a la llegada de la policía municipal al lugar. Al llegar, hallaron al hombre tendido en el suelo, junto a una camioneta pick up. Respuesta de las autoridades El cuerpo del político presentaba varios impactos de bala en el cuerpo; según la información preliminar recabada por los policías, el presunto responsable fue un hombre que vestía con ropa oscura y se aproximó al precandidato para dispararle a quemarropa y escapar a pie. Aunque no se confirmó la identidad de la víctima, a través de redes sociales el coordinador del gabinete de seguridad del gobierno de Jalisco, Ricardo Sánchez, señaló que la persona asesinada era originaria de Mascota. Te puede interesar: [Asesinan al futbolista Sergio Jáuregui durante un partido en México](https://www.elimparcial.com/deportes/2024/01/30/asesinan-al-futbolista-sergio-jauregui-durante-un-partido-en-mexico/) Según las primeras versiones, el fallecido estaría inscrito para contender en el proceso electoral por el Partido Verde en aquel municipio, por lo que, de acuerdo con los resultados de las investigaciones que realiza la Fiscalía del Estado de Jalisco, la información se hará de conocimiento público conforme avancen las mismas”, indicó el funcionario. Te recomendamos [Ataque armado en base de taxis en Cuautla deja un chofer muerto y seis heridos](/mexico/2023/12/29/ataque-armado-en-base-de-taxis-en-cuautla-deja-un-chofer-muerto-y-seis-heridos/) [Joven pierde la pierna defendiendo a su mamá en ataque de cuchillo en Edomex; agresor podría salir libre](/mexico/2024/01/09/joven-pierde-la-pierna-defendiendo-a-su-mama-en-ataque-de-cuchillo-en-edomex-agresor-podria-salir-libre/) [Ataque con cuchillo en Centro Histórico de Querétaro deja a una mujer asesinada y otras personas lesionadas](/mexico/2024/01/02/ataque-con-cuchillo-en-centro-historico-de-queretaro-deja-a-una-mujer-asesinada-y-otras-personas-lesionadas/) [\"Queremos yucatanizar\" a México en materia de seguridad, asegura Xóchitl Gálvez](/mexico/2024/01/03/queremos-yucatanizar-a-mexico-en-materia-de-seguridad-asegura-xochitl-galvez/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T00:16:49.265+02:00",
    "updated": "2024-02-02T00:16:49.265+02:00"
  },
  {
    "uuid": "6c7ef8981919e3101ff80ab9dd91b3c617857bd8",
    "url": "https://www.meneame.net/story/atentado-islamista-durante-misa-navidad-deja-mas-160-cristianos/c043",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "James_787",
    "published": "2023-12-28T22:09:00Z",
    "title": "#43 Un atentado islamista durante la misa de Navidad deja más de 160 cristianos asesinados en Nigeria",
    "text": "[Expat_Guinea_Ecuatorial](/user/Expat_Guinea_Ecuatorial)a [gaceta.es](/go/link/3891432) [#9](c9#c-9) bueno. Entérate quién financio al valeroso pueblo de Afganistán y sus valerosos guerreros los muyahidines( les dedicaron Rambo iii y todo), o quien armó y financio a Irak, a estos que ves ahora este terrible atentado de la noticia, quien los organizo y financió, ... Después nos vuelves a contar estás cosas. Y si sigues pensando que está irán detrás de todo pq es omnipresente vale. Si ves q algún otro estado puede estar implicado, fijate quién lo arma y financia. Un saludo.\n[#13](c13#c-13) lo se y lo he criticado 100 millones de veces, dinero de EEUU y Arabia Saudita y Pakistán.\nPero eso no les importa para llamarlos partisanos, \"que en Europa les habría llamado partisanos y que habrían luchado contra los nazis\"\nEso es mierda, el fanatismo religioso no atiende a razones.\nAl menos tu comentario muestra algo de vergüenza de esa gente... Algo es algo.\n[#20](c20#c-20) pues mira otra vez la captura que mandas, pq es exactamente lo que estoy diciendo. Afganistán era un país más adelantado que España y las mujeres iban sin velo. El tío Sam puso a la derecha religiosa conservadora, o lo que viene a ser los fascistas de toda la vida, pero en musulmán, a levantarse en armas... Cómo en Irak, libia, Egipto, Ucrania... Mismo proceder en todos lados, mismo resultado en todos lados. Países de mierda con gobiernos autoritarios y la población paupérrima y reprimida. Eso es el tío Sam.\n[#30](c30#c-30) Claro, Afganistan era un paraiso...\nhttps://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992))\nTienes una vision de la historia bastante distorsionada. China tambien dio armas a los talibanes para luchar contra la URSS, entre otros tantos paises....\nClaaaaaaro, todo culpa del tio sam...\n[#31](c31#c-31) entérate lo que era Afganistán antes del 92.\nEra un estado laico. En el año 90 la mayoría del profesorado eran mujeres, por ejemplo, que estaba integrada en el mundo laboral.\nY la revolución hostigada por el tío Sam puso a los integristas islámicos. Los valerosos muyahidines, como dijeron en Rambo 3, que les dedicaron.\nInfórmate tú un poquito, antes de hablar sin saber.\n[#0](c0#c-0) Ese titular es tendencioso y confuso, y probablemente seas consciente. El ataque no fue durante una misa, como quiere dar a entender, si no que se atacó una serie de aldeas de manera coordinada. Y además, el factor religioso no es el único relevante, y tampoco está plenamente confirmado.\nHay fuentes mucho más serias, informadas y rigurosas que la que has mandado...\n[#10](c10#c-10) Resulta difícil creer que puedan existir fuentes más serias leyendo maravillas cosas como:\nLa reciente matanza sucedida en Navidad confirma lo que anuncian las estadísticas: el cristianismo es la religión más perseguida en el mundo. Y no se limita solamente a esta región de África, sino que ocurre en Asia y Medio Oriente. Hace poco a cristianos perseguidos por el régimen comunista chino se les negó asilo en la España de Pedro Sánchez y el PSOE. Solo una lo pudo obtener porque su salud le impedía subir al avión donde la deportaban.\nTodo ello, mientras las pateras siguen llegando a España, posiblemente con insurgentes tan radicales como los que masacran a los cristianos en Nigeria y sin el amparo para los cristianos que huyen de estos.\nMira, igual en que en Gaza, pero estos no lo llaman masacre.\nhttps://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html\nhttps://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/\n[#14](c14#c-14) Yo no apoyo yihadistas, eso es Israel que apoya a DAESH\nYo soy de izquierdas, no apoyo a la extrema derecha\nNo es muy dificil de entender, ánimo\n[#18](c18#c-18) otro comentario más de \"la culpa es de todos menos de la yihad y los países de mierda donde reina la sharia\"\nHoy te estás coronado máquina.\nQue lastima que estes aquí criticando a occidente para tapar mierdas de asesinos fanatizados y no allí al revés como los verdaderos mártires que si luchan por denunciar atrocidades de países islámicos, ahí veríamos lo valiente que eres con tu reinvidicacion de sofa y tu bandera nazi con la israelí en la foto de perfil.\n[#25](c25#c-25) Financiasteis a los talibanes para combatir a los rusos y ahora estamos pagando los platos\nFinanciar ISIS para destruir oriente medio\nFinanciar siempre lo peor para seguir con los genocidios, apartheid, limpieza étnica...\n[#26](c26#c-26) \"Financiasteis a los talibanes\"\nyo no financie a nadie, manipulador de pacotilla. Típico de esos de la bandera de tu perfil.\nMuestras muchos decíamos que la primavera árabe está plagado de fanáticos religiosos que apoyaban las reveliones, tantos otros decían que \"callate, hacen lo que deberíamos estar haciendo en Europa, es una revolución\". Ahora a gente como tú, si tu, que estás criticando a los críticos con el yihadismo de hamas se le avisa que apoyar grupos terroristas que hacen matanzas públicas es una barbaridad y que esto les embalentona y atrae a más fanáticos y que será la perdición de Palestina no escucháis. Dentro de 10 años saldrán muchos de Europa que han visto gritos de Allahu adbak y tontos en Internet diciendo que el único error de hamas es no haber actuado antes... Luego habrán chavales que pensarán que están siendo héroes en un Isis o unos talibanes dando su vida por puercos que vienen a cuerpo de rey con 4 mujeres y esclavas sexuales.\n[#18](c18#c-18) para tí seguro que extrema derecha es alguien de izquierdas que no compre el pack correntista de turno.\n[#9](c9#c-9) ¿En qué parte de su comentario dice eso? \"no son culpables de sus actos\" y toda la mierda que sigue. O qué parte de su comentario te ha llevado a esa conclusión, si es que necesitas algo más de margen.\nAunque es posible que esa respuesta no tenga nada que ver con su comentario y simplemente sea una patética y lamentable pataleta porque no te ha gustado su respuesta.\n[#17](c17#c-17) \"por no sé que historia\".\n¿O por \"no quiero saber\"? Te dan la oportunidad de aprender, no la desperdicies.\n[#19](c19#c-19) tienes algún comentario de crítica o de repudio a esta atrocidad? O vienes aquí a adoctrinar me sobre lo malo que es eeuu?\nEs una noticia de 160 muertos a manos de yihadistas por ser infieles.\nEntre tu y yo? Es duro entrar aquí a un noticia tan trágica y ponerte a discutir sobre si la culpa es o no es de occidente o ya estás curado de eso?\nEntras aquí a recalcar que \"no quiero saber\" tu verdad... Que ascazo.\n[#21](c21#c-21) Eres tú quien ha introducido este tema. Igual esperabas otro tipo de respuestas y ahora te arrepientes de haberte puesto a chapotear con intención de salpicar a los demás.\n[#23](c23#c-23) en todo momento denunció:\n1* las atrocidades de grupos islamistas radicales, no como tantos aquí que aprendieron que eran los talibanes hace 2 meses y ahora los llaman partisanos. Asesinos es su nombre, como es el del gobierno de irán o Arabia Saudita ente otros.\n2* crítico a los que claramente ocultan y defienden a estos asesinos bajo un pretexto de victimismo en Palestina.\nUn terrorista es un terrorista y lo es con 0 muertos en Palestina y con un millón de muertos.\n[#27](c27#c-27) 1a parte todo bien. Segunda, ya no tanto ¿Cómo que terrorista se es y punto?\n¿Crees de verdad que si a esta gente nadie estuviera tocándole los huevos en su casa harían lo mismo?\nIr a la raíz del problema, a las causas, e intentar desenredar un tema complejo no es defender a nadie.\nEstos son los que en Francia, España e Italia eran llamados partisanos por que no se que mierdas de las circunstancias? O estos los podemos llamar terroristas?\nLa yihad se lleva a cabo con muerte de infieles y el miedo a serlo.\nNo se trata de liberar nada, cada ataque sirve para atraer radicales y causar estragos en los no creyetes.\nQuien apoya a yihadistas es tan asesino como ellos.\n[#3](c3#c-3) Estos son los que llevan EEUU y UK financiando más de un siglo\nA lo más fundamentalista y extremista\nAquí cuando iban a la casa blanca a recibir paguitas\nhttps://es.m.wikipedia.org/wiki/Archivo:Reagan_sitting_with_people_from_the_Afghanistan-Pakistan_region_in_February_1983.jpg\n[#8](c8#c-8) bajo ninguna circunstancia son culpables de sus actos, siempre es otro, la culpa siempre será de EEUU, de UK, de la sociedad, de la Bernarda, pero nunca ellos y su fanatismo religioso serán los culpables para vosotros.\nVuestra fijación por defender o tapar cada asesino terrorista con escusas es repugnante y os rebaja como... Voy a decir seres humanos.\nEs decir para vosotros el fanatismo islámico viene de un supuesto apoyo de EEUU a hamas y no de irán...\nBoko haram es un paso de baile radicalizado por EEUU.\nLos talibanes son partisanos radicalizados por EEUU.\nLos hermanos musulmanes se radicalizado jugando call of duty.\nPero jamás lobbys, poderes y dinero de países radicales apoyan a estos grupos de mierda.\nAsí es vuestro mundo.\n[#12](c12#c-12) pero si tu pecas de lo mismo.\nA quien coño quieres dar lecciones?\nEEUU: apoyo yihadistas para quitarse de en medio a un enemigo común.\nTu: apoyas yihadistas para quitarte de en medio un enemigo común.\nEso que tienes ahí llamando nazis es la bandera de Israel no? Imagino que no eres simpatizante, pues eso.\nLa única deferencia entre EEUU y vosotros es que a EEUU sólo le movía la política, a vosotros os pierde el fanatismo.\nSabes lo que más me revienta de vosotros? Que no vais a ser vosotros quien caiga en esa oscuridad por vuestra culpa.\nHabrá niños de 15 que se sentirán libertadores, partisanos, defensores poniendo bombas para un estado islámico por vuestra culpa y vuestros comentarios.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992",
      "https://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia",
      "https://lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:12:44.811+02:00",
    "updated": "2023-12-29T01:12:44.811+02:00"
  },
  {
    "uuid": "a1869e553ed7c59fdc3e67e59456a6529877ba83",
    "url": "https://www.bernama.com/en/general/news.php?id=2258174",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BERNAMA",
    "published": "2023-12-29T04:15:00Z",
    "title": "NGEH'S PROPOSAL TO HAVE NON-MUSLIM EXPERTS IN SYARIAH LAW COMMITTEE A MISTAKE - LOKE",
    "text": "KUALA LUMPUR, Dec 29 (Bernama) -- DAP secretary-general Anthony Loke today stressed that the proposal by Beruas Member of Parliament Datuk Ngeh Koo Ham for the government to appoint non-Muslim legal experts into the special committee to study issues related to the competencies of state legislative assembly in enacting Islamic laws was a mistake and misunderstanding about the committee’s source of power.\nRealising that the proposal could spark controversy as DAP would be seen trying to meddle in Islamic legal affairs, Loke asserted that this is entirely untrue because the party is committed to the principle of mutual respect and harmony among religions and ethnicities.\n“The committee was established by the Malaysian National Council for Islamic Religious Affairs (MKI), chaired by the Sultan of Selangor, Sultan Sharafuddin Idris Shah, and aims to advise the council with suggestions to empower and elevate the jurisdictions of Syariah Courts.\n“It should be emphasised that the establishment of this special committee is not determined by the Cabinet but by MKI, and they report directly to MKI. DAP respects the wisdom of His Royal Highness the Sultan of Selangor in making any decisions regarding MKI affairs,” he said in a statement today.\nLoke said any proposals by the special committee involving legal amendments must be brought to the Cabinet for the usual process of legal enactments.\nAs such, Loke said non-Muslim communities need not worry about this matter because any legal amendments involving the rights of non-Muslims must be thoroughly discussed and finalised by the Cabinet before being brought to Parliament.\nYesterday, the media reported that Ngeh proposed the government appoint experts from the non-Muslim community to assist the special committee established earlier this month and to ensure that the non-Muslims' views were considered before making any changes to the laws.\nThe proposal, however, was slammed by UMNO secretary-general Datuk Dr Asyraf Wajdi Dusuki, who said that there was no need for non-Muslim experts to be appointed to the special committee.\nMeanwhile, Bangi Member of Parliament Syahredzan Johan through a post of X today, echoed Asyraf Wajdi’s sentiments, saying that he believed that the members of the special committee are experienced and competent in their respective fields, especially constitutional law, and would be able to conduct an objective study, going beyond considerations of their own ethnicity and religion.\n“Furthermore, the committee’s suggestions or findings are not binding on the Cabinet, and I believe that all views and further engagement sessions will be conducted before any suggestions are accepted and implemented.\n“Therefore, there is no reason to say that the views or suggestions presented to the government will be limited to one party,” he said, adding that all parties should give space to the committee to continue what has been entrusted to them to start addressing the issues that need to be fully resolved.\n-- BERNAMA\nBERNAMA provides up-to-date authentic and comprehensive news and information which are disseminated via BERNAMA Wires; www.bernama.com; BERNAMA TV on Astro 502, unifi TV 631 and MYTV 121 IFLIX channels and BERNAMA Radio on FM93.9 (Klang Valley), FM107.5 (Johor), FM107.9 (Kota Kinabalu) and FM100.9 (Kuching) frequencies.\nFollow us on social media :\nFacebook : @bernamaofficial, @bernamatv, @bernamaradio\nTwitter : @bernama.com, @BernamaTV, @bernamaradio\nInstagram : @bernamaofficial, @bernamatvofficial, @bernamaradioofficial\nTikTok : @bernamaofficial",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "anthony loke",
          "sentiment": "negative"
        },
        {
          "name": "datuk ngeh koo ham",
          "sentiment": "none"
        },
        {
          "name": "sultan sharafuddin idris shah",
          "sentiment": "none"
        },
        {
          "name": "loke",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bernama",
          "sentiment": "negative"
        },
        {
          "name": "dap",
          "sentiment": "negative"
        },
        {
          "name": "ngeh",
          "sentiment": "negative"
        },
        {
          "name": "cabinet",
          "sentiment": "none"
        },
        {
          "name": "malaysian national council for islamic religious affairs",
          "sentiment": "none"
        },
        {
          "name": "beruas member of parliament",
          "sentiment": "none"
        },
        {
          "name": "mki",
          "sentiment": "none"
        },
        {
          "name": "syariah courts",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "loke kuala lumpur",
          "sentiment": "none"
        },
        {
          "name": "selangor",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T15:16:09.721+02:00",
    "updated": "2023-12-29T15:16:09.721+02:00"
  },
  {
    "uuid": "56e18f81c8fd0e75024afc4a59660c1ff432a6d5",
    "url": "https://www.chinadaily.com.cn/a/202407/05/WS66874711a31095c51c50c79b.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "董森河",
    "published": "2024-07-05T00:00:00Z",
    "title": "Massive offshore wind platforms help expand renewable power industry - Chinadaily.com.cn",
    "text": "Massive offshore wind platforms help expand renewable power industry Construction of the world's largest single-platform floating wind turbine was officially completed in Guangzhou, Guangdong province, on Wednesday, promoting the development of the country's offshore wind power industry. Chen Faqiao, deputy general manager of business development at Mingyang Smart Energy Group, said OceanX will be able to generate an average of 54 million kilowatt hours of electricity a year, enough to meet the daily electricity needs of 30,000 three-person households for one year. OceanX is also the world's first dual wind turbine floating offshore wind power platform, with a pioneering V-shaped tower structure and a total installed capacity of 16.6 megawatts. It was independently developed by Chen's company and was built by China State Shipbuilding Corp Huangpu Wenchong Shipbuilding Company. \"The facility will be set up in the waters off Yangjiang city in the western part of Guangdong in the months to come,\" Chen said. Offshore wind turbines can effectively reduce per-kilowatt energy costs, and OceanX's low operation and maintenance costs will aid the expansion of the offshore wind power industry from coastal waters to deep sea, he said. Unlike the common platform with a windmill design, OceanX consists of a Y-shaped foundation floating on the sea, with three rugby-ball shaped floats, one V-shaped tower and two wind turbines. The total displacement of the platform is about 15,000 metric tons. It has a draft of 5.5 meters and can be used in waters with a depth of more than 35 meters. When a typhoon hits, it can automatically adjust its angle so the blades face the direction of the incoming wind, achieving maximum wind capture capacity, according to Chen. OceanX can withstand extreme tests of wind speeds of 260 kilometers per hour, and wave heights of 30 meters, he said. Floating platforms are expected to become mainstream, promoting the development of the country's offshore wind power industry. China's offshore wind power is expanding from provincial waters to deep and far seas, and offshore wind power projects planned in provincial exclusive economic zones have reached more than 150 million kilowatts, Chen said. Compared with onshore wind power, offshore wind power has many advantages, including abundant wind resources, plenty of space available and low transmission costs. According to the China Renewable Energy Society, more than 160 offshore wind farms had been built in 12 coastal provinces by the end of last year, with more than 7,000 offshore wind turbines installed. The total installed capacity exceeds 39 million kilowatts, equivalent to 1.7 Three Gorges hydropower stations. China has established the world's most complete and cost-effective new energy industry chain, providing strong support for the global transition to new energy and addressing climate change, according to the China Renewable Energy Society. zhengcaixiong@chinadaily.com.cn [Massive offshore wind platforms help expand renewable power industry](//www.chinadaily.com.cn/a/202407/05/WS66874711a31095c51c50c79b.html) [SCODA seeks investors to develop](//www.chinadaily.com.cn/a/202407/05/WS6687466ca31095c51c50c76f.html) [Key Yangling base driving agricultural collaboration](//www.chinadaily.com.cn/a/202407/05/WS6687451ea31095c51c50c749.html) [Ten photos from across China: June 28 - July 4](//www.chinadaily.com.cn/a/202407/05/WS668724c0a31095c51c50c6bc.html) [Xi says UN's role as core platform for practicing multilateralism should be strengthened](//www.chinadaily.com.cn/a/202407/04/WS6686b3e7a31095c51c50c6a3.html) [Xi says China-Belarus relations to develop healthily, with great strides](//www.chinadaily.com.cn/a/202407/04/WS6686b3caa31095c51c50c6a0.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chen faqiao",
          "sentiment": "none"
        },
        {
          "name": "chen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "oce",
          "sentiment": "none"
        },
        {
          "name": "mingyang smart energy group",
          "sentiment": "none"
        },
        {
          "name": "china state shipbuilding corp huangpu wenchong shipbuilding company",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "guangdong",
          "sentiment": "none"
        },
        {
          "name": "guangzhou",
          "sentiment": "none"
        },
        {
          "name": "yangjiang",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T04:20:15.675+03:00",
    "updated": "2024-07-05T04:20:15.675+03:00"
  },
  {
    "uuid": "9fc1488779845517ad67b326974572c8c7e370b0",
    "url": "https://vnexplorer.net/ernesto-dalessio-ya-acepto-que-no-volvera-con-su-ex-charito-ruiz-empezo-a-salir-con-otras-s1161111.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-01-25T22:22:00Z",
    "title": "Ernesto D’Alessio ya aceptó que no volverá con su ex Charito Ruiz ¿Empezó a salir con otras?",
    "text": "Foto: Redes sociales\nEn un encuentro con la prensa, Ernesto D’Alessio fue cuestionado sobre cómo estaba lidiando con él divorcio, ya que en los primeros meses de su separación estaba empeñado en recuperar a su ex, Charito Ruiz.\nPero sorprendió a todos al declarar que ya lo había superado y que no había posibilidad de que regresaran, por lo que le aconsejó a la prensa que superaran el tema.\nSin embargo, Ernesto D’Alessio hizo un comentario que llamó la atención de los reporteros y del público, pues daba a entender que ha empezado a salir con otras mujeres, a pesar de que antes había declarado que no lo haría.\nTambién te puede interesar: Ernesto D’Alessio está disfrutando de su soltería “Yo me siento muy bien. Obviamente uno pasa un tiempo difícil y complicado, pero ahorita yo te diría que estoy super contento”, declaró Ernesto D’Alessio sobre su estado actual.\nAclaró que no tiene ningún problema con Charito Ruiz, de hecho, el hijo mayor de ella que adoptó no tiene planeado quitarle su apellido, pues lo sigue considerando su hijo, no obstante, aceptó que su relación con su exesposa terminó definitivamente y ya no hay chance de reconciliación.\n“No, definitivamente no. Uno viviendo etapas y yo te diría que es prácticamente imposible, de mi parte”, expresó Ernesto D’Alessio y con respecto a su hijo adoptivo declaró: “Jorge es mi hijo y lo va ser siempre”.\nDespués les aseguró a los reporteros que si bien había decidido mudarse a la Ciudad de México (su familia se quedó en Monterrey), él está “soltero, pero no solo”, dando a entender que ha empezado a salir con otras mujeres.\nMuchos usuarios ven esto como un avance, ya que antes el cantante se había estado empeñado en no seguir adelante con su vida.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1deXu2.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1deXu2.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:26:48.530+02:00",
    "updated": "2024-01-26T00:26:48.530+02:00"
  },
  {
    "uuid": "b71db07614e504fc4edc5bc738aebfb900fff813",
    "url": "https://www.local3news.com/regional-national/en-espanol/padres-ocultan-a-sus-hijos-para-evitar-la-evacuaci-n-obligatoria-ante-el-r-pido/article_7ea1fa95-2f5c-52a3-9154-e5e2b25c349f.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alexandra Ferguson",
    "published": "2024-08-22T20:24:00Z",
    "title": "Padres ocultan a sus hijos para evitar la evacuación obligatoria ante el rápido avance ruso, según Ucrania, sobre una ciudad clave",
    "text": "(CNN) -- Algunos padres están ocultando a sus hijos a las autoridades locales para evitar la evacuación obligatoria en la ciudad de Pokrovsk, en el oriente de Ucrania, en medio de advertencias de que las fuerzas rusas están avanzando rápidamente.\nLas comunidades de Pokrovsk y sus alrededores, en el este de Ucrania, están siendo instadas a huir en las próximas dos semanas ante el avance de las fuerzas rusas, que se produce a pesar de la propia incursión ucraniana en territorio ruso que tomó a Moscú por sorpresa.\nRusia avanza \"rápidamente\" hacia una ciudad clave de Ucrania a pesar del revés en Kursk\nEl jueves, Rusia insistió en que había frustrado otro intento ucraniano de penetrar en la región fronteriza de Briansk, mientras Ucrania sigue avanzando hacia la región de Kursk.\n\"No esperen. No mejorará, sólo empeorará. Márchense\". Esa fue la cruda advertencia del funcionario del gobierno local Yurii Tretiak, jefe de la administración militar de la ciudad de Myrnohrad, que ahora se encuentra a menos de 4,8 km de la línea del frente.\nLos menores con sus padres u otros representantes legales serán evacuados por la fuerza de ciertos distritos de la región ucraniana de Donetsk, incluido el distrito de Pokrovsk, según el ministerio ucraniano responsable de la reintegración de las regiones que anteriormente estaban bajo control ruso.\nPero Tretiak dijo que muchas personas siguen siendo reacias a marcharse, llegando incluso a esconder a sus hijos de las autoridades locales, lo que incita a la administración militar a realizar visitas domiciliarias.\n\"Tenemos casos en los que los padres esconden a sus hijos. Hoy (20 de agosto) tendremos una reunión con la Policía para discutir cómo trabajaremos con esas personas, cómo buscaremos a esos padres que esconden a los niños y dan información falsa de que los niños se fueron hace tiempo\", dijo, señalando que los peligros están aumentando y que algunas zonas de la ciudad sufren ataques diarios.\n\"Los que dudaban hace una semana se han decidido en su mayoría y se están marchando en masa\", dijo, señalando que para los residentes que aún no han evacuado, \"el argumento más común es 'no tengo adónde ir' o 'nadie me necesita'\".\nHay casi 59.000 residentes en toda la comunidad, que abarca la ciudad de Pokrovsk, el pueblo de Myrnohrad y 39 aldeas circundantes, según la administración militar de la ciudad de Pokrovsk. Alrededor de 600 a 700 personas han estado evacuando diariamente, dijo la administración.\n\"El enemigo avanza más rápido de lo esperado\", dijo Tretiak en una entrevista radiofónica el martes. \"Así que estamos intentando hacer todo lo posible para evacuar a la gente antes de que acabe la semana\".\nAunque Pokrovsk no es una de las ciudades más grandes de Ucrania, unas 60.000 personas vivían allí antes de la guerra y muchas se han marchado desde el inicio de la invasión a gran escala, sirve como centro clave para el ejército ucraniano gracias a su fácil acceso a Kostiantynivka, otro centro militar.\nLas fuerzas ucranianas utilizan la carretera que conecta ambos para reabastecer las líneas del frente y evacuar a las bajas hacia Dnipro.\nRestos de un edificio residencial destruido por los bombardeos rusos el 11 de agosto en Myrnohrad, Ucrania. Crédito: Yan Dobronosov/Global Images Ucrania/Getty Images\nLas evacuaciones se producen mientras las Fuerzas Armadas de Ucrania afirmaban el miércoles que Pokrovsk es ahora \"el frente más caliente\" de la guerra. \"La situación en el sector de Pokrovsk sigue siendo tensa. Las fuerzas ucranianas repelieron 11 ataques, los combates continúan en cuatro localidades\", dijeron las Fuerzas Armadas de Ucrania en la última actualización.\nMientras las comunidades de Pokrovsk y sus alrededores siguen bajo el fuego, el Ministerio de Defensa de Rusia afirmó el jueves que las fuerzas rusas han ocupado el pueblo ucraniano oriental de Mezhove como parte de su ofensiva en curso en la zona.\nRusia afirma que evitó un ataque de drones ucranianos en la región de Moscú\nEl ministerio afirmó que unidades del grupo Centro de las fuerzas armadas rusas tomaron el control de Mezhove, en la región de Donetsk anexada ilegalmente por Rusia. El ejército ucraniano no ha hecho comentarios sobre la situación en el pueblo.\nEl presidente de Ucrania, Volodymyr Zelensky, declaró el miércoles que se están reforzando las fuerzas ucranianas en la región oriental para repeler un posible avance ruso.\nEn su discurso nocturno, Zelensky dijo: \"La línea del frente es nuestra posición, en primer lugar la dirección de Pokrovsk, nuestra región de Donetsk. Entendemos los movimientos del enemigo y nos estamos reforzando\".\nMédicos del ejército ucraniano atienden a soldados heridos en un punto de estabilización en la dirección de Pokrovsk. Crédito: Diego Herrera Carcedo/Anadolu/Getty Images\nRusia denuncia un intento de incursión\nMientras tanto, las fuerzas rusas repelieron el miércoles un intento de incursión ucraniana en la región fronteriza de Briansk, según el gobernador local.\n\"El 21 de agosto se detuvo un intento de infiltración del DRG ucraniano en el territorio de la Federación Rusa en el distrito Klimovsky de la región de Briansk\", declaró el jueves el gobernador regional Alexander Bogomaz en su canal oficial de Telegram.\nLas fuerzas del Servicio Federal de Seguridad ruso (FSB) y las unidades militares respondieron al intento ucraniano de penetrar, dijo Bogomaz, añadiendo que la zona donde se produjeron los enfrentamientos está ahora estable y bajo control ruso.\nLas fuerzas rusas lucha con dureza contra la ofensiva de Ucrania en Kursk, dice a CNN un comandante ucraniano que combate en la región\nUcrania no ha hecho comentarios sobre la supuesta incursión.\nUcrania atacó anteriormente la región de Briansk en operaciones lanzadas desde su incursión en Rusia hace más de dos semanas.\nEl audaz avance transfronterizo de Ucrania en la región rusa de Kursk ha llevado a las fuerzas de Kyiv a reclamar más de 1.000 kilómetros cuadrados de territorio ruso y a derribar puentes clave en la parte occidental del país.\nEl asalto, que supone una gran vergüenza para el Kremlin, representa un notable cambio de táctica para Kyiv, ya que es la primera vez que fuerzas extranjeras entran en territorio ruso desde la Segunda Guerra Mundial.\n-- Kostyantyn Hak, Anna Chernova y Amy Cassidy de CNN contribuyeron con este reportaje.\nThe-CNN-Wire\n™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T00:07:08.657+03:00",
    "updated": "2024-08-23T00:07:08.657+03:00"
  }
]