[
  {
    "uuid": "fb833b752584ff20980ff2b5500edfbd2df05ffc",
    "url": "https://www.meneame.net/story/doble-rasero-ee-uu-sobre-israel-rusia-juega-juego-peligroso-the/c079",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shuriken",
    "published": "2023-12-30T16:08:00Z",
    "title": "#79 Por qué el doble rasero de EE.UU. sobre Israel y Rusia juega un juego peligroso(inglés, The Guardian)",
    "text": "[cocolisto](/user/cocolisto)a [theguardian.com](/go/link/3891903) [#51](c51#c-51) Tu te rasgas las vestiduras por lo de Rusia mientras jaleas a los sionazis exterminando palestinos, hipócrita.\nPd. Por no hablar que tú acusación de jalear a Rusia es ridícula y la aplicas a personas que simplemente no tragamos con la propaganda NAFO.\n[#63](c63#c-63) Estos son algunos de mis comentarios y envíos sobre Palestina.\nue-hunde-doble-rasero/c048#c-48 [#64](c64#c-64) No pienso abrir ninguno de tus enlaces que me salta el antivirus, te pregunto aquí y ahora:\n¿Que te parece el apoyo incondicional que occidente está brindando a Israel tanto en armamento como en fondos?\n¿Crees que deberíamos dar armamento y ayuda humanitaria a Hamas y boicotear a Israel en la misma medida que hicimos con Rusia?\n¿Condenas sin medias tintas el exterminio que las IDF están llevando a cabo sobre la población gazatí y de Cisjordania?\n[#68](c68#c-68) Oh sea, que no has sido capaz de encontrar un sólo comentario mío en el que jalee \"a los sionazis exterminando palestinos\"\nPor lo tanto, mentías. Buen trabajo.\nEn cuanto a tus preguntas:\n1) Mal.\n2) No a Hamás, pero sí a los palestinos. Estoy seguro de que podemos encontrar a un buen número de ellos dispuestos a defender a los suyos sin ponerse a\nviolar y disparar a mujeres en la vagina.\n3) Por supuesto, sin ningún problema.\nDado que yo he contestado a tus preguntas, contesta tú a las mías, querido mentiroso.\n¿Que te parece el apoyo incondicional que algunos en occidente están brindando a Rusia?\n¿Crees que deberíamos dar armamento y ayuda humanitaria a Ucrania y boicotear tanto a Rusia como Israel?\n¿Condenas sin medias tintas el exterminio, violaciones y torturas que las tropas rusas están llevando a cabo sobre la población ucraniana?\n[#71](c71#c-71) No he abierto uno solo de tus enlaces como ya te he dicho y tampoco he mirado tu muro, no tengo intención alguna de perder un segundo de mi vida en tí (aparte de contestarte claro) como eres un faltón y me llamás mentiroso, me vale verga todo lo que digas detrás así que no te pienso contestar (ni leer) de aquí en adelante.\nHasta nunca tóxico.\nPd. Si quieres saber la respuesta a tus preguntas, pierde el tiempo mirando mi muro, o no, me la pela sinceramente.\n[#66](c66#c-66) Muéstrame un solo comentario o envío en el que haya aplaudido a Israel.\nTe dejo algunos ejemplos.\nue-hunde-doble-rasero/c048#c-48 [#55](c55#c-55) Hay que tener poca clase, educación y dignidad para hablarle a un usuario en ese tono protegido por su anonimato, me gustaría saber si en la calle es tan gallito.\nLo he ignorado unos días para descansar de él porque, poco a poco, está perdiendo totalmente las formas.\n[#56](c56#c-56) es alguien que dice que en Ucrania se está evitando un genocidio gracias al aporte de armas de sus amados USA, y que critica el genocidio palestino... alimentado por las armas de sus amados USA. Un verdadero chiste\n[#57](c57#c-57) Es que en el mundo real uno puede elogiar y criticar al mismo país dependiendo de que haga lo correcto.\nNo como tú, que eres incapaz de criticar las masacres, torturas y violaciones de Rusia.\nY dile a tu amiguito\nfan de Stalin que revise lo que dice sobre los ucranianos (todos nazis) y los palestinos (es lógico que estallen ante la opresión). Por mucho que disimule (yo estoy en contra de la invasión, peeeeeeeeeeeeero), se le ve el sesgo a la legua.\n[#65](c65#c-65) Es que en el mundo real uno puede elogiar y criticar al mismo país dependiendo de que haga lo correcto.\nPerfecto. Lo curioso es que se te ve mucho mas preocupado por el \"genocidio\" ruso que por el GENOCIDIO israelí, patrocinado por tu amigo\n#GenocideJoeBiden, el faro de la libertad y la democracia.. Es algo que nos deja a todos perplejos\n[#2](c2#c-2) uffff las noticias estan fino fino. \"Putin regala muerte y destrucción con un ataque de 150 misiles\", mientras que en Israel \"el ejército de Israel a destruido (según ellos) un puesto de mando de Hamas y por el camino se han cargado a 200 civiles, sigan circulando que no hay nada que ver\" y este es el nivel.\nY esto lo dice un medio, The Guardian, que despidió a un dibujante por una viñeta sobre Netanyahu, que inició una campaña por antisemitismo contra J. Corbyn para poner a K. Stamer un conocido sionista y no ha salido de exigir la denuncia de Hamas hasta que no ha empezado a perder credibilidad.\n[#50](c50#c-50) Eso no es una falacia, como mucho ad hominen.\nNo ataco el mensaje ataco la hipocresía del periódico, porque este artículo no lo hace por convencimiento moral, sino porque pone en cuestión los intereses occidentales. Si no fuera así apoyaría el genocidio sin ningún problema, como ha hecho hasta ahora.\nDibujante despedido:\nhttps://jrmora.com/the-guardian-vineta-steve-bell-netanyahu/\nmuy ofensivo como para un despido.\nhttps://www.wsws.org/es/articles/2018/09/01/pers-s01.html\nCon este fin en mente, los periódicos globales publican toda denuncia imaginable contra Corbyn confeccionada por una camarilla de laboristas derechistas, sionistas, y tories (miembros del Partido Conservador), incluyendo los diarios Times, Sunday Times y el Sun —propiedad de Rupert Murdoch— o sus contrapartes “liberales” como el Guardian y el New York Times.\n[#40](c40#c-40) Y si nos fijamos, el actor de estas últimas décadas ha sido el mismo en todos los líos. Me alegro de que por fín, alguien diga alto y claro lo que muchos pensamos durante años. Otra cosa sea, que quizás no sirva para nada, pero al menos hay que tirar abajo las caretas de muchos países y que apechugen con las consecuencias que ellos mismos han provocado.\n[#13](c13#c-13) Por que la guerra en Ucrania es apoyada por la queridísima Yolí Diaz. Si no lo comunistas de Meneame siempre hubieran estado en contra de alargar esa guerra.\n[#13](c13#c-13) es que existe diferencia entre exterminio genocidio y guerra , pero también sé que no a todos se os puede pedir unos mínimos...\n[#39](c39#c-39) tratas de decirnos que Rusia no mata 300 civiles diarios (como hace Israel) prque no puede...no?\n[#48](c48#c-48) Si, porque las intenciones las tienen... y no las ocultan...\n- La venida de Rusia y el Nuevo Mundo (artículo de RIA Novosti): Rusia está restaurando su unidad — la tragedia del año 1991, esta terrible catástrofe en nuestra historia, su antinatural dislocación, ha sido superada. Sí, por un gran coste, sí, a través de los trágicos eventos de una verdadera guerra civil. Porque ahora, aunque todavía haya hermanos se disparándose los unos a los otros, separados por pertenecer a los ejércitos ruso y ucraniano, Ucrania ya no será más anti-Rusia. Rusia está restaurando su completitud histórica, reuniendo el Mundo Ruso, todos los Pueblos Rusos juntos - la totalidad de los grandes rusos, de los rusos blancos, y de los pequeños rusos [rusos, bielorrusos, y ucranianos, respectivamente]. Si hubiéramos abandonado esto, si hubieramos permitido esta separación temporal asentarse durante siglos, entonces no sólo habríamos traicionado el recuerdo de nuestros ancestros, sino que también habríamos maldicho a nuestros herederos con la desintegración de la Tierra Rusa.\n- TV Estatal Rusa: Esto es lo que dice Vika Nuland. Afirma que Vladimir Putin está cometiendo un genocidio. Ella dice específicamente: El objetivo de Putin es evidente: borrar la idea de ser ucraniano. Estoy de acuerdo con Vika Nuland. Vika, eres un genio. Hay que borrar esa idea.\n- Vladimir Soloviov: No salvaremos Odesa. Destruyamos también Kyiv y Kharkiv.\n- TV Estatal Rusa: Esos 2 millones [de ucranianos que no quieren ser rusos] deberían haber abandonado Ucrania, o ser desnazificados, lo que significa ser destruídos.\n- Vladimir Soloviov: Cuando se deparasita a un gato, para los gusanos es una guerra, pero para el gato es una limpieza (spoiler: Ucrania es el gato, y los ucranianos los gusanos)\n- Pavel Gubarev, autoproclamado \"gobernador popular\" de la RPD en 2014: No venimos a mataros, sino a convenceros. Pero si no queréis convenceros, os mataremos. Mataremos a tantos como sea necesario: 1 millón, 5 millones, o exterminaremos a todos.\n- Pavel Gubarev, después de haberse ablandado un poco: No podemos cometer genocidio contra todos, [los ucranianos] así que tendremos que reeducarlos, crear campos de concentración. Pero para eso tenemos que ganar a toda costa, y matar a cuanta gente sera necesaria.\n- Igor Markov, antiguo diputado del Partido de las Regiones de Ucrania: Si queremos paz y desarrollo para nuestra nación, esto es, Rusia, [...] nuestra única opción es acabar con Ucrania, y el fenomeno de ucranianidad. No hay otras opciones, no lo hemos querido nosotros. Lo han querido ellos.\n- Rotislav Ishchenko: En mi opinión todos los esfuerzos deberían dedicarse a que no quede ni la memoria [de Ucrania]\n- Pyotr Tolstoy, vicepresidente del Parlamento Ruso. Si quedará alguna clase de Ucrania o si no existirá [después de la guerra] me da igual. [...] tendrán que pagar un alto precio.\n- Anton Krasovsky, de Russia Today: Las abuelas ucranianas gastarían sus ahorros para ser violadas por soldados rusos. [...] [Los niños ucranianos] deberían haber sido ahogados en el Tysyna. [...] Mételos en sus cabañas y préndeles fuego. [...] ¿Debería Ucrania seguir existiendo en el mapamundi?\n- Anton Krasovsky, de Russia Today, sobre el vídeo en el que un combatiente ruso decapita a un prisionero ucraniano: El enemigo quiere que estemos horrorizados y nos rindamos. [...] No hay guerra sin crueldad. [...] ¿Condeno a nuestros hombres? No, y jamás lo haré. [...] No tengamos miedo o sintamos vergüenza por nuestros soldados.\n- Andrey Gurulyov y Konstantin Dolgov, diputados rusos: - Tras una semana sin electricidad, la ciudad de Kiev nadará en mierda, perdonen la expresión. Habrá una amenaza clara de epidemia. [...] - ¿En qué nos beneficia que los edificios residenciales de Kiev no tengan agua ni electricidad? - ¿Como vivirán? - Estamos luchando contra los militares, no civiles. - Déjame terminar [...] Si no tienes ni agua, ni electricidad, ni alcantarillado, estamos proyectando una inundación de refugiados en las regiones occidentales. ¿Correcto? Porque es imposible sobrevivir.\n- Igor Korotchenko, \"experto\" militar ruso: Estamos borrando el proyecto \"anti-Rusia\" [Ucrania] del mapa [...] Ucrania es parte de la Rusia histórica. Ucrania como país nunca ha existido. [...] Esa clase de países no tienen derecho a existir.\n- TV Estatal Rusa: Ucrania debe formar parte de Rusia incluso en contra de su voluntad, todos sus símbolos nacionales deben ser sustituidos por los rusos/soviéticos, la desnazificación significa matar, etc.\n- Director de Radio Radonezh, de la Iglesia Ortodoxa Rusa: Solo puede haber una respuesta [para Ucrania] TOS-1 Solntsepyok [cohetes termobáricos] Hay que quemarla. [...] Ética del Viejo Testamento.\n- TV Estatal Rusa: El ucraniano es un dialecto del ruso. La lengua ucraniana no existe. [...] Rusia podrá tranquilamente, incorporar los Balcanes, Polonia. [...] Una nación hegemónica aparecerá en el Este de Europa.\n- Sergei Mardan: No necesitamos liberar a nadie allí [en Ucrania] Necesitamos coger lo que es nuestro [más adelante aclara que se refiere a Kiev], y hacer que tengan miedo incluso de respirar mal en dirección a Rusia.\n- Sergei Mardan: ¡Sólo hay una fórmula para la paz en Ucrania! ¡La liquidación de Ucrania como estado! Solo hay una fórmula que pueda garantizar la paz, en la gloriosa, maravillosa tierra anteriormente llamada Ucrania.\n- NTV: televisión propiedad de Gazprom: Miren la encuesta que hemos realizado a través de la web de NTV. [...] ¿Deberíamos prepararnos para una guerra con Europa una vez termine la Operación Militar Especial? [...] Un 80% dice que ya estamos en guerra desde hace tiempo.\n- Andrei Sidorov, Universidad Estatal de Moscú: Deberíamos esperar por el momento oportuno para causar una crisis migratoria en Europa, con un nuevo flujo de ucranianos.\n- Sergei Mijeyev, Politólogo. Lo que podamos obtener serán nuestros objetivos. [...] No deberíamos dejar la Cuestión Ucraniana a las futuras generaciones.\n- Sergei Mardan afirmando con orgullo que, en la restauración del Imperio Ruso, Ucrania es sólo el principio.\n- Yevgeny Balitsky, gobernador ruso de la zona ocupada de Zaporiyia, afirmando que Finlandia, Polonia y los países bálticos son tierra rusa y que volverán a manos de Moscú por \"el poder de las armas rusas\".\n- Sergei Mardan: Cuando hablamos de ciudadanos de Ucrania, estamos reconociendo que ese país existe. Eso es una tontería.\n- Yuri Afonin, parlamentario ruso, discutiendo los recursos naturales por valor de 12 billones de dólares de los que Rusia se ha apoderado en los territorios ocupados, lo que le llena de orgullo.\n- Alexander Babakov, parlamentario ruso, sobre como los territorios ocupados pueden servir a la economía rusa.\nGracias a\n[@suppiluliuma](/user/suppiluliuma) por los enlaces...\nfachada-unidad-otan-ha-resquebrajado-afirma-exasesor-jefe-chass/c025#c-25 [#13](c13#c-13) el de EE.UU parece mas grave, no?\nLa Casa Blanca aprueba una nueva venta de armamento a Israel sin pasar por el Congreso\nEl resumen del artículo es que a occidente se nos ve el plumero, que todos somos unos piratas tratando de robar a los otros llamándoles guerras. Con Gaza nos pasa que nos estamos mirando al espejo y como en el retrato de Dorian Gray de Oscar Wilde, no nos gusta la imagen que nos refleja. Nuestras burbujitas de felicidad tan bien construidas por los medios se nos están resquebrajando.\n[#19](c19#c-19) Por ahí van los tiros, Europa ha sido colonialista lo que ha hecho Israel lo ha hecho Europa en América, Asia y África. Es el supremacismo europeo, lo que no acepta Europa como unidad es la guerra de Ucrania. Hablando claro el mundo occidental que hacía lo que quería en el mundo, eso está dejando de ser posible.\nPropaganda con la ya familiar caricaturización de Putin como villano. Ahora además equiparan la guerra de Ucrania con el genocidio de gaza. Esto lo traducen para elDiario. Vende el relato de siempre de la OTAN de buenos y malos en lo de Ucrania, alertando de que el relato propagandístico se resquebraja y que el malvado Putin, encima, sacará partido de lo de Gaza. Infumable.\nEspera un momento que te lo arreglo. Los genocidas de Putin, Netanyahu y los patrocinadores de genocidas como Biden.\n[#8](c8#c-8) Efectivamente, pero si les queda la música de que EU y US hacen lo que les da la gana, como todo el mundo.\n[#20](c20#c-20) Tienen bien claro que si a ellos les pasa, serían más palestinos que ucranianos. Nadie movería un dedo por ellos\n[#35](c35#c-35) Ya quisieran ser palestinos. Por los palestinos la gente hace manifestaciones y protestas. Aun siendo inutiles, al menos se les da visibilidad. Cuantas noticias ves por aqui sobre los genocidios de los rohingyas, los cristianos del norte de nigeria o los civiles de Tigray? Cuantas manifestaciones por ellos?\nEso si que son los nadies, hijos de nadie.\nA veces parece que habéis nacido ayer.\n¿Doble moral? De toda la vida ha sido así, no es que se esté inventando nada nuevo, la única diferencia es que ahora hasta los más despistados/crédulos se están empezando a dar cuenta (no todos)\nLo que está haciendo Israel con los palestinos es lo mismo que hizo EEUU con los nativos en su territorio, claro que os falta un John Ford o un John Wayne para explicaros los \"malos\" que son esos que defienden su territorio pero tranquilos que todo llegará. De momento está Netflix ,uy ocupada haciendo series de valerosos marines que se defienden de los moros malos en Irak cuando van a repartir chocolatinas entre los pobres niños iraquíes.\nEstoy leyendo un libro de Churchill sobre la segunda guerra mundial y el que fue primer ministro de un imperio que tuvo bajo su bota medio mundo tuvo el morro de escribir esto sobre la ocupación japonesa de Manchuria.\nSin embargo, China pertenecía a la Sociedad de Naciones y, aunque no había pagado su cuota, apeló a ella por una cuestión de pura justicia. El treinta de septiembre de 1931 la Sociedad invitó a Japón a retirar sus tropas de Manchuria. En diciembre se nombró una comisión para llevar a cabo una investigación en el lugar. La Sociedad de Naciones encomendó la presidencia de esta comisión al conde de Lytton, digno descendiente de una estirpe talentosa, con muchos años de experiencia en Oriente como gobernador de Bengala y como virrey de la India. El informe, que fue unánime, era un documento notable y constituye la base para cualquier estudio serio sobre el conflicto entre China y Japón. Presentaba con sumo cuidado todos los antecedentes de la cuestión manchú y extraía unas conclusiones sencillas: Manchukuo era una creación artificial del Estado Mayor japonés, y no se habían tenido en cuenta en absoluto los deseos de la población para crear este estado vasallo\nEsto no es una justificación para nada de la invasión de Manchuria, pero si un ejemplo de como Churchill consideraba que otros no podían hacer lo mismo que ellos.\n[#9](c9#c-9) Para mi la clave del pensamiento de Churchill, el democrata admirado en occidente, está un poco antes:\nconde de Lytton, digno descendiente de una estirpe talentosa\n[#25](c25#c-25)\nDemocrata ... Lo que hace la propaganda que convierte a un alcohólico imperialista y racista en un ejemplo.\nChurchill se opuso a Hitler porque hacia la competencia al Imperio Británicos no por ser muy distinto ideológicamente a él. Salvo el crear específicamente una cadena industrial para matar gente, el imperio británico no tiene mucho que envidiar a la Alemania nazi. Bueno, eso y el tiempo en que mató a tanta gente, los ingleses tuvieron siglos para ello, pero a cambio mataron a más de 100 millones solo en India (ojo, que aunque India siempre tuvo mucha gente, no hablamos de poblaciones como las actuales)\n[#9](c9#c-9) El doble rasero no es nuevo. Que el bloque alineado con EEUU no consiga dominar el relato sí que lo es. O no es un fenómeno nuevo, pero sí creciente. A lo cual ayudan mucho los propios invasores, en el caso de Gaza, todo hay que decirlo, quienes al parecer al perdido el norte de lo aceptable o justificable en el mundo actual.\n[#31](c31#c-31)\n¿Seguro que es la primera vez que se pasan? No conoces tu a este señor entonces. Y esto es solo un ejemplo. Y nosotros tenemos a Weyler en Cuba, también,\nhttps://en.m.wikipedia.org/wiki/Jacob_H._Smith\n[#36](c36#c-36) No sé si te has equivocado al citar, yo no he dicho nada de la primera vez de ninguna cosa. Salvo que te refieras al fracaso en la construcción del relato. Matanzas y genocidios se han dado muchos. Hoy por hoy se sabe la verdad sobre muchos hechos históricos que, en su día, fueron vendidos y aceptados por la opinión pública como lo que no eran. Y ojo, que la aprobación que pudiera haber buscado Pol Pot no era la de un señor de Asturias, por poner un ejemplo.\nGenocidas tuiteando sus barbaridades por fuerza es reciente.\nLas palabras Timoty Kaldas son la clave de las contradicciones por producirse ambos conflictos el Ruso- Ucraniano y el Israeli-Palestino al mismo tiempo. \"Es comprensible por qué Zelenskiy adoptó la posición inequívocamente proisraelí que adoptó, pero Timothy Kaldas, subdirector del Instituto Tahrir para la Política de Oriente Medio, dijo: “Si usted está defendiendo un orden internacional basado en reglas, si quiere ser Si rechazamos a los países que toman territorio con el uso de la fuerza, entonces Ucrania no debería verse a sí misma alineada con los israelíes”.\nLos opuestos se atraen. ¿Que es lo que atrae el exterminio de Gaza?. No hay que temer el resultado sino el proceso.\nLa pérdida de credibilidad les importa un carallo, durante toda la segunda mitad del siglo XX la credibilidad la tenía la URSS ¿y donde quedó? si alguien se atreve a no creerse nuestras mentiras simplemente se le montará un golpe de estado y arreglado, si lo mas probable es que pierdan las elecciones al manipularles al electorado a través de las redes sociales, algunos temen a las IAs, yo temo a quienes las controlan, vamos de cabeza a una dictadura global de la que no habrá marcha atrás, y está mas cerca de lo que muchos creen.\nNo, esto va de reservas estratégicas, gas, petroleo y control de la región:\n¿Por qué no acogen ni han acogido a los refugiados de Gaza en los países árabes del entorno?\nPor que son Chiitas (Herejes para los Sunitas)\n¿Por qué al país con el servicio secreto mas famoso del mundo \"le pilló desprevenido\" el ataque de Hamas?\nPor que no es así, buscaron su justificación y la consiguieron.\n¿Cuando van a parar los sionistas?\nCuando cumplan sus cuentas bíblicas, el ciento por uno, ya van por 30.000, les faltan 70.000 y tengan sus concesiones sobre la explotación de los recursos de la zona cerrados, curiosamente el único puerto que puede funcionar en unos cuantos miles de kilómetros de costa es el de Gaza.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.nytimes.com/2023/12/28/world/middleeast/oct-7-attacks-hamas-israel-sexual-violence.html?smid=nytcore-ios-share&referringSource=articleShare",
      "https://jrmora.com/the-guardian-vineta-steve-bell-netanyahu/",
      "https://www.wsws.org/es/articles/2018/09/01/pers-s01.html",
      "https://en.m.wikipedia.org/wiki/Jacob_H._Smith",
      "https://www.jrmora.com/the-guardian-vineta-steve-bell-netanyahu/",
      "https://nytimes.com/2023/12/28/world/middleeast/oct-7-attacks-hamas-israel-sexual-violence.html?smid=nytcore-ios-share&referringSource=articleShare",
      "https://jrmora.com/the-guardian-vineta-steve-bell-netanyahu",
      "https://wsws.org/es/articles/2018/09/01/pers-s01.html",
      "https://www.en.m.wikipedia.org/wiki/Jacob_H._Smith",
      "https://www.nytimes.com/2023/12/28/world/middleeast/oct-7-attacks-hamas-israel-sexual-violence.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T19:12:23.228+02:00",
    "updated": "2023-12-30T19:12:23.228+02:00"
  },
  {
    "uuid": "277773a6bbea8ee33eb186aac4e8c826a5f72c59",
    "url": "https://news.uga.edu/barrows-receive-first-dooley-friends-of-the-uga-libraries-award",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Camie Williams",
    "published": "2024-12-05T20:04:00Z",
    "title": "Barrows receive first Dooley Friends of the UGA Libraries Award",
    "text": "Campus News Barrows receive first Dooley Friends of the UGA Libraries Award 13 seconds ago by Camie Williams Craig and Diana Barrow accept the inaugural Vince and Barbara Dooley Friends of the UGA Libraries Award from University Librarian and Associate Provost Toby Graham at Wormsloe. (Photo by Elham Taghizadeh) Award established to honor the Dooleys and their impact on the libraries\nA new award named after the University of Georgia’s legendary head football coach Vince Dooley and his wife, Barbara, honors those who share another passion with the beloved family — support for the UGA Libraries.\nThe Vince and Barbara Dooley Friends of the UGA Libraries Award has been established to honor the Dooleys and their impact on the libraries. The first recipients are another couple who have longstanding ties supporting the instruction, research and service goals of the library system: Craig and Diana Barrow.\n“Coach Dooley was truly one of the biggest fans and supporters of the UGA Libraries, which he once described as ‘the life support system for the university,’” said University Librarian and Associate Provost Toby Graham. “We are so grateful for his and Barbara’s support, and we can think of none more deserving of the inaugural Dooley Award as Craig and Diana Barrow.”\nBarbara and Vince Dooley in 1998. (Rick O’Quinn/UGA)\nThe Dooleys established the Libraries’ first and largest endowment, now worth more than $5 million. The couple served on the Libraries Board of Visitors and were frequent supporters of initiatives and activities. With Barbara Dooley’s blessing and the approval of UGA President Jere W. Morehead, the award was established to celebrate individuals who — like the Dooleys — make a difference in the lives of students, faculty and the university community through their support of the UGA Libraries.\nCraig and Diana Barrow, both UGA graduates from the class of 1965, are the owners of Wormsloe, a coastal Georgia site of singular historical, ecological and archaeological significance originally settled in the 1730s by Craig’s ancestor Noble Jones. In 2012, the Barrows arranged for the Wormsloe Foundation to donate 15 acres to become the Center for Research and Education at Wormsloe (CREW) administered by the UGA Libraries.\nThe pair and the Wormsloe Foundation also established the Wormsloe Fellows, a student field research program administered in partnership with UGA’s Graduate School. The Barrows led fundraising to build the Experiential Learning Center to accommodate CREW’s activities, dedicated in 2023.\n“Through the Barrows’ generosity and leadership, Wormsloe has become a living laboratory for discovery and learning by students and faculty from across the university,” Graham said.\nCraig and Diana Barrow were the founding chairs of the UGA Press Advisory Council, leading the council for 20 years and playing a major part in cementing the Press’ reputation as a publisher of excellent scholarship of regional, national and global importance. In addition, the UGA Press has published more than a hundred works with the support of the Barrows and the Wormsloe Foundation – works on the natural world and history that have helped to educate the public on many key aspects of Georgia and the Southeast. Like CREW, the Press is a division of the UGA Libraries.\nThe Barrows led the Libraries’ Board of Visitors early in its existence, a body that played a key role in private fundraising to build UGA’s state-of-the-art Russell Special Collections Building, dedicated in 2012.\n“Given the historical connection between Wormsloe and the UGA Libraries,” said Graham, “it is particularly fitting that the Barrows have helped to take our special collections work to a new level in the 21st century.” Craig Barrow’s ancestor Wymberly Jones De Renne amassed the most important private collection of books and manuscripts on Georgia at Wormsloe. The De Renne Library came to UGA in 1938, forming the cornerstone of UGA’s now-massive special collections and archival holdings.\n“The Barrow family and Wormsloe have a long history with UGA, but Craig and Diana have transcended that legacy – transforming their relationship with the university and its Libraries into something Craig’s forebears could have scarcely imagined,” said Graham in presenting the Dooley Award to the Barrows at a reception held in the original 1907 De Renne Library building at Wormsloe.\n“Our decades of working with the UGA Libraries have been extremely rewarding and enjoyable. We are deeply honored to be the inaugural recipients of this very special award and thank our many friends at the Libraries,” the Barrows said in a statement.\nBarbara Dooley added, “I’m thrilled that Craig and Diana Barrow have been acknowledged for their service and generosity. The Libraries and history meant so much to Vince, and I am very pleased that our names are associated with this award.”\nThe Barrows received a plaque recognizing them as the inaugural recipients of the Dooley Award, and a duplicate plaque will hang in the exhibition gallery of the Hargrett Rare Book and Manuscript Library in the Russell Special Collections Building.\nCenter for Research and Education at Wormsloe Columns Graduate School Hargrett Rare Book and Manuscript Library Richard B. Russell Special Collections Libraries University of Georgia Libraries University of Georgia Press Facebook X Pinterest LinkedIn",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Human Interest"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://ugapress.org/",
      "https://ugapress.org",
      "https://www.ugapress.org/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T01:37:33.060+02:00",
    "updated": "2024-12-06T03:17:15.505+02:00"
  },
  {
    "uuid": "0c1025951f8697b73cad378200df63ecdc11c177",
    "url": "https://www.informazione.it/a/4E2FA591-E193-4508-B31E-E6AAFC6AF2D5/Acqua-liquida-su-Marte-una-scoperta-italiana-rivoluzionaria",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infoitscienza",
    "published": "2025-02-27T18:38:00Z",
    "title": "Acqua liquida su Marte: una scoperta italiana rivoluzionaria",
    "text": "Acqua liquida su Marte: una scoperta italiana rivoluzionaria\nArticolo Precedente\nArticolo Successivo\nLa presenza di acqua liquida su Marte, un fenomeno raro e potenzialmente rivoluzionario, è stata osservata per la prima volta grazie a uno studio condotto da ricercatori dell’Istituto Nazionale di Geofisica e Vulcanologia (INGV). Pubblicato sulla rivista Geosciences di MDPI, lo studio Geomorphological Observations and Physical Hypotheses About Martian Dune Gullies si concentra sui cosiddetti “gullies”, calanchi dunali tipici del Pianeta Rosso, che non trovano corrispondenza sulla Terra. Queste formazioni, analizzate attraverso immagini ad alta risoluzione, hanno rivelato tracce di acqua liquida, un elemento che potrebbe avere implicazioni significative per la comprensione della geologia e dell’abitabilità di Marte.\nCirca 3,7 miliardi di anni fa, Marte ospitava un’atmosfera molto più densa rispetto a quella attuale, con laghi e oceani che ne caratterizzavano la superficie. Tuttavia, nel corso del tempo, gran parte dell’atmosfera è andata perduta, rendendo quasi impossibile la presenza stabile di acqua liquida a causa della pressione atmosferica estremamente bassa. Nonostante queste condizioni ostili, i ricercatori dell’INGV hanno identificato la presenza stagionale di acqua liquida su alcune dune marziane, un fenomeno che potrebbe essere legato a processi geologici ancora non del tutto compresi.\nLa scoperta si inserisce in un contesto più ampio di ricerche che mirano a ricostruire la storia idrologica di Marte. Ad esempio, i vasti depositi sabbiosi sotterranei individuati nella regione di Utopia Planitia dal rover cinese Zhurong rafforzano l’ipotesi dell’esistenza di un antico oceano marziano. Questi sedimenti, che formano strutture simili alle linee di costa terrestri, suggeriscono che, circa quattro miliardi di anni fa, il pianeta fosse caratterizzato da imponenti masse d’acqua liquida che riempivano le depressioni settentrionali.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "topics": [
      "Science and Technology->astronomy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": " Geomorphological Observations and Physical Hypothese",
          "sentiment": "none"
        },
        {
          "name": "’Istituto Nazionale di Geofisica e Vulcanologi",
          "sentiment": "none"
        },
        {
          "name": "(ING",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Marte",
          "sentiment": "none"
        },
        {
          "name": " Mart",
          "sentiment": "none"
        },
        {
          "name": " Terr",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T00:20:26.089+02:00",
    "updated": "2025-02-28T00:20:26.089+02:00"
  },
  {
    "uuid": "14fe55b0f44e1f4897e389c437cc02887de1aba5",
    "url": "http://www.godlikeproductions.com/forum1/message711289/pg1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stung User ID",
    "published": "2023-12-29T08:03:00Z",
    "title": "Is Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?",
    "text": "Users Online Now:\n1,148\n(\nWho's On?\n)\nVisitors Today:\n202,013\nPageviews Today:\n366,710\nThreads Today:\n84\nPosts Today:\n1,694\n05:01 AM\nDirectory\nAdv. Search\nTopics\nForum\nBack to Forum\nPost New Thread\nReply\nView Favorites\nJoin Now, Free! (& No Ads!)\nForgot Your Password?\nEmail\nPassword\nRemember\nRate this Thread\nAbsolute BS\nCrap\nReasonable\nNice\nAmazing\nPage\n1\nBottom\nSearch Replies\nPrevious Page\nNext Page\nSearch Terms:\nHighlight Matches\nIs Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\nStung!\nUser ID: 598777\nUnited States\n01/22/2009 04:38 PM\nReport Abusive Post\nReport Copyright Violation\nIs Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\nIs Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\nHas the N.W.O. / Nazis Within the Order with its many branches, such as the \"Free\" Masons / Shriner's / Mafia / New Age Movement just to name a few, distributed occult parafinallia into society to cause spiritual bondage / captivity to witchcraft? Is this how the N.W.O. places people into spiritually captivity Rev 13, 10? Are Games such as Ouija boards, tarot cards, even the \"8\" ball with its pyramid in the middle, forms of (divination)? Could role playing games such as Dungeons and Dragons be another method used to take people into captivity? Is magic art a method to lead victims into spiritual bondage, (which is the precursor to Transcendental Meditation, the secret ceremony used for distributing the “Spiritual Mark of the Beast”)? Has Harry Potter witchcraft books been distributed into society to lure people away from God and take them spiritually captive to witchcraft? Deuteronomy 18, 9 strictly forbids these practices.\nIs it by spiritual captivity caused from these “games” / practices that people / victims are forced with witchcraft to go through the “secret ceremony” performed with transcendental meditation? In said transcendental meditation state, the victims are forced to except the worship of one of “Satan’s Secret Society’s” many \"Gods\". They say that in accepting the worship of one you accept “all” there “Gods”. These are no Gods at all but demonic entities, one including the Devil! Is this the powerful delusion spoken of in the Bible, and the method for enslaving society through means of witchcraft / demonic powers 2 Thessalonians 2, 11? Here are a few verses giving insight. “Those who go into captivity into captivity they will go” Rev 13, 10. \"Who enslaved nations by her witchcraft\" Nahum 3, 4. \"By your magic spell all nations were led astray\" Rev 18, 23.\nThere is a way out!!! \"Those who overcame, overcame by the blood of the lamb and the “WORD” of their testimony, they didn't love there own life's so much as to shrink from death\". \"This calls for patient endurance and faithfulness on the part of the saints\" Rev 12, 11. Witchcraft / the powers of the Devil are real Job 2, 7. Are you aware that \"the martyrs for Christ who don't receive, what I believe to be, the “spiritual mark of the Beast” will come to life and reign with Christ for 1000 years during the millennium\" Rev.20, 4? Would you trade a short life on earth for a 1000 year reign with Jesus Christ, and then so much more? Amen Brothers and sisters!!! You no who you are!\nAlso, are you aware that this society has been in the process of being set up for a long time under the totalitarian / evil rule of the Devil! Look up George Washington / Free Masons and the location of the Whitehouse and associated government buildings. This is just one of many examples. NWO / “Free” Mason symbolism has been distributed across the land. Satan and his followers are quite boastful. The Devil has been preparing for the coming tribulation for quite some time, when God will give him authority along with the Beast for 42 months of living HELL! And we thought Hitler was bad!\nAnonymous Coward\nUser ID: 598778\nUnited States\n01/22/2009 04:40 PM\nReport Abusive Post\nReport Copyright Violation\nRe: Is Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\nLord save us from you followers!\nAnonymous Coward\nUser ID: 287857\nUnited States\n01/22/2009 04:51 PM\nReport Abusive Post\nReport Copyright Violation\nRe: Is Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\nI follow no one but the Most High, self created-and the OP has strong points worth considering-many have been entranced already or have never CHOSEN to wake up, they prefer the life of Cypher in the Matrix-better a fake steak than the truth\nSoon few will hear the Word and they will eventually seek it out, finding NOTHING.\nThose that were to be sealed are already sealed, and those anointed to be Martyrs already prepare-\nIncredible changes are underfoot-many will be grateful for their 'messiah' to guide them through the desert, but this Piper will lead them into perditon-Let the line form and let them have their man made god king-he bears from a very Royal lineage in Africa-and he shall execute the office of the president-The sad part is many do not realize their choices support the shame they will later feel\nKnow the truth and deal with it-illusions do NOT last forever-one world 'religion' is right around the corner-those who reject the Most High reject the truth-let them be schooled accordingly-your Maitreya and others will soon be taking center stage-\nJust as there are many who will reject the truth so will they be rejected by that which is far greater than them-for they are creatures and were created-many still drool for their masters-they were never free and prefer the slave role as they have maintained-They have chosen and let it reveal the consequences-\nNamaste\nTake care, as those who could hear, hear not-now is the time for proving-let them be about it-see if they awaken.\nAnonymous Coward\nUser ID: 575025\nUnited States\n01/22/2009 05:17 PM\nReport Abusive Post\nReport Copyright Violation\nRe: Is Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\nAnonymous Coward\nUser ID: 598810\nUnited States\n01/22/2009 05:24 PM\nReport Abusive Post\nReport Copyright Violation\nRe: Is Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\nNo, it's referring to the 4th beast from Daniel that rules for 1260 years, that is the roman empire / papacy. The roman empire / papacy and the nwo are one and the same tho.\nFKTHPOPE\nUser ID: 62398\nUnited States\n03/08/2009 07:24 PM\nReport Abusive Post\nReport Copyright Violation\nRe: Is Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\n1260 years from 538 AD to 1798 AD\nIn 538 AD the papacy gained supremacy ( Ostrogoths defeated along with other two of the ten peoples in Europe )\nIn 1798 AD under orders of Napoleon , ( whose bro was top freemason in Spain - did you know ! - arrested the ' man of sin ' and the ghost of the ROMAN EMPIRE seeded dead.\nIt ' lived again ' in 1929 AD , courtesy of Mussolini\nSee ' TOTAL ONSLAUGHT ' series to know .[youtube]\nAnonymous Coward\nUser ID: 449656\nUnited States\n03/08/2009 07:39 PM\nReport Abusive Post\nReport Copyright Violation\nRe: Is Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\nkeep it simple ! God is Good/ Lucifer is evil! Freemasons twist this idea saying lucifer jumped out of heaven sacrificing self to hell forever for us! Tell us knowledge and how to things like God! However who can know God! You may think you found out knowledge and then the pieces get more complex and questions move in another direction! Mohammad does te same thing by twisting Gods words! The name allah means twist!\nAnonymous Coward\nUser ID: 630147\nUnited States\n03/08/2009 07:48 PM\nReport Abusive Post\nReport Copyright Violation\nRe: Is Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\nthe name \"allah\" means \"god\".\nAnonymous Coward\nUser ID: 630715\nNew Zealand\n03/08/2009 08:08 PM\nReport Abusive Post\nReport Copyright Violation\nRe: Is Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\nAll secret societies like the freemasons are established by satan since the days of Cain.\nBOOK OF MOSES\nCHAPTER 5\n29 And Satan said unto Cain: Swear unto me by thy throat, and if thou tell it thou shalt die; and swear thy brethren by their heads, and by the living God, that they tell it not; for if they tell it, they shall surely die; and this that thy father may not know it; and this day I will deliver thy brother Abel into thine hands.\n30 And Satan sware unto Cain that he would do according to his commands.\nAnd all these things were done in secret\n.\n31 And Cain said:\nTruly I am Mahan, the master of this great secret, that I may murder and get gain\n. Wherefore Cain was called Master Mahan, and he gloried in his wickedness.\n32 And Cain went into the field, and Cain talked with Abel, his brother. And it came to pass that while they were in the field, Cain rose up against Abel, his brother, and slew him.\nAnonymous Coward\nUser ID: 630715\nNew Zealand\n03/08/2009 08:19 PM\nReport Abusive Post\nReport Copyright Violation\nRe: Is Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\nThe secret oaths of the freemasons include the oath that they must conceal all crimes of their brother masonsBOOK OF MOSES\nCHAPTER 5\n49 For Lamech\nhaving entered into a covenant with Satan, after the manner of Cain, wherein he became Master Mahan, master of that great secret\nwhich was administered unto Cain by Satan; and Irad, the son of Enoch, having known their secret, began to reveal it unto the sons of Adam;\n50 Wherefore Lamech, being angry,\nslew him, not like unto Cain, his brother Abel, for the sake of getting gain, but he slew him for the oath’s sake\n.\n51 For, from the days of Cain, there was a secret combination, and their works were in the dark, and they knew every man his brother.\nAnonymous Coward\nUser ID: 630147\nUnited States\n03/08/2009 08:29 PM\nReport Abusive Post\nReport Copyright Violation\nRe: Is Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\n51 For, from the days of Cain, there was a secret combination, and their works were in the dark, and they knew every man his brother.\nQuoting:\nAnonymous Coward 630715\nbest way to keep secrets is to know the secrets of others so you can use them against them when they think they're powerful. skull n bones type stuff. you can also get a leg up as it were if needed.\nAnonymous Coward\nUser ID: 80468210\nUnited States\n12/29/2023 04:03 AM\nReport Abusive Post\nReport Copyright Violation\nRe: Is Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\nAyup\nPage\n1\nTop\nPrevious Page\nNext Page\nBack to Forum\nPost New Thread\nReply\nView Favorites\nRelated Threads\n1\nFree Psychic Readings. This is Pure Witchcraft. Never Met Satan But it's Probably Him I'm Channeling. No Apologies For Crap Info.\n3h 45m\n2\nUniversities set up classes to teach witchcraft, magic 'This is what happens when society is evacuated of Christian content'\n11/04/23\n3\nIs Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\n02/11/09\n4\nIs Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\n02/09/09\n5\nIs Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\n02/09/09\n6\nIs Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\n02/04/09\n7\nIs Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\n01/31/09\n8\nIs Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\n01/29/09\n9\nIs Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\n01/28/09\n10\nIs Revelations 13, 10 referring to Satan's Secret society and spiritual captivity to Witchcraft?\n01/27/09\nRelated Topics:\nSecret Societies (Conspiracy)\n-\nSociety (General Interest)\nDisclaimer / Copyright Info\n-\nPrivacy Policy\n-\nTerms Of Use\n-\nCancellation Policy / Billing Help\nMail\nWebmaster\nwith questions or comments about this site.\nCopyright © 1999 - 2023 Godlikeproductions.com\nPage generated in 0.015s (7 queries)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shriner",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "n.w.o. / nazis within the order",
          "sentiment": "none"
        },
        {
          "name": "mafia / new age movement",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:01:05.598+02:00",
    "updated": "2023-12-29T12:01:05.598+02:00"
  }
]