[
  {
    "uuid": "f9b4437ab3e8a7746866ced87ea0ccc7fca3ffec",
    "url": "https://www.elconfidencialdigital.com/articulo/politica/hiperactividad-sanchez-esconde-que-volcado-movil-aldama-ha-finalizado/20240614000000798059.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "José Antonio Frauca",
    "published": "2024-06-13T21:00:00Z",
    "title": "Sánchez ataca a jueces y medios tras conocer el fin del volcado del móvil de Aldama",
    "text": "Sánchez ataca a jueces y medios tras conocer el fin del volcado del móvil de Aldama\nMoncloa ha recibido información de que se han extraído datos que comprometen a Begoña Gómez y el presidente ha advertido al PSOE de que ahora “entramos en modo fango total”\n[El análisis del móvil de Aldama](#emstrongel-analisis-del-movil-de-aldama-strong-em) [Acoso a Begoña Gómez](#emstrongacoso-a-begona-gomez-strong-em) [“Entramos en modo fango total”](#emstrongentramos-en-modo-fango-total-strong-em) [El PP pone el foco en el móvil de Aldama](#emstrongel-pp-pone-el-foco-en-el-movil-de-aldama-strong-em)\nNo hay tregua en la política española. Terminado el ciclo electoral con las elecciones europeas del pasado domingo, la intensidad no baja. Pedro Sánchez ha desplegado ya su estrategia para intentar erosionar al PP y tomar la iniciativa. Pero la hiperactividad del presidente responde a lo que denomina “semanas de fango” contra Begoña Gómez.\nSánchez ha endurecido su discurso, subiendo peldaños y traspasando algún frontera como calificar al PP de ultraderecha, y empleando el Poder Judicial, una de las grandes asignaturas pendientes del bipartidismo, como punta de lanza.\nEl presidente ha lanzado un nuevo ultimátum a Alberto Núñez Feijóo, éste de 15 días, para cerrar un pacto que renueve el Consejo General del Poder Judicial (CGPJ) o el PSOE y Sumar presentarán en el Congreso una iniciativa que revisará la competencia del CGPJ para nombrar jueces.\nTambién ha avanzado que antes del verano presentará ante las Cortes el paquete de medidas para la regeneración democrática que se propuso impulsar tras su periodo de reflexión de cinco días ante la campaña de acoso que afirmó que estaba sufriendo. El Gobierno\nhabía pospuesto impulsar esas medidas a que se celebraran las Europeas.\nEl análisis del móvil de Aldama\nFuentes del equipo más próximo a Pedro Sánchez admiten a Confidencial Digital que el presidente ha acelerado estas medidas contra jueces y medios, no solo para recuperar la iniciativa tras la derrota del 9-J, sino porque ha recibido información de que el volcado del teléfono móvil de Víctor de Aldama, el expresidente del Zamora C.F y presunto comisionista de la trama Koldo, ha finalizado.\nTambién conoce que se ha procedido ya al análisis del volcado de los teléfonos móviles, ordenadores, pen drives y discos duros incautados en los registros de los investigados, aunque el informe sobre el contenido en los dispositivos electrónicos tardará aún varias semanas.\nAcoso a Begoña Gómez\nDe ese análisis, asumen en Moncloa, se conocerá más información que comprometa a la esposa del presidente del Gobierno y sus reuniones con la cúpula de Air Europa, por ejemplo. Además, no pasan por alto que los datos extraídos ya están listos para ser incorporados a alguna de las causas abiertas contra Begoña Gómez.\nHay que recordar que hace unas semanas la Audiencia Nacional reclamaba todas las transcripciones realizadas en el caso Koldo. Un informe que arrojará luz a cómo funcionaba la trama que, supuestamente, se benefició de al menos nueve contratos públicos para la compra de material sanitario durante la pandemia por valor de 53 millones de euros.\n“Entramos en modo fango total”\nSegún las fuentes consultadas, Sánchez ha preparado también a la cúpula del PSOE para “semanas de fango” contra su esposa.\nEn la reunión de la Ejecutiva socialista, celebrada hace unos días en Ferraz para analizar los resultados de las elecciones europeas, el secretario general trasladó a su núcleo duro su preocupación por el auge de la “ultraderecha”, y que la irrupción de Alvise Pérez lo que iba a provocar es que Vox se radicalice para enfrentarse políticamente a ‘Se Acabó La Fiesta’.\nPero sobre todo anticipó a los miembros de la dirección del partido más afines que ahora el escenario político “entra en modo fango total”. Hasta el punto de que, en público, el presidente acusó el pasado miércoles a la Comunidad de Madrid, presidida por Isabel Díaz Ayuso, de ser la “sede” de la “máquina del fango”.\nEl PP pone el foco en el móvil de Aldama\nEl PP ya había apuntado al volcado de los datos de los miembros de la trama Koldo como la forma para obtener más información sobre su funcionamiento.\nLos populares están especialmente interesados en conocer la información que encierra el volcado del móvil de Aldama, según reconocen a ECD fuentes de Génova. Consideran que podría arrojar luz sobre el papel que desempeñó concretamente la esposa del presidente del Gobierno.\nSegún se ha publicado en los últimos meses, Begoña Gómez habría realizado gestiones para importar mascarillas y respiradores desde China con la directora de Wakalua, empresa del grupo Globalia, apenas unos meses antes de su rescate por el Gobierno, que superó los 475 millones de euros. También escribió cartas de recomendación a favor de un empresario relacionado con la creación del máster que dirige.\nSoluciones de Gestión se hizo con nueve contratos en 2020 por valor de 53 millones, todos ellos con administraciones socialistas, algunos incluso antes de que fuesen adjudicados.\nTres de ellos fueron otorgados por organismos dependientes del Gobierno: dos por el Ministerio de Transportes dirigido entonces por José Luis Ábalos (Puertos del Estado y Adif) por valor de 33 millones, y otro otorgado por la Secretaría de Estado de Seguridad, vinculada a Interior, de 3,5 millones. El resto fueron suscritos con Canarias y Baleares.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T01:05:32.059+03:00",
    "updated": "2024-06-14T01:05:32.059+03:00"
  },
  {
    "uuid": "c98f966d1bb3461a3a4ea19da161769de03dd750",
    "url": "https://en.vijesti.me/world/globus/687277/Bethlehem-looks-like-a-ghost-town-on-Christmas-Day-after-the-Christmas-celebration-was-canceled-due-to-the-war-in-Gaza",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Vijestime",
    "published": "2023-12-24T11:13:00Z",
    "title": "Bethlehem looks like a ghost town on Christmas Day, after Christmas celebrations were canceled due to the war in Gaza",
    "text": "Bethlehem, the biblical birthplace of Jesus which is usually very much alive, looks like a ghost town today as the Christmas Eve and Christmas celebrations according to the Gregorian calendar have been canceled due to the war between Israel and Hamas. There are no holiday lights and Christmas trees that usually decorate the Manger Square, as well as numerous foreign tourists who gather every year to celebrate Christmas in the Holy Land according to the Gregorian calendar. Dozens of Palestinian security forces patrol the empty square. Souvenir shops are slow to open on Christmas Day although some did open when the rain stopped, but there are few visitors. The manger scene in that square, which is located near the Church of the Nativity, built on the site where Jesus is believed to have been born, is surrounded by barbed wire and surrounded by debris, reflecting the war in Gaza. There are no cheerful lights and colors that usually fill the square during the Christmas season. \"We can't justify decorating the Christmas tree and celebrating as usual, when some people (in Gaza) don't even have houses to go to,\" said one of the owners of the Alftim restaurant, located a few steps from Nativity Square. He said that usually that restaurant is the most visited on Christmas Day, that you can't find an empty chair and that they are full from morning to night, and this year only one table is occupied, and behind it are sitting journalists who sought respite from the rain. . He said that his restaurant does 15 percent of regular business and cannot cover expenses, and that when the war ends it will take another year for tourism to return to Bethlehem as normal. The cancellation of the Christmas celebrations is a severe blow to the city's economy, as tourism accounts for 70 percent of the revenue, and almost all of it is generated during the Christmas season. Since many airlines have canceled flights to Israel, there are few foreign visitors. Local officials say more than 70 hotels in Bethlehem have had to close, putting thousands of people out of work. More than 20.000 Palestinians have been killed in Israel's air and ground offensive against the Palestinian Hamas-ruled Gaza Strip, according to official Hamas figures, and 85 percent of the enclave's 2,3 million residents have been displaced. The war was triggered by an October 7 attack by Hamas on southern Israel that killed around 1.200 people, mostly civilians, and took more than 240 hostages. The fighting in Gaza has also affected life in the occupied West Bank. Since October 7, access to Bethlehem and other Palestinian towns in the Israeli-occupied territory has been difficult, with long lines of vehicles waiting to pass military checkpoints. Because of the restrictions, tens of thousands of Palestinians cannot leave that territory to work in Israel. Between the Palestinian territories of the Gaza Strip and the West Bank is Israel, and in order to get from one territory to the other, permits are required, which are difficult to obtain. Bethlehem is close to Jerusalem, but is separated from it by a high concrete wall, which Israel claims prevents extremists from the West Bank from carrying out attacks on Israeli territory. Bonus video:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bethlehem",
          "sentiment": "none"
        },
        {
          "name": "gaza bethlehem",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "manger square",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T13:36:21.493+02:00",
    "updated": "2023-12-24T13:36:21.493+02:00"
  },
  {
    "uuid": "4d859a2ed93d2172d0b7a33de74e2a950b45eeb4",
    "url": "https://vnexplorer.net/western-united-out-to-end-winless-alm-streak-s698252.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T00:03:00Z",
    "title": "Western United out to end winless ALM streak",
    "text": "Western United coach John Aloisi says his team is ready to bounce back against Newcastle.\nBack on their feet after a hard-fought loss to Sydney FC, Western United are determined to notch their first win in four games when they meet Newcastle.\nThe A-League Men strugglers copped a 4-2 beating by the Sky Blues, despite taking the lead in the opening five minutes.\nThe ‘never say die’ United came close to levelling the scores through Michael Ruhs after Matthew Grimaldi pulled one back, only for Ruhs’ effort to be chalked off.\nCoach John Aloisi said his charges had quickly moved on from the disappointing result ahead of the Jets test at McDonald Jones Stadium on Saturday.\n“The response has been good coming into the week,” Aloisi said.\n“Against Sydney, we didn’t get the result we deserved from the performance.\n“There were so many good things that I could see from upstairs.\n“We were starting to get really on top of Sydney, creating great scoring chances, then equalising but it was just offside and still pushing.\n“The boys were disappointed after the game because of the result but they’re ready for this game.”\nHeading into their second meeting with the Jets this season, the bottom-placed United have two worrying runs to snap.\nNot only have they lost their last three matches but United have failed to win their last four away matches.\nNewcastle got the better of the Victorian-based club at United’s home venue in round four, ending a six-game winless streak against them with a 1-0 victory.\nBut the ninth-placed Jets have yet to find the same success at their stadium, losing seven of their last eight home games.\n“It’s going to be a little bit different in Newcastle because they’ll want to push even more for the result at home, but we’re the same,” Aloisi said.\n“We want to win and we’re going to push and do everything possible to get the win.\n“We still know that in certain little moments we’re letting ourselves down, but we’re trying to rectify that.\n“We’re working hard on it. The players are making sure that we try and stop those little moments. We can definitely overcome those little moments.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1matjn.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1matjn.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john aloisi",
          "sentiment": "neutral"
        },
        {
          "name": "matthew grimaldi",
          "sentiment": "none"
        },
        {
          "name": "ruhs",
          "sentiment": "none"
        },
        {
          "name": "michael ruhs",
          "sentiment": "none"
        },
        {
          "name": "aloisi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "newcastle",
          "sentiment": "neutral"
        },
        {
          "name": "western united",
          "sentiment": "neutral"
        },
        {
          "name": "sydney fc",
          "sentiment": "none"
        },
        {
          "name": "united",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mcdonald jones stadium",
          "sentiment": "none"
        },
        {
          "name": "sydney",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:17:53.648+02:00",
    "updated": "2023-12-29T02:17:53.648+02:00"
  },
  {
    "uuid": "35596e991d8635a02577a63a8655720e69ee7799",
    "url": "https://www.hawaiinewsnow.com:443/2024/02/29/woman-says-her-stanley-cup-saved-her-life-stray-bullet",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Emily Van de Riet",
    "published": "2024-02-29T16:04:00Z",
    "title": "Woman says her Stanley cup saved her life from a stray bullet",
    "text": "STEUBENVILLE, Ohio (Gray News/TMX) – A woman in Ohio claims her Stanley tumbler saved her from being hit by a stray bullet.\nA 22-year-old named Rachel posted about the Feb. 12 incident on TikTok, which has since gone viral.\nRachel told TMX she and her fiancé David were inside their home in the city of Steubenville when they heard gunshots outside.\nShe said they heard about seven or eight gunshots and then one “really loud bang” from a bullet that came through the wall of the house and ricocheted off her Stanley tumbler, which was sitting directly in front of her.\nAfter bouncing off the Stanley cup, the bullet changed direction and went through a bottle of perfume before landing on the kitchen floor, Rachel said.\nThe couple said they hid until police officers arrived.\nRachel’s video on TikTok documents the path of the bullet, showing the hole through her wall, the mark on her Stanley cup where the bullet bounced off, and the hole in her perfume bottle. The video also shows the bullet on her kitchen floor.\nWhile some TikTok users questioned the authenticity of the claims, Rachel posted a follow-up video showing police in her home, investigating the scene.\nGray News has reached out to Steubenville police for comment.\nHowever, some fellow Stanley fans were not surprised to hear that their favorite cup was indestructible, even against a bullet.\n“Who needs body armor? Just grab your Stanley,” one TikTok user wrote.\n“I’m convinced Stanleys are immortal,” another wrote.\nCopyright 2024 Gray Media Group, Inc. All rights reserved. TMX contributed to this report.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://www.tiktok.com/@xo._ray/video/7334935703710731562",
      "https://www.tiktok.com/@xo._ray/video/7334832760600726830",
      "https://tiktok.com/@xo._ray/video/7334935703710731562",
      "https://tiktok.com/@xo._ray/video/7334832760600726830"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stanley",
          "sentiment": "neutral"
        },
        {
          "name": "david",
          "sentiment": "none"
        },
        {
          "name": "rachel",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "steubenville",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        },
        {
          "name": "steubenville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:54:56.547+02:00",
    "updated": "2024-03-01T00:54:56.547+02:00"
  },
  {
    "uuid": "e7d806a5431d8db87bd54cd6aa3ad68e8ff980f0",
    "url": "https://news3lv.com/news/local/unemployment-in-las-vegas-area-dips-in-november-nevada-detr-employment-training-jobs-careers-labor-force-carson-city",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Matthew Seeman",
    "published": "2023-12-28T18:55:00Z",
    "title": "chevron-right",
    "text": "{p}Today is going to be the best day of the week! Sunny skies and highs in the low to mid 60s are on tap for this Thursday, but a weather maker currently over the Pacific Ocean will push clouds into the area tomorrow. As that system continues to move eastward, there is a slight chance for rain and mountain snow showers Saturday and Saturday night.{ }{/p}{p}As of right now it appears we will have quiet weather for New Year's Eve, but temperatures will be chilly so be sure to dress warmly if you plan to be outside on the Las Vegas strip for the festivities.{ }{/p}{p}Have a great Thursday!{/p}{p}The unemployment rate in the Las Vegas metro area dipped in November, according to new figures from state officials, in keeping with typical seasonal patterns.{/p}{p}Unemployment for the Las Vegas area was 5.1% last month, non-seasonally adjusted, per the Nevada Department of Employment, Training and Rehabilitation, or DETR.{/p}{p}That's down from a 5.4% rate reported in October and 5.8% in the year-ago month.{/p}{p}{strong}RELATED | {a href=\\\"https://news3lv.com/news/local/nevada-labor-force-reaches-all-time-high-in-november-detr-employment-unemployment-rate-las-vegas-reno-carson-city#\\\" target=\\\"_blank\\\" title=\\\"https://news3lv.com/news/local/nevada-labor-force-reaches-all-time-high-in-november-detr-employment-unemployment-rate-las-vegas-reno-carson-city#\\\"}Nevada labor force reaches all-time high in November{/a}{/strong}{/p}{p}The labor force in Las Vegas for November was 1.21 million people, nearly 9,600 more than was reported in October, DETR reported.{/p}{p}Unemployment fell in most of the state's counties in November. For Reno, the rate was 3.7%, while for Carson City the rate was 4.1%. Those are down from the rates of 4% and 4.4% reported in October, respectively.{/p}{p}Nevada still has the highest jobless rate in the nation, with a seasonally adjusted unemployment rate of 5.4%.{/p}{p}Today is going to be the best day of the week! Sunny skies and highs in the low to mid 60s are on tap for this Thursday, but a weather maker currently over the Pacific Ocean will push clouds into the area tomorrow. As that system continues to move eastward, there is a slight chance for rain and mountain snow showers Saturday and Saturday night.{ }{/p}{p}As of right now it appears we will have quiet weather for New Year's Eve, but temperatures will be chilly so be sure to dress warmly if you plan to be outside on the Las Vegas strip for the festivities.{ }{/p}{p}Have a great Thursday!{/p}{p}The unemployment rate in the Las Vegas metro area dipped in November, according to new figures from state officials, in keeping with typical seasonal patterns.{/p}{p}Unemployment for the Las Vegas area was 5.1% last month, non-seasonally adjusted, per the Nevada Department of Employment, Training and Rehabilitation, or DETR.{/p}{p}That's down from a 5.4% rate reported in October and 5.8% in the year-ago month.{/p}{p}{strong}RELATED | {a href=\\\"https://news3lv.com/news/local/nevada-labor-force-reaches-all-time-high-in-november-detr-employment-unemployment-rate-las-vegas-reno-carson-city#\\\" target=\\\"_blank\\\" title=\\\"https://news3lv.com/news/local/nevada-labor-force-reaches-all-time-high-in-november-detr-employment-unemployment-rate-las-vegas-reno-carson-city#\\\"}Nevada labor force reaches all-time high in November{/a}{/strong}{/p}{p}The labor force in Las Vegas for November was 1.21 million people, nearly 9,600 more than was reported in October, DETR reported.{/p}{p}Unemployment fell in most of the state's counties in November. For Reno, the rate was 3.7%, while for Carson City the rate was 4.1%. Those are down from the rates of 4% and 4.4% reported in October, respectively.{/p}{p}Nevada still has the highest jobless rate in the nation, with a seasonally adjusted unemployment rate of 5.4%.{/p}",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "nevada department of employment",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pacific ocean",
          "sentiment": "none"
        },
        {
          "name": "las vegas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:07:51.151+02:00",
    "updated": "2023-12-29T00:07:51.151+02:00"
  },
  {
    "uuid": "9b08a3ebf7f18996527a9ae74567a49fc7297955",
    "url": "https://www.kktv.com:443/2025/05/07/florida-man-gored-by-bison-yellowstone-national-park",
    "ord_in_thread": 0,
    "author": "@kktv11news",
    "published": "2025-05-07T22:23:00Z",
    "title": "Florida man gored by bison at Yellowstone National Park",
    "text": "Florida man gored by bison at Yellowstone National Park\nPublished: May. 7, 2025 at 4:23 PM MDT|Updated: 2 hours ago\nMAMMOTH SPRINGS, Wyo. (KKTV) - The National Park Service said a 47-year-old man from Cape Coral, Florida, was injured by a bison on Sunday at Yellowstone National Park.\nPark officials said the man was gored by a bison in the Lake Village area of the park around 3:15 p.m. According to officials, the man approached the bison too closely.\nOfficials said the man was treated for minor injuries by emergency medical personnel.\nThis incident is under investigation.\nPark officials said this was the first reported incident of a person injured by a bison in 2025. Two bison-related injuries were reported in 2024, and one in 2023.\nCopyright 2025 KKTV. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Environment->nature",
      "Environment->parks",
      "Environment->animal",
      "Social Issue->social condition",
      "Social Issue->demographics",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Yellowstone National Park",
          "sentiment": "none"
        },
        {
          "name": "Lake Village",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "National Park Service",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T03:28:26.218+03:00",
    "updated": "2025-05-08T00:31:18.000+00:00"
  },
  {
    "uuid": "efa7555e32d1b3835ed086e833dfbdf8bbec37c0",
    "url": "https://www.elindependiente.com/tendencias/2024/10/24/que-es-gaslighting-acusa-inigo-errejon",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jorge Majdalani",
    "published": "2024-10-24T18:40:00Z",
    "title": "Qué es el gaslighting (luz de gas) del que se acusa a Iñigo Errejón",
    "text": "Íñigo Errejón dejó la política este jueves. El portavoz de Sumar ha anunciado a través de un comunicado que ha lanzado en su red social de X que deja su escaño y toda la actividad política debido a problemas de \"salud mental\". Una dimisión que llega justo en el momento en el que son varias las personas las que le han acusado de \"maltratador psicológico\" y de realizar gaslighting (luz de gas).\nTodo esto surge a partir de la publicación de la periodista Cristina Fallarás . La de Público recoge en su cuenta de Instagram la denuncia anónima de una mujer que narraba episodios de violencia machista a manos de un \"político que vive en Madrid\" y que es \"muy conocido\". Pero sin llegar a identificar a la figura que acusaba.\nEl testimonio se hacía en estos términos: \"Esta es la dinámica que emplea: ser extremadamente simpático inicialmente para engancharte, cuando ve que ha conseguido algo empiezan los desplantes y gaslighting (siempre eres tú que no entiendes al diputado). Por la tarde te muestra afecto e incluso te hace proposiciones de relación y a las dos horas te echa de su casa\", publicaba la periodista con el mensaje que le envió la maltratada psicológica.\nVer esta publicación en Instagram Una publicación compartida de Cristina Fallarás Sánchez (@cfallaras)\nA pesar de que este testimonio no cita a Íñigo Errejón, las voces aseguran que estos comportamientos se atribuyeron al dirigente . Por lo que se decidió que era el momento de actuar antes de que el escándalo estallara en un espectro que abandera el feminismo y la lucha contra la violencia machista, como es la formación política de Sumar.\nDesde ese momento, lo que se va conociendo es que, en los últimos días, se movieron los hilos pertinentes para provocar la salida de Íñigo Errejón. Un Errejón que ha terminado por consumarlo este jueves a través de una carta publicada redes sociales. Ahora bien; ¿a qué se refiere el término gaslighting y por qué se asocia a un comportamiento de maltrato ?\nGaslighting, un comportamiento de maltrato psicológico Como tal, la definición de la RAE explica el gaslighting como \" intentar que dude de su razón o juicio mediante una prolongada labor de descrédito de sus percepciones y recuerdos\". O lo que es lo mismo; la locución 'luz de gas', en castellano, consiste en manipular a una persona por medios psicológicos para cuestionar su propia cordura .\nEl concepto proviene de 1938, a partir de la obra dramática llamada Gaslighting ( Luz de gas ), donde un hombre intenta llevar a su mujer al borde de la locura manipulando las luces de su hogar, y después negando cualquier cambio en la luz cuando su esposa lo menciona.\nEl método de la negación de la realidad Uno de los métodos más comunes empleados en el gaslighting es la negación de eventos o realidades que han ocurrido. Por ejemplo, negar haber dicho algo hiriente o haber cometido un error, incluso cuando hay evidencia clara de lo contrario. Con el tiempo, esto puede llevar a la víctima a dudar de su propia memoria.\nErrejón reconoce que lleva tiempo inmerso en un \"proceso personal y de acompañamiento psicológico\" Hasta ahora no se ha registrado ninguna denuncia contra el ya ex poratvoz de Sumar. Sin embargo, en su mensaje de dimisión deja frases bastante confusas. Por ejemplo, habla de su expriencia en política y señala que ésta \"también genera un tipo de vida, una cotidianidad, una subjetividad, un tipo de vínculos con el ámbito público, con la fama y con los demás que pasan factura\" .\n\"En la primera línea política y mediática se subsiste y se es más eficaz, al menos así ha sido mi caso, con una forma de comportarse que se emancipa a menudo de los cuidados, de la empatía y de las necesidades de los otros\", escribe Errejón en su mensaje de despedida.\nSumar relaciona la dimisión de Errejón con una denuncia de violencia machista\nLa noticia ha sido todo un aldabonazo. Inesperada. Sorprendente. Íñigo Errejón dejaba la política y lo anunciaba a través de […]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/p/DBeVz2oqvSJ/?utm_source=ig_embed&utm_campaign=loading",
      "https://instagram.com/p/DBeVz2oqvSJ/?utm_source=ig_embed&utm_campaign=loading",
      "https://www.instagram.com/p/DBeVz2oqvSJ/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:05:28.938+03:00",
    "updated": "2024-10-25T00:05:28.938+03:00"
  }
]