[
  {
    "uuid": "e7c2bcd0e9278e0da7dbe191b3ff08a51ed5cc4e",
    "url": "https://scroll.in/latest/1068307/gujarat-muslim-man-killed-by-cow-vigilantes-for-transporting-buffaloes",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Scroll Staff",
    "published": "2024-05-24T03:04:00Z",
    "title": "Gujarat: Muslim man killed by cow vigilantes for transporting buffaloes",
    "text": "While a minority rights organisation called the killing an instance of mob lynching, the police denied that the crime was of such a nature. A Muslim man was killed allegedly by a group of cow vigilantes when he was transporting buffaloes in Gujarat’s Banaskantha district on Thursday, reported The Indian Express. While a minority rights organisation called the killing an instance of “mob lynching”, the police denied that the crime was of such a nature. The police have accused five men of involvement in the killing and have taken two of them in custody. The man who was killed was identified as Mishrikhan Baloch, a resident of Banaskantha’s Sesan Nava village. On Thursday morning, Mishrikhan, along with another villager named Hussainkhan Hajjibabukhan Baloch, was travelling with two buffaloes to an animal market in the town of Deesa when the tyre of their vehicle got punctured, according to The Times of India. Hussainkhan told the police that the accused persons then approached them in a sports utility vehicle. He said that the accused men, who had an altercation with him in July as well, began abusing him for having filed police complaints against them. The police complaints at that time were also related to a dispute about transporting buffaloes. Hussainkhan said that when the accused persons began abusing him and threatening to kill him, he and Mishrikhan tried to escape in their vehicle, but the punctured tyre burst. The police said that Hussainkhan then fled the spot, while the attackers managed to get hold of Mishrikhan. Mishrikhan was then allegedly beaten with iron rods and machetes and killed. Hussainkhan then filed a complaint with the police. A case has been filed against five persons named Akherajsinh Parbatsinh Vaghela, Nikulsinh, Jagatsinh, Pravinsinh and Hamirbhai Thakor, The Indian Express reported. The men have been booked for murder, wrongful restraint, criminal intimidation and criminal conspiracy. The police have reportedly detained Jagatsinh and Hamirbhai and are searching for the others. A voluntary organisation named the Minority Coordination Committee Gujarat called the killing a case of mob lynching and urged Director General of Police Vikas Sahay to follow Supreme Court guidelines on preventing such crimes. Banaskantha District Superintendent of Police Akshayraj Makwana, however, claimed that the killing could not be called mob lynching. “It would require some communal aspect to term the incident as mob lynching,” he said. “This incident seems to have happened because of the past incident [from July 2023] and it appears that the accused did not intend to murder but rather intimidate the deceased.” [letters@scroll.in](mailto:?Subject=Gujarat%3A%20Muslim%20man%20killed%20by%20cow%20vigilantes%20for%20transporting%20buffaloes&to=letters@scroll.in).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://timesofindia.indiatimes.com/city/ahmedabad/man-lynched-for-ferrying-buffaloes-in-banaskantha/articleshow/110377331.cms",
      "https://indianexpress.com/article/cities/ahmedabad/not-mob-lynching-cops-on-gujarat-man-killed-in-attack-by-cow-vigilantes-9348699/",
      "https://www.timesofindia.indiatimes.com/city/ahmedabad/man-lynched-for-ferrying-buffaloes-in-banaskantha/articleshow/110377331.cms",
      "https://www.indianexpress.com/article/cities/ahmedabad/not-mob-lynching-cops-on-gujarat-man-killed-in-attack-by-cow-vigilantes-9348699/",
      "https://indianexpress.com/article/cities/ahmedabad/not-mob-lynching-cops-on-gujarat-man-killed-in-attack-by-cow-vigilantes-9348699"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sesan nava",
          "sentiment": "none"
        },
        {
          "name": "hussainkhan",
          "sentiment": "none"
        },
        {
          "name": "mishrikhan baloch",
          "sentiment": "none"
        },
        {
          "name": "hussainkhan hajjibabukhan baloch",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "times of india",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gujarat",
          "sentiment": "none"
        },
        {
          "name": "banaskantha",
          "sentiment": "none"
        },
        {
          "name": "mishrikhan",
          "sentiment": "none"
        },
        {
          "name": "deesa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T12:40:03.534+03:00",
    "updated": "2024-05-24T12:57:05.051+03:00"
  },
  {
    "uuid": "1ba3262e0fe0d105b422619fb26540f9ef1fedc3",
    "url": "https://bnnbreaking.com/world/philippines/philippines-good-friday-draws-crowds-with-real-life-crucifixions-prayers-for-world-peace",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nimrah Khatoon",
    "published": "2024-03-28T20:03:00Z",
    "title": "Philippines Good Friday Draws Crowds with Real-Life Crucifixions, Prayers for World Peace",
    "text": "Philippines On Good Friday, a deeply rooted religious tradition unfolds in the Philippines, captivating and startling spectators from around the globe. In San Fernando and surrounding villages, devout Catholics engage in self-flagellation and undergo real-life crucifixions, emulating the suffering of Jesus Christ in a quest for atonement and divine intervention.\nAdvertisment Devotion in Blood and Pain Flagellants, with backs laid bare, traverse village streets, lashing themselves with bamboo-tipped whips, a practice believed to cleanse sins and bring about miracles. This ritual, serving as a prelude to the day's climax, sees spectators lining up to witness the reenactment of Christ's crucifixion. Individuals like Wilfredo Salvador, who has represented Jesus for 16 years, vow to continue participating as long as they are physically capable, despite the physical toll and the wounds that follow.\nControversy and Condemnation Advertisment While these acts of faith draw attention and tourists, they also garner criticism from the Catholic Church and health authorities, urging the faithful to seek safer means of observance. The Philippine health department, echoing the concerns of religious leaders, advises against practices that inflict physical harm, advocating for healthier expressions of faith.\nGlobal Relevance and Prayers for Peace Amidst these expressions of faith, participants like Ruben Enaje, who has been crucified 35 times, harness the occasion to pray for global peace, including resolution to conflicts in Ukraine, Gaza, and tensions in the South China Sea. The tradition, while deeply personal, reflects broader concerns, linking local faith practices to global issues and illustrating the unique blend of Catholicism and folk belief in the Philippines.\nThis annual manifestation of faith and penance, despite controversy, continues to underscore the deep religious fervor and the complex interplay of tradition, health, and modernity in the Philippines, inviting reflection on the lengths to which individuals will go in the pursuit of spiritual fulfillment and societal peace.\nAdvertisment Subscribe to our Newsletter! Be the first to get exclusive offers and the latest news Subscribe Now\nRelated Articles Advertisment Read the Next Article",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://www.nbcconnecticut.com/news/national-international/philippines-man-nailed-to-cross-good-friday/3253669/",
      "https://uk.news.yahoo.com/crucifixions-whippings-philippines-good-friday-055610562.html",
      "https://www.uk.news.yahoo.com/crucifixions-whippings-philippines-good-friday-055610562.html",
      "https://www.nbcconnecticut.com/news/national-international/philippines-man-nailed-to-cross-good-friday/3253669",
      "https://nbcconnecticut.com/news/national-international/philippines-man-nailed-to-cross-good-friday/3253669/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "wilfredo salvador",
          "sentiment": "none"
        },
        {
          "name": "jesus christ",
          "sentiment": "none"
        },
        {
          "name": "christ",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "real-life crucifixions",
          "sentiment": "positive"
        },
        {
          "name": "catholic church",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "philippines",
          "sentiment": "none"
        },
        {
          "name": "san fernando",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T10:18:44.645+03:00",
    "updated": "2024-03-29T10:28:17.369+03:00"
  },
  {
    "uuid": "f217d518b28d3b0649cce61f7007868058e75071",
    "url": "https://www.dailypioneer.com/2023/top-stories/visibility-improves-in-delhi--dense-to-moderate-fog-in-isolated-areas.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Pioneer",
    "published": "2023-12-28T19:00:00Z",
    "title": "Visibility improves in Delhi, dense to moderate fog in isolated areas",
    "text": "After two days of dense to very dense fog, visibility improved in many parts of Delhi on Friday as most fog transformed into low clouds, according to the India Meteorological Department (IMD). Dense to moderate fog conditions were witnessed in isolated pockets of the capital in the early hours of the day. The IMD said the improvement in visibility can be attributed to the breaking of the inversion layer this morning, in contrast to the conditions observed from December 25 to 28, indicating weakening of the lower-level stable boundary layer. The visibility was 200 metres at Safdarjung, Delhi's main weather station, and 50 metres at Palam. Train services were impacted due to fog for the third day with 11 Delhi-bound trains delayed. \"Fog conditions at IGIA improved significantly on Friday, with the lowest visibility at 150 metres in dense fog,\" the IMD said. Runway Visual Ranges (RVRs) now range from 400 to 800 metres, indicating improved aviation conditions, it said. The minimum temperature in Delhi was recorded at 10.7 degrees Celsius, four notches above the season's average, the weather department said. The relative humidity stood at 95 per cent at 8:30 am. Delhi Air Quality Index (AQI) was recorded at 332, in the 'very poor' category, at 8 am. An AQI between zero and 50 is considered 'good', 51 and 100 'satisfactory', 101 and 200 'moderate', 201 and 300 'poor', 301 and 400 'very poor, and 401 and 500 'severe'.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "imd",
          "sentiment": "none"
        },
        {
          "name": "igia",
          "sentiment": "none"
        },
        {
          "name": "india meteorological department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "safdarjung",
          "sentiment": "none"
        },
        {
          "name": "palam",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T10:25:02.806+02:00",
    "updated": "2023-12-29T10:25:02.806+02:00"
  },
  {
    "uuid": "62588a33adf60f90339d07f718ac6d577c15b78c",
    "url": "https://www.mdzol.com/sociedad/2024/5/24/crisis-en-misiones-intercede-la-iglesia-pide-dialogo-para-solucionar-urgente-el-conflicto-430204.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alejandro Spivak",
    "published": "2024-05-24T21:04:00Z",
    "title": "Crisis en Misiones: intercede la Iglesia y pide diálogo para solucionar urgente el conflicto - MDZ Online",
    "text": "Este viernes volvieron los cortes de rutas. Las ventas se derrumban en la zona de las protestas. En este marco, obispos reclamaron \"la búsqueda de consensos\". Los obispos de Misiones emitieron un documento en el que instaron a \"evitar la confrontación\" y recuperar las vías de diálogo entre manifestantes y el Gobierno provincial. \"Seguimos de cerca los graves acontecimientos de estos días. En situaciones complejas como la que atravesamos, hay que evitar alimentar la confrontación y hay que propiciar el modo más sabio y oportuno de afrontar nuestros conflictos, que es la búsqueda de consensos a través del diálogo\", remarcaron en el documento suscripto por los obispos Juan Rubén Martínez, de Posadas, Damián Santiago Bitar, de Oberá y Nicolás Baisi, de Puerto Iguazú. \"Cercanos a la memoria de la Revolución de Mayo, convocamos a gobernantes y ciudadanos a asumir los acontecimientos patrios que abrieron con esperanza procesos fundamentales para nuestra Nación, como un legado que nos interpela a seguir trabajando por la justicia y la paz, atendiendo especialmente a los más necesitados. E invitamos a todo el Pueblo de Dios que peregrina en esta Provincia a unirse en las misas y celebraciones de este fin de semana, para pedir juntos a Jesucristo, el Señor de la Historia, que nos conceda a toda la sabiduría del diálogo y la alegría de la esperanza que no defrauda\", señala el documento Acampe y corte de rutas Tras un jueves violento frente a la Legislatura provincial y la casa particular del gobernador Hugo Passalacqua, durante la jornada del viernes efectivos policiales y del servicio penitenciario provincial retirados y en actividad, un grupo de docentes y personal de salud continúan con el acampe sobre la avenida Uruguay y su intersección con la avenida Trincheras de San José, frente al Comando Radioeléctrico de I de Posadas en reclamo de mejoras salariales. \"Llevamos ocho días aquí y no nos moveremos hasta conseguir un aumento acorde que nos saque de la indigencia\", dijeron un grupo de manifestantes. Como se viene mencionando, los manifestantes reclaman un 100% de aumento en sus haberes. El gobierno provincial les ofreció un 30% que fue rechazado en la asamblea del jueves: \"Nosotros tenemos el diálogo abierto\". A la vez piden una amnistía, es decir que no haya sanciones a quienes se manifiestan: \"Queremos que el ministro de Gobierno Marcelo Pérez se desdiga del anuncio de sanciones y despidos\". A los manifestantes se les cuestiona haber tomado móviles policiales y una autobomba que son utilizados como barricadas en el acampe. Por otra parte, en el centro de la ciudad de Posadas también los empleados de Energía de Misiones Sociedad Anónima se manifiestan con sus reclamos salariales. Este viernes en distintas sedes de la compañía hubo quema de cubiertas impidiendo el ingreso al establecimiento. En otro orden, docentes del interior que no aceptan el aumento del 34% llevaron a adelante cortes de las rutas nacionales 14 y 12 en distintas localidades e inclusive en el municipio de Jardín América, ubicado a unos 100 kilómetros al norte de Posadas, impidieron el ingreso del personal municipal y los contribuyentes. \"Es lo que podemos otorgar\" En diálogo con Misiones Online, Ramiro Aranda, ministro de Educación destacó que la mesa de diálogo con los seis gremios permanece abierta constantemente. \"Todos los meses nos sentamos y vamos viendo las distintas actualizaciones en cuanto a salario y otros temas también que escapan del salario, que tienen que ver con la vida y el trabajo docente\", afirmó. \"Pudimos firmar un acuerdo que actualiza el cargo de maestra de grado, que acá en Misiones se paga por cuatro horas. Un cargo de un turno de cuatro horas pasa de 265 mil pesos a 400 mil pesos\", explicó. Y completó: \"En el caso de la secundaria, si tenés 21 horas sin antigüedad, pasa a cobrar 562.898 pesos y en el caso de que tengas las 42 horas 973 mil pesos\". En tanto, para el nivel superior un docente sin antigüedad cobrará con la recomposición un salario de 893.719 pesos por 30 horas, con la posibilidad de tomar 12 horas más en el nivel secundario. Respecto a la demanda de un salario más alto que persiste por parte de un grupo de manifestantes autoconvocados, el ministro señaló que \"es un número que no se está pagando en ningún lugar del país, ellos están pidiendo 850 mil pesos; no existe en el país ese monto, no se le paga a nadie en el cargo testigo sin antigüedad, porque ninguna provincia está pudiendo llegar. Sobre todo, con la crisis económica a nivel nacional y con las caídas de coparticipación y recaudación que están teniendo las provincias\". Las ventas cayeron 95% Manuel Amores, presidente de la Cámara de Comercio e Industria de Posadas, expreso que debido al acampe las ventas cayeron hasta en un 95% y son más de 80 los comercios afectados. \"Todo el sector comercial está siendo perjudicado. Especialmente alrededor de Radioeléctrico, ya que tenemos calles bloqueadas\", comentó. El presidente de la Cámara de Comercio e Industria de Posadas señaló que entienden la genuinidad del reclamo de los trabajadores, \"pero la crisis comercial, que ya viene golpeada desde febrero y marzo debido a una baja recaudación y la pérdida de obras públicas, se agrava con la interrupción del tránsito y el acampe frente a los negocios\". \"Nos está afectando muchísimo\", expresó Amores, enfatizando que los comerciantes tienen derechos y obligaciones que incluyen el pago de sueldos, alquileres, energía e impuestos. En la actual situación de bloqueo, cumplir con estas responsabilidades se vuele casi imposible. Comité de crisis Amores destacó la conformación de un comité de crisis para abordar el problema. \"Ayer (por el jueves) tuvimos una reunión extraordinaria con todo el sector de la avenida Uruguay y formamos un comité de crisis de los comercios, porque si esto persiste así, van a tener que cerrar sus puertas\", declaró. La Cámara de Comercio presentó un petitorio tanto al gobernador de Misiones (Hugo Passalacqua) como al intendente de Posadas (Leonardo Stelatto), pidiendo una solución pacífica y que se liberen las veredas y calzadas para poder trabajar. Además, alertó sobre el uso de la energía eléctrica por parte de los manifestantes, quienes se están colgando de los postes de los comercios. [](/sociedad/2024/5/24/videos-asi-luce-penitentes-tras-las-fuertes-nevadas-de-esta-semana-430170.html) Temporal Alta montaña: así luce Penitentes tras las fuertes nevadas de esta semana [](/sociedad/2024/5/24/en-que-parte-de-buenos-aires-podria-nevar-este-fin-de-semana-430131.html) El tiempo en el país En qué parte de Buenos Aires podría nevar este fin de semana [](/sociedad/2024/5/24/quien-es-maria-auxiliadora-en-la-fe-de-los-argentinos-429839.html) Celebración Quién es María Auxiliadora en la fe de los argentinos [](/sociedad/2024/5/24/el-encuentro-de-mujeres-emprendedoras-wow-mujeres-activas-ya-tiene-fecha-430066.html) Emprendedoras El encuentro de mujeres emprendedoras: WOW! Mujeres Activas, ya tiene fecha [](/sociedad/2024/5/24/la-dge-obliga-incluir-el-femenino-en-los-titulos-universitarios-430102.html) Boletín Oficial La DGE obliga a incluir el femenino en los títulos universitarios [](/sociedad/2024/5/24/incidentes-en-la-casa-de-misiones-en-buenos-aires-por-el-conflicto-en-la-provincia-430101.html) Tensión Incidentes en la Casa de Misiones en CABA por el conflicto en la provincia [](/sociedad/2024/5/24/cual-es-la-generacion-que-hoy-esta-revolucionando-el-consumo-mundial-429783.html) Nueva tendencia Cuál es la generación que hoy está revolucionando el consumo mundial [](/sociedad/2024/5/24/pami-como-realizar-el-cambio-de-medico-de-cabecera-430042.html) Trámites",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T00:12:50.447+03:00",
    "updated": "2024-05-25T00:12:50.447+03:00"
  },
  {
    "uuid": "5f640d164821b74b85a9f48f97848b8ce53b69d5",
    "url": "https://larepublica.pe:443/espectaculos/2024/12/26/conciertos-en-lima-este-fin-de-semana-entradas-via-teleticket-fecha-y-lugar-para-eventos-del-27-al-29-de-diciembre-con-armonia-10-los-mirlos-y-los-hermanos-yaipen-676286",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sandy Carrión",
    "published": "2024-12-26T22:10:00Z",
    "title": "Conciertos en Lima del 27 al 29 de diciembre con Armonía 10, Los Mirlos y Los hermanos Yaipén",
    "text": "Conciertos en Lima del 27 al 29 de diciembre con Armonía 10, Los Mirlos y Los hermanos Yaipén\nLas agrupaciones peruanas se preparan para despedir el año 2025 con una agenda llena de eventos musicales en diversas locaciones del Perú, entre ellos un concierto gratuito en la Plaza San Martín.\nLas agrupaciones peruanas se vienen preparando para recibir el [Año Nuevo 2025](https://larepublica.pe/espectaculos/2024/12/22/conciertos-en-lima-por-ano-nuevo-2025-shows-y-eventos-gratis-con-grupo-5-la-bella-luz-corazon-serrano-y-mas-via-teleticket-983312) en diversas partes del Perú. Pero antes de las celebraciones por fin de año, varios artistas tienen eventos programados para este fin de semana, desde el viernes 27 al domingo 29 de diciembre. La ciudad contará con una agenda llena de eventos para todos los gustos, desde los contagiosos ritmos tropicales como la cumbia y la salsa hasta la vibrante energía del rock.\nConciertos en Lima este 27 de diciembre\nEste viernes 27 de diciembre, la plaza San Martín se convertirá en el epicentro de una celebración inolvidable que unirá historia, arte y música en el cierre del Bicentenario del Perú. Este evento, organizado por el Proyecto Especial Bicentenario del Ministerio de Cultura, promete ser una experiencia única que quedará grabada en la memoria de todos los peruanos.\nPUEDES VER:\n[Conciertos en Lima por Año Nuevo 2025: shows y eventos gratis con Grupo 5, La Bella Luz, Corazón Serrano y más]\nLa celebración, titulada ‘Bicentenario del Perú: espectáculo de clausura’, comenzará a las 6 p. m. con un impresionante video mapping que transportará a los asistentes al Perú de 1824, un momento crucial en la lucha por la independencia. Luego, la plaza San Martín se transformará en un gran escenario musical. Artistas de renombre como Los Hermanos Yaipén, Los Mirlos, Gianfranco Bustíos, Lucía de la Cruz, Dina Páucar, Los Shapis y Antonio Cartagena deleitarán al público con sus presentaciones.\nPor otro lado, la cantante peruana Lita Pezo vuelve al Teatro Plaza Norte, en Independencia, para cantar lo mejor de sus éxitos en su voz. La artista que representó a Perú en Viña del Mar 2023 presentará un concierto sinfónico y romántico para despedirse de su público y del año que se va. Las entradas están disponibles en Teleticket.\nPUEDES VER:\n[Año Nuevo 2025 con Pamela Franco, Corazón Serrano, Grupo 5, La Única Tropical y más: mejores conciertos por fin de año]\nLa agrupación AGITC, liderada por César Osorio, ofrecerá un gran concierto con los mejores covers de rock, pop y pachanga. Respaldada por la banda Residente Red Sound, el cantante que se hizo famoso como imitador de Axl Rose en ‘Yo soy’ se presentará en Bar 122 Salon Concert, a partir de las 9:00 p.m. En el local se podrá disfrutar de una cena, piqueos y cócteles en un ambiente seguro y acogedor. Las entradas están disponibles en Teleticket y la preventa termina este 26 de diciembre.\nConciertos en Lima este 28 de diciembre\nEste sábado 28 de diciembre, la agrupación de cumbia Armonía 10 deleitará a sus miles de fanáticos de Villa María del Triunfo con lo mejor de sus éxitos. Irvin Saavedra, Percy Laban, Leandro Lozada, Paul Flores y demás vocalistas de la orquesta serán los encargados de interpretar las canciones del grupo en la intersección de la Av. Pachacutec y Av. Pumacahua.\nArmonía 10 cantará sus mejores éxitos en Villa María del Triunfo. Foto: Facebook\nEn tanto, 6 Voltios, una de las bandas más importantes del punk rock peruano, celebrará los 10 años de su disco ‘Alto voltaje’, el cual salió a la luz en el 2014 con los hits emblemáticos: ‘Espacios vacíos’, ‘Blankita’, ‘Días amargos’, etc. Las agrupaciones invitadas al evento que se realizará en el centro de convenciones Festiva son dmenteComun, Aeropajitas, La nueva Invasión, Plasma97, 40 Gramos, D-73, hastakinomas, La dosis, Acuarelas, 380, Maldito Antisocial, Claustrofóbicos, Gente Maravillosa, Súper fuzz, DPOS, La Tocada pank. Las entradas están disponibles en Joinnus.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Arts, Culture and Entertainment->culture",
      "Arts, Culture and Entertainment->festival",
      "Arts, Culture and Entertainment->music",
      "Lifestyle and Leisure->holiday",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "Plaza",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:18:07.389+02:00",
    "updated": "2024-12-27T00:18:07.389+02:00"
  }
]