[
  {
    "uuid": "338eba83d96626b67bd6bc35a675736e63eea9f2",
    "url": "https://www.elobservador.com.uy/nota/gobierno-definio-las-tarifas-de-los-combustibles-para-enero-2023122818643",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción",
    "published": "2023-12-28T21:06:00Z",
    "title": "Gobierno definió las tarifas de los combustibles para enero",
    "text": "El Poder Ejecutivo anunció este jueves los [precios](https://www.elobservador.com.uy/nota/se-viene-baja-de-nafta-y-gasoil-para-cierre-de-ano-que-muestra-la-foto-de-los-combustibles-para-diciembre--202311271360) de los combustibles que regirán al público desde el lunes 1° de enero en todas las estaciones de servicio del país. La tarifa del [gasoil 50S ](https://www.elobservador.com.uy/nota/hay-margen-para-baja-de-nafta-y-gasoil-en-enero-asi-viene-la-foto-de-los-combustibles-2023122613320)baja $ 2 por litro, mientras que la nafta Súper 95 y el supergás continuarán en sus valores actuales. De esa manera, el Gasoil 50S pasa de $ 57,39 a $ 55,39 por litro como precio máximo en surtidor. En tanto, la nafta Súper 95 continuará a $ 75,54 por litro como precio máximo de venta al público. La decisión se adoptó tras conocer el informe mensual de PPI que elabora Ursea, las proyecciones financieras de Ancap -que tiene parada la refinería por mantenimiento e importa refinados-, y aspectos de la coyuntura económica. “El Poder Ejecutivo continuará atento a las fluctuaciones internacionales en los precios de los energéticos, con el objetivo de minimizar el impacto de esas variaciones sobre la actividad económica nacional y el costo de vida de los uruguayos”, señaló el comunicado oficial. La caída de los precios internacionales en noviembre había permitido que la nafta y el gasoil se abarataran $ 2 pesos por litro en los surtidores de las estaciones de servicio durante diciembre. Esa dinámica de los [valores de referencia continuó en las últimas semanas, con nuevas bajas en la cotización del petróleo, y también en los precios de los refinados de referencia que son los que se comercializan en la costa del Golfo de México en EEUU. ](https://www.elobservador.com.uy/nota/se-viene-baja-de-nafta-y-gasoil-para-cierre-de-ano-que-muestra-la-foto-de-los-combustibles-para-diciembre--202311271360) A la luz de esos resultados, en esta oportunidad el gobierno optó por trasladar a las tarifas locales la baja registrada en el precio del diésel que fue más marcada, y no hizo cambios en naftas que tuvieron una mínima variación, según los datos mensuales de Ursea. Precio del supergás Petróleo baja con el retorno de los buques al Mar Rojo El petróleo siguió bajando el jueves en un mercado más calmado con el regreso de los petroleros de las principales compañías navieras al Mar Rojo donde las tensiones siguen siendo altas. El barril de Brent del Mar del Norte para entrega en febrero, último día de negociación, bajó 1,58% hasta US$ 78,39. Su equivalente estadounidense, el barril de West Texas Intermediate (WTI), para entrega en el mismo mes, bajó 3,15% a US$ 71,77. \"Los precios del petróleo caen debido a las débiles transacciones de esta semana y más navieras anuncian que reanudarán las travesías del Mar Rojo\", comentó Phil Flynn, de Price Futures Group. \"Con petroleros (...) reanudando las travesías del Canal de Suez y el Mar Rojo, gracias a la presencia de un equipo marítimo liderado por EEUU, se empiezan a disipar algunas preocupaciones inmediatas sobre los problemas de suministro\", explicó Susannah Streeter, analista de Hargreaves Lansdown a AFP.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:11:26.454+02:00",
    "updated": "2023-12-29T02:11:27.835+02:00"
  },
  {
    "uuid": "15ddf22d2d3ebde3a005123ae0fb312f38e67b8a",
    "url": "https://www.infobae.com/america/agencias/2024/06/27/antigua-y-barbuda-pide-no-perpetuar-ficcion-de-que-cuba-y-venezuela-son-parte-de-la-oea",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2024-06-27T22:46:00Z",
    "title": "Antigua y Barbuda pide no perpetuar \"ficción\" de que Cuba y Venezuela son parte de la OEA - Infobae",
    "text": "Luque (Paraguay), 27 jun EFE).- Antigua y Barbuda pidió este jueves a la Organización de Estados Americano (OEA) que no perpetúe la \"ficción\" de que Cuba y Venezuela forman parte del organismo y llamó a admitir que solo son 32 Estados activos.\n\"No podemos continuar perpetuando la ficción de que Cuba y Venezuela siguen siendo miembros de esta organización\", afirmó el embajador de Antigua y Barbuda, Ronald Michael Sanders, al intervenir en la primera jornada de sesiones de la 52 Asamblea General del organismo interamericano que se celebra en la ciudad paraguaya de Luque.\nEl diplomático argumentó que esta situación \"ha llevado a un sistema de votación distorsionado\", en el que se calcula el voto de la mayoría sobre la base de 34 miembros, reconocimiento el retiro de Nicaragua, cuando en realidad son \"solamente 32\".\n\"Es decir, que ese es un mito\", alertó el diplomático, quien advirtió que esto afecta \"la mayoría de votos de dos tercios que se requiere para las decisiones\" y \"socava\" la capacidad de ese órgano de \"actuar de manera realista\".\n\"Y esto tiene que terminar\", zanjó el representante caribeño, que además alertó sobre la deuda de algunos miembros con la organización y consideró que \"una organización que no tiene los recursos financieros \"no es el legado\" que quieran dejar al futuro secretario general, en alusión a la elección en abril próximo del sucesor del actual titular de la OEA, Luis Almagro.\nLa OEA considera a Cuba parte de la organización, después de que en 2009 se aprobara una resolución que dejó sin efecto la exclusión de la isla, vigente desde 1962. Sin embargo, La Habana ha señalado que \"no tiene ningún interés en regresar\".\nVenezuela, que no ha contado con delegados en las dos últimas ediciones de la Asamblea General, permanece en un limbo luego del cese del considerado Gobierno interino encabezado por el opositor Juan Guaidó.\nEl líder opositor revocó en marzo de 2019 la denuncia a la Carta de la OEA que había presentado en abril de 2017 el Gobierno del presidente Nicolás Maduro. EFE\nlb/rrt",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:55:19.284+03:00",
    "updated": "2024-06-28T01:55:19.284+03:00"
  },
  {
    "uuid": "e450ae88112ef65c59f482e024ed997cadcd8c68",
    "url": "https://markets.financialcontent.com/stocks/article/syndicationcloud-2023-12-29-special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "financialcontent.com",
    "published": "2023-12-29T06:14:00Z",
    "title": "Special Master Attorney Lisa Faccadio Merges Firm With Freed Marcroft To Serve More Families In Court | FinancialContent Business Page",
    "text": "A pillar of the Connecticut family law community, Attorney Lisa Faccadio, decided to merge her successful law practice with another in order to spend more time doing what she loves, both at work and at home. The result? An even more powerful force for good in the sphere of family law.\nFOR IMMEDIATE RELEASE\nHartford, CT, December 28, 2023— Two is better than one, and that’s certainly the case with the recent Freed Marcroft and Lisa Faccadio merger. These two incredible family law practices are coming together to offer more experience, more resources, and more passion to families in Connecticut who are dealing with divorce and custody issues.\nAttorney Lisa Faccadio is renowned in the family law world for her famous work ethic (she rises at 3am most days to get on the treadmill and begin reviewing her docket), her over forty years of private practice, and her status as a Special Master with Connecticut courts, which she has held for over twenty-five years. A Special Master is an extremely experienced lawyer that judges trust to help resolve particularly complex family disputes via settlement.\nLisa earned her Juris Doctorate at Western New England College School of Law in 1977. She has since served not only as a family lawyer and Special Master, but also as an adjunct professor for the University of New Haven, Baypath College, Mitchell College, and Quinnipiac University, as a speaker at the National Business Institute, as a member of the Standing Committee on Recommendations for Admission to the Bar of Middlesex County, and as the President of the Connecticut Bar and Middlesex Bar Association (2010-11).\nHer list of accomplishments and accolades is vast; this experience and deep knowledge of family court, together with her diligence, and her dedication to her clients, is what truly distinguishes Lisa above the rest. It’s what made her own family law practice flourish!\nHowever, when Lisa decided that she wanted to spend more time with her family, but still serve families across the state and do the work she loved, she chose to merge her firm with Freed Marcoft. The firm’s mission spoke to her. Their exclusive concentration on the field of family law, together with their own attorneys’ knowledge and over 70 years of combined experience that mirrors her own decades of practice, made them the top choice for her next season of life and work.\n“She’s someone who has dedicated her entire life to this one thing, so to have her with us, to add her to the depth of the bench that we have, is really monumental. This is a milestone for our firm.” – Natasha Roggi, Director of Operations\nFreed Marcroft has been named the Best Law Firm by the Hartford Readers’ Poll from 2014 to 2023, and is recognized as the authority on divorce and family law in Connecticut. They are equally thrilled by the new partnership; it’s a huge honor for them to be able to join with Lisa and her small but mighty team in order to better serve clients, and to allow Lisa to focus on doing what she loves, which is going to court. It was an easy decision for both parties because of the amount of alignment they would have with their values and strategy moving forward!\nEvery day, the attorneys at Freed Marcroft hold a roundtable discussion about current cases; they share information and advice, and all of the attorneys benefit from the other attorneys’ familiarity with certain cases, judges, and etc. Adding Lisa and her firm to this daily discussion is just one small example of how the merger is going to provide clients with the most elite, effective representation possible.\nFreed Marcroft is a Connecticut family law firm that believes everyone has one life, and supports people making the brave decision to live it the way they choose through transformative divorce that aligns with their individual goals for their futures. Their clients trust them with the hardest and bravest things they have ever done, and they (and now with Lisa Faccadio) will honor that trust by combining their legacy acumen with empathy and being their seasoned guide through the process. Call today to schedule a consultation.\nMedia Contact:\nElizabeth Avant\n860-560-8160\nelizabeth@freedmarcroft.com\nOriginally posted On: https://syndication.cloud/special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [
      "https://freedmarcroft.com/",
      "https://syndication.cloud/special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court/",
      "https://tracking.newsrpm.com/pixel?slug=syndicationcloud-2023-12-29-special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court",
      "https://syndication.cloud/special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court",
      "https://www.syndication.cloud/special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court/",
      "https://www.tracking.newsrpm.com/pixel?slug=syndicationcloud-2023-12-29-special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court",
      "https://tracking.newsrpm.com/pixel",
      "https://freedmarcroft.com",
      "https://www.freedmarcroft.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lisa faccadio",
          "sentiment": "negative"
        },
        {
          "name": "marcroft",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "connecticut",
          "sentiment": "none"
        },
        {
          "name": "hartford",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T08:40:24.622+02:00",
    "updated": "2023-12-29T08:40:24.622+02:00"
  }
]