[
  {
    "uuid": "5515a605c9806f64a44929422fcd53c022bd6c37",
    "url": "https://fr.cryptonews.com/news/polygon-labs-licencier-60-de-ses-employes.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Manoom_",
    "published": "2024-02-01T19:00:00Z",
    "title": "Pourquoi Polygon Labs vient-il de licencier 60 de ses employés ?",
    "text": "Pourquoi Polygon Labs vient-il de licencier 60 de ses employés ? C’est à travers son compte Twitter (X) et également un article sur son blog que Polygon Labs vient de licencier 60 de ses employés tout en expliquant les raisons derrière cette décision difficile. Un choix nécessaire C’est à travers son message que Marc Boiron, le CEO de Polygon Labs a eu la lourde tâcher d’annoncer, devoir, licencier 60 personnes de sa société. Il précise immédiatement qu’il ne s’agit pas d’une restructuration à des fins économiques, mais qu’au contraire lors du précédent bullrun, il y a eu de nombreux recrutements qui ont eu lieu et quand bien même sur le papier, c’était une excellente idée, stratégiquement cela a ralenti l’efficacité de l’entreprise. At Polygon Labs, we are on a mission to fundamentally change the Internet so that everyone in the world is empowered to equitably access its value. Building the infrastructure to make that happen is no easy feat. It requires executing ambitiously and nimbly with an efficient,… — Marc Boiron (@0xMarcB) [February 1, 2024] En effet, l’adage de mettre en avant la qualité à la quantité est ce qu’exprime Marc Boiron à travers sa lettre. Un trop grand effectif a eu pour effet de voir l’entreprise s’éparpiller sur de trop nombreux projets sans pour autant avancer efficacement. Aussi, la [blockchain](https://fr.cryptonews.com/guides/qu-est-ce-que-la-blockchain.htm) est une technologie complexe nécessitant des compétences techniques poussées, mais plus il y a des individus qui doivent collaborer ensemble plus cela complexifie davantage la tâche. Par conséquent, Polygon Labs a décidé de se recentrer et la seule solution viable est donc de licencier 60 personnes afin de permettre à la compagnie de définir plus clairement ses objectifs et de les mettre en place à l’approche du prochain bullrun. L’impact sur le prix du MATIC Pour Marc Boiron c’est une décision lourde de conséquence, mais nécessaire pour mettre à Polygon Labs de se développer dans la bonne direction. Déjà en février 2023, quelques mois après la chute de FTX, c’était une restructuration économique qui avait lieu au sein de l’entreprise en licenciant 20 % de ses effectifs. Pour autant, la nouvelle semble ne pas avoir affecté le prix du MATIC puisque ce dernier s’échange pour l’heure au prix de 0,8064 $, une légère baisse de 0,36 % sur les dernières 24 heures, mais qui pourrait s’expliquer avec le léger retrait du Bitcoin. Au cours des derniers mois et depuis le précédent bullrun, MATIC peine à retrouver un niveau solide au-dessus de la barre des 1 $, mais le projet continue à se développer voulant faire de sa blockchain un concurrent à la hauteur des attentes pour proposer une autre option que la blockchain Ethereum notamment grâce à sa technologie ZK. Source : [CoinDesk](https://www.coindesk.com/tech/2024/02/01/polygon-labs-cuts-19-of-staff-60-roles-for-enhanced-performance/) Sur le même sujet : [Alimenté par la technologie Polygon, Immutable zkEVM lance son réseau principal en accès anticipé](https://fr.cryptonews.com/news/alimente-technologie-polygon-immutable-zkevm-lance-reseau-principal-acces-anticipe.htm) [Polygon et Warner Music dévoilent les deux premières start-ups qui vont profiter de leur incubateur Web3](https://fr.cryptonews.com/news/polygon-warner-music-devoilent-start-ups-incubateur-web3.htm) [Qu’est-ce que DIMO, le projet DePIN sur Polygon qui vient de lever 11,5 millions de dollars ?](https://fr.cryptonews.com/news/dimo-depin-polygon.htm) ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://coindesk.com/tech/2024/02/01/polygon-labs-cuts-19-of-staff-60-roles-for-enhanced-performance/)",
      "https://www.coindesk.com/tech/2024/02/01/polygon-labs-cuts-19-of-staff-60-roles-for-enhanced-performance/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T01:18:28.933+02:00",
    "updated": "2024-02-02T01:18:28.933+02:00"
  },
  {
    "uuid": "2ad1dd8cb4423af7dc9c1dc6f77fb401f0bae59e",
    "url": "https://www.world-today-news.com/sofi-marinova-sang-love-without-borders-in-the-european-parliament-2024-03-14-221501",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2024-03-14T22:15:00Z",
    "title": "Sofi Marinova sang \"Love Without Borders\" in the European Parliament - 2024-03-14 22:15:01 - World Today News",
    "text": "The Bulgarian song in the Eurovision Song Contest – “Love Without Borders” was also performed in the European Parliament, after Sofi Marinova was invited to Brussels to participate in the celebration of International Roma Day.\nThe Bulgarian singer sang in the European Parliament in front of MPs and official guests, followed by the Vice President of the European Commission Vivian Reding and the Vice President of the European Parliament Otmar Karas.\nSofi Marinova captivated the audience right from the start. She was in the European Parliament at the invitation of the Bulgarian MEPs from GERB on the occasion of the upcoming International Roma Day. Despite the efforts of European politicians, there is still prejudice against the Roma, says MEP Livia Jaroca, herself from this minority.\nBut to prove that we are all the same, Sofi Marinova continued to excite the diverse audience with Roma music. After the traditional Roma songs, it was time for the European Parliament to hear the Bulgarian proposal for the Eurovision Song Contest – the song “Love Without Borders”.\n#Sofi #Marinova #sang #Love #Borders #European #Parliament",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://images0.persgroep.net/rcs/iqtR7HumWgJybryTXKM-0uQv06c/diocontent/240899967/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&quality=0.7)",
      "https://i0.wp.com/heraldodemexico.com.mx/u/fotografias/m/2023/7/30/f1280x720-774996_906671_7427.jpeg?resize=150%2C150&ssl=1)",
      "https://images0.persgroep.net/rcs/SKTtlA0ah21pSnqarOPs_adKiBQ/diocontent/239179269/_focus/0.46/0.43/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&quality=0.7)",
      "https://i0.wp.com/uploads-ssl.webflow.com/6273e3267a0dab561e5d8ec1/631b7f7212d41e6d60091d35_Jejoo-euromillions6.webp?resize=150%2C150&ssl=1)",
      "https://www.i0.wp.com/heraldodemexico.com.mx/u/fotografias/m/2023/7/30/f1280x720-774996_906671_7427.jpeg?resize=150%2C150&ssl=1)",
      "https://www.images0.persgroep.net/rcs/iqtR7HumWgJybryTXKM-0uQv06c/diocontent/240899967/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&quality=0.7)",
      "https://i0.wp.com/heraldodemexico.com.mx/u/fotografias/m/2023/7/30/f1280x720-774996_906671_7427.jpeg",
      "https://i0.wp.com/uploads-ssl.webflow.com/6273e3267a0dab561e5d8ec1/631b7f7212d41e6d60091d35_Jejoo-euromillions6.webp",
      "https://www.i0.wp.com/uploads-ssl.webflow.com/6273e3267a0dab561e5d8ec1/631b7f7212d41e6d60091d35_Jejoo-euromillions6.webp?resize=150%2C150&ssl=1)",
      "https://images0.persgroep.net/rcs/SKTtlA0ah21pSnqarOPs_adKiBQ/diocontent/239179269/_focus/0.46/0.43/_fill/1200/630/",
      "https://www.images0.persgroep.net/rcs/SKTtlA0ah21pSnqarOPs_adKiBQ/diocontent/239179269/_focus/0.46/0.43/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&quality=0.7)",
      "https://images0.persgroep.net/rcs/iqtR7HumWgJybryTXKM-0uQv06c/diocontent/240899967/_fill/1200/630/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sofi marinova",
          "sentiment": "negative"
        },
        {
          "name": "vivian reding",
          "sentiment": "none"
        },
        {
          "name": "livia jaroca",
          "sentiment": "none"
        },
        {
          "name": "otmar karas",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "european parliament",
          "sentiment": "negative"
        },
        {
          "name": "roma",
          "sentiment": "none"
        },
        {
          "name": "gerb",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "brussels",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:17:40.015+02:00",
    "updated": "2024-03-15T08:02:22.921+02:00"
  },
  {
    "uuid": "999a76ccfa66e5075e133d4ab8029fb6d5bba178",
    "url": "https://www.newswise.com/articles/psychoactive-drug-ibogaine-effectively-treats-traumatic-brain-injury-in-special-ops-military-vets?sc=rsla",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stanford Medicine",
    "published": "2024-01-05T20:05:00Z",
    "title": "Psychoactive drug ibogaine effectively treats traumatic brain injury in special ops military vets",
    "text": "Newswise — For military veterans, many of the deepest wounds of war are invisible: Traumatic brain injuries resulting from head trauma or blast explosions are a leading cause of post-traumatic stress disorder, anxiety, depression and suicide among veterans. Few treatments have been effective at diminishing the long-term effects of TBI, leaving many veterans feeling hopeless.\nNow, Stanford researchers have discovered that the plant-based psychoactive drug ibogaine, when combined with magnesium to protect the heart, safely and effectively reduces PTSD, anxiety and depression and improves functioning in veterans with TBI. Their new\nstudy, to be published online Jan. 5 in Nature Medicine, includes detailed data on 30 veterans of U.S. special forces.\n“No other drug has ever been able to alleviate the functional and neuropsychiatric symptoms of traumatic brain injury,” said\nNolan Williams, MD, an associate professor of psychiatry and behavioral sciences. “The results are dramatic, and we intend to study this compound further.”\nAlternative options\nTraumatic brain injury is defined as a disruption in the normal functioning of the brain resulting from external forces — such as explosions, vehicle collisions or other bodily impacts. The trauma associated with TBI can lead to changes in the function and/or structure of the brain, which, in turn, contributes to neuropsychiatric symptoms.\nHundreds of thousands of troops serving in Afghanistan and Iraq have sustained TBIs in recent decades, and these injuries are suspected of playing a role in the high rates of depression and suicide seen among military veterans. With mainstream treatment options not fully effective for some veterans, researchers have sought therapeutic alternatives.\nIbogaine is a naturally occurring compound found in the roots of the African shrub iboga, and it has been used for centuries in spiritual and healing ceremonies. More recently, it has gained interest from the medical and scientific communities for its potential to treat opioid and cocaine addiction, and research has suggested that it increases signaling of several important molecules within the brain, some of which have been linked to drug addiction and depression. Since 1970 ibogaine has been designated as a Schedule I drug, preventing its use within the U.S., but clinics in both Canada and Mexico offer legal ibogaine treatments.\n“There were a handful of veterans who had gone to this clinic in Mexico and were reporting anecdotally that they had great improvements in all kinds of areas of their lives after taking ibogaine,” Williams said. “Our goal was to characterize those improvements with structured clinical and neurobiological assessments.”\nCapturing ‘before and after’\nWilliams and his colleagues at Stanford teamed up with VETS, Inc., a foundation that helps facilitate psychedelic-assisted therapies for veterans. With support from VETS, 30 special operations veterans with a history of TBI and repeated blast exposures, almost all of whom were experiencing clinically severe psychiatric symptoms and functional disabilities, had independently scheduled themselves for treatment with magnesium and ibogaine at a clinic in Mexico.\nBefore the treatment, Stanford researchers gauged the participants’ levels of PTSD, anxiety, depression and functioning based on a combination of self-reported questionnaires and clinician-administered assessments. Participants then traveled to a clinic in Mexico run by Ambio Life Sciences, where under medical monitoring they received oral ibogaine along with magnesium to help prevent heart complications that have been associated with ibogaine. The veterans then returned to Stanford for post-treatment assessments.\n“These men were incredibly intelligent, high-performing individuals who experienced life-altering functional disability from TBI during their time in combat,” Williams said. “They were all willing to try most anything that they thought might help them get their lives back.”\nAt the beginning of the study, participants were experiencing clinically significant levels of disability as measured by the World Health Organization Disability Assessment Scale 2.0, which assesses disability in six functional domains, including cognition, mobility, self-care, getting along, life activities and community participation. In addition, 23 met the criteria for PTSD, 14 for an anxiety disorder and 15 for alcohol use disorder. In their lifetimes, 19 participants had been suicidal and seven had attempted suicide.\nLife-changing results\nOn average, treatment with ibogaine immediately led to significant improvements in functioning, PTSD, depression and anxiety. Moreover, those effects persisted until at least one month after treatment — the endpoint of the study.\nBefore treatment, the veterans had an average disability rating of 30.2 on the disability assessment scale, equivalent to mild to moderate disability. One month after treatment, that rating improved to 5.1, indicating no disability. Similarly, one month after treatment participants experienced average reductions of 88% in PTSD symptoms, 87% in depression symptoms and 81% in anxiety symptoms relative to how they were before ibogaine treatment. Formal cognitive testing also revealed improvements in participants’ concentration, information processing, memory and impulsivity.\n“I wasn’t willing to admit I was dealing with any TBI challenges. I just thought I’d had my bell rung a few times — until the day I forgot my wife’s name,” said Craig, a 52-year-old study participant from Colorado who served 27 years in the U.S. Navy. “Since [ibogaine treatment], my cognitive function has been fully restored. This has resulted in advancement at work and vastly improved my ability to talk to my children and wife.”\n“Before the treatment, I was living life in a blizzard with zero visibility and a cold, hopeless, listless feeling,” said Sean, a 51-year-old veteran from Arizona with six combat deployments who participated in the study and says ibogaine saved his life. “After ibogaine, the storm lifted.”\nImportantly, there were no serious side effects of ibogaine and no instances of the heart problems that have occasionally been linked to ibogaine. During treatment, veterans reported only typical symptoms such as headaches and nausea.\nLessons for PTSD, depression and anxiety\nWilliams and his team are planning further analysis of additional data collected on the veterans but not included in the current study, including brain scans that could help reveal how ibogaine led to improvements in cognition. They also hope to launch future studies to further understand how the drug might be used to treat TBI.\nHowever, they think ibogaine’s drastic effects on TBI also suggest that it holds broader therapeutic potential for other neuropsychiatric conditions. “In addition to treating TBI, I think this may emerge as a broader neuro-rehab drug,” Williams said. “I think it targets a whole host of different brain areas and can help us better understand how to treat other forms of PTSD, anxiety and depression that aren’t necessarily linked to TBI.”\nThe study was independently funded by philanthropic gifts from Steve and Genevieve Jurvetson and another anonymous donor. Stanford received no funding from VETS, Inc. or Ambio.\nMEDIA CONTACT\n[Register for reporter access to contact details](/users/register)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "https://med.stanford.edu/profiles/nolan-williams",
      "https://nature.com/articles/s41591-023-02705-w",
      "https://www.nature.com/articles/s41591-023-02705-w",
      "https://www.med.stanford.edu/profiles/nolan-williams"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nolan williams",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "stanford",
          "sentiment": "none"
        },
        {
          "name": "tbi",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:17:59.469+02:00",
    "updated": "2024-01-06T00:17:59.469+02:00"
  },
  {
    "uuid": "e6b3c491d833c5229b921058747df65899b6530f",
    "url": "https://news.knowledia.com/fr/fr/articles/greve-de-la-sncf-sud-rail-depose-un-preavis-de-greve-couvrant-les-d999b1a9553aa20d9656d683d928ae8ea1cd0bff",
    "ord_in_thread": 0,
    "author": "Le Monde avec AFP",
    "published": "2025-03-28T14:24:08Z",
    "title": "Grève de la SNCF : SUD-Rail dépose un préavis de grève couvrant les vacances scolaires et les jours fériés du printemps pour les contrôleurs",
    "text": "Le syndicat dénonce la dégradation des conditions de travail des contrôleurs, notamment due à un nouveau logiciel modifiant sans cesse leur planning. Des employés grévistes de la SNCF, à la gare de Lyon, à Paris, le 21 novembre 2024. GREGOIRE CAMPIONE / AFP\nSUD-Rail a déposé un préavis de grève allant du 17 avril au 2 juin, période couvrant les vacances scolaires et les jours fériés du printemps, mais n'appelle pas à la grève à ce stade, a précisé une source du syndicat à l'Agence France-Presse (AFP) mardi 25 mars.\nSUD-Rail, troisième syndicat de la SNCF et deuxième chez les contrôleurs, a déposé un préavis de grève de six semaines pour dénoncer la dégradation des conditions de travail des contrôleurs, a-t-il annoncé dans un communiqué lundi. « Avec la mise en place d'un nouveau logiciel informatique, le planning des contrôleurs se trouve modifié sans arrêt, sans avis préalable », pointe en particulier le communiqué.\nLire aussi | Article réservé à nos abonnés A la SNCF, le PDG dispose d'un conseiller défense Lire plus tard\nA ce stade, il s'agit seulement d'un avertissement adressé à la direction et pas d'un appel à la grève, sur lequel les instances internes de SUD-Rail se prononceront « prochainement », a précisé la source…\nLe Monde avec AFP",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Labor"
    ],
    "topics": [
      "Labor->labour dispute",
      "Labor->employee",
      "Labor->unions"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.lemonde.fr/economie/article/2025/03/25/sud-rail-depose-un-preavis-de-greve-couvrant-les-vacances-scolaires-et-les-jours-feries-du-printemps-pour-les-controleurs-sncf_6586002_3234.html",
      "https://lemonde.fr/economie/article/2025/03/25/sud-rail-depose-un-preavis-de-greve-couvrant-les-vacances-scolaires-et-les-jours-feries-du-printemps-pour-les-controleurs-sncf_6586002_3234.html"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-28T17:24:08.627+03:00",
    "updated": "2025-03-28T17:24:08.627+03:00"
  }
]