[
  {
    "uuid": "056280fccb9a9dbb5df750ed55462882968d6f90",
    "url": "https://www.blackenterprise.com/historic-dew-drop-inn-restoration",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shanique Yates",
    "published": "2024-06-06T21:45:00Z",
    "title": "From Real Estate To Roots: Curtis Doucette Jr. Reopens Historic Dew Drop Inn",
    "text": "New Orleans is rich in Black music and culture. Curtis Doucette Jr., a native, has long been involved in real estate in his hometown. His latest project, revitalizing the Dew Drop Inn, has reconnected him with his roots.\nIn March 2024, Doucette and his team reopened the Dew Drop Inn for the first time since 1972. Despite growing up in New Orleans, Doucette hadn’t heard of this legendary Black cultural venue until five years ago.\nThough Doucette was immersed in New Orleans culture, he only gained a deep appreciation for it in later years, which propelled his real estate career. Raised in Tremé, a historically Black neighborhood, he recalled being a “mere participant” in events like Mardi Gras and the famous “second line,” Bloomberg reports.\n“I started purchasing homes while I had a job,” Doucette said, recalling his real estate journey, which began at age 26 with a $40,000 annual salary. His dream was to own multifamily apartments as a profitable investment.\n“I always saw myself as more than just a small investor,” he added. “I saw myself as building a business even when it was little.”\nWith several large complexes under his belt, Doucette was living his version of the American Dream. When a developer approached him to renovate the Dew Drop Inn in 2019, he initially declined but was intrigued enough to visit the property. The rest is history.\nFrom 1939 to 1972, the Dew Drop Inn was a hub of rock ‘n’ roll and stars like James Brown and Aretha Franklin. Created by entrepreneur Frank Painia, the venue, located on Lasalle Street across from the former Magnolia Projects, started as a barbershop and bar before becoming a nightclub listed in The Negro Motorist Green Book during the Jim Crow era. It closed in 1972 after Painia’s death.\nView this post on Instagram A post shared by Dew Drop Inn Hotel & Lounge (@dewdropinnnola)\nNone of this history was known to Doucette before being approached for the project.\n“If I had heard of it, it didn’t stick,” he said.\nDuring his first visit, Doucette met Kenneth Jackson, Painia’s grandson. He discovered his uncle had lived at the Dew Drop Inn as a drummer.\nFive years later, Doucette accomplished what no other developer had: the Dew Drop Inn is now New Orleans’ only Black-owned hotel. It has 17 rooms, an outdoor swimming pool, and an adjacent bar and restaurant. The original barbershop is now a museum, retaining one of its original chairs.\n“Opening was a dream come true,” said Doucette. “Things came to fruition how I had envisioned them, and in many cases better than I had envisioned.”\nDoucette says the biggest challenge was financing the $11 million project as a first-time sole developer. With sales of some properties, help from family and friends, and an investment from Painia’s grandson who became a limited partner, along with support from an unnamed famous musician, the Dew Drop Inn is once again a vibrant spot in the Crescent City.\n“It was just not taking no for an answer and always believing there was a way to make it work,” said Doucette.\nHe envisions the Dew Drop Inn reclaiming its throne as the hub for musical discovery.\n“If I could live my dream further through this project, there will be new genres of music that people are talking about 50 to 100 years from now,” said Doucette, “that started with people who performed at the Dew Drop Inn.”\nRELATED CONTENT: DEIDRE MATHIS MAKES HISTORY, OPENS HOUSTON’S FIRST BLACK-OWNED BOUTIQUE HOTEL",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/p/C7j1-zTxKvx/?utm_source=ig_embed&utm_campaign=loading",
      "https://www.dewdropinnnola.com/about",
      "https://www.bloomberg.com/news/features/2024-06-05/dew-drop-inn-new-orleans-developer-revives-historic-music-venue?cmpid=BBD060524_CITYLAB&utm_medium=email&utm_source=newsletter&utm_term=240605&utm_campaign=citylabdaily&embedded-checkout=true",
      "https://instagram.com/p/C7j1-zTxKvx/?utm_source=ig_embed&utm_campaign=loading",
      "https://dewdropinnnola.com/about",
      "https://www.bloomberg.com/news/features/2024-06-05/dew-drop-inn-new-orleans-developer-revives-historic-music-venue",
      "https://bloomberg.com/news/features/2024-06-05/dew-drop-inn-new-orleans-developer-revives-historic-music-venue?cmpid=BBD060524_CITYLAB&utm_medium=email&utm_source=newsletter&utm_term=240605&utm_campaign=citylabdaily&embedded-checkout=true",
      "https://www.instagram.com/p/C7j1-zTxKvx/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "curtis doucette jr.",
          "sentiment": "neutral"
        },
        {
          "name": "mardi gras",
          "sentiment": "none"
        },
        {
          "name": "doucette",
          "sentiment": "none"
        },
        {
          "name": "black",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dew drop inn",
          "sentiment": "none"
        },
        {
          "name": "bloomberg",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new orleans",
          "sentiment": "none"
        },
        {
          "name": "tremé",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:37:52.375+03:00",
    "updated": "2024-06-07T01:37:52.375+03:00"
  },
  {
    "uuid": "f61637d10a1fb56ac31433cec6ed56583c8aaf5f",
    "url": "https://www.meneame.net/story/atentado-islamista-durante-misa-navidad-deja-mas-160-cristianos/c035",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "xaman",
    "published": "2023-12-28T21:42:00Z",
    "title": "#35 Un atentado islamista durante la misa de Navidad deja más de 160 cristianos asesinados en Nigeria",
    "text": "[Expat_Guinea_Ecuatorial](/user/Expat_Guinea_Ecuatorial)a [gaceta.es](/go/link/3891432) [#9](c9#c-9) bueno. Entérate quién financio al valeroso pueblo de Afganistán y sus valerosos guerreros los muyahidines( les dedicaron Rambo iii y todo), o quien armó y financio a Irak, a estos que ves ahora este terrible atentado de la noticia, quien los organizo y financió, ... Después nos vuelves a contar estás cosas. Y si sigues pensando que está irán detrás de todo pq es omnipresente vale. Si ves q algún otro estado puede estar implicado, fijate quién lo arma y financia. Un saludo.\n[#13](c13#c-13) lo se y lo he criticado 100 millones de veces, dinero de EEUU y Arabia Saudita y Pakistán.\nPero eso no les importa para llamarlos partisanos, \"que en Europa les habría llamado partisanos y que habrían luchado contra los nazis\"\nEso es mierda, el fanatismo religioso no atiende a razones.\nAl menos tu comentario muestra algo de vergüenza de esa gente... Algo es algo.\n[#20](c20#c-20) pues mira otra vez la captura que mandas, pq es exactamente lo que estoy diciendo. Afganistán era un país más adelantado que España y las mujeres iban sin velo. El tío Sam puso a la derecha religiosa conservadora, o lo que viene a ser los fascistas de toda la vida, pero en musulmán, a levantarse en armas... Cómo en Irak, libia, Egipto, Ucrania... Mismo proceder en todos lados, mismo resultado en todos lados. Países de mierda con gobiernos autoritarios y la población paupérrima y reprimida. Eso es el tío Sam.\n[#30](c30#c-30) Claro, Afganistan era un paraiso...\nhttps://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992))\nTienes una vision de la historia bastante distorsionada. China tambien dio armas a los talibanes para luchar contra la URSS, entre otros tantos paises....\nClaaaaaaro, todo culpa del tio sam...\n[#31](c31#c-31) entérate lo que era Afganistán antes del 92.\nEra un estado laico. En el año 90 la mayoría del profesorado eran mujeres, por ejemplo, que estaba integrada en el mundo laboral.\nY la revolución hostigada por el tío Sam puso a los integristas islámicos. Los valerosos muyahidines, como dijeron en Rambo 3, que les dedicaron.\nInfórmate tú un poquito, antes de hablar sin saber.\n[#0](c0#c-0) Ese titular es tendencioso y confuso, y probablemente seas consciente. El ataque no fue durante una misa, como quiere dar a entender, si no que se atacó una serie de aldeas de manera coordinada. Y además, el factor religioso no es el único relevante, y tampoco está plenamente confirmado.\nHay fuentes mucho más serias, informadas y rigurosas que la que has mandado...\n[#10](c10#c-10) Resulta difícil creer que puedan existir fuentes más serias leyendo maravillas cosas como:\nLa reciente matanza sucedida en Navidad confirma lo que anuncian las estadísticas: el cristianismo es la religión más perseguida en el mundo. Y no se limita solamente a esta región de África, sino que ocurre en Asia y Medio Oriente. Hace poco a cristianos perseguidos por el régimen comunista chino se les negó asilo en la España de Pedro Sánchez y el PSOE. Solo una lo pudo obtener porque su salud le impedía subir al avión donde la deportaban.\nTodo ello, mientras las pateras siguen llegando a España, posiblemente con insurgentes tan radicales como los que masacran a los cristianos en Nigeria y sin el amparo para los cristianos que huyen de estos.\n[#14](c14#c-14) Yo no apoyo yihadistas, eso es Israel que apoya a DAESH\nYo soy de izquierdas, no apoyo a la extrema derecha\nNo es muy dificil de entender, ánimo\n[#18](c18#c-18) otro comentario más de \"la culpa es de todos menos de la yihad y los países de mierda donde reina la sharia\"\nHoy te estás coronado máquina.\nQue lastima que estes aquí criticando a occidente para tapar mierdas de asesinos fanatizados y no allí al revés como los verdaderos mártires que si luchan por denunciar atrocidades de países islámicos, ahí veríamos lo valiente que eres con tu reinvidicacion de sofa y tu bandera nazi con la israelí en la foto de perfil.\n[#25](c25#c-25) Financiasteis a los talibanes para combatir a los rusos y ahora estamos pagando los platos\nFinanciar ISIS para destruir oriente medio\nFinanciar siempre lo peor para seguir con los genocidios, apartheid, limpieza étnica...\n[#26](c26#c-26) \"Financiasteis a los talibanes\"\nyo no financie a nadie, manipulador de pacotilla. Típico de esos de la bandera de tu perfil.\nMuestras muchos decíamos que la primavera árabe está plagado de fanáticos religiosos que apoyaban las reveliones, tantos otros decían que \"callate, hacen lo que deberíamos estar haciendo en Europa, es una revolución\". Ahora a gente como tú, si tu, que estás criticando a los críticos con el yihadismo de hamas se le avisa que apoyar grupos terroristas que hacen matanzas públicas es una barbaridad y que esto les embalentona y atrae a más fanáticos y que será la perdición de Palestina no escucháis. Dentro de 10 años saldrán muchos de Europa que han visto gritos de Allahu adbak y tontos en Internet diciendo que el único error de hamas es no haber actuado antes... Luego habrán chavales que pensarán que están siendo héroes en un Isis o unos talibanes dando su vida por puercos que vienen a cuerpo de rey con 4 mujeres y esclavas sexuales.\nMira, igual en que en Gaza, pero estos no lo llaman masacre.\nhttps://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html\nhttps://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/\n[#9](c9#c-9) ¿En qué parte de su comentario dice eso? \"no son culpables de sus actos\" y toda la mierda que sigue. O qué parte de su comentario te ha llevado a esa conclusión, si es que necesitas algo más de margen.\nAunque es posible que esa respuesta no tenga nada que ver con su comentario y simplemente sea una patética y lamentable pataleta porque no te ha gustado su respuesta.\n[#17](c17#c-17) \"por no sé que historia\".\n¿O por \"no quiero saber\"? Te dan la oportunidad de aprender, no la desperdicies.\n[#19](c19#c-19) tienes algún comentario de crítica o de repudio a esta atrocidad? O vienes aquí a adoctrinar me sobre lo malo que es eeuu?\nEs una noticia de 160 muertos a manos de yihadistas por ser infieles.\nEntre tu y yo? Es duro entrar aquí a un noticia tan trágica y ponerte a discutir sobre si la culpa es o no es de occidente o ya estás curado de eso?\nEntras aquí a recalcar que \"no quiero saber\" tu verdad... Que ascazo.\n[#21](c21#c-21) Eres tú quien ha introducido este tema. Igual esperabas otro tipo de respuestas y ahora te arrepientes de haberte puesto a chapotear con intención de salpicar a los demás.\n[#23](c23#c-23) en todo momento denunció:\n1* las atrocidades de grupos islamistas radicales, no como tantos aquí que aprendieron que eran los talibanes hace 2 meses y ahora los llaman partisanos. Asesinos es su nombre, como es el del gobierno de irán o Arabia Saudita ente otros.\n2* crítico a los que claramente ocultan y defienden a estos asesinos bajo un pretexto de victimismo en Palestina.\nUn terrorista es un terrorista y lo es con 0 muertos en Palestina y con un millón de muertos.\n[#27](c27#c-27) 1a parte todo bien. Segunda, ya no tanto ¿Cómo que terrorista se es y punto?\n¿Crees de verdad que si a esta gente nadie estuviera tocándole los huevos en su casa harían lo mismo?\nIr a la raíz del problema, a las causas, e intentar desenredar un tema complejo no es defender a nadie.\nEstos son los que en Francia, España e Italia eran llamados partisanos por que no se que mierdas de las circunstancias? O estos los podemos llamar terroristas?\nLa yihad se lleva a cabo con muerte de infieles y el miedo a serlo.\nNo se trata de liberar nada, cada ataque sirve para atraer radicales y causar estragos en los no creyetes.\nQuien apoya a yihadistas es tan asesino como ellos.\n[#3](c3#c-3) Estos son los que llevan EEUU y UK financiando más de un siglo\nA lo más fundamentalista y extremista\nAquí cuando iban a la casa blanca a recibir paguitas\nhttps://es.m.wikipedia.org/wiki/Archivo:Reagan_sitting_with_people_from_the_Afghanistan-Pakistan_region_in_February_1983.jpg\n[#8](c8#c-8) bajo ninguna circunstancia son culpables de sus actos, siempre es otro, la culpa siempre será de EEUU, de UK, de la sociedad, de la Bernarda, pero nunca ellos y su fanatismo religioso serán los culpables para vosotros.\nVuestra fijación por defender o tapar cada asesino terrorista con escusas es repugnante y os rebaja como... Voy a decir seres humanos.\nEs decir para vosotros el fanatismo islámico viene de un supuesto apoyo de EEUU a hamas y no de irán...\nBoko haram es un paso de baile radicalizado por EEUU.\nLos talibanes son partisanos radicalizados por EEUU.\nLos hermanos musulmanes se radicalizado jugando call of duty.\nPero jamás lobbys, poderes y dinero de países radicales apoyan a estos grupos de mierda.\nAsí es vuestro mundo.\n[#12](c12#c-12) pero si tu pecas de lo mismo.\nA quien coño quieres dar lecciones?\nEEUU: apoyo yihadistas para quitarse de en medio a un enemigo común.\nTu: apoyas yihadistas para quitarte de en medio un enemigo común.\nEso que tienes ahí llamando nazis es la bandera de Israel no? Imagino que no eres simpatizante, pues eso.\nLa única deferencia entre EEUU y vosotros es que a EEUU sólo le movía la política, a vosotros os pierde el fanatismo.\nSabes lo que más me revienta de vosotros? Que no vais a ser vosotros quien caiga en esa oscuridad por vuestra culpa.\nHabrá niños de 15 que se sentirán libertadores, partisanos, defensores poniendo bombas para un estado islámico por vuestra culpa y vuestros comentarios.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992",
      "https://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia",
      "https://lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:04:32.632+02:00",
    "updated": "2023-12-29T01:04:32.632+02:00"
  },
  {
    "uuid": "0bfd5b9f366541a2ee7ed251097d64e82688beb4",
    "url": "https://vnexplorer.net/z/1856527.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-08-15T13:05:00Z",
    "title": "BITS alumnus justifies Cognizant's Rs 2.5 LPA salary to freshers: 'Quality is so bad'",
    "text": "Cognizant, a major player in the tech industry, has come under fire for offering a starting salary of Rs 2.5 lakh per annum (LPA) to engineering graduates during its mass recruitment drive. The outrage has been widespread, with many arguing that this salary is far too low for individuals entering the field with technical skills. Social media has been abuzz with criticism, with one user even pointing out that drivers in some cities earn more than these freshers. Amidst the heated debate, Vatsal Sanghvi, founder of 1811 Labs, a Bengaluru-based startup focusing on GenAI SaaS products, stepped forward to defend Cognizant&#039;s position. He stated that the salary should be considered a &quot;training stipend&quot; rather than a full-fledged salary, citing concerns over the quality of fresh graduates entering the workforce. “The quality of freshers is often so bad that even Rs 20k per month is overspending. Most don’t know how to communicate professionally, can’t code properly, and don’t know how to behave in a professional environment,” Sanghvi shared on X (formerly Twitter). He emphasized that the market is open, and those who believe the compensation is inadequate are free to seek opportunities elsewhere. “It is an open market—don’t apply if you don’t think it’s fair. Unlike other gigs, there’s plenty of opportunity to grow if these individuals focus on building skill,” he added. Social Media Backlash This defense, however, did not sit well with many online users, who were quick to challenge Sanghvi’s perspective. Critics argued that the responsibility for skill development should not solely rest on freshers, suggesting that companies should take proactive steps to provide training during the college years. &quot;Instead of complaining about the quality of freshers, why don&#039;t the companies plan on training them in college itself? Some weekend refresher courses, exclusive tie-ups with a few colleges, and running your plan there for free could be a win-win for everyone,&quot; one user proposed. Others pointed out that the Rs 2.5 LPA salary has remained stagnant for over a decade, with no adjustments made for inflation or the rising cost of living. One user commented, “This package was the same when I joined as a fresher way back in 2006. Everyone is pointing out the need for a correction with respect to inflation.” Despite the criticism, some individuals sided with Sanghvi, agreeing that the market dictates salary levels and that graduates dissatisfied with the offer should explore other job options. “Poor take. Rs 2.25 LPA is well above most jobs, and minimum wage should definitely not be per sector. If you think it’s too low, find another job. If you want Rs 186 crore, start the next Cognizant. No one is stopping you,” wrote a supporter. For more news like this visit The Economic Times.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Labor"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vatsal sanghvi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "lpa",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:08:40.521+03:00",
    "updated": "2024-08-16T00:08:40.521+03:00"
  },
  {
    "uuid": "f526ba7a0bf3a075dad255121ea3b45475a1e1f3",
    "url": "https://www.francetvinfo.fr/jeux-paralympiques/paralympiques-2024-frederic-villeroux-c-est-un-extraterrestre-comment-le-capitaine-des-bleus-du-cecifoot-a-guide-les-siens-vers-la-finale-des-jeux_6765100.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Clément Mariotti Pons",
    "published": "2024-09-05T21:23:00Z",
    "title": "Paralympiques 2024 : \"Frédéric Villeroux, c'est un extraterrestre\"... Comment le capitaine des Bleus du cécifoot a guidé les siens vers la finale des Jeux",
    "text": "Paralympiques 2024 : \"Frédéric Villeroux, c'est un extraterrestre\"... Comment le capitaine des Bleus du cécifoot a guidé les siens vers la finale des Jeux Timoré pendant une bonne partie de [la rencontre entre la France et la Colombie (1-0)](/jeux-paralympiques/football/video-paralympiques-2024-grace-a-un-nouveau-but-de-frederic-villeroux-contre-la-colombie-la-france-se-hisse-en-finale-du-cecifoot_6765049.html), jeudi 5 septembre, le public du stade tour Eiffel a mis du temps avant de soutenir à fond les Bleus du cécifoot. Ce n'est pas faute, pourtant, d'avoir été harangué pendant tout le match par le capitaine tricolore, qui demandait de la voix lors de chaque arrêt de jeu. Sans doute un peu rattrapés par l'enjeu – une place en finale des Jeux paralympiques à la maison – les supporters ont fini, comme ses coéquipiers sur le terrain, par suivre le guide Frédéric Villeroux. \"Il mène cette équipe comme un vrai maestro\" A la 26e minute, sa frappe surpuissante à bout portant, sous la barre du portier colombien, délivrait les 12 000 personnes présentes dans les tribunes, et bien plus devant leur télévision. Un but victorieux célébré par le natif de Montpellier avec un grand dégagement du ballon dans les tribunes, devant sa famille, dès le coup de sifflet final prononcé. Sans nul doute, des émotions similaires à son doublé réalisé face à l'Espagne en demi-finales des Jeux de Londres en 2012 – \"mon plus beau moment\" – l'ont alors traversé. \"On a un petit monstre qui s'appelle Frédéric Villeroux, notre \"capi\", notre numéro 10. Il mène cette équipe comme un vrai maestro. Nous on est là, on complète, on joue avec lui.\" Dix minutes, montre en main, après la qualification des Bleus pour leur deuxième finale paralympique, les mots forts du défenseur français Hakim Arezki allaient directement vers lui. \"C'est un extraterrestre, il est... imprévisible\", complétait le portier Alessandro Bartolomucci, lui aussi auteur d'un grand match. Un génie du cécifoot Pour mieux comprendre ces éloges, il faut avoir vu évoluer le joueur de 41 ans sur un terrain. \"On a l'impression qu'il voit, c'est fou\", pouvait-on entendre dans les travées, quand le qualificatif de \"Zizou du cécifoot\" n'était pas prononcé. \"Aujourd'hui, il est dans le top 3 des meilleurs joueurs mondiaux avec [les Brésiliens] Ricardinho et Jefferson\", analyse Sébastien Munos. Ancien gardien de l'équipe de France lors des Jeux à Athènes en 2004, celui qui est consultant pour France Télévisions à Paris a vu l'éclosion de ce talent étincelant. \"Il était tout jeune, il avait 20 ans. Le voir maintenant en tant que pièce maîtresse de cette équipe, c'est émouvant.\" Ses qualités ? \"Il a une ouïe très développée, il sent le jeu, les joueurs, le ballon... Toutes ses frappes, ce n'est jamais du pointu, c'est travaillé, poursuit Sébastien Munos. Et il participe à l'équilibre de l'équipe avec toutes ses récupérations de ballons.\" Un rôle à mi-chemin entre un numéro 6 et un numéro 10, capable d'aller de l'avant et de casser les lignes adverses, qui fait de lui un maillon essentiel du collectif du sélectionneur Toussaint Akpweh. Jeudi soir, toutes les occasions de but sont venues de lui, un peu comme [contre la Turquie (2-0)](/jeux-paralympiques/football/video-cecifoot-aux-paralympiques-2024-avec-deux-superbes-buts-les-bleus-dominent-la-turquie-et-se-qualifient-pour-le-dernier-carre_6761296.html), mardi soir en poules. Ces derniers jours, des internautes pleins d'humour soulignaient sur la plateforme X que Frédéric Villeroux, atteint d'une maladie congénitale aux yeux, était [\"le meilleur joueur de foot de Bordeaux\"](https://x.com/FFLose/status/1831039945127129458), sous-entendu [joueurs des Girondins](/sports/foot/girondins-de-bordeaux/football-les-girondins-de-bordeaux-sauves-par-l-arrivee-de-24-joueurs-dont-rio-mavuba_6749482.html) compris. Un statut qui en dit long pour l'éducateur sportif au Sport athlétique mérignacais, dans la banlieue de la capitale aquitaine, qui n'a de cesse de rappeler en interview les sacrifices réalisés pour résister face aux meilleures nations internationales. \"On est une équipe amateur, comparé aux autres. On prend sur nos vacances et nos boulots pour se réunir entre nous, expliquait-il de nouveau après le match face à la Colombie. On s'entraîne 45 jours par an, le Brésil c'est trois ou quatre mois par an. Et pourtant, on est en finale des Jeux, chez nous, en France. C'est merveilleux !\" Une médaille d'or pour finir ? Pas prétentieux pour un sou, Frédéric Villeroux se verrait bien décrocher l'or après vingt-cinq ans d'une carrière débutée au siècle dernier. D'autant plus face aux champions du monde argentins qui ont fait tomber en demi-finales l'ogre brésilien, pourtant invaincu depuis l'apparition de la discipline aux Jeux paralympiques, en 2004. \"Ce sera un gros match\", glissait-il dans un sourire jeudi soir. En revanche, ce sera peut-être le dernier du capitaine avec l'équipe de France. \"Je pense que ce sera la fin, oui, le corps commence à piquer. Je ne récupère pas autant et aussi bien.\" \"Est-ce qu'on voit vraiment un mec qui va prendre sa retraite ? Je vous laisse juger, je ne sais pas, je ne suis pas sûr\", s'interrogeait Hakim Arezki après la demi-finale. \"Moi, je n'annoncerai pas sa retraite, se montrait tout aussi prudent Sébastien Munos. A 41 ans, il est encore jeune ! Le sélectionneur a dit qu'il poursuivrait jusqu'à Los Angeles. Elle est tellement fabuleuse, cette équipe, qu'il va peut-être motiver ses gars à continuer...\" Commentaires Connectez-vous à votre compte franceinfo pour participer à la conversation.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://x.com/FFLose/status/1831039945127129458),",
      "https://www.x.com/FFLose/status/1831039945127129458),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-06T00:25:20.277+03:00",
    "updated": "2024-10-01T01:19:00.028+03:00"
  },
  {
    "uuid": "65b6f01b7f99e4a96372bb2b0f62d9c348c76026",
    "url": "https://es.churchpop.com/perdonarlo-me-libero-la-pianista-que-encontro-fuerza-en-la-oracion-para-perdonar-a-su-torturador/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Harumi Suzuki",
    "published": "2023-12-28T14:28:00Z",
    "title": "“Perdonarlo me liberó”: La pianista que encontró fuerza en la oración para perdonar a su torturador",
    "text": "¿Podrías perdonar a quién te ha hecho daño? La vida de Maïti Girtanner, una cristiana devota y pianista sobresaliente, es un ejemplo de cómo el perdón y la misericordia ayudan al alma a sanar.\nEl corresponsal de National Catholic Register en el Reino Unido, K.V. Turley,\ncompartió en un artículo la inspiradora historia de Marie Louise Alice Eleonore, más conocida como Maïti Girtanner.\nTurley indicó que la talentosa pianista luchó contra los sentimientos de ira y la venganza que dejó su arresto y tortura, un camino que la llevó a perdonar a quién le había hecho tanto daño.\n“Es un relato de sufrimiento humano y de la respuesta frente a este. Su historia nos recuerda una vez más la única verdadera ‘salida’ de ese sufrimiento y su doloroso rezago”, agregó.\nSu arresto y tortura\nGirtanner era una talentosa pianista proveniente de una familia de músicos. A sus 9 años dió su primer concierto y sabía que su camino estaba marcado para ser una gran artista.\nSin embargo, a sus 18 años, fue testigo de la llegada del ejército de Hitler a París. La joven se involucró con la resistencia francesa, dando recitales de piano para las élites nazis, mientras recopilaba información para la lucha contra la ocupación.\n“Inesperadamente, fue arrestada en octubre de 1943. Fue llevada a un centro de detención para miembros capturados de la Resistencia en Hendaya (Francia)”, agregó Turley.\nGirtanner fue torturada por un joven médico conocido como Leo, que le dejó daños irreparables en su sistema nervioso central, quitándole la capacidad de volver a tocar el piano.\n“Para febrero de 1944, todavía estaba encarcelada y apenas podía mantenerse en pie”, indicó Turley. “Fue entonces cuando fue rescatada de su tormento con la llegada de la Cruz Roja y posteriormente hospitalizada”.\nEl resto de sus días, Maïti padeció un dolor crónico resultado de la tortura, que también la impidió poder tener familia o llevar una vida normal.\nSin embargo, esta experiencia desgarradora no la apartó de la fe, sino que la llevó a acercarse más a Dios, ingresando a la vida religiosa como terciaria dominica.\n“En una carta que escribió a un amigo, simplemente dijo: ‘No haré una tragedia de mi vida’”, indicó Turley.\nEl perdón y la misericordia\nGirtanner enfrentaba otra complicada decisión: vivir la vida de odio contra quién la torturó o perdonarlo.\n“Había comenzado a entender que el perdón nunca podría ser solo una idea intelectual; en cambio, debía ser algo dirigido hacia alguien. Escribió: ‘El perdón no se produce en abstracto; requiere a alguien a quien se pueda dirigir, alguien que pueda recibirlo’. Comenzó a orar por sus captores y, en particular, por el joven médico que la había torturado”.\n40 años después de su arresto, Leo, el antiguo médico Nazi que ahora estaba viejo y enfermo, la contacto.\nAl descubrir que tenía una enfermedad terminal, empezó a recordar a la joven cristiana a la que había torturado y quería saber si todavía se aferraba a su fe en Dios y en el cielo.\n“Leo escribió preguntando si Girtanner aún creía en esas cosas. Ella le respondió y le dijo que aún creía”.\nEl antiguo médico decidió ir a visitar a Girtanner y le pidió perdón.\n“Ella tomó su cabeza entre sus manos y la besó. Luego, mientras lo abrazaba, le perdonó”.\n“Más tarde, en ese momento, dijo: ‘Lo abracé para dejarlo caer en el corazón de Dios. Y [mientras lo hacía] él murmuró: 'Perdóname’”.\n“Sea cual sea el regalo que se le dio a Leo ese día, un regalo aún mayor se le dio a Girtanner. Había orado durante 40 años por el poder de perdonar. Porque sabía que, mediante ese acto, ella también sería liberada. De ese día, más tarde diría: ‘Perdonarlo me liberó’”.\n¡Qué gran ejemplo de perdón y misericordia!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://ncregister.com/blog/what-happened-when-this-woman-met-her-nazi-torturer",
      "https://www.ncregister.com/blog/what-happened-when-this-woman-met-her-nazi-torturer"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T07:52:47.751+02:00",
    "updated": "2023-12-29T07:52:47.751+02:00"
  },
  {
    "uuid": "a58c5a8101502b3eb67e18d7911001e4b32cd142",
    "url": "https://www.ladepeche.fr/2024/02/16/rosangela-vous-dit-tout-sur-la-permaculture-11768759.ph",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Correspondant",
    "published": "2024-02-16T03:12:00Z",
    "title": "Villasavary. Rosangela vous dit tout sur la permaculture - ladepeche.fr",
    "text": "Rosangela d’origine brésilienne a hérité du savoir-faire de sa grand-mère guarani : \"Elle possédait une forêt \"nourricière plantée de caféiers, manguiers, goyaviers, canne à sucre, manioc… explique-t-elle. Les arbres donnent de l’azote, les fruits et feuilles enrichissent le sol. Dessous, elle plantait les légumes. Les cochons labouraient la terre et les chères broutaient. C’était tout naturel.\"\nLes astuces de Rosangela Rosangela dit pratiquer la permaculture et la biodynamie. Les deux se ressemblent. La biodynamie y apporte une dimension spirituelle.\nPréparation du terrain : ne pas travailler la terre en profondeur. Faire une butte, y insérer bois, feuilles, broyat. \"Le bois enrichit le sol en bactéries et avec le broyat, ils retiennent l’eau. On recouvre de paille.\"\nLes vers de terre : \"ce sont les architectes de la terre s’exclame Rosangela. Ils régurgitent, creusent des galeries, aèrent la terre.\" Comment les multiplier ? Soit par compostage ou lombricompostage. \"Au jardin partagé, je vais mettre des pots de fleurs en terre que j’enfonce dans la butte. J’y mets à l’intérieur un peu de compost et je ferme le haut. Les lombrics vont se multiplier et sortir par le fond du pot.\"\nLes insectes : Fabriquer un \"hôtel à insectes\", une boite en bois à poser sur un arbre ou au pied, avec à l’intérieur des morceaux de bois, bambou… les insectes vont venir, bourdons, scarabées… \"Les bourdons sont friands d’escargots et de limaces.\". Il y a aussi les coccinelles pour les pucerons.\nPour prévenir les maladies, une décoction de prêle à laisser tremper dans de l’eau de pluie pendant quinze jours et aussi le purin d’orties riche en phosphate, obtenu en faisant macérer des orties dans de l’eau de pluie.\nRosangela préconise même de l’urine humaine saine qui est un concentré de phosphate, azote, potasse. A diluer avec de l’eau à proportion de un pour dix d’eau.\nLes coquilles d’œufs riches en calcium, à faire sécher pendant deux à trois semaines et broyer. \"Je broie avec un pilon soit un broyage un peu grossier ou en poudre pour mettre dans la terre. Et cultiver des plantes qui attirent les insectes : bourrache, fenouil sauvage, laurier sauce, calendula, camomille que Rosangela ramasse lors de ses promenades dans la campagne.\nLe propriétaire M. Patebex qui a prêté le terrain à la municipalité, est ravi de voir son jardin renaître.\nSi vous voulez rejoindre les amis du jardin partagé : 06 69 97 97 14.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T07:01:57.631+02:00",
    "updated": "2024-02-16T07:01:57.631+02:00"
  },
  {
    "uuid": "265d13bebc3e27b745f9d1dfd891b7be34ce651b",
    "url": "https://www.battlecreekenquirer.com/story/news/nation/2023/12/29/12-31-23-date-meaning/72042544007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amaris Encinas",
    "published": "2023-12-30T00:05:00Z",
    "title": "What does 12/31/23 mean? The last day of 2023 is an angel number",
    "text": "NYE 2023 is on a unique date that occurs once every 100 years: Here's what 12/31/23 means. [Amaris Encinas](https://www.usatoday.com/staff/5133245001/amaris-encinas/) The upcoming year will be filled with blessings, at least that is what the numerical sequence of this New Year’s Eve date suggests. If you take a closer look at the date, written as 12/31/23 or even 123123, you might see an angel number, which are [repeating number sequence](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/)s, often used as a guide for deeper spiritual exploration. The numerical sequences can range anywhere from [000](/story/life/2022/11/30/angel-number-000-meaning/10589434002/) to [999](/story/life/2023/01/30/angel-number-999-meaning/10806425002/), with each number having a distinct meaning and energy, USA Today previously [reported. ](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/) The once-in-a-century date, which won’t be seen again on our calenders until Dec. 31, 2123, marks a new beginning. One, that asks us to “transform and evolve with the times and in the right place to embrace what is coming to us,” [according to the Old Farmer’s Almanac website. ](https://www.almanac.com/123123-meaning-123123) The date has also sparked an online trend, with TikTok users creating videos on the significance of the number and merchandise commemorating the date selling online, including on platforms like [Amazon](https://www.amazon.com/s?k=123123&ref=cs_503_search), [eBay](https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0) and [Etsy](https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1), the Detroit Free Press, part of the USA Today Network [reported.](/story/news/local/michigan/2023/12/27/angel-number-meaning-123123-last-day-year-numerology/72001298007/) Here’s what we know about the date. What does 12/31/23 signify within numerology? [Numerology is an ancient esoteric science](https://www.britannica.com/topic/numerology) that deals with numbers and letters and the energy, intention and vibration behind them, professional numerologist [Novalee Wilder](https://www.novaleewilder.com/) shared with USA Today earlier this month. \"Before there was even language, there were numbers,\" she said. \"Before we had named things, we had counted them, and we had assigned meaning to that count.\" The numbers that make up the angel number are just as important as the whole number, especially when you are trying to determine the vibration and intention behind the number. Professional astrologer [Narayana Montúfar](https://www.naramon.com/) told [ Farmer’s Almanac ](https://www.almanac.com/123123-meaning-123123) that the “Number 1 brings the very spark of initiation, 2 focuses on building, and 3 is related to the concept of creation. Together, the sequence of these three numbers speaks of the spark of initiation that seeks to build a new creation.” If you add all the numbers that make up the date 123123 together, you will come up with 12. The number 12 in numerology can symbolize spiritual enlightenment, with potential for the day to deliver epiphanies and “aha” moments for individuals and society at large, the website stated. FYI: [How to keep your pets calm during New Year's Eve fireworks](/story/graphics/2023/12/28/keep-dog-calm-new-years-eve-fireworks/71999504007/) What are some dates to keep in mind in 2024? If you are an angel number enthusiast, there are a few key dates you might want to keep in mind as 2024 rapidly approaches. A palindrome, not unlike an angel number, is a term typically reserved for words or phrases that are spelled the same way backward as they are forward. Words like level, kayak, civic, and radar are among some of the most common palindromes, according to the [Old Farmer’s Almanac. ](https://www.farmersalmanac.com/its-palindrome-day-14486) Numerical sequences seen in dates or times can also be palindromes, the most well-recognized ones being 3/20/23 or [11:11](https://www.farmersalmanac.com/1111-good-luck-and-history), the website stated. Here are all palindrome dates that will occur in 2024, courtesy of the [Farmer’s Almanac](https://www.farmersalmanac.com/its-palindrome-day-14486): - 4/2/24 - 4/20/24 - 4/21/24 - 4/22/24 - 4/23/24 - 4/24/24 - 4/25/24 - 4/26/24 - 4/27/24 - 4/28/24 - 4/29/24 Contributing: Olivia Munson, USA Today 30 famous Capricorns you should know: [These celebrities belong to the winter Zodiac sign](/story/entertainment/celebrities/2023/11/29/famous-people-that-are-capricorns/71489302007/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.naramon.com/)",
      "https://www.britannica.com/topic/numerology)",
      "https://www.novaleewilder.com/)",
      "https://www.almanac.com/123123-meaning-123123)",
      "https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486)",
      "https://www.usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486):",
      "https://www.amazon.com/s?k=123123&ref=cs_503_search),",
      "https://www.farmersalmanac.com/1111-good-luck-and-history),",
      "https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://almanac.com/123123-meaning-123123)",
      "https://naramon.com/)",
      "https://etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://farmersalmanac.com/its-palindrome-day-14486)",
      "https://britannica.com/topic/numerology)",
      "https://www.amazon.com/s",
      "https://ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.etsy.com/market/123123",
      "https://usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://amazon.com/s?k=123123&ref=cs_503_search),",
      "https://farmersalmanac.com/1111-good-luck-and-history),",
      "https://novaleewilder.com/)",
      "https://www.ebay.com/sch/i.html",
      "https://farmersalmanac.com/its-palindrome-day-14486):"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "usa today",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T04:12:42.482+02:00",
    "updated": "2023-12-30T04:12:42.482+02:00"
  },
  {
    "uuid": "b4bcf988b5b37b736433164df8805027e0876218",
    "url": "https://www.lemonde.fr/planete/article/2024/08/02/canicule-neuf-departements-du-sud-est-en-vigilance-orange-dont-les-bouches-du-rhone_6264839_3244.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Le Monde avec AFP",
    "published": "2024-08-02T06:11:00Z",
    "title": "Canicule : neuf départements du Sud-Est en vigilance orange, dont les Bouches-du-Rhône",
    "text": "La vigilance orange pour canicule déclenchée dimanche dans le sud-est de la France concerne toujours neuf départements vendredi 2 août – dont les Bouches-du-Rhône, qui accueillent les épreuves olympiques de voile à Marseille –, selon Météo-France. Trois départements d’Ile-de-France et de l’Est restent par ailleurs placés en vigilance orange pour des risques de crues (Seine-et-Marne, Meurthe-et-Moselle et Vosges). Le Vaucluse, les Alpes-de-Haute-Provence, l’Hérault, le Gard, le Var, les Alpes-Maritimes, les deux départements de Corse et les Bouches-du-Rhône sont maintenus en vigilance orange pour des températures élevées et « nettement au-dessus des normales », a précisé l’institut météorologique. La vigilance orange a cependant été levée pour [le Rhône, l’Isère, la Drôme et l’Ardèche](https://www.lemonde.fr/planete/article/2024/08/01/canicule-13-departements-places-en-vigilance-orange-dans-le-sud-est_6263937_3244.html). Les minimales de vendredi matin sont encore très élevées près de la Méditerranée, comprises entre 22 °C et 26 °C, localement 27 °C, et resteront élevées en journée, avec 35 °C à 39 °C. Une vague de chaleur intense L’alerte déclenchée dimanche s’est étendue à une large moitié sud du pays, avec [39 départements concernés lundi et 41 mardi](https://www.lemonde.fr/planete/article/2024/07/29/canicule-41-departements-places-en-vigilance-orange-vigilance-jaune-sur-les-sites-olympiques_6260406_3245.html) par cette vague d’air chaud venue d’Espagne qui a même atteint la région parisienne. Météo-France évoque un « épisode caniculaire de relativement courte durée mais particulièrement intense ». Pour faire face à cet épisode, il est notamment conseillé de boire de l’eau plusieurs fois par jour, d’éviter de sortir aux heures les plus chaudes de la journée, de limiter les activités sportives et physiques. A Marseille, les piscines municipales sont gratuites tandis qu’à Nice les agents municipaux mènent des tournées téléphoniques pour s’assurer du bien-être des personnes âgées ou isolées. « Les vagues de chaleur sont une manifestation emblématique de notre changement climatique, elles sont de plus en plus intenses, fréquentes, précoces et longues », souligne le climatologue Matthieu Sorel. En France, on observait avant 1989 « en moyenne une vague de chaleur tous les cinq ans », alors que « depuis 2000 elles se produisent à une fréquence annuelle ». Ces vagues de chaleur, prévient le spécialiste, « seront deux fois plus nombreuses d’ici à trente ans ». [JO 2024 : les athlètes mis à l’épreuve par les fortes chaleurs](https://www.lemonde.fr/planete/article/2024/07/30/jo-2024-les-athletes-mis-a-l-epreuve-par-les-fortes-chaleurs_6262140_3244.html) Contribuer [Réutiliser ce contenu](https://www.lemonde.fr/syndication/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T15:16:43.167+03:00",
    "updated": "2024-08-02T15:16:43.167+03:00"
  },
  {
    "uuid": "ad8a056d3fd853ae4c8c91572824920e51d012b1",
    "url": "https://interaksyon.philstar.com/trends-spotlights/2024/03/29/272782/sacraments-cannot-be-equated-with-money-zambo-archbishop-says-at-chrism-mass",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CBCP News",
    "published": "2024-03-29T05:36:00Z",
    "title": "‘Sacraments cannot be equated with money,’ Zambo archbishop says at Chrism Mass",
    "text": "‘Sacraments cannot be equated with money,’ Zambo archbishop says at Chrism Mass By CBCP News - March 29, 2024 - 1:36 PM 281 Share Facebook Twitter Archbishop Julius Tonel of Zamboanga presides over the Chrism Mass at the Metropolitan Cathedral of the Immaculate Conception in Zamboanga City on March 26, 2024. (Archdiocese of Zamboanga) SPONSORED ARTICLES How logistics industry experts plan to ‘move forward’ after COVID-19 Reasons why Filipinos love Korean culture and products Why Batangas is the destination for budget-friendly family holidays The sacraments belong to God and must not have a price tag attached to them, a Catholic archbishop said.\nArchbishop Julius Tonel of Zamboanga said that the sacraments are ‘grace from God’ and, therefore, must be provided “free of charge”.\n“It is not your grace, it is His grace. The grace of God cannot be equated with money,” Tonel said.\n“There is no fee to the grace of God, especially to the poor, the suffering, and the sick,” he said.\nThe archbishop celebrated the Chrism Mass with his clergy at the Zamboanga Cathedral on Tuesday and addressed his homily to them.\nHe warned the priests against falling to what Pope Francis called the “temptation of surrogates” or “substituting our being anointed with Christ with something else”.\nAn example he gave is when priests “substitute the sacrament with money”.\n“This is very dangerous,” Tonel said. “That’s why we can be factors of so many of our faithful moving away from the Church,” he stressed.\nIn light of these developments, the archbishop challenged the faithful to help take care of their parishes.\n“How do you give thanks to the Lord if not to support your church, your parish, your priests? We don’t have to demand from you,” he added.\nThe Catholic Bishops’ Conference of the Philippines (CBCP) has established guidelines for the gradual removal of the “arancel,” which refers to the system of charging fixed rates for sacraments.\nIn 2021, the CBCP also established the Episcopal Office on Stewardship to assist dioceses in implementing the abolition of the arancel system.”\nDuring the Mass, Tonel blessed the oils used at baptisms, confirmations, to anoint the sick and for ordinations.\nThe archdiocese’s clergy also renewed their priestly promises before the archbishop.\nInteraksyon TAGS arancel system Catholic Bishops Conference of the Philippines cbcp Episcopal Office on Stewardship Julius Tonel Share Facebook Twitter CBCP News",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "’ zambo",
          "sentiment": "neutral"
        },
        {
          "name": "julius tonel",
          "sentiment": "none"
        },
        {
          "name": "pope francis",
          "sentiment": "none"
        },
        {
          "name": "” tonel",
          "sentiment": "none"
        },
        {
          "name": "christ",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "church",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "zamboanga cathedral",
          "sentiment": "none"
        },
        {
          "name": "zamboanga",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T12:14:19.356+03:00",
    "updated": "2024-03-29T20:00:49.875+03:00"
  }
]