[
  {
    "uuid": "bf9b2978e812cb7e56ff494955bc0ccb9ff7e7ab",
    "url": "https://www.standardmedia.co.ke/michael-ndonye/article/2001488055/gachagua-and-murkomen-you-are-not-qualified-to-wear-doctoral-attires",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michael Ndonye",
    "published": "2023-12-28T21:00:00Z",
    "title": "Gachagua and Murkomen, you are not qualified to wear doctoral attires - The Standard",
    "text": "After successfully defending my PhD thesis in October 2019, the panel chair sternly warned me. First, I was forbidden from referring to myself as a “Dr” until I graduated in a ceremony that would be held in December of the same year. Second, when we went for the graduation ceremony rehearsal a day before D-day, we were given strict instructions not to put on the doctoral tam (a graduation cap worn with a gown and hood) but await the university chancellor, and the accompanying authorities do so while reading the citation to admit us into the doctorate ‘club’ on the graduation day. The tradition of the title Dr (PhD), as well as the doctoral regalia, ought to be respected. Still, our universities have decided to take part in deflowering the sanctity of such academic cultures. Graduation regalia denotes traditions of academic achievement for individual graduates and the institution awarding the degree. The tradition is that only those who have achieved an academic honour, and not any other, are entitled to wear special regalia. This tradition should be kept, not as a matter of law, but as a matter of upholding the sanctity of the academic ritual. Last week, I attended the 11th graduation ceremony of Laikipia University, my alma mater, in person. Laikipia Governor Joshua Irungu was a guest alongside Kericho Governor Erick Mutai. Dr Mutai graduated with a doctorate from Laikipia University in 2018. The most visible difference between the two governors was that Dr Mutai wore a doctorate regalia. Governor Irungu donned the ordinary graduation gown won by Bachelor's and Master’s graduates. During his speech, Dr Mutai requested the university council and the management to consider awarding Governor Joshua Irungu an honorary degree so that he could qualify to wear doctorate regalia. We have attended graduations where members of the university council, powerful and influential as they are, are not allowed to put on doctorate gowns until they earn the degree or are awarded honorary doctorates. However, there have been breaches of such traditions. On December 19, 2023, during the 12th graduation ceremony of Kisii University, Kisii Governor Simba Arati wore a doctorate regalia, even though we know that he has never earned or been awarded a doctorate. And when Roads and Transport CS Kipchumba Murkomen graced the Masinde Muliro University of Science and Technology’s 20th Graduation Ceremony on December 1, 2023, he donned a doctorate gown, even though he said during the ceremony, that he is yet to complete his PhD programme. A similar scenario was seen on June 23, 2023, during JKUAT’s 40th graduation ceremony, in which Deputy President Rigathi Gachagua wore a doctorate ceremonial dress against the tradition. These three gentlemen have accomplishments in politics and other areas of life, but that does not qualify them to don regalia reserved for doctorate academic achievement. My colleague, Babere Chacha, wrote an opinion article in the Standard on July 21, 2022, titled \"Graduation gowns are not for all and sundry.\" In his article, Dr Chacha decried our universities' blatant abuse of doctorate regalia on persons not qualified to wear them. Dr Chacha recounted an incident in 1988 when the then assistant minister Oloo Aringo donned a doctorate gown without earning a PhD during a graduation ceremony at University of Nairobi. Stay informed. Subscribe to our newsletter He recounts that the university council was recalled to explain after the breach. At the same time, UASU held a press conference to demand an apology from the minister on behalf of the academia. If the universities find it hard to have their guests put on ordinary gowns, why can't they first award them honorary doctorates to qualify them to wear them? Why are universities allowing the 'big man' to dilute the seriousness of doctorate regalia? Dr Ndonye is a senior lecturer, the Department of Mass Communication, at Kabarak University.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Education",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "murkomen",
          "sentiment": "negative"
        },
        {
          "name": "gachagua",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:38:41.318+02:00",
    "updated": "2023-12-29T00:38:41.318+02:00"
  },
  {
    "uuid": "149505fd981117e7eb36244ddb418db20409955f",
    "url": "https://www.schooltube.com/ohio-class-submarines-americas-silent-guardians",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SchoolTube Community",
    "published": "2024-05-03T21:36:00Z",
    "title": "Ohio-Class Submarines: America’s Silent Guardians",
    "text": "The Ohio-Class Submarine: America’s Silent Guardian\nBeneath the vast expanse of the world’s oceans, a fleet of submarines silently patrols, safeguarding the United States against potential nuclear threats. These submarines, known as the Ohio-class ballistic-missile submarines, are the epitome of stealth and power, representing America’s ace in the hole. Armed with megatons of nuclear firepower, they ensure that any nuclear attack on the United States will not go unpunished.\nA Symbol of Strength and Deterrence The Ohio-class submarines are a crucial component of America’s nuclear deterrence strategy. Their primary mission is to provide a second-strike capability, ensuring that even in the event of a nuclear attack on the United States, the country retains the ability to retaliate with devastating force. This concept of mutually assured destruction (MAD) has played a significant role in maintaining global peace and preventing nuclear conflicts.\nUnmatched Stealth and Silence One of the most remarkable features of the Ohio-class submarines is their exceptional stealth capabilities. They are designed to operate with minimal noise, making them virtually undetectable by enemy sonar systems. This stealthiness allows them to remain hidden and undetected while patrolling the world’s oceans, ensuring their ability to launch a retaliatory strike if necessary.\nNuclear Power and Armament The Ohio-class submarines are powered by nuclear reactors, providing them with virtually unlimited endurance and the ability to remain submerged for extended periods. Each submarine is equipped with 24 Trident II D5 ballistic missiles, each capable of carrying multiple nuclear warheads. These missiles have a range of over 7,000 miles, allowing them to reach targets anywhere in the world.\nA Complex and Demanding Mission Serving aboard an Ohio-class submarine is a demanding and complex task. The crew members undergo rigorous training and must maintain the highest levels of proficiency to operate and maintain these sophisticated vessels. They work in close quarters and must be prepared to remain submerged for weeks at a time, ensuring the constant readiness of the submarine.\nA Vital Component of National Security The Ohio-class submarines are a vital component of America’s national security strategy. They provide a credible and effective deterrent against nuclear aggression, ensuring that any potential adversary understands the severe consequences of attacking the United States. Their stealth, power, and nuclear armament make them a formidable force, contributing to global stability and peace.\nAs these submarines continue to patrol the world’s oceans, they serve as a silent reminder of America’s commitment to defending its citizens and allies against nuclear threats. The Ohio-class submarines stand as a testament to the nation’s technological prowess and unwavering dedication to national security.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/embed/PvXGYFVNqYM?feature=oembed",
      "https://youtube.com/embed/PvXGYFVNqYM?feature=oembed",
      "https://www.youtube.com/embed/PvXGYFVNqYM"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-04T01:47:22.988+03:00",
    "updated": "2024-05-04T01:47:22.988+03:00"
  },
  {
    "uuid": "7f777e31c9cbabc4216d7fdac8d99d90a942bb16",
    "url": "https://www.openpr.com/news/3675814/agricultural-water-retaining-agent-market-poised-for-growth",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "QYResearch Inc.",
    "published": "2024-10-03T13:51:00Z",
    "title": "Agricultural Water Retaining Agent Market Poised for Growth:",
    "text": "Agricultural Water Retaining Agent Market Poised for Growth: Enhancing Crop Yield and Sustainability in Water-Scarce Regions 10-03-2024 09:51 AM CET | Advertising, Media Consulting, Marketing Research\nPress release from: QYResearch Inc.\nLos Angeles-United State: The global agricultural water retaining agent market is set to experience significant growth, driven by increasing concerns over water scarcity and the need for sustainable farming practices. Water retaining agents, also known as hydrogels, are poised to become an essential solution in modern agriculture, helping farmers improve crop yield while conserving precious water resources.\nThe Agricultural Water Retaining Agent market was valued at US$ 154.04 million in 2023 and is projected to reach US$ 242.08 million by 2030, at a CAGR of 6.80% during the forecast period (2024-2030).\nGet Full PDF Sample Copy of Report: (Including Full TOC, List of Tables & Figures, Chart) https://www.qyresearch.com/sample/3215082\nWith rising global temperatures and frequent droughts, the agriculture industry is under immense pressure to find efficient ways to conserve water. Water retaining agents offer a promising solution. These innovative products have the ability to absorb and store large amounts of water, which they gradually release into the soil, ensuring crops receive moisture over extended periods. This technology is especially beneficial in arid and semi-arid regions, where traditional irrigation methods are insufficient.\nLeading companies in the agricultural water retaining agent market are investing heavily in research and development to enhance product efficiency and expand their applications.\nSome of the top players include:\nNippon Shokubai\nFormosa Plastics Corporation\nQingdao Soco New Material\nSanyo Chemical\nZibo Jadreh Polymer Technology\nBretty Young Seeds\nMarket Segmentation\nGlobal Agricultural Water Retaining Agent Market, Segment by Type\nSodium Salt Type\nPotassium Salt Type\nOthers\nGlobal Agricultural Water Retaining Agent Market, Segment by Application\nFarmland Irrigation\nSoil Improvement\nOthers\nMarket Drivers\nIncreasing Water Scarcity: The rapid depletion of freshwater resources has made sustainable agriculture a global priority. Water retaining agents help optimize water use, reducing the need for frequent irrigation.\nEnhanced Crop Yield: By maintaining soil moisture, these agents enable crops to thrive in water-scarce regions, leading to better yields and more reliable food production.\nGovernment Initiatives and Support: Governments in water-stressed countries are increasingly supporting the adoption of sustainable agricultural practices, including the use of water retaining agents, through subsidies and awareness programs.\nRising Demand for Sustainable Farming: As consumers become more aware of environmental issues, the demand for sustainable farming techniques, including the use of eco-friendly water retaining solutions, is increasing.\nRegional Impact and Growth Prospects\nThe market for agricultural water retaining agents is expected to grow significantly in regions facing severe water shortages, such as the Middle East, Africa, and parts of Asia-Pacific. In these areas, the adoption of innovative water-saving technologies is becoming essential for the continuation of agricultural activities.\nIn North America and Europe, the focus on sustainable farming practices is also pushing the demand for water retaining agents. Both regions are investing in research and development to improve the efficiency of these products and expand their applications beyond agriculture, including landscaping and horticulture.\nFuture Outlook\nAs water scarcity intensifies and the need for sustainable agricultural practices grows, the agricultural water retaining agent market is expected to witness substantial growth in the coming years. By helping farmers maintain soil moisture and improve crop yield, these agents are playing a crucial role in addressing the global food security challenge.\nRequest for customization in Report: https://www.qyresearch.com/reports/3215082/agricultural-water-retaining-agent\nTable of Content\n1 Study Coverage 1\n1.1 Agricultural Water Retaining Agent Product Introduction 1\n1.2 Market by Type 2\n1.2.1 Global Agricultural Water Retaining Agent Market Size by Type, 2019 VS 2023 VS 2030 2\n1.2.2 Sodium Salt Type 3\n1.2.3 Potassium Salt Type 3\n1.2.4 Others 4\n1.3 Market by Application 4\n1.3.1 Global Agricultural Water Retaining Agent Market Size by Application, 2019 VS 2023 VS 2030 4\n1.3.2 Farmland Irrigation 5\n1.3.3 Soil Improvement 5\n1.3.4 Others 6\n1.4 Assumptions and Limitations 6\n1.5 Study Objectives 7\n1.6 Years Considered 8\n2 Global Agricultural Water Retaining Agent Production 9\n2.1 Global Agricultural Water Retaining Agent Production by Region: 2019 VS 2023 VS 2030 9\n2.2 Global Agricultural Water Retaining Agent Production by Region 10\n2.2.1 Global Agricultural Water Retaining Agent Historic Production by Region (2019-2024) 10\n2.2.2 Global Agricultural Water Retaining Agent Forecasted Production by Region (2025-2030) 11\n2.2.3 Global Agricultural Water Retaining Agent Production Market Share by Region (2019-2030) 11\n2.3 China 12\n2.4 Japan 13\n3 Executive Summary 14\n3.1 Global Agricultural Water Retaining Agent Revenue Estimates and Forecasts 2019-2030 14\n3.2 Global Agricultural Water Retaining Agent Revenue by Region 16\n3.2.1 Global Agricultural Water Retaining Agent Revenue by Region: 2019 VS 2023 VS 2030 16\n3.2.2 Global Agricultural Water Retaining Agent Revenue by Region (2019-2024) 17\n3.2.3 Global Agricultural Water Retaining Agent Revenue by Region (2025-2030) 18\n3.2.4 Global Agricultural Water Retaining Agent Revenue Market Share by Region (2019-2030) 19\n3.3 Global Agricultural Water Retaining Agent Sales Estimates and Forecasts 2019-2030 20\n3.4 Global Agricultural Water Retaining Agent Sales by Region 20\n3.4.1 Global Agricultural Water Retaining Agent Sales by Region: 2019 VS 2023 VS 2030 20\n3.4.2 Global Agricultural Water Retaining Agent Sales by Region (2019-2024) 21\n3.4.3 Global Agricultural Water Retaining Agent Sales by Region (2025-2030) 22\n3.4.4 Global Agricultural Water Retaining Agent Sales Market Share by Region (2019-2030) 22\n3.5 US & Canada 24\n3.6 Europe 26\n3.7 China 27\n3.8 Asia (excluding China) 28\n3.9 Middle East, Africa and Latin America 30\n4 Competition by Manufacturers 32\n4.1 Global Agricultural Water Retaining Agent Sales by Manufacturers 32\n4.1.1 Global Agricultural Water Retaining Agent Sales by Manufacturers (2019-2024) 32\n4.1.2 Global Agricultural Water Retaining Agent Sales Market Share by Manufacturers (2019-2024) 33\n4.2 Global Agricultural Water Retaining Agent Revenue by Manufacturers 34\n4.2.1 Global Agricultural Water Retaining Agent Revenue by Manufacturers (2019-2024) 34\n4.2.2 Global Agricultural Water Retaining Agent Revenue Market Share by Manufacturers (2019-2024) 35\n4.3 Global Agricultural Water Retaining Agent Sales Price by Manufacturers (2019-2024) 35\n4.4 Analysis of Competitive Landscape 36\n4.4.1 Manufacturers Market Concentration Ratio (CR5 and HHI) 36\n4.4.2 Global Agricultural Water Retaining Agent Market Share by Company Type (Tier 1, Tier 2, and Tier 3) 37\n4.5 Global Key Manufacturers of Agricultural Water Retaining Agent, Product Offered 38\n4.6 Mergers & Acquisitions, Expansion Plans 38\n5 Market Size by Type 40\n5.1 Global Agricultural Water Retaining Agent Sales by Type 40\n5.1.1 Global Agricultural Water Retaining Agent Historical Sales by Type (2019-2024) 40\n5.1.2 Global Agricultural Water Retaining Agent Forecasted Sales by Type (2025-2030) 40\n5.1.3 Global Agricultural Water Retaining Agent Sales Market Share by Type (2019-2030) 41\n5.2 Global Agricultural Water Retaining Agent Revenue by Type 42\n5.2.1 Global Agricultural Water Retaining Agent Historical Revenue by Type (2019-2024) 42\n5.2.2 Global Agricultural Water Retaining Agent Forecasted Revenue by Type (2025-2030) 43\n5.2.3 Global Agricultural Water Retaining Agent Revenue Market Share by Type (2019-2030) 43\n5.3 Global Agricultural Water Retaining Agent Price by Type 44\n5.3.1 Global Agricultural Water Retaining Agent Price by Type (2019-2024) 44\n5.3.2 Global Agricultural Water Retaining Agent Price Forecast by Type (2025-2030) 45\n6 Market Size by Application 46\n6.1 Global Agricultural Water Retaining Agent Sales by Application 46\n6.1.1 Global Agricultural Water Retaining Agent Historical Sales by Application (2019-2024) 46\n6.1.2 Global Agricultural Water Retaining Agent Forecasted Sales by Application (2025-2030) 46\n6.1.3 Global Agricultural Water Retaining Agent Sales Market Share by Application (2019-2030) 47\n6.2 Global Agricultural Water Retaining Agent Revenue by Application 48\n6.2.1 Global Agricultural Water Retaining Agent Historical Revenue by Application (2019-2024) 48\n6.2.2 Global Agricultural Water Retaining Agent Forecasted Revenue by Application (2025-2030) 49\n6.2.3 Global Agricultural Water Retaining Agent Revenue Market Share by Application (2019-2030) 49\n6.3 Global Agricultural Water Retaining Agent Price by Application 51\n6.3.1 Global Agricultural Water Retaining Agent Price by Application (2019-2024) 51\n6.3.2 Global Agricultural Water Retaining Agent Price Forecast by Application (2025-2030) 51\n7 US & Canada 52\n7.1 US & Canada Agricultural Water Retaining Agent Market Size by Type 52\n7.1.1 US & Canada Agricultural Water Retaining Agent Sales by Type (2019-2030) 52\n7.1.2 US & Canada Agricultural Water Retaining Agent Revenue by Type (2019-2030) 53\n7.2 US & Canada Agricultural Water Retaining Agent Market Size by Application 54\n7.2.1 US & Canada Agricultural Water Retaining Agent Sales by Application (2019-2030) 54\n7.2.2 US & Canada Agricultural Water Retaining Agent Revenue by Application (2019-2030) 55\n7.3 US & Canada Agricultural Water Retaining Agent Market Size by Country 56\n7.3.1 US & Canada Agricultural Water Retaining Agent Revenue by Country: 2019 VS 2023 VS 2030 56\n7.3.2 US & Canada Agricultural Water Retaining Agent Revenue by Country (2019-2030) 56\n7.3.3 US & Canada Agricultural Water Retaining Agent Sales by Country (2019-2030) 57\n7.3.4 US 58\n7.3.5 Canada 59\n8 Europe 60\n8.1 Europe Agricultural Water Retaining Agent Market Size by Type 60\n8.1.1 Europe Agricultural Water Retaining Agent Sales by Type (2019-2030) 60\n8.1.2 Europe Agricultural Water Retaining Agent Revenue by Type (2019-2030) 61\n8.2 Europe Agricultural Water Retaining Agent Market Size by Application 62\n8.2.1 Europe Agricultural Water Retaining Agent Sales by Application (2019-2030) 62\n8.2.2 Europe Agricultural Water Retaining Agent Revenue by Application (2019-2030) 63\n8.3 Europe Agricultural Water Retaining Agent Market Size by Country 64\n8.3.1 Europe Agricultural Water Retaining Agent Revenue by Country: 2019 VS 2023 VS 2030 64\n8.3.2 Europe Agricultural Water Retaining Agent Sales by Country (2019-2030) 64\n8.3.3 Europe Agricultural Water Retaining Agent Revenue by Country (2019-2030) 65\n8.3.4 Germany 67\n8.3.5 U.K. 68\n8.3.6 France 69\n8.3.7 Russia 70\n8.3.8 Italy 71\n9 China 72\n9.1 China Agricultural Water Retaining Agent Market Size by Type 72\n9.1.1 China Agricultural Water Retaining Agent Sales by Type (2019-2030) 72\n9.1.2 China Agricultural Water Retaining Agent Revenue by Type (2019-2030) 73\n9.2 China Agricultural Water Retaining Agent Market Size by Application 74\n9.2.1 China Agricultural Water Retaining Agent Sales by Application (2019-2030) 74\n9.2.2 China Agricultural Water Retaining Agent Revenue by Application (2019-2030) 75\n10 Asia (excluding China) 76\n10.1 Asia Agricultural Water Retaining Agent Market Size by Type 76\n10.1.1 Asia Agricultural Water Retaining Agent Sales by Type (2019-2030) 76\n10.1.2 Asia Agricultural Water Retaining Agent Revenue by Type (2019-2030) 77\n10.2 Asia Agricultural Water Retaining Agent Market Size by Application 78\n10.2.1 Asia Agricultural Water Retaining Agent Sales by Application (2019-2030) 78\n10.2.2 Asia Agricultural Water Retaining Agent Revenue by Application (2019-2030) 79\n10.3 Asia Agricultural Water Retaining Agent Market Size by Region 80\n10.3.1 Asia Agricultural Water Retaining Agent Revenue by Region: 2019 VS 2023 VS 2030 80\n10.3.2 Asia Agricultural Water Retaining Agent Revenue by Region (2019-2030) 80\n10.3.3 Asia Agricultural Water Retaining Agent Sales by Region (2019-2030) 81\n10.3.4 Japan 83\n10.3.5 South Korea 84\n10.3.6 India 85\n10.3.7 Southeast Asia 86\n11 Middle East, Africa and Latin America 87\n11.1 Middle East, Africa and Latin America Agricultural Water Retaining Agent Market Size by Type 87\n11.1.1 Middle East, Africa and Latin America Agricultural Water Retaining Agent Sales by Type (2019-2030) 87\n11.1.2 Middle East, Africa and Latin America Agricultural Water Retaining Agent Revenue by Type (2019-2030) 88\n11.2 Middle East, Africa and Latin America Agricultural Water Retaining Agent Market Size by Application 89\n11.2.1 Middle East, Africa and Latin America Agricultural Water Retaining Agent Sales by Application (2019-2030) 89\n11.2.2 Middle East, Africa and Latin America Agricultural Water Retaining Agent Revenue by Application (2019-2030) 90\n11.3 Middle East, Africa and Latin America Agricultural Water Retaining Agent Market Size by Country 91\n11.3.1 Middle East, Africa and Latin America Agricultural Water Retaining Agent Revenue by Country: 2019 VS 2023 VS 2030 91\n11.3.2 Middle East, Africa and Latin America Agricultural Water Retaining Agent Revenue by Country (2019-2030) 91\n11.3.3 Middle East, Africa and Latin America Agricultural Water Retaining Agent Sales by Country (2019-2030) 92\n11.3.4 Latin America 93\n11.3.5 Middle East 94\n11.3.6 Africa 95\n12 Corporate Profile 96\n12.1 Nippon Shokubai 96\n12.1.1 Nippon Shokubai Corporation Information 96\n12.1.2 Nippon Shokubai Overview 96\n12.1.3 Nippon Shokubai Agricultural Water Retaining Agent Sales, Price, Revenue and Gross Margin (2019-2024) 97\n12.1.4 Nippon Shokubai Agricultural Water Retaining Agent Product Model Numbers, Pictures, Descriptions and Specifications 97\n12.2 Formosa Plastics Corporation 98\n12.2.1 Formosa Plastics Corporation Corporation Information 99\n12.2.2 Formosa Plastics Corporation Overview 99\n12.2.3 Formosa Plastics Corporation Agricultural Water Retaining Agent Sales, Price, Revenue and Gross Margin (2019-2024) 100\n12.2.4 Formosa Plastics Corporation Agricultural Water Retaining Agent Product Model Numbers, Pictures, Descriptions and Specifications 100\n12.3 Qingdao Soco New Material 101\n12.3.1 Qingdao Soco New Material Corporation Information 102\n12.3.2 Qingdao Soco New Material Overview 102\n12.3.3 Qingdao Soco New Material Agricultural Water Retaining Agent Sales, Price, Revenue and Gross Margin (2019-2024) 103\n12.3.4 Qingdao Soco New Material Agricultural Water Retaining Agent Product Model Numbers, Pictures, Descriptions and Specifications 103\n12.4 Sanyo Chemical 106\n12.4.1 Sanyo Chemical Corporation Information 106\n12.4.2 Sanyo Chemical Overview 106\n12.4.3 Sanyo Chemical Agricultural Water Retaining Agent Sales, Price, Revenue and Gross Margin (2019-2024) 107\n12.4.4 Sanyo Chemical Agricultural Water Retaining Agent Product Model Numbers, Pictures, Descriptions and Specifications 107\n12.5 Zibo Jadreh Polymer Technology 108\n12.5.1 Zibo Jadreh Polymer Technology Corporation Information 108\n12.5.2 Zibo Jadreh Polymer Technology Overview 108\n12.5.3 Zibo Jadreh Polymer Technology Agricultural Water Retaining Agent Sales, Price, Revenue and Gross Margin (2019-2024) 109\n12.5.4 Zibo Jadreh Polymer Technology Agricultural Water Retaining Agent Product Model Numbers, Pictures, Descriptions and Specifications 109\n12.6 Bretty Young Seeds 110\n12.6.1 Bretty Young Seeds Corporation Information 110\n12.6.2 Bretty Young Seeds Overview 110\n12.6.3 Bretty Young Seeds Agricultural Water Retaining Agent Sales, Price, Revenue and Gross Margin (2019-2024) 111\n12.6.4 Bretty Young Seeds Agricultural Water Retaining Agent Product Model Numbers, Pictures, Descriptions and Specifications 111\n13 Industry Chain and Sales Channels Analysis 113\n13.1 Agricultural Water Retaining Agent Industry Chain Analysis 113\n13.2 Agricultural Water Retaining Agent Key Raw Materials 113\n13.2.1 Key Raw Materials 113\n13.2.2 Raw Materials Key Suppliers 114\n13.3 Agricultural Water Retaining Agent Sales and Marketing 114\n13.3.1 Agricultural Water Retaining Agent Sales Channels 114\n13.3.2 Agricultural Water Retaining Agent Distributors 115\n13.4 Agricultural Water Retaining Agent Customers 115\n14 Agricultural Water Retaining Agent Market Dynamics 116\n14.1.1 Agricultural Water Retaining Agent Industry Trends 116\n14.1.2 Agricultural Water Retaining Agent Market Drivers 117\n14.1.3 Agricultural Water Retaining Agent Market Challenges 118\n14.1.4 Agricultural Water Retaining Agent Market Restraints 119\n15 Key Findings in the Global Agricultural Water Retaining Agent Study 120\n16 Appendix 122\n16.1 Research Methodology 122\n16.1.1 Methodology/Research Approach 122\n16.1.2 Data Source 126\n16.2 Author Details 129\nContact US\nQY RESEARCH, INC.\n17890 CASTLETON STREET\nSUITE 369, CITY OF INDUSTRY\nCA - 91748, UNITED STATES OF AMERICA\nWeb - https://www.qyresearch.com\nTel: +91-8669986909\nEmail- ankit@qyresearch.com\nAbout Us:\nQYResearch is a leading global market research and consulting company established in 2007. With over 16 years' experience and professional research team in various cities over the world QY Research focuses on management consulting, database and seminar services, IPO consulting, industry chain research and customized research to help our clients in providing non-linear revenue model and make them successful. We are globally recognized for our expansive portfolio of services, good corporate citizenship, and our strong commitment to sustainability.\nThis release was published on openPR.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.qyresearch.com/sample/3215082",
      "https://opr.li/com/5d2d74e259a907f32979fa2c11dcbfac/",
      "https://opr.li/com/d25a1467993bb979869e7b7de75146aa/",
      "https://opr.li/com/4c181f18b7715e8a2f51f300efe5c493/",
      "https://www.qyresearch.com/reports/3215082/agricultural-water-retaining-agent",
      "https://www.qyresearch.com",
      "https://www.opr.li/com/d25a1467993bb979869e7b7de75146aa/",
      "https://qyresearch.com/reports/3215082/agricultural-water-retaining-agent",
      "https://opr.li/com/5d2d74e259a907f32979fa2c11dcbfac",
      "https://qyresearch.com/sample/3215082",
      "https://www.opr.li/com/4c181f18b7715e8a2f51f300efe5c493/",
      "https://opr.li/com/d25a1467993bb979869e7b7de75146aa",
      "https://www.opr.li/com/5d2d74e259a907f32979fa2c11dcbfac/",
      "https://opr.li/com/4c181f18b7715e8a2f51f300efe5c493",
      "https://qyresearch.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T07:21:01.338+03:00",
    "updated": "2024-10-04T07:21:01.338+03:00"
  },
  {
    "uuid": "d51a030e3b7ae1d9e54d4d290d7cb221576e91b9",
    "url": "https://www.ilrestodelcarlino.it/imola/cronaca/cau-bocciato-medici-base-ow1g3w5a",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Il Resto del Carlino",
    "published": "2024-12-20T00:00:00Z",
    "title": "Cau bocciato dai medici di base: “Struttura inutile per il territorio”",
    "text": "Il Centro assistenza urgenza all’Ospedale vecchio In un anno gli accessi sono stati circa 18mila\nImola, 20 dicembre 2024 – “Noi medici abbiamo duramente criticato il nostro stesso sindacato che ha firmato un accordo che scade a fine anno, e speriamo non rinnovi. Anche se altre realtà sicuramente sono diverse dalla nostra, e forse hanno bisogno di risposte diverse, qui i Cau restano inutili. E sono uno spreco di denaro”. Angelo Conti , fiduciario imolese della Fimmg (Federazione italiana medici di medicina generale), boccia senza appello il Centro di assistenza urgenza al padiglione 15 dell’ospedale vecchio, che in questi giorni taglia i l traguardo del primo anno di attività (fu lanciato alla fine dicembre del 2023). Se l’Ausl ha stilato nei giorni scorsi un bilancio della struttura “con molte luci e qualche ombra” di questi dodici mesi, Conti è di parere diametralmente opposto.\nA livello regionale, i Cau “sono stati inventati dalla Regione non per ridurre i codici bianchi e verdi”, in quanto “tutti sapevano che non avrebbe funzionato” (la riduzione è stata di circa il 9 per cento contro un 50 per cento previsto come obiettivo) , ma piuttosto per “chiudere dei pronto soccorso e pagare di meno il personale”, afferma il fiduciario imolese della Fimmg.\nQuanto alla struttura cittadina, nata a fine 2023 in sostituzione del vecchio Centro assistenza diurna, “ non serviva perché noi insieme a Ferrara avevamo i più bassi numeri di codici bianchi e verdi della regione”, rimarca Conti. E rilancia: “A Imola c’era un ambulatorio dei medici di medicina generale che aveva contribuito a questo risultato, anche se non era mai stato pubblicizzato adeguatamente (come i Cau) dall’Ausl. Avevamo già un ambulatorio per urgenze”.\nVenendo al mancato alleggerimento del pronto soccorso, “a Imola poco più di 1.000 accessi in meno a oggi, che fa 12mila euro di costo. Al Cau – prosegue Conti – sono andati in un anno in 18mila, vale a dire in media 49 persone al giorno. Se consideriamo che in città ci sono circa 90 medici di base, fa un mezzo paziente al giorno per medico: bastava impegnarsi perché ogni medico di base vedesse un mezzo paziente in più per poter fare a meno del Cau”.\nIn poche parole, la nuova struttura è formata da “personale che in futuro non farà il medico di medicina generale. Si spendono 42 euro all’ora per formarlo – prosegue Conti –, patrimonio che poi andrà disperso e nulla si spende per fare la stessa formazione per i medici di base, anzi possono farla ma debbono pagarsi i sostituti. Sarebbero ancora tante – conclude il fiduciario imolese delle Fimmg – le motivazioni per cui i Cau sono e rimangono una risposta fatta soltanto in Emilia Romagna, nemmeno prevista nel contratto nazionale di categoria e, cosa più importante, inefficace”.\nWhatsApp\nFacebook\nX\nPrint\n© Riproduzione riservata",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Politics"
    ],
    "topics": [
      "Health->government health care",
      "Health->public health",
      "Health->health facility",
      "Politics->government policy",
      "Politics->local government and authority",
      "Politics->healthcare policy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://web.whatsapp.com/send?text=Cau%20bocciato%20dai%20medici%20di%20base%3A%20%E2%80%9CStruttura%20inutile%20per%20il%20territorio%E2%80%9D%20https%3A%2F%2Fwww.ilrestodelcarlino.it%2Fimola%2Fcronaca%2Fcau-bocciato-medici-base-ow1g3w5a",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.ilrestodelcarlino.it%2Fimola%2Fcronaca%2Fcau-bocciato-medici-base-ow1g3w5a&t=Cau%20bocciato%20dai%20medici%20di%20base%3A%20%E2%80%9CStruttura%20inutile%20per%20il%20territorio%E2%80%9D",
      "https://x.com/share?url=https%3A%2F%2Fwww.ilrestodelcarlino.it%2Fimola%2Fcronaca%2Fcau-bocciato-medici-base-ow1g3w5a&text=Cau%20bocciato%20dai%20medici%20di%20base%3A%20%E2%80%9CStruttura%20inutile%20per%20il%20territorio%E2%80%9D",
      "https://x.com/share",
      "https://www.web.whatsapp.com/send?text=Cau%20bocciato%20dai%20medici%20di%20base%3A%20%E2%80%9CStruttura%20inutile%20per%20il%20territorio%E2%80%9D%20https%3A%2F%2Fwww.ilrestodelcarlino.it%2Fimola%2Fcronaca%2Fcau-bocciato-medici-base-ow1g3w5a",
      "https://web.whatsapp.com/send",
      "https://www.facebook.com/sharer/sharer.php",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.ilrestodelcarlino.it%2Fimola%2Fcronaca%2Fcau-bocciato-medici-base-ow1g3w5a&t=Cau%20bocciato%20dai%20medici%20di%20base%3A%20%E2%80%9CStruttura%20inutile%20per%20il%20territorio%E2%80%9D",
      "https://www.x.com/share?url=https%3A%2F%2Fwww.ilrestodelcarlino.it%2Fimola%2Fcronaca%2Fcau-bocciato-medici-base-ow1g3w5a&text=Cau%20bocciato%20dai%20medici%20di%20base%3A%20%E2%80%9CStruttura%20inutile%20per%20il%20territorio%E2%80%9D"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Angelo Conti",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "codici bianchi",
          "sentiment": "none"
        },
        {
          "name": "Regione",
          "sentiment": "none"
        },
        {
          "name": "Fimmg",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T05:09:17.233+02:00",
    "updated": "2024-12-20T05:09:17.233+02:00"
  },
  {
    "uuid": "ff901dddf308addaaeae7156b187a5444088f0fb",
    "url": "https://www.chinadailyhk.com/hk/article/589655",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Xinhua",
    "published": "2024-08-02T00:00:00Z",
    "title": "Japan experiences hottest July on record, says weather agency",
    "text": "TOKYO - Japan's weather agency said Thursday that the past month was the hottest July since records began in 1898. The national average temperature for July was 2.16 degrees Celsius above the baseline average calculated from 1991 to 2020, marking the highest recorded in over 120 years, according to the Japan Meteorological Agency (JMA). This marked the second consecutive year that Japan has broken its July average temperature record. ALSO READ: [China sees hottest July since 1961](https://www.chinadailyhk.com/hk/article/589607#China-sees-hottest-July-since-1961-2024-08-01) A JMA report indicated that a strong Pacific high-pressure system dominated throughout July, which led to eastern and western Japan, as well as Okinawa and Amami regions, being enveloped in warm air masses. Intense sunlight across the country resulted in record-breaking high temperatures. Out of 153 meteorological observation stations nationwide, 62 reported their highest average temperatures for the month. ALSO READ: [Wildfires rage in Spain as heatwave peaks](https://www.chinadailyhk.com/hk/article/589573#Wildfires-rage-in-Spain-as-heatwave-peaks-2024-08-01) The JMA warned that high temperatures will persist across Japan. During the first half of August, many regions are expected to experience extreme heat days with maximum temperatures exceeding 35 degrees Celsius. The agency advises the public to stay informed through temperature forecasts and heatstroke alerts and to take appropriate measures to prevent heat-related illnesses.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Environment",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "amami",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "japan meteorological agency",
          "sentiment": "none"
        },
        {
          "name": "jma",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tokyo",
          "sentiment": "none"
        },
        {
          "name": "pacific",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "okinawa",
          "sentiment": "none"
        },
        {
          "name": "spain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T08:15:41.425+03:00",
    "updated": "2024-08-02T08:15:41.425+03:00"
  }
]