[
  {
    "uuid": "4cd7e442aa1df50feb5af085a0b9dc7e7ff9997f",
    "url": "https://www.devdiscourse.com/article/law-order/2796288-wrapup-1-israel-turns-focus-of-gaza-attack-to-rafah-as-hamas-weighs-ceasefire-proposal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2024-02-01T21:12:00Z",
    "title": "WRAPUP 1-Israel turns focus of Gaza attack to Rafah as Hamas weighs ceasefire proposal | Law-Order",
    "text": "WRAPUP 1-Israel turns focus of Gaza attack to Rafah as Hamas weighs ceasefire proposal Israel prepared to advance its war on Gaza farther south, close to the Egyptian border, after claiming to have dismantled Hamas in Khan Younis, as diplomatic efforts in pursuit of a ceasefire accelerated. Defence Minister Yoav Gallant said on Thursday that success in the fight against the Palestinian militants in the southern Gaza city of Khan Younis, where Israel launched a major ground attack last week, meant its forces could advance to Rafah on the enclave's southern border. [Reuters](/reuters-stories)| Updated: 02-02-2024 05:12 IST | Created: 02-02-2024 05:12 IST Israel prepared to advance its war on Gaza farther south, close to the Egyptian border, after claiming to have dismantled Hamas in Khan Younis, as diplomatic efforts in pursuit of a ceasefire accelerated. Defence Minister Yoav Gallant said on Thursday that success in the fight against the Palestinian militants in the southern Gaza city of Khan Younis, where Israel launched a major ground attack last week, meant its forces could advance to Rafah on the enclave's southern border. More than half of Gaza's 2.3 million people are sheltering in this area, mainly cold and hungry in makeshift tents and public buildings. \"We are achieving our missions in Khan Younis, and we will also reach Rafah and eliminate terror elements that threaten us,\" Gallant said in a statement. At the same time, Qatari and Egyptian mediators hoped for a positive response from Hamas, which runs Gaza, to the first concrete proposal for an extended halt to fighting, agreed with Israel and the U.S. at talks in Paris last week. A Palestinian official close to the negotiations told Reuters the text envisages a first phase of 40 days, during which fighting would cease while Hamas freed remaining civilians among the more than 100 hostages it still holds. Further phases would see the handover of Israeli soldiers and bodies of dead hostages. Such a long pause would be a first since Oct. 7, when Hamas fighters attacked Israel, killing 1,200 people and capturing 253 hostages, precipitating an Israeli offensive that has laid waste to much of Gaza. Health officials in the enclave said on Thursday the confirmed Palestinian death toll had risen above 27,000, with thousands more dead still lying under the rubble. NO RESPONSE FROM HAMAS YET TO PROPOSAL A Palestinian official said Hamas was unlikely to reject the proposal outright, but would demand guarantees that fighting would not resume, something Israel has not agreed to. There was brief elation in Gaza on Thursday after remarks by a Qatari spokesman at Johns Hopkins University in Washington sparked ceasefire hopes - and a drop in the price of crude oil. But Qatari officials in the capital Doha and Taher Al-Nono, media adviser to Hamas chief Ismail Haniyeh, said the group had not responded yet. Gaza residents said Israeli forces pounded areas around hospitals in Khan Younis, and stepped up attacks close to Rafah. Combat has also surged in recent days in northern areas around Gaza City that Israel claimed to have subdued weeks ago. Osama Ahmed, 49, a father of five from Gaza City now sheltering in western Khan Younis, said there had been fierce resistance in the city, and relentless bombardment from air, ground and sea as Israeli tanks advanced. \"All we want is a ceasefire now,\" he told Reuters by phone. An air strike on a house in Khan Younis wounded 13 people on Thursday, according to hospital officials. Appeals to Israel from its main ally, the United States, show little sign of having succeeded in easing the plight of Gaza's civilians. Washington is stepping up indirect pressure, however. U.S. President Joe Biden issued an executive order that aims to punish Jewish settlers who attack Palestinians in the occupied West Bank in an surge of violence triggered by the war in Gaza. Biden is also under pressure to respond to the killing of three U.S. soldiers by a drone in Jordan last week, the first U.S. deaths in an escalation of violence across the Middle East since Israel's war in Gaza began in October. The United States, which has said it does not want to ignite a wider war, believes the drone, which also wounded more than 40 people, was made by Iran, four U.S. officials told Reuters. CBS News reported on Thursday that targets for U.S. strikes in Iraq and Syria in response to the killings include \"Iranian personnel and facilities\", citing American officials. The U.S. is continuing its strikes with allies against the Iran-aligned Houthi movement in Yemen, which has attacked shipping in the Red Sea in what it says is solidarity with Gaza. The U.S. military said it had hit up to 10 drones in Yemen being prepared for launch, while a U.S. Navy ship downed three Iranian-made drones and a Houthi anti-ship missile (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [Israeli forces kill 60 Gaza fighters, military says in daily round-up](/article/law-order/2780087-israeli-forces-kill-60-gaza-fighters-military-says-in-daily-round-up) [Harsh Israeli rhetoric against Palestinians becomes central to South Africa's genocide case](/article/law-order/2780002-harsh-israeli-rhetoric-against-palestinians-becomes-central-to-south-africas-genocide-case) [Israeli military kills dozens of terrorists in Gaza over last 24 hours](/article/international/2780233-israeli-military-kills-dozens-of-terrorists-in-gaza-over-last-24-hours) [Israeli strike kills 16 in southern Gaza; no word on whether medicines reached hostages](/article/law-order/2780335-israeli-strike-kills-16-in-southern-gaza-no-word-on-whether-medicines-reached-hostages) [WRAPUP 4-Israeli forces pound Khan Younis near major Gaza hospital](/article/health/2780971-wrapup-4-israeli-forces-pound-khan-younis-near-major-gaza-hospital)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "khan younis",
          "sentiment": "none"
        },
        {
          "name": "yoav gallant",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "rafah",
          "sentiment": "none"
        },
        {
          "name": "khan younis",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:50:12.984+02:00",
    "updated": "2024-02-02T02:19:34.389+02:00"
  },
  {
    "uuid": "f6bb5fa184aa7ab667eb776f8e14b1872ff621d1",
    "url": "https://qconline.com/news/nation-world/homeless-people-750-dollars-a-month-improved-lives-new-study-nonprofit/article_77c0f834-4160-50a0-acf4-90ef9ddabcec.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "DOUG SMITH Los Angeles Times",
    "published": "2024-01-07T22:15:00Z",
    "title": "$750 a month, no questions asked, improved the lives of homeless people",
    "text": "LOS ANGELES — If 100 homeless people were given $750 per month for a year, no questions asked, what would they spend it on?\nThat question was at the core of a controlled study conducted by a San Francisco-based nonprofit and the USC Suzanne Dworak-Peck School of Social Work.\nThe results were so promising that the researchers decided to publish results after only six months. The answer: food, 36.6%; housing, 19.5%; transportation, 12.7%; clothing, 11.5%; and health care, 6.2%, leaving only 13.6% uncategorized.\nThose who got the stipend were less likely to be unsheltered after six months and able to meet more of their basic needs than a control group that got no money, and half as likely as the control group to have an episode of being unsheltered.\n“I felt there was enough interest and the initial findings were compelling enough that it was important to get those results out,” said Benjamin Henwood, director of the Center for Homelessness, Housing and Health Equity Research at the Dworak-Peck School, who led the study.\nPeople are also reading…\n“It may not be earth-shattering that providing money is going to help meet basic needs, but I do think it dispels this myth that people will use money for illicit purposes,” Henwood said. “We weren’t finding that in the study.”\nAbout 2% of the total went to alcohol, cigarettes and drug expenses — the largest portion of which was cigarettes, Henwood said.\nThe participants submit monthly reports on their spending and are surveyed in more detail quarterly.\nA follow-up report will be published after participants have received the funds for a full year. But Henwood said the main findings were robust enough that they were unlikely to change.\nThe study arose from Miracle Messages, a San Francisco-based nonprofit that sends volunteers to the streets and shelters to befriend homeless people and try to make connections with the loved ones who lost contact with them. Next founder and chief executive Kevin F. Adler started Miracle Friends, matching homeless people to volunteer phone buddies for weekly calls.\nThat evolved into Miracle Money when volunteers began asking Adler whether it was OK to give their buddies a few dollars.\n“You asked me to be a friend to this person, but they don’t know what they’re going to eat tonight,” Adler said they would tell him.\nAdler didn’t think the volunteers should hand out their own money. But the idea of cash support appealed to him.\nAfter a pilot showed promise, Adler got a grant to expand to Los Angeles. He hired two recruiters to canvass homeless shelters. They enlisted more than 200 clients who met the criteria of being at least 18 years old and homeless and expressed interest in having a phone buddy.\nRather than just give money away, Adler hoped to document its effect. He teamed up with Henwood, who devised the controlled study. The participants were divided randomly into two groups. One group of 103 received stipends. The others were told they were on a waiting list.\nAfter six months, only 12% of those who received funds reported being unsheltered at any time in the prior month, a dramatic decrease from 30% at the outset. Those on the waiting list also reported fewer unsheltered episodes, but by a much smaller margin, from 28% to 23%.\nThe cash recipients also said they were better able to meet their basic needs. On a scale of 1 (completely) to 5 (not at all), they dropped from about 3.75 on average to just over 3.25. The control group did not budge from 3.75.\nAmong those receiving the funds, some found permanent housing, even though the money fell far below average rents in the area, Henwood said.\n“It seems like it’s opening up possibilities in different ways,” he said. “They might have a friend or relative that may not be willing to support them completely, but if they have something to contribute that opens up a room.”\nIn other cases, the money created opportunities, even for people who remained unsheltered.\n“I spent a lot of the money on food on the go,” one participant told the researchers. “Simple, cheap things like bean and cheese burritos. I eat on the run while I bike/work for DoorDash. I also bought a membership to REI, so I could get my bike fixed for free.”\n“It’s not a single path forward,” Henwood said. “It’s a lot of resourcefulness and creativity.”\n20 facts about homelessness in the US\n20 facts about homelessness in the US\nAccording to HUD, there were 582,462 people experiencing homelessness in the U.S. in January 2022\nThe U.S. has seen a 0.3% increase in homelessness since 2020\nConversely, the U.S. has seen an 8.6% decrease in homelessness since 2010\nExperts from HUD believe that resources from the American Rescue Plan directed toward homelessness assistance lessened the impact of COVID-19 on homelessness\nThe end of the federal eviction moratorium in August 2021 made millions of Americans' housing situations more precarious during the long tail of the COVID-19 pandemic\nAs of August 2022, one year after the federal eviction moratorium was lifted, nearly 12% of Americans experienced a rent increase of $250 or more per month\nThe marked increase in rental prices during COVID-19 likely contributed to the recent rise in homelessness\nA greater proportion of people experiencing homelessness were unsheltered in 2022 compared to 2020\n40% of all people experiencing homelessness in the U.S. during 2022 were unsheltered\nChronic homelessness has increased 15.5% since 2020\nFamily and youth homelessness have both decreased since 2020\n50,767 families with children experienced homelessness in 2022\nSince 2020, unaccompanied youth homelessness has decreased by 12%\n6,398 parenting youth taking care of 7,898 children experienced homelessness in 2022, down 13% since 2020\nIn 2022, 37% of people experiencing homelessness identified as Black, while only 12% of the overall U.S. population identifies as Black\nFrom 2020 to 2022, the number of people who identified as Hispanic or Latino who experienced homelessness rose by 8%",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "benjamin henwood",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "usc suzanne dworak-peck school of social work",
          "sentiment": "none"
        },
        {
          "name": "center for homelessness, housing and health equity research",
          "sentiment": "none"
        },
        {
          "name": "dworak-peck school",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "san francisco",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:03:22.854+02:00",
    "updated": "2024-01-08T01:03:22.854+02:00"
  },
  {
    "uuid": "fe4e77b4797cc2ae3baf80d719fd5741ba7b66e6",
    "url": "https://www.finanznachrichten.de/nachrichten-2024-10/63558743-delveinsight-business-research-llp-200-pharma-companies-vie-for-the-top-spot-in-the-expanding-antibody-drug-conjugate-oncology-market-delveinsigh-008.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PR Newswire",
    "published": "2024-10-17T21:36:00Z",
    "title": "DelveInsight Business Research, LLP: 200+ Pharma Companies Vie for the Top Spot in the Expanding Antibody-Drug Conjugate Oncology Market | DelveInsight",
    "text": "The ADC oncology market is experiencing rapid growth, attracting over 200 pharmaceutical companies vying for leadership in this innovative therapeutic space. As competition intensifies, advancements in technology and increased investment in research and development are expected to drive significant breakthroughs in cancer treatment, positioning ADCs as a cornerstone in oncology therapeutics.\nLAS VEGAS, Oct. 17, 2024 /PRNewswire/ -- DelveInsight's ' Antibody-drug Conjugates in Oncology Competitive Landscape - 2024 ' report provides comprehensive global coverage of available, marketed, and pipeline antibody-drug conjugates in various stages of clinical development, major pharmaceutical companies working to advance the pipeline space and future growth potential of the antibody-drug conjugates in oncology competitive domain.\nKey Takeaways from the Antibody-drug Conjugates in Oncology Pipeline Report\nOver 200+ antibody-drug conjugates companies are evaluating 220+ antibody-drug conjugates in the oncology pipeline in various stages of development, and their anticipated acceptance in the antibody-drug conjugates market would significantly increase market revenue. Leading antibody-drug conjugates companies such as Jiangsu Hengrui Medicine Co., Bio-Thera Solutions, MediLink Therapeutics, Byondis, AbbVie, Oxford BioTherapeutics, Iksuda Therapeutics, Novelty Nobility, LegoChem Biosciences, DualityBio, Lepu Biopharma, Ambrx, CSPC ZhongQi Pharmaceutical Technology, MacroGenics, ADC Therapeutics, Genor Biopharma, CStone Pharmaceuticals, AstraZeneca, Alteogen, Biocity Biopharmaceutics, and others are evaluating novel antibody-drug conjugates candidates to improve the treatment landscape. Key antibody-drug conjugates in oncology pipeline in various stages of development include SHR A1811, BAT8006, YL202, BYON3521, ABBV-399, OBT 076, IKS03, IKS04, NN3201, LCB14, DB-1303, MRG 003, ARX788, DP303c, MGC018, ADCT-301, GB 251, CS5001, AZD9592, ALT-P7, BC3195, and others. Request a sample and discover the recent advances in the antibody-drug conjugates in oncology market @ Antibody-drug Conjugates in Oncology Competitive Landscape Report\nAntibody-drug Conjugates in Oncology Overview\nAntibody-drug conjugates (ADCs) represent a cutting-edge approach in oncology, combining the targeting ability of monoclonal antibodies with the potent cytotoxicity of small-molecule drugs. These therapeutic agents consist of three main components: a monoclonal antibody that specifically binds to a tumor-associated antigen, a cytotoxic payload (often a chemotherapeutic agent), and a linker that connects the two. The antibody component of the ADC ensures that the cytotoxic drug is delivered primarily to cancer cells, minimizing damage to normal, healthy cells. This targeted delivery mechanism aims to enhance the therapeutic window by allowing the use of highly potent drugs that would otherwise be too toxic if administered systemically.\nIn oncology, ADCs are being used to treat a variety of cancers, including breast cancer, lymphoma, and urothelial cancer. The efficacy of ADCs depends not only on the specificity of the antibody but also on the stability of the linker, which must ensure that the cytotoxic agent is released only when the ADC is internalized by the cancer cell. Once inside the cell, the cytotoxic drug is released and induces cell death by disrupting vital cellular processes, such as DNA replication or microtubule function. This precision targeting helps reduce the common side effects associated with conventional chemotherapy, such as nausea, hair loss, and bone marrow suppression, while also improving patient outcomes.\nSeveral ADCs have been approved by regulatory agencies, including Trastuzumab emtansine (T-DM1) for HER2-positive breast cancer and Brentuximab vedotin for Hodgkin lymphoma and anaplastic large cell lymphoma. Ongoing research is focused on improving the safety, efficacy, and resistance profiles of ADCs by developing more stable linkers, more potent cytotoxic agents, and antibodies that target novel cancer-specific antigens. ADCs are becoming a crucial component of personalized cancer treatment, offering a highly targeted approach that promises better efficacy with fewer side effects.\nAntibody-drug Conjugates in Oncology Pipeline Analysis: Drug Profile\nTRODELVY: Gilead Sciences\nTRODELVY (sacituzumab govitecan-hziy) is an innovative TROP-2-targeted antibody-drug conjugate. TROP-2, a cell surface antigen, is predominantly expressed in various tumor types, including over 90% of breast and bladder cancers. Trodelvy features a proprietary hydrolyzable linker connected to SN-38, which is a topoisomerase I inhibitor payload. This unique formulation provides significant efficacy against both TROP-2-expressing cells and their surrounding microenvironment. Approved in more than 40 countries, with additional regulatory reviews in progress globally, TRODELVY is indicated for adult patients with unresectable locally advanced or metastatic triple-negative breast cancer who have previously undergone two or more systemic therapies, including at least one for metastatic disease. In the U.S., TRODELVY is also approved for certain patients with pre-treated HR+/HER2- metastatic breast cancer and has received accelerated approval for specific patients with second-line metastatic urothelial cancer.\nPADCEV: Astellas Pharma\nPADCEV (enfortumab vedotin-ejfv) is an antibody-drug conjugate designed for treating advanced bladder cancer and other urothelial cancers. It has received approval for use alongside pembrolizumab in adult patients with locally advanced or metastatic urothelial cancer. PADCEV operates by targeting cancer cells that express a protein known as Nectin-4, delivering a chemotherapy agent directly to these cells. The antibody component of PADCEV binds to Nectin-4 on the surface of cancer cells, facilitating the entry of the chemotherapy drug, which then leads to the cell's destruction.\nFind out more about FDA antibody-drug conjugates @ Antibody-drug Conjugates Analysis\nAntibody-drug Conjugates in Oncology Market Dynamics\nAntibody-drug conjugates have emerged as a transformative approach in oncology, combining the specificity of monoclonal antibodies with the cytotoxic potency of chemotherapeutic agents. The market dynamics surrounding ADCs are shaped by several interrelated factors, including technological advancements, regulatory environments, competitive landscapes, and shifting treatment paradigms . These factors collectively influence the growth trajectory, accessibility, and clinical adoption of ADCs in cancer treatment.\nTechnological innovation is a primary driver of the ADC market. Companies are increasingly focusing on improving linker technologies and drug payloads to enhance the efficacy and safety profiles of these therapeutics. Advances in biotechnology have allowed for more precise targeting of cancer cells while minimizing damage to healthy tissue. For instance, the development of new payloads that are more potent or have novel mechanisms of action can significantly improve therapeutic outcomes, thus attracting interest from both researchers and investors.\nRegulatory pathways also play a crucial role in shaping the ADC market dynamics. The expedited approval processes for innovative therapies, such as the FDA's Breakthrough Therapy designation , encourage the development of ADCs by reducing the time and resources required to bring these products to market. Regulatory agencies are increasingly recognizing the potential of ADCs to fill unmet medical needs, particularly in treating difficult-to-target malignancies. This favorable regulatory landscape fosters a competitive environment where pharmaceutical companies are incentivized to invest in ADC development.\nThe competitive landscape is characterized by both established pharmaceutical giants and emerging biotech firms. Major players are expanding their portfolios through collaborations, acquisitions, and partnerships to enhance their ADC offerings. This competitive pressure is driving innovation, resulting in a growing number of ADCs entering clinical trials and subsequent commercialization. Additionally, as clinical data supporting the efficacy of ADCs accumulates , more oncologists are likely to adopt these therapies, further propelling market growth.\nLastly, changing treatment paradigms and increasing demand for personalized medicine are shaping the ADC landscape. As more targeted therapies become available, oncologists are seeking options that provide effective treatment while minimizing toxicity. ADCs are particularly appealing in this context, as they can be tailored to target specific cancer markers. The trend toward combination therapies also presents opportunities for ADCs to be integrated into broader treatment regimens, enhancing their market potential.\nTo know more about antibody-drug conjugates treatment, visit @ Approved Antibody-drug Conjugates Treatment\nA snapshot of the Antibody-drug Conjugates in Oncology Pipeline Drugs mentioned in the report:\nAntibody-drug Conjugates\nCompany\nPhase\nIndication\nSHR-A1811\nJiangsu HengRui Medicine Co., Ltd.\nIII\nAdenocarcinoma; Breast cancer; Colorectal cancer; HER2 positive breast cancer\nABBV-399\nAbbVie\nIII\nNon-small cell lung cancer\nLCB14\nLegoChem Biosciences/Iksuda Therapeutics/Shanghai Fosun Pharmaceutical\nIII\nBreast cancer; HER2 positive breast cancer\nDB-1303\nDuality Biologics/BioNTech\nIII\nBreast cancer; HER2 positive breast cancer\nBAT8006\nBio-Thera Solutions\nII\nSolid tumors\nYL202\nMediLink Therapeutics\nII\nSolid tumors\nBYON 3521\nByondis\nI\nSolid tumors\nIKS03\nIksuda Therapeutics\nI\nB-cell lymphoma\nOBT 076\nOxford BioTherapeutics\nI\nAdenoid cystic carcinoma; Solid tumors\nNN3201\nNovelty Nobility\nPreclinical\nCancer\nDiscover more about antibody-drug conjugates in clinical development @ Antibody-drug Conjugates in Clinical Trials\nKey Developments in the Antibody-drug Conjugates in Oncology Therapeutics Domain\nIn June 2024, Hudson Therapeutics announced that Shaperon, an innovative biopharmaceutical company specializing in immune therapeutics, had signed a Memorandum of Understanding (MOU) with Dong-A ST for the development of nanobody-based new drugs. Shaperon is also exploring nanobody-based protein therapeutics, such as antibody-drug conjugates (ADCs) and radiopharmaceutical therapies. In June 2024, the US FDA Placed Partial Clinical Hold on Phase I Trial of YL202. The hold on YL202 is due to potential risks at higher doses, with five grade 5 adverse effects reported. In October 2023, Daiichi Sankyo and Merck entered into a global development and commercialization agreement for three of Daiichi Sankyo's DXd antibody-drug conjugate (ADC) candidates: patritumab deruxtecan (HER3-DXd), ifinatamab deruxtecan (I-DXd) and raludotatug deruxtecan (R-DXd). The companies will jointly develop and potentially commercialize these ADC candidates worldwide, except in Japan where Daiichi Sankyo will maintain exclusive rights. Daiichi Sankyo will be solely responsible for manufacturing and supply. In May 2023, Bliss Biopharmaceutical announced a clinical trial collaboration agreement with an option for strategic collaboration with Eisai Co., Ltd. for BB-1701, eribulin-payload based ADC directed against Human Epidermal Growth Factor Receptor 2 (HER2) for the treatment of cancers. This collaboration with Eisai is an important advancement in BlissBio's corporate development plan to further develop BB-1701 globally and help advance BB-1701 toward the late stage of development. BB-1701 is currently in Phase I/II studies in the US and China with over one hundred patients dosed in various types of cancers. In April 2023, Byondis B.V. announced that Molecular Cancer Therapeutics (an American Association for Cancer Research journal) had published encouraging preclinical data on its investigational, next-generation antibody-drug conjugate (ADC) BYON3521. Scope of the Antibody-drug Conjugates in Oncology Competitive Landscape Report\nCoverage : Global Key Antibody-drug Conjugates in Oncology Companies : Jiangsu Hengrui Medicine Co., Bio-Thera Solutions, MediLink Therapeutics, Byondis, AbbVie, Oxford BioTherapeutics, Iksuda Therapeutics, Novelty Nobility, LegoChem Biosciences, DualityBio, Lepu Biopharma, Ambrx, CSPC ZhongQi Pharmaceutical Technology, MacroGenics, ADC Therapeutics, Genor Biopharma, CStone Pharmaceuticals, AstraZeneca, Alteogen, Biocity Biopharmaceutics, and others Key Antibody-drug Conjugates in Oncology Pipeline : SHR A1811, BAT8006, YL202, BYON3521, ABBV-399, OBT 076, IKS03, IKS04, NN3201, LCB14, DB-1303, MRG 003, ARX788, DP303c, MGC018, ADCT-301, GB 251, CS5001, AZD9592, ALT-P7, BC3195, and others. Table of Contents\n1.\nAntibody-drug Conjugates in Oncology Pipeline Report Introduction\n2.\nAntibody-drug Conjugates in Oncology Pipeline Report Executive Summary\n3.\nAntibody-drug Conjugates in Oncology Pipeline: Overview\n4.\nAntibody-drug Conjugates in Oncology Marketed Drugs\n4.1.\nTRODELVY: Gilead Sciences\n5.\nAntibody-drug Conjugates in Oncology Clinical Trial Therapeutics\n6.\nAntibody-drug Conjugates in Oncology Pipeline: Late-Stage Products (Pre-registration)\n7.\nAntibody-drug Conjugates in Oncology Pipeline: Late-Stage Products (Phase III)\n7.1.\nABBV-399: AbbVie\n8.\nAntibody-drug Conjugates in Oncology Pipeline: Mid-Stage Products (Phase II)\n8.1.\nBAT8006: Bio-Thera Solutions\n9.\nAntibody-drug Conjugates in Oncology Pipeline: Early-Stage Products (Phase I)\n9.1.\nBYON 3521: Byondis\n10.\nAntibody-drug Conjugates in Oncology Pipeline: Preclinical and Discovery Stage Products\n10.1.\nNN3201: Novelty Nobility\n11.\nAntibody-drug Conjugates in Oncology Pipeline Therapeutics Assessment\n12.\nInactive Products in the Antibody-drug Conjugates in Oncology Pipeline\n13.\nCompany-University Collaborations (Licensing/Partnering) Analysis\n14.\nUnmet Needs\n15.\nAntibody-drug Conjugates in Oncology Market Drivers and Barriers\n16.\nAppendix\nLearn more about antibody-drug conjugates for cancer therapy @ Antibody-drug Conjugates Immunotherapy\nRelated Reports\nAntibody-drug Conjugates Competitive Landscape\nAntibody-drug Conjugates Competitive Landscape - 2024 report provides comprehensive insights about the pipeline landscape, pipeline drug profiles, including clinical and non-clinical stage products, and the key ADC companies, including Sorrento Therapeutics, Ambrx, MacroGenics, SOTIO Biotech, Klus Pharma, BioAtla, BiOneCure Therapeutics, Shanghai Miracogen, ProfoundBio, ImmunoGen, Arcus Biosciences, CytomX Therapeutics, RemeGen, Bliss Biopharmaceutical, Aivita Biomedical, CoImmune, Zenith Epigenetics, Sutro Biopharma, Ambrx, Mythic Therapeutics, Shanghai Fudan-Zhangjiang Bio-Pharmaceutical, Byondis, MediLink Therapeutics (Suzhou), Oncomatryx Biopharma, MacroGenics, Shanghai Miracogen, Mirati Therapeutics, Ambrx, Orum Therapeutics, Silverback Therapeutics, Shanghai Fudan-Zhangjiang Bio-Pharmaceutical, Aivita Biomedical, Northwest Biotherapeutics, Daiichi Sankyo, Merck, Pfizer, GSK, AstraZeneca, Eisai, FOSUN PHARMA, LaNova, Mabwell Therapeutics, MBRACE THERAPEUTICS, MINGHUSI PHARMACEUTICALS, BioNTech , Bio-Thera, Corbus Pharmaceuticals, AbbVie, Multitude Therapeutics, Innovent, OnCusp Therapeutics, Simcere, Ymmunobio, Jiangsu Hengrui Medicine , among others.\nAntibody-drug Conjugates Market\nAntibody Drug Conjugates Market Size, Target Population, Competitive Landscape & Market Forecast - 2034 report deliver an in-depth understanding of the disease, historical and forecasted epidemiology, as well as the market trends, market drivers, market barriers, and key ADC companies, including Sorrento Therapeutics, Ambrx, MacroGenics, SOTIO Biotech, Klus Pharma, BioAtla, BiOneCure Therapeutics, Shanghai Miracogen, ProfoundBio, ImmunoGen, Arcus Biosciences, CytomX Therapeutics, RemeGen, Bliss Biopharmaceutical, Aivita Biomedical, CoImmune, Zenith Epigenetics, Sutro Biopharma, Ambrx, Mythic Therapeutics, Shanghai Fudan-Zhangjiang Bio-Pharmaceutical, Byondis, MediLink Therapeutics (Suzhou), Oncomatryx Biopharma, MacroGenics, Shanghai Miracogen, Mirati Therapeutics, Ambrx, Orum Therapeutics, Silverback Therapeutics, Shanghai Fudan-Zhangjiang Bio-Pharmaceutical, Aivita Biomedical, Northwest Biotherapeutics, Daiichi Sankyo, Merck, Pfizer, GSK, AstraZeneca, Eisai, FOSUN PHARMA, LaNova, Mabwell Therapeutics, MBRACE THERAPEUTICS, MINGHUSI PHARMACEUTICALS, BioNTech , Bio-Thera, Corbus Pharmaceuticals, AbbVie, Multitude Therapeutics, Innovent, OnCusp Therapeutics, Simcere, Ymmunobio, Jiangsu Hengrui Medicine, among others.\nBispecific Antibody Competitive Landscape\nBispecific Antibody Competitive Landscape - 2024 report provides comprehensive insights about the pipeline landscape, pipeline drug profiles, including clinical and non-clinical stage products, and the key bispecific antibodies companies, including Janssen, Amgen, Akeso, Zymeworks, Roche, IGM Biosciences, MacroGenics, Provention Bio, Jiangsu Alphamab Biopharmaceuticals, Sichuan Baili Pharmaceutical, Regeneron Pharmaceuticals, Boehringer Ingelheim , among others.\nBispecifics/Trispecifics Market\nBispecifics/Trispecifics Market Forecast and Competitive Landscape - 2035 report deliver an in-depth understanding of the disease, historical and forecasted epidemiology, as well as the market trends, market drivers, market barriers, and key ADC companies, including Akeso, Summit Therapeutics, Zymeworks, BeiGene, Jazz Pharmaceuticals, Merus, Roche, GT Biopharma, Genor Biopharma, Numab Therapeutics, Sanofi, among others.\nAbout DelveInsight\nDelveInsight is a leading Business Consultant and Market Research firm focused exclusively on life sciences. It supports pharma companies by providing comprehensive end-to-end solutions to improve their performance. Get hassle-free access to all the healthcare and pharma market research reports through our subscription-based platform PharmDelve .\nContact Us\nShruti Thakur\ninfo@delveinsight.com\n+14699457679\nLogo: https://mma.prnewswire.com/media/1082265/3528414/DelveInsight_Logo.jpg\nView original content:https://www.prnewswire.co.uk/news-releases/200-pharma-companies-vie-for-the-top-spot-in-the-expanding-antibody-drug-conjugate-oncology-market--delveinsight-302278763.html\n© 2024 PR Newswire Nach der Korrektur – 3 Kupferproduzenten für das Comeback Kupfer wird oft als „das Gold der Energiewende“ bezeichnet, weil es aufgrund seiner hervorragenden elektrischen Leitfähigkeit eine zentrale Rolle in vielen Technologien spielt, die für nachhaltige Energiesysteme entscheidend sind. Experten gehen aufgrund der Angebotsknappheit von einem Superzyklus aus.\nKorrektur als Einstiegschance\nNach Höchstständen im Mai korrigierte das rote Metall stark. Die Abwärtsspirale verstärkte sich in den vergangenen Tagen aufgrund schwacher Konjunkturdaten aus den USA und China. Langfristig könnte sich die aktuell laufende Korrektur als exzellente Einstiegsmöglichkeit herausstellen.\n3 Kupferaktien mit hohem Potential\nIm neuen, kostenlosen Spezialreport stellen wir drei aussichtsreiche Unternehmen vor, die bei einem weiteren Anstieg überproportional profitieren könnten.\nHandeln Sie jetzt und sichern Sie sich Ihren kostenfreien Report!\nReport herunterladen",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Health",
      "Science and Technology"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.wallstreet-online.de/reports/kupferreport/kupfer-aktien/willkommen",
      "https://www.linkedin.com/shareArticle?mini=true&url=https://www.finanznachrichten.de/nachrichten-2024-10/63558743-delveinsight-business-research-llp-200-pharma-companies-vie-for-the-top-spot-in-the-expanding-antibody-drug-conjugate-oncology-market-delveinsigh-008.htm&title=deintitel",
      "https://www.xing.com/app/user?op=share;url=https://www.finanznachrichten.de/nachrichten-2024-10/63558743-delveinsight-business-research-llp-200-pharma-companies-vie-for-the-top-spot-in-the-expanding-antibody-drug-conjugate-oncology-market-delveinsigh-008.htm",
      "https://twitter.com/intent/tweet?source=webclient&url=https://www.finanznachrichten.de/nachrichten-2024-10/63558743-delveinsight-business-research-llp-200-pharma-companies-vie-for-the-top-spot-in-the-expanding-antibody-drug-conjugate-oncology-market-delveinsigh-008.htm%2F&text=DelveInsight",
      "https://www.facebook.com/sharer.php?u=https://www.finanznachrichten.de/nachrichten-2024-10/63558743-delveinsight-business-research-llp-200-pharma-companies-vie-for-the-top-spot-in-the-expanding-antibody-drug-conjugate-oncology-market-delveinsigh-008.htm",
      "https://www.prnewswire.co.uk/news-releases/200-pharma-companies-vie-for-the-top-spot-in-the-expanding-antibody-drug-conjugate-oncology-market--delveinsight-302278763.html",
      "https://share.flipboard.com/bookmarklet/popout?v=2&title=DelveInsight",
      "https://getpocket.com/edit?url=https://www.finanznachrichten.de/nachrichten-2024-10/63558743-delveinsight-business-research-llp-200-pharma-companies-vie-for-the-top-spot-in-the-expanding-antibody-drug-conjugate-oncology-market-delveinsigh-008.htm",
      "https://www.share.flipboard.com/bookmarklet/popout?v=2&title=DelveInsight",
      "https://share.flipboard.com/bookmarklet/popout",
      "https://facebook.com/sharer.php?u=https://finanznachrichten.de/nachrichten-2024-10/63558743-delveinsight-business-research-llp-200-pharma-companies-vie-for-the-top-spot-in-the-expanding-antibody-drug-conjugate-oncology-market-delveinsigh-008.htm",
      "https://wallstreet-online.de/reports/kupferreport/kupfer-aktien/willkommen",
      "https://linkedin.com/shareArticle?mini=true&url=https://finanznachrichten.de/nachrichten-2024-10/63558743-delveinsight-business-research-llp-200-pharma-companies-vie-for-the-top-spot-in-the-expanding-antibody-drug-conjugate-oncology-market-delveinsigh-008.htm&title=deintitel",
      "https://www.xing.com/app/user",
      "https://getpocket.com/edit?url=https://finanznachrichten.de/nachrichten-2024-10/63558743-delveinsight-business-research-llp-200-pharma-companies-vie-for-the-top-spot-in-the-expanding-antibody-drug-conjugate-oncology-market-delveinsigh-008.htm",
      "https://twitter.com/intent/tweet?source=webclient&url=https://finanznachrichten.de/nachrichten-2024-10/63558743-delveinsight-business-research-llp-200-pharma-companies-vie-for-the-top-spot-in-the-expanding-antibody-drug-conjugate-oncology-market-delveinsigh-008.htm%2F&text=DelveInsight",
      "https://www.linkedin.com/shareArticle",
      "https://www.facebook.com/sharer.php",
      "https://xing.com/app/user?op=share;url=https://finanznachrichten.de/nachrichten-2024-10/63558743-delveinsight-business-research-llp-200-pharma-companies-vie-for-the-top-spot-in-the-expanding-antibody-drug-conjugate-oncology-market-delveinsigh-008.htm",
      "https://prnewswire.co.uk/news-releases/200-pharma-companies-vie-for-the-top-spot-in-the-expanding-antibody-drug-conjugate-oncology-market--delveinsight-302278763.html",
      "https://getpocket.com/edit",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "DelveInsight Business Research",
          "sentiment": "neutral"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T00:56:56.887+03:00",
    "updated": "2024-10-18T00:56:56.887+03:00"
  },
  {
    "uuid": "1bccf61cc9a8cf53d22da5af375a3fa3e46fc11a",
    "url": "https://www.aroged.com/2024/01/05/amd-introduced-xa-versal-ai-edge-and-ryzen-embedded-v2000a-chips-to-expand-ai-functions-in-cars/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hazel Vasquez",
    "published": "2024-01-05T23:04:00Z",
    "title": "AMD introduced XA Versal AI Edge and Ryzen Embedded V2000A chips to expand AI functions in cars",
    "text": "AMD has introduced products designed to expand the AI capabilities of cars. The first is the XA Versal AI Edge series of single-chip platforms, which are equipped with AI engines and an array of vector processors. Their main purpose is to improve the safety and efficiency of LiDAR sensors, radars, cameras and other AI-based sensors. A series of Ryzen Embedded V2000A processors was also presented to expand the capabilities of car multimedia systems.\nA notable feature of the AMD XA Versal AI Edge SoC series and Ryzen Embedded V2000A processors is that they are the first 7nm chips certified for use in the automotive industry.\nIn general, XA Versal AI Edge and Ryzen Embedded V2000A are designed to improve the driver and passenger experience of using various vehicle systems, allowing them to implement support for various AI functions.\nXA Versal AI Edge is an adaptive platform that supports artificial intelligence and is designed to control various car sensors. XA Versal AI Edge is responsible for improving the accuracy and responsiveness of automotive LiDAR sensors, radars and cameras, which is critical for AI systems to make fast and accurate decisions.\nOne of the advantages of the XA Versal AI Edge platform is its scalability. For example, the flagship SoC XAVE2602 uses 152 AI engines with 820 thousand logical cells, as well as 984 digital signal processors (DSP). AMD claims up to 89 TOPS (trillion operations per second) performance in INT8 calculations for this chip. The company will also be able to offer XA Versal AI Edge platforms with performance ratings from 5 to 171 TOPS, designed for different segments and tasks.\nThe XA Versal AI Edge is based on an APU with a pair of Arm Cortex-A72 cores, as well as a dual-core Arm Cortex-R5F RPT module. The power consumption of XA Versal AI Edge chips ranges from 6-9 W (XAVE2002 platform) to an impressive 75 W (XAVE2802 platform).\nThe Ryzen Embedded V2000A series of processors is designed to expand the AI capabilities of car multimedia systems for both the driver and passengers. These processors can be used to control digital vehicle interiors, from the infotainment console to passenger displays.\nThese processors, manufactured using the 7nm process technology, use cores based on the Zen 2 architecture. The new chips replace the quad-core and eight-thread Ryzen Embedded V1000 APU based on the first generation Zen architecture. The Ryzen Embedded V2000A offers up to six Zen 2 cores with support for up to 12 virtual threads and features integrated Radeon Vega 7 graphics with seven execution units. According to AMD, the new processors are up to 88% more powerful than their predecessors.\nRyzen Embedded V2000A chips support up to four 4K displays, dual Gigabit network interfaces, and are certified to AEC-Q100 standards with stringent quality and reliability requirements. The company promises 10 years of support for these processors.\nA number of AMD partners, including Tesla, Ecarx, Luxoft, BlackBerry/QNX, Xylon, Cognata and others, have already become interested in the new XA Versal AI Edge and Ryzen Embedded V2000A platforms. According to AMD, the first XAVE1752 SoC as part of the XA Versal AI Edge series will be available in early 2024. The remaining chips in the series will be released before the end of this year. The company also notes that it has prepared an AXVEK 280 test kit for potential customers to evaluate the capabilities of the new SoCs.\nIf you notice an error, select it with the mouse and press CTRL+ENTER.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Arts, Culture and Entertainment",
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "amd",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T01:18:52.990+02:00",
    "updated": "2024-01-06T01:18:52.990+02:00"
  },
  {
    "uuid": "a4d55a71d1a0d830c4b4f3c4c5dd1584b64f38c7",
    "url": "https://www.record.com.mx/otros-deportes/se-acabo-el-sueno-renata-zarazua-cae-ante-caroline-wozniacki-y-se-despide-del-us-open",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Récord",
    "published": "2024-08-30T04:38:00Z",
    "title": "¡Se acabó el sueño! Renata Zarazúa cae ante Caroline Wozniacki y se despide del US Open",
    "text": "La tenista mexicana Renata Zarazúa se despidió del US Open tras plantar cara a la exnúmero 1 del mundo, Caroline Wozniacki, quien finalmente se impuso con un doble 6-3. La danesa, una de las figuras históricas del torneo, tuvo que esforzarse al máximo para derrotar a la aguerrida jugadora mexicana. Desde el inicio del partido, los errores no forzados pasaron factura a Zarazúa. En el primer set, cuando la mexicana estaba abajo 4-3, Wozniacki aprovechó dos fallos de la capitalina para romper su servicio. Luego consolidó el quiebre con su propio saque, tomando una ventaja de 1-0. En la segunda manga, la derecha de Wozniacki se mostró contundente y nuevamente logró quebrar el saque de Zarazúa, colocándose 3-1 a su favor. A pesar de ello, Renata no bajó los brazos; recuperó su servicio y, en su mejor momento del partido, la danesa solicitó asistencia médica por un dolor en la espalda, interrumpiendo el ritmo del encuentro. Tras ser atendida por la fisioterapeuta, Caroline retomó el control y terminó con las aspiraciones de Zarazúa, sellando su victoria. TAMBIÉN TE PUEDE INTERESAR: Pato O\\u0027 Ward se queda sin combustible en plena carrera y empuja su auto a boxes",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-30T08:42:42.397+03:00",
    "updated": "2024-08-30T08:42:42.397+03:00"
  },
  {
    "uuid": "c9237b91a6eca6c20e76c2af240c60deb9d6ce33",
    "url": "https://www.guelphmercury.com/news/guelphs-oct-11-forecast-sunny/article_7690c3d9-0011-5d3d-9f54-cbf6b3a7c3ee.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Torstar Open Data Team",
    "published": "2024-10-11T03:00:00Z",
    "title": "Guelph’s Oct. 11 forecast: Sunny",
    "text": "Environment Canada is forecasting a sunny morning in Guelph. The daytime high is expected to reach 21 C.\nTonight, expect partly cloudy skies with a night time low of 5 C. The sun will set at 6:43 p.m.\nTomorrow’s forecast calls for sunny skies during the day with a high of 16 C. At night, expect clear skies with a low of 3 C. The sun will rise at 7:32 a.m.\nARTICLE CONTINUES BELOW Guelph’s forecast for the rest of the week:\nSunday: Chance of showers with a high of 10 C and chance of showers at night with a low of 3 C\nMonday: Chance of showers with a high of 7 C and chance of showers at night with a low of 2 C\nTuesday: Chance of showers with a high of 7 C and chance of showers at night with a low of 2 C\nWednesday: A mix of sun and cloud with a high of 11 C and cloudy periods at night with a low of 3 C\nARTICLE CONTINUES BELOW",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://policies.google.com/terms)",
      "https://metroland.com/privacy-policy/).",
      "http://notices.torstar.com/main_terms_of_use_daily_and_community_brands_EN/)",
      "https://policies.google.com/privacy)",
      "https://www.metroland.com/privacy-policy/).",
      "https://www.policies.google.com/privacy)",
      "http://www.notices.torstar.com/main_terms_of_use_daily_and_community_brands_EN/)",
      "https://www.policies.google.com/terms)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T13:37:28.854+03:00",
    "updated": "2024-10-11T14:21:06.344+03:00"
  }
]