[
  {
    "uuid": "76e138d5fda4635507459c50dcbb19ebcb3506b5",
    "url": "https://www.elespanol.com/motor/20240412/tesla-mejora-model-tener-todavia-exito-version-autonomia/846915610_0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Itziar Echave-Sustaeta",
    "published": "2024-04-12T01:18:00Z",
    "title": "Tesla mejora el Model Y para tener todavía más éxito: así es su versión con más autonomía",
    "text": "La firma norteamericana ha anunciado el lanzamiento de una nueva versión de su exitoso Tesla Model Y , un SUV del segmento D -tamaño grande- que fue el coche más vendido en el mundo en 2023.\nEsta nueva incorporación es el Tesla Model Y de gran autonomía con tracción trasera , por lo que se puede equiparar con el modelo de entrada pero con un recorrido eléctrico mayor. Con esto, la marca quiere mantener al todocamino en la posición número uno de ventas, ya que, por sus prestaciones y precio, se convierte en la opción más interesante de la gama.\nEn este sentido, cabe recordar que existen actualmente cuatro variantes del Tesla Model Y , sumando el último integrante. A continuación vamos a repasar las principales características de cada versión:\nTesla Model Y Batería Autonomía Potencia Tracción trasera 57.5 kWh 455 km 299 CV Gran autonomía y tracción trasera 75 kWh 600 km 270 CV Gran autonomía y tracción a las cuatro ruedas 75 kWh 533 km 514 CV Performance y tracción a las cuatro ruedas 75 kWh 514 km 534 CV Como se puede apreciar, este nuevo Tesla Model Y ofrece una autonomía de 600 kilómetros , el rango más extenso de todas las versiones. Esto es gracias a la batería de 75 kWh, la misma que usan sus hermanos de tracción total. Además, responsables de la marca han confirmado a EL ESPAÑOL que ofrece una potencia de 270 CV.\nPor otro lado, la combinación de un motor único, la batería de alta densidad energética, la bomba de calor de serie y los neumáticos de baja resistencia , hacen que el Tesla Model Y maximice su eficiencia. Con esto consigue un consumo medio de 14,9 kWh/100 km y establece un nuevo punto de referencia en este segmento.\nTesla Model Y.\nPrecios En cuanto a los precios, el Tesla Model Y arranca en 44.990 euros en su versión de entrada (tracción trasera). El resto de opciones quedan de la siguiente manera:\nTesla Model Y PVP Tracción trasera 44.990 € Gran autonomía y tracción trasera 48.990 € Gran autonomía y tracción a las cuatro ruedas 51.990 € Performance y tracción a las cuatro ruedas 57.990 € Por ende, la nueva variante es solo 4.000 euros más cara que la básica , pudiendo ofrecer una autonomía de 600 kilómetros y, por tanto, más tranquilidad a la hora de recorrer largas distancias. Por este motivo, el Tesla Model Y de gran autonomía y tracción trasera podría aglutinar el mayor número de ventas de la gama, dado que, además, pocos coches en el mercado pueden brindar esa cifra eléctrica.\nAlgunos de los modelos cero emisiones que más autonomía tienen y, por consiguiente, compiten con el Tesla Model, son el Mercedes EQS 450+ (734 km), Polestar 2 (655 km), Mercedes-Benz EQE 300 (631 km), BMW iX xDrive50 (629 km) o el Hyundai Ioniq 6 (614 km).\nInterior del Tesla Model Y.\nProducido en Berlín El Tesla Model Y se produce en Gigafactory de Berlin-Brandenburg (Alemania), una planta que se inauguró en el año 2022 y que ya cuenta con una plantilla de más 11.000 personas. Además, su capacidad productiva semanal alcanzó el record de 6.000 unidades, lo que se traduce en más de 300.000 coches al año.\nSin embargo, la factoría espera llegar a las 500.000 unidades e, incluso, llegar en un futuro al millón de vehículos gracias a la ampliación de sus instalaciones. Otras fábricas (algunas solo de baterías) de la compañía son la de Fremont, California (EE.UU.); Sparks, Nevada (EE.UU.); Shanghái (China); Austin, Texas (EE.UU.) y Buffalo, Nueva York (EE.UU.).\nTambién te puede interesar... Todos los precios y ofertas de los coches nuevos en España Precios y ofertas de coches híbridos | Coches híbridos enchufables | Coches eléctricos Listado con los principales coches con etiqueta eco Coches con etiqueta cero de la Dirección General de Tráfico Precios y ofertas de coches de segunda mano Todos los coches SUV | Coches SUV medianos | Coches SUV urbanos",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T04:39:04.858+03:00",
    "updated": "2024-05-03T13:58:52.347+03:00"
  },
  {
    "uuid": "78f4e815726bfe5e769aa463ae121b6daf2b452a",
    "url": "https://www.sentinelassam.com/topheadlines/taking-steps-to-make-judiciary-more-citizen-centric-ranjeet-kumar-dass-683773",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sentinel Digital Desk",
    "published": "2023-12-30T04:23:00Z",
    "title": "Taking steps to make judiciary more citizen-centric: Ranjeet Kumar Dass - Sentinelassam",
    "text": "Taking steps to make judiciary more citizen-centric: Ranjeet Kumar Dass Assam Minister of Law and Justice Ranjeet Kumar Dass laid stress on reforming the judicial system so as to make it more public-centred, which is ndispensible. STAFF REPORTER GUWAHATI: Assam Minister of Law and Justice Ranjeet Kumar Dass laid stress on reforming the judicial system so as to make it more public-centred, which is ndispensible. The minister attended the meeting of the Akhil Bharatiya Adhivakta Parishad on ‘public-centric justice delivery system’ today, where over 500 advocates and legal luminaries were present. The [minister ](https://www.sentinelassam.com/guwahati-city/shgs-are-playing-a-major-role-developing-state-economy-minister-ranjeet-kumar-dass-682844)mentioned that the meeting concluded on a very positive note, encompassing several topics. He expressed agreement with the deliberations held in the meeting that the justice delivery system of the state should be more people-centric, adding that it is the duty of the state to protect its citizens and their properties. “Our government, under the dynamic leadership of Chief Minister Himanta Biswa Sarma, has been taking every possible step to ensure that people of the state get justice faster and that wrongdoers are not let scot-free. If justice is delivered to the citizens in a quick and effective manner, the confidence of the right-minded citizens of the society will be enhanced, and they will ultimately devout their valuable time and energy for the development of the state collectively,” he said. “It has been perceived that officers of the investigating agencies are burdened with numerous responsibilities, which in one way or another have been hampering the proper investigation of a given case. To date, the government has issued more than 40 SOPs for proper investigation of cases. Handbooks regarding the investigation of crimes related to women, drugs, cyber, and disproportionate asset cases have been compiled for the investigating officers. It is realised by the government that petty and minor cases consume the valuable time and energy of all stakeholders in the justice delivery system,” the minister added. Mentioning that the government took a policy decision to withdraw such cases, he said that, as per the data available until July 2023, more than 73,000 cases were withdrawn from different courts in the state. He also appreciated the efforts of all the stakeholders in supporting this major step of the government. He also said that the government has taken every step to ensure that criminals are punished. Conviction in criminal cases depends upon many factors, like proper investigation, efficiency of prosecutors, proper testimony of witnesses, etc., said the minister. “Our government has recently taken several steps to enhance the efficacy of the prosecution side. Creating a regular cadre of prosecutors under the Directorate of Prosecution is one such step. This would enable the government to create the best pool of prosecutors across the state based on merit. Now, specific officers regularly interact with public prosecutors and APPs. Monthly crime conferences are held. The efforts of the government are reflected if we go through the [NCRB ](https://www.sentinelassam.com/national-news/significant-rise-in-crime-against-women-children-in-2021-says-ncrb-data-610045)(National Crimes Record Bureau). The conviction rate in our state was 5.6% in 2021, 13.5% in 2022, and until November 2023, it was 16.42. The all-India conviction rate was 65.66% in the year 2022,” said Ranjeet Kumar Dass. Mentioning that children are the backbone of society, he said that it is their right to grow in an environment free from fear and discrimination. The government has been taking strict steps against perpetrators of any kind of crime involving children, and the children will be given the same environment that is provided now. He added that, as a part of their continuing efforts to improve the ease of living and doing business, the current government has repealed a total of 192 acts, and this will ultimately help the people of the state as the government continues to focus on the public good. Also Read: [SHGs are playing a major role developing state economy: Minister Ranjeet Kumar Dass](https://www.sentinelassam.com/guwahati-city/shgs-are-playing-a-major-role-developing-state-economy-minister-ranjeet-kumar-dass-682844) Also Watch:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ranjeet kumar",
          "sentiment": "negative"
        },
        {
          "name": "ju",
          "sentiment": "negative"
        },
        {
          "name": "ranjeet kumar dass",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ranjeet kumar dass - sentinelassam taking",
          "sentiment": "negative"
        },
        {
          "name": "akhil bharatiya adhivakta parishad",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T06:39:41.996+02:00",
    "updated": "2023-12-30T06:39:41.996+02:00"
  },
  {
    "uuid": "000310480786fcecd9fc9e7362575be835489d12",
    "url": "https://stthomassource.com/content/2023/12/31/saharan-dust-to-bring-increasingly-hazy-conditions/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Source staff",
    "published": "2023-12-31T16:54:00Z",
    "title": "Sunday Will Be Sunny, 86°F",
    "text": "Updated 12/31/23 at 12:55 p.m. AST\nVI SOURCE WEATHER UPDATES\nSeries: “Extreme Weather in the Caribbean”\n! A NEW Weekly Weather Update video is available\nhere!\n- Part 1:\nCaribbean Earthquakes and Tsunamis\n- Part 2:\nCaribbean Volcanoes\n- Part 3:\nRip Currents\n- Part 4:\nHurricanes\n- Part 5:\nWildfires\n- Part 6:\nFlash Floods\nSUNDAY’S FORECAST: 12/31/23\nHappy Holidays and Happy Sunday!\nAccording to the\nNational Weather Service in San Juan, Puerto Rico, Sunday will be sunny with a slight chance of isolated showers. The weather will be dry and sunny overall, primarily due to a ridge of high pressure over the region. The high temperature will be approximately 86°F, 30°C, with winds out of the northeast at about 10 to 14 mph. The chance of rain on Sunday is about 20%.\nSunday night will be mostly clear, with a slight chance of isolated showers throughout the night. The low temperature will be approximately 75°F, 23.8°C, with winds out of the northeast at about 17 mph, gusting up to 22 mph. The possibility of rain on Sunday night is about 20%.\nBelow: Infrared satellite imagery obtained at 6:40 p.m. AST on Saturday indicates partly cloudy skies around the USVI and Puerto Rico.\nMARINE WEATHER FORECAST\nThe National Weather Service noted that a small northerly swell will impact the USVI and Puerto Rico between Sunday and Monday.\nOn Sunday, seas will be approximately 2 to 4 feet, occasional seas up to 5 feet, and with a swell period of 10 seconds. Winds will be out of the northeast at about 10 to 15 knots.\nOn Sunday night, seas will be approximately 3 to 5 feet, occasional seas up to 6 feet, and with a swell period of 10 seconds. Winds will be out of the northeast at about 10 to 15 knots.\nThe water temperature is approximately 81-82°F, 27°C.\nOcean Water Temperature Map on 12/30/23, courtesy of NOAA:\nWave Height Forecast Map courtesy of NWS:\nHAZARDOUS CONDITIONS\nSmall Northerly Swell: The National Weather Service noted that a small northerly swell will impact the USVI and Puerto Rico between Sunday and Monday.\nRip Currents: The rip current risk is expected to be moderate across most of the region on Sunday.\nClear = Low Rip Current Risk\nYellow = Moderate Rip Current Risk\nRed = High Rip Current Risk\nLearn more about rip current safety in an interview between the NWS and the VI Source\nhttps://stthomassource.com/content/2023/01/23/extreme-weather-in-the-caribbean-part-3-rip-currents/.\nTROPIC WATCH\nTropical Activity: The\nNational Hurricane Center (NHC) does not expect any cyclonic development. November 30 was the last day of the 2023 Atlantic Hurricane Season! Please read a review of the season https://stthomassource.com/content/2023/11/29/colorado-state-university-reports-above-normal-2023-atlantic-hurricane-season-in-post-season-review/.\nDays Until 2024 Atlantic Hurricane Season: 154 Days\nClick here to learn tips on being prepared for the 2024 Atlantic Hurricane Season.\nOBSERVATIONS\nSunrise: 6:51 a.m.\nSunset: 5:54 p.m.\nOcean water temperature: Approximately 81-82°F, 27°C.\nUV index: 6/7 out of 10 (MODERATE-HIGH)\nSaturday’s high temperature: 84°F, 28.8°C\nSaturday’s low temperature: 74°F, 23.3°C\nPreparation for extreme weather events in the Caribbean, such as earthquakes and tropical cyclones, is important. Residents and visitors in the USVI are encouraged to stay updated on weather events on the\nV.I. Source Weather page and sign up for alerts from the National Weather Service and the Virgin Islands Territorial Emergency Management Agency.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://www.weather.gov/sju",
      "https://www.weather.gov/sju/",
      "http://vitema.vi.gov/",
      "https://forecast.weather.gov/",
      "https://nhc.noaa.gov/",
      "https://www.nhc.noaa.gov/",
      "http://vitema.vi.gov",
      "https://www.nhc.noaa.gov",
      "https://forecast.weather.gov",
      "http://www.youtube.com/watch?v=F6B1DEsqvc8",
      "https://weather.gov/sju/",
      "http://youtube.com/watch?v=F6B1DEsqvc8",
      "http://www.youtube.com/watch",
      "https://www.forecast.weather.gov/",
      "http://www.vitema.vi.gov/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "caribbe",
          "sentiment": "none"
        },
        {
          "name": "san juan",
          "sentiment": "none"
        },
        {
          "name": "puerto rico",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T20:39:45.593+02:00",
    "updated": "2023-12-31T20:39:45.593+02:00"
  }
]