[
  {
    "uuid": "0da7e87364532e6b74f9c5d704b8eba5b272fde9",
    "url": "https://www.elheraldo.hn/videos/hacen-entrega-oficial-de-donacion-de-20000-del-influencer-uruguayo-carlos-espina-CI18762440",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "/cronologia/-/meta/redaccion",
    "published": "2024-04-18T22:04:00Z",
    "title": "Hacen entrega oficial de donación de $20,000 del influencer uruguayo, Carlos Espina",
    "text": "TEGUCIGALPA EH PLUS INVESTIGACIONES DATA FACT CHECKING INTERACTIVOS HONDURAS SUCESOS ECONOMÍA DINERO & NEGOCIOS SENDAS DEL CAFÉ BRANDEND CONTENT DE INTERÉS ACONTECER EMPRESARIAL EDICIONES COMERCIALES FOTOGALERÍAS DEPORTES ENTRETENIMIENTO TEGUCIGALPA EN FOTOS SUCESOS HONDURAS MUNDO DEPORTES TODOS LOS VIDEOS HONDUREÑOS EN EL MUNDO OPINIÓN APUNTES TRENDING REVISTAS SIEMPRE CRÍMENES UTILIDAD TECNOLOGIA SALUD Y BELLEZA SEXO Y PAREJA EMPLEOS MOTORES BUEN PROVECHO ESPECIALES EDICIÓN DIARIA DOCUMENTOS Regístrate Suscríbete Mi Perfil Edición PDF The New York Times International Mis Temas Boletines Preguntas Frecuentes Cerrar Sesión Inicio EH Plus Honduras Sucesos Tegucigalpa Entretenimiento Fotogalerías Deportes Mundo jueves , 18 abril 2024 Videos Hacen entrega oficial de donación de $20,000 del influencer uruguayo, Carlos Espina 18/04/2024 - 16:04 ElHeraldo Videos Shin Fujiyama usa la bandera en representación a los niños hondureños Con cansancio y agradecimiento, Shin logra culminar la carrera a beneficio de la educación Desde San Pedro Sula, Brayan acompaña a Shin Fujiyama en la carrera ¡Se logró! Shin Fujiyama corrió los 250 km y llega a la metra final en la UNAH Trasladan a menor de edad tras sufrir quemaduras en su cuerpo en Gracias a Dios Erupción del Monte Ruang que desencadenó alerta de tsunami en Indonesia Shin Fujiyama se encuentra cada vez más cerca de la meta Todo listo para recibir la entrada triunfal de Shin Fujiyama",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T01:24:08.974+03:00",
    "updated": "2024-04-19T01:24:08.974+03:00"
  },
  {
    "uuid": "46a169b7a21d0b5173cad6c9e5ec1f9df43e83d5",
    "url": "https://dtinews.dantri.com.vn/en/news/017/89170/hanoi-issues-forceful-directive-on-tightening-dog-and-cat-meat-trade.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hoàng Mạnh Giỏi",
    "published": "2024-06-06T03:08:00Z",
    "title": "Hanoi issues forceful directive on tightening dog and cat meat trade",
    "text": "The comprehensive directive outlines a multi-pronged strategy involving strict enforcement and cooperation across multiple government agencies and mobile inspection teams.\nCiting the grave risk posed by the recent rabies outbreak across the country (there have been 102 rabies outbreaks in 29 provinces and cities causing human fatalities) the directive emphasises the urgent imperative to prevent such a public health crisis in Hanoi.\nA core focus is enhancing rabies vaccination rates to over 90 per cent among the pet dog and cat population through a concerted drive by veterinary authorities. Strict monitoring and tough penalties have been mandated for any illegal trade, transportation, slaughter or sale of dogs and cats for meat purposes.\nMobile inspection teams will be deployed at key transportation routes to systematically intercept and halt any unauthorised movement of live dogs and cats.\nCritically the directive calls for extensive public awareness campaigns using mass media to educate residents about the dangers of rabies, the need for responsible pet management practices and to discourage the deeply entrenched habit of dog and cat meat consumption.\nHanoi aspires to cultivate more compassionate attitudes towards animals overall.\nBy designating 'rabies-safe zones' where the dog and cat meat trade is completely eliminated, this pioneering directive aims to transform Hanoi into a civilised, tourist-friendly city aligned with international standards for animal welfare and food safety.\nWhile presenting challenges to long-held culinary traditions, the municipal government hopes robust enforcement combined with shifting societal values will culminate in Hanoi joining world cities that have banned dog and cat meat consumption.\nDirector of International Advocacy at the Soi Dog International Foundation Rahul Sehgal said: \"Soi Dog, as a technical support organisation facilitating this pioneering campaign, commends Hanoi's progressive directive against the dog and cat meat trade.\n\"This initiative demonstrates a commitment to aligning Vietnam's capital with contemporary global standards. We will continue providing various assistance to facilitate this move going forward.\"\nThis forceful directive serves as a pivotal catalyst for positive change and provides the impetus to ultimately eradicate the dog and cat meat trade, positioning Hanoi as a progressive leader in this sphere among Vietnamese cities.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "hanoi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:44:54.641+03:00",
    "updated": "2024-06-07T01:44:54.641+03:00"
  },
  {
    "uuid": "9f0afe7b436cf86ab39a8c3669aad56a40ecd141",
    "url": "https://www.a24.com/trends/whatsapp-enviar-el-mismo-mensaje-ano-nuevo-todos-los-contactos-n1269790",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "A24COM",
    "published": "2023-12-28T13:14:00Z",
    "title": "WhatsApp: enviar el mismo mensaje de Año Nuevo a todos los contactos",
    "text": "Recientemente WhatsApp presentó una impresionante actualización que permite sustituir palabras por emojis , algo ya disponible para las versiones Beta.\nLeé también El truco de WhatsApp para que pases completamente desapercibido A su vez, el servicio de mensajería se encuentra facilitando el uso de la app para cerrar el 2023 de la manera más práctica.\nimage.png Crear una lista de difusión para Año Nuevo en WhatsApp Cabe destacar que esta herramienta puede aplicarse tanto en dispositivos Android como iOS , sin la necesidad de descargar una aplicación externa al servicio de mensajería.\nAbrir WhatsApp. Presionar el ícono de los tres puntos, que se sitúa en la parte superior derecha. Clickear en la opción \"Nueva difusión\". Cuando se abra la lista de contactos, se deben seleccionar a los que se les quiere enviar el mensaje navideño. Una vez elegidos, pulsar en el ícono de verificación, ubicado en la parte inferior. De esa manera, el WhatsApp creará un chat donde todas las personas elegidas forman parte, de manera que cuando se envíe un mensaje, este irá a los chats personales que hay con cada uno. Gracias a eso, el usuario podrá continuar la conversación de manera individual.\nimage.png WhatsApp: el truco para programar mensajes para Año Nuevo Para hacer posible el envío programado deberás instalar en tu celular Scheduled , una app que permite escribir mensajes para luego ser remitidos .\nUna vez descargada en el celular, los usuarios deben registrarse y autorizar el acceso de Scheduled a las aplicaciones de mensajería como WhatsApp.\nimage.png El último paso es elegir el contacto, apretar el botón \"crear\" y completar los campos correspondientes (como texto, fecha y hora) para planificar los mensajes.\nAl momento del envío, la app envía un recordatorio y basta hacer clic en \"enviar\" para confirmar el envío del mensaje.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:17:41.352+02:00",
    "updated": "2023-12-29T01:17:41.352+02:00"
  },
  {
    "uuid": "79df14c20f3e43a2215c9e3bdd7e96058f4697eb",
    "url": "https://m.dailyhunt.in/news/india/english/gulftoday-epaper-dhae9a32a98baf45b5930448f182bf6695/uae+among+top+countries+in+the+world+tackling+gender+inequality-newsid-n591657844",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Dailyhuntapp",
    "published": "2024-03-14T13:39:00Z",
    "title": "UAE among top countries in the world tackling gender inequality",
    "text": "The UAE has achieved a new global milestone in the field of gender balance by advancing to the seventh rank globally in the Gender Inequality Index 2024, issued by the United Nations Development Programme (UNDP), rising significantly from its 49th place in 2015 and 11th place in 2022. The United Nations Development Programme announced this new global achievement of the UAE during the meetings of the 68th session of the Commission on the Status of Women, being held until 22 March in New York. The UAE Gender Balance Council is participating in the event.\nSheikha Manal Bint Mohammed bin Rashid Al Maktoum, President of the UAE Gender Balance Council (UAE GBC), wife of His Highness Sheikh Mansour Bin Zayed Al Nahyan, Vice President, Deputy Prime Minister and Chairman of the Presidential Court, attributed the UAE&apos;s global position in the field of gender balance to the wise leadership&apos;s vision, and the continuous support extended by Her Highness Sheikha Fatima Bint Mubarak, (the Mother of the Nation), Chairwoman of the General Women&apos;s Union (GWU), President of the Supreme Council for Motherhood and Childhood, and Supreme Chairwoman of the Family Development Foundation (FDF).\nSheikha Manal said: \"Our wise leadership&apos;s profound commitment and support for gender balance and their eagerness to enhance women&apos;s representation across economic, political, and social fields through pioneering legislation and initiatives have led made this exceptional achievement possible.\"\n\"Improving the UAE&apos;s ranking in global reports and indicators strengthens its position as a global and regional model for gender balance,\" Sheikha Manal stressed that the strong partnership between all state departments and the cooperation of the private sector have played key roles in this achievement.\nSheikha Manal highlighted the UAE&apos;s commitment to empowering women and giving them extensive opportunities to excel as indispensable partners in shaping the future. \"Our wise leadership&apos;s belief in women&apos;s abilities and the supportive environment created for their success have propelled Emirati women to influential roles across vital sectors. Today, they are key decision-makers in pivotal sectors, supporting our nation&apos;s global leadership aspirations,\" she noted.\nSheikha Manal said: \"Thanks to the insightful vision of our wise leadership, women in the UAE have received considerable attention, propelling the nation to a prominent international position in gender balance.\"\nShe praised the pivotal role played by Sheikha Fatima in championing women&apos;s empowerment through numerous national programmes and targeted initiatives aimed at ensuring equitable opportunities in education, employment, and various other domains.\nSheikha Manal expressed her pride in the UAE government&apos;s commitment to supporting women. She pointed out that Emirati women continue to play a tangible and influential role in the country&apos;s development process, bolstered by the unlimited support of the wise leadership.\nShe reaffirmed the UAE Gender Balance Council&apos;s commitment to broadening its global partnerships, as part of its efforts to raise the nation&apos;s leading position and foster gender balance achievements not only regionally but also globally. Stressing the UAE&apos;s dedication to supporting international endeavours for sustainable development goals, she highlighted the Council&apos;s engagement in global forums as a crucial avenue for forging partnerships and sharing best practices in empowering women and promoting gender balance-a cornerstone for building inclusive and prosperous societies and economies.\nSheikha Manal said: \"We place high priority on active participation in the meetings of the Committee on the Status of Women of the Economic and Social Council, which is one of the major international forums that the UAE attends annually. These meetings offer extensive opportunities to bolster the Council&apos;s partnerships, as they represent the largest annual gathering at the United Nations focused on gender balance, women&apos;s advancement, and empowerment. With the participation of representatives of Member States, United Nations entities, non-governmental organisations, experts, and advocates for women&apos;s empowerment, it serves as a vital platform for advancing global excellence in gender balance.\"\nThe UAE Gender Balance Council is actively participating in the 68th session of the Commission on the Status of Women, which is being held at the United Nations headquarters in New York from 11 to 22 March. An official UAE delegation headed by Mona Ghanem Al Marri, Vice President of the UAE Gender Balance Council, which includes Hanan Ahli, Council Member, Managing Director of the Federal Competitiveness and Statistics Centre (FCSC), participated in several events of the session and held important meetings and gatherings with representatives of various participating countries and officials of international organisations.\nThis year&apos;s session of the Commission on the Status of Women is held under the slogan \"Accelerating the achievement of gender equality and the empowerment of all women and girls by addressing poverty and strengthening institutions and financing with a gender perspective\". The session is a vital platform to strengthen global partnerships and highlight the UAE&apos;s achievements in gender balance, social and economic empowerment of women, and the nation&apos;s international efforts to achieve sustainable development goals.\nOn the sidelines of the activities of the 68th session of the Commission on the Status of Women, Mona Al Marri met with Pedro Conceição, Director of the Human Development Report Office at the United Nations Development Programme. The two sides discussed potential cooperation and the Human Development Report for 2024.\nPedro Conceição praised the positive results of the Gender Balance Index in the UAE, terming it a model for government initiatives aimed at creating a work environment that supports gender balance. He congratulated the UAE on its remarkable progress and achievements in recent years in the field of gender balance, which reflect the leadership&apos;s vision and political determination and strong commitment to advancing development, progress and social and economic prosperity. He noted that the UAE is an inspiring global model for gender balance.\nWAM\nClick Here to read more on www.gulftoday.ae",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Politics"
    ],
    "external_links": [
      "https://www.gulftoday.ae/?utm_source=dailyhunt&utm_medium=mobile_app\\",
      "https://gulftoday.ae/?utm_source=dailyhunt&utm_medium=mobile_app\\",
      "https://www.gulftoday.ae/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mansour bin zayed al nahyan",
          "sentiment": "none"
        },
        {
          "name": "fatima bint mubarak",
          "sentiment": "none"
        },
        {
          "name": "manal bint mohammed bin rashid al maktoum",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "undp",
          "sentiment": "none"
        },
        {
          "name": "gwu",
          "sentiment": "none"
        },
        {
          "name": "general women&apos;s union",
          "sentiment": "none"
        },
        {
          "name": "uae gender balance council",
          "sentiment": "none"
        },
        {
          "name": "presidential court",
          "sentiment": "none"
        },
        {
          "name": "united nations development programme",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uae",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:39:46.165+02:00",
    "updated": "2024-03-15T00:39:46.165+02:00"
  },
  {
    "uuid": "18bed76d1dff8a572ef1f16e8f67e597b7edc689",
    "url": "https://www.metropoles.com/brasil/claudio-castro-visita-fabrica-de-drones-e-veiculos-blindados-em-dubai",
    "ord_in_thread": 0,
    "author": "@Metropoles",
    "published": "2025-04-16T21:44:00Z",
    "title": "Cláudio Castro visita fábrica de drones e veículos blindados em Dubai | Metrópoles",
    "text": "Cláudio Castro visita fábrica de drones e veículos blindados em Dubai\nDe acordo com o governador do Rio de Janeiro Cláudio Castro, a ideia é realizar mais aquisições para a modernização das Forças de Segurança\natualizado\nCompartilhar notícia\nGoogle News - Metrópoles\nO governador do Rio de Janeiro, Cláudio Castro (PL), visitou, nessa terça-feira (15/4), uma das maiores fabricantes de carros blindados e drones do mundo, em Dubai, nos Emirados Árabes, para conhecer novas tecnologias para implementar nas Forças de Segurança do Estado. Com mais de 30 anos de experiência, a Streit Group produz 120 modelos militares e policiais, e tem capacidade de fabricação de 500 carros por mês.\n“Estar aqui hoje corrobora com a nossa política de segurança pública, na qual investimos em tecnologia e material de ponta para combater o crime organizado no Rio de Janeiro. Destinamos mais de R$ 4,5 bilhões para modernizar as polícias, com a compra de veículos blindados e semiblindados, inclusive com sistema de câmeras. Serão mais de 5,8 mil veículos com a tecnologia embarcada no estado”, afirmou o governador.\nVer esta publicação no Instagram\nCom plantas de produção e escritórios na América do Norte, Europa, Ásia, Oriente Médio e África, a empresa, que fornece veículos para a Polícia Federal, submete os veículos a testes balísticos e de impactos reconhecidos internacionalmente.\nBlindados e drones comprados pelo Estado\nNo Rio de Janeiro, desde 2022, foram comprados 30 veículos blindados de transporte de tropa, 1.714 viaturas semiblindadas, duas ambulâncias e um helicóptero para a Polícia Militar. Para a Polícia Civil, o governo adquiriu 8 blindados e 4 aeronaves semiblindadas. Já a Secretaria de Administração Penitenciária conta hoje com 52 Rangers de transporte de presos e 6 pickups L200.\nPara ajudar em investigações de crimes e na preservação do meio ambiente e ordem pública, o Governo do Estado investiu no emprego de mais de 100 drones de última geração em ações de diversas secretarias e órgãos, como Corpo de Bombeiros e polícias Militar e Civil. Os equipamentos contam com reconhecimento facial, câmeras de longo alcance e megafone.\nTecnologia de última geração reforça a segurança no RJ\nO Governo do Estado já investiu mais de R$ 4,5 bilhões em inteligência e tecnologia para fortalecer a segurança pública, com a aquisição de equipamentos de ponta que ampliam a capacidade de prevenção e resposta das forças de segurança. Entre as principais aquisições estão 15 mil câmeras corporais para policiais militares, promovendo mais transparência nas abordagens; 5,8 mil viaturas com tecnologia embarcada; e a implantação de um moderno sistema de videomonitoramento com reconhecimento facial.\nO estado também incorporou o CICC Móvel, uma central de comando itinerante utilizada em grandes eventos, que reforça o patrulhamento nas ruas e contribui para uma atuação mais estratégica e eficiente das forças policiais.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "topics": [
      "Politics->international relations",
      "Politics->government",
      "Economy, Business and Finance->business service",
      "Economy, Business and Finance->manufacturing and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://news.google.com/publications/CAAqBwgKMPfq-gowsr7yAg?hl=pt-BR&gl=BR&ceid=BR%3Apt-419",
      "https://news.google.com/publications/CAAqBwgKMPfq-gowsr7yAg",
      "https://www.news.google.com/publications/CAAqBwgKMPfq-gowsr7yAg?hl=pt-BR&gl=BR&ceid=BR%3Apt-419"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T00:52:22.840+03:00",
    "updated": "2025-04-17T00:52:22.840+03:00"
  },
  {
    "uuid": "efae9451a36a94016e8dfbe7a1ba8b038f92a9dc",
    "url": "https://www.meneame.net/story/ingenieros-tecnicos-informaticos-quejan-begona-gomez-intrusismo/c013",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Caravan_Palace",
    "published": "2024-06-06T20:00:00Z",
    "title": "#13 Los ingenieros técnicos informáticos se quejan de Begoña Gómez por intrusismo profesional",
    "text": "Portada\nmis comunidades\notras secciones\n[#5](c5#c-5) normal, ya te dije ayer que en meneame no se toleran los medios basura.\nPero tampoco vayas de adivino que estaba cerrada ya hace más de 5 m\n[#7](c7#c-7) censura? No, la censura sería no dejar publicar a the Objetive. Que la gente elija lo que consume o no consume no es censura.\nPruébate con otro, a mí no me engañas con semejante trola.\n[#10](c10#c-10) si,.solo me faltaba a mí tener que justificar algo ante ti. Como si a ti te importase algo la verdad.\nThe Objetive es una basura y hundir sus noticias de mierda en meneame no es censura por muchos emoticonos simpáticos que pongas. Cuando intentes entrar a las web de the Objetive y no se pueda, entonces podrás hablar de censura.\nPero insisto. A ti te importa una mierda la realidad..\nBuenas noches.\n[#12](c12#c-12) exacto. Esa es una buena definición de censura. Ahora abre el navegador, entra en la web de the Objetive y si no te dejan leer la noticia me avisas que yo estoy aquí para defender tu derecho a la información y el derecho de los asquerosos de the Objetive a publicar lo que ellos quieran sin que se les censure.\nEso si, avísame para ayudarte en eso. Para más chorradas como las que estás escribiendo, preferiría que no me molestases",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T00:17:32.914+03:00",
    "updated": "2024-06-07T00:17:32.914+03:00"
  },
  {
    "uuid": "9579151f460550f338e0624d7c15d715c6aea0a4",
    "url": "https://www.newsdirectory3.com/typhoon-kong-rey-unleashes-fury-southern-korea-and-jeju-island-bracing-for-up-to-250mm-of-torrential-rain",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "newsdirectory3",
    "published": "2024-11-01T19:50:00Z",
    "title": "Typhoon Kong-rey Unleashes Fury: Southern Korea and Jeju Island Bracing for Up to 250mm of Torrential Rain",
    "text": "[서울=뉴스핌] Reporter Song Hyeon-do = On Saturday the 2nd, heavy fall rain of up to 250 mm will fall mainly in the southern region and Jeju Island due to the indirect influence of Typhoon No. 21 ‘Kong-rey’.\nAccording to the Korea Meteorological Administration and private weather forecaster K-Weather, the metropolitan area and Gangwon-do will be at the edge of a high pressure system moving eastward from northern China, but the Chungcheong region, southern regions, and Jeju Island will be affected by low pressure passing over the sea south of Jeju Island and will gradually escape.\n[사진=뉴스핌DB]\nAccordingly, the entire country will be mostly cloudy, and strong rain and wind will hit Jeju Island, where heavy rain warnings and storm warnings have been issued, indirectly affected by Typhoon Kongrey No. 21.\nThe expected precipitation amount will be 50~150mm in Jeju Island (200mm or more in mid-mountainous areas and 250mm or more in mountainous areas in many places), 5~60mm in Gyeongsang and Jeolla region, around 5mm in Chungcheong region, and 5~30mm in Gangwon region. Especially in Jeju Island, 20mm per hour accompanied by gusts of wind, thunder, and lightning. There are places where there will be very strong and heavy rain of ~30mm.\nIn most areas of the country, there are places where the wind blows strongly at an instantaneous speed of around 55 km/h (15 m/s), and on Jeju Island, where a strong wind warning is in effect, the wind blows at an instantaneous wind speed of 70 km/h (20 m/s) or more (90 km/s in Jeju Island’s mountainous regions). It will blow very strongly at h (25 m/s or more). There is a possibility that a strong wind warning may be issued on the coast of the Gyeongsang region, so take special care.\nThe lowest morning temperature is forecast to be 10 to 17 degrees , and the highest daytime temperature is forecast to be 18 to 24 degrees.\nThe expected lowest temperatures in major regions are ▲Seoul 13 degrees ▲Incheon 14 degrees ▲Chuncheon 11 degrees ▲Gangneung 14 degrees ▲Daejeon 14 degrees ▲Cheongju 14 degrees ▲Gwangju 15 degrees ▲Jeonju 15 degrees ▲Daegu 15 degrees ▲Busan 17 degrees ▲Jeju 19 degrees .\nThe highest temperatures are ▲Seoul 23 degrees ▲Incheon 22 degrees ▲Chuncheon 20 degrees ▲Gangneung 18 degrees ▲Daejeon 22 degrees ▲Cheongju 22 degrees ▲Gwangju 23 degrees ▲Jeonju 22 degrees ▲Daegu 21 degrees ▲Busan 22 degrees ▲Jeju 22 degrees.\nFine dust levels will be at ‘good’ to ‘average’ levels across the country. Sea waves will rise to 0.5 to 5.5 m across all seas. In the West Sea, South Sea, and Jeju Island, where a storm warning is in effect, the wind blows very strongly at 30~65km/h (9~18m/s), and the waves are very strong at 1.5~5.0m (up to 5.0m or more in the far sea of ​​the South Sea, off Jeju Island). As it rises high, special caution will be needed when sailing or fishing.\ndosong@newspim.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Korea Meteorological Administration",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Chungcheong",
          "sentiment": "none"
        },
        {
          "name": "Jeju Island",
          "sentiment": "none"
        },
        {
          "name": "Gyeongsang",
          "sentiment": "none"
        },
        {
          "name": "Gangwon",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T21:58:07.266+02:00",
    "updated": "2024-11-01T21:58:07.266+02:00"
  }
]