[
  {
    "uuid": "c56070d063ab1914841c3520cc08e6ad088adce9",
    "url": "https://www.ynetnews.com/article/hk00azhhp6",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Itamar Eichner",
    "published": "2023-12-29T15:08:00Z",
    "title": "Jews barred from shops amid Turkish antisemitism",
    "text": "When Turkish President Recep Tayyip [Erdogan](https://www.ynetnews.com/article/s1xejntwp)said that Prime Minister Benjamin Netanyahu was no different from Hitler, and that the Israeli strikes on Gaza were akin to Nazi persecution of Jews in the Holocaust, he was reflecting sentiments of his countrymen as antisemitism in Turkey is reaching new heights. More stories: Israeli flags have been laid on the ground in markets around the country for people to step on as they entered to shop. An effigy of Netanyahu was hung off a bridge in the city of Afyonkarahisar and in Istanbul, signs outside shops say Jews are not permitted to enter. In Ankara, a giant banner shows Netanyahu with a swastika and the face of a pig and the words \"Israel murders babies,\" written on it. But there is more. Signs in supermarkets call to boycott Israeli goods while drawings of Hamas gliders crossing into Israel to attack adorn the walls. Posters on the entrance to Istanbul metro stations read \"Israel murders\" and similar words were sprayed on the entrance to a Synagogue in Izmir but in that incident, the person responsible was arrested on sight. This sentiment has been receiving support from the top. Headlines in the Yeni Şafak daily newspaper, affiliated with the ruling Justice and Development Party claimed, \"There must be an end to this terror state,\" referring to Israel, \"The world must destroy this Virus\" and \"Netanyahu is the butcher of Gaza.\" Erdogan even upped his rhetoric recently when he said the Israel's vision of a promised land was endangering Turkish territorial integrity and therefore defense of Turkey begins in Gaza. The Turkish president alluded by those comments, that if Gaza would fall, Israel would have the opportunity to expand its territory. Following those worlds, the Sabah newspaper published a map showing the alleged Israeli promised land which included Norther Cyprus which is under Turkish control. Soon after the maps publication, a campaign was launched to oppose the sale of land in Northern Cyprus, to Jews under the slogans, \"So that we don not become a second Palestine,\" and \"Promote a bill limiting land sales to Jews and Israelis.\" Turkey's Hezbollah Islamist party the Free Cause Party which is a member of the ruling coalition, recently proposed a bill to revoke Turkish citizenship from those who also hold Israeli passports and took part in the \"genocide in Gaza.\" According to the proposed bill, their funds and assets should be frozen and transferred to the government. \"If and when we would be able to capture those citizens who took part in the genocide in Gaza, in Turkey, we will impose a life sentence on them, the proposal said. The bill is not expected to advance amid political disputes between the Free Cause party and Erdogan. \"Antisemitism has never been this bad,\" said Hay Eytan Cohen Yanarocak, a researcher at the Dayan Center for Middle Eastern and African Studies, at the Tel Aviv University said He another concerning trend can be seen after Israel and the U.S. were of planning the Kurdish terror group, PKK's attack on Turkish troops, where 12 were killed. The claim was that the attack came in response to Turkey's pro-Palestinian stance. Tying Israel to the PKK is serious because the Kurdish group is widely considered a threat to Turkish national security. But Yanarocak agrees that despite the unprecedented rise of antisemitism, the Turks are had still not reached the level of severing ties with Israel. Turkish ships continue to sail to Israeli ports with goods and it has not attempted to block the flow of oil from Azerbaijan to Israel, through its territory. Israeli response to the concerning trend has been feeble at best and there has been no expression of Israel's position online, especially X, amid obstacles of bureaucracy. Now there are calls for the Foreign Ministry to open a Turkish language channel as it had done for other languages because there are some 20 million Turkish speaking users on X and anti-Israeli content in Turkish, even exceeds that in Arabic.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "recep tayyip [erdogan",
          "sentiment": "neutral"
        },
        {
          "name": "benjamin netanyahu",
          "sentiment": "none"
        },
        {
          "name": "hitler",
          "sentiment": "none"
        },
        {
          "name": "netanyahu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "turkey",
          "sentiment": "none"
        },
        {
          "name": "izmir",
          "sentiment": "none"
        },
        {
          "name": "ankara",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "afyonkarahisar",
          "sentiment": "none"
        },
        {
          "name": "istanbul",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:47:08.198+02:00",
    "updated": "2023-12-29T17:47:08.198+02:00"
  },
  {
    "uuid": "7f49fa7f62a64fe779fed9e9992ea8e5e4e0016b",
    "url": "https://clinicmedicalrecordsystem38225.pages10.com/endocrinologist-in-leander-experience-in-hormonal-problems-and-treatments-59777361",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Clinicmedicalrecordsystem",
    "published": "2023-12-28T17:43:00Z",
    "title": "Endocrinologist in Leander: Experience in Hormonal Problems and Treatments",
    "text": "Comprehending the Effect of an Endocrinologist in Diabetes Mellitus Treatment\nDiabetes mellitus is a chronic condition that affects millions of individuals worldwide. To efficiently control this facility and take care of disease, a multidisciplinary approach is usually essential. One key player in this strategy is the endocrinologist. Endocrinologists are doctor that focus on the diagnosis, treatment, and management of hormone disorders, including diabetic issues. Their expertise and knowledge in the area of endocrinology make them necessary in providing thorough care to people with diabetic issues. From the first medical diagnosis and evaluation to the advancement of personalized therapy strategies, medicine monitoring, and long-lasting treatment, the impact of an endocrinologist in diabetic issues care can not be overstated. This short article intends to discover the numerous elements of an endocrinologist's role and clarified their very useful payments to diabetic issues management.\nDiagnosis and Initial Evaluation\nDuring the medical diagnosis and first evaluation of diabetic issues, an endocrinologist plays a critical role in examining the person's clinical background, conducting detailed physical exams, and purchasing relevant research laboratory tests - Best endocrinologist in austin. This procedure is essential in figuring out the sort of diabetes mellitus, its seriousness, and the proper treatment plan\nFirst of all, the endocrinologist thoroughly reviews the individual's case history, paying very close attention to any previous diagnoses, medications, and family history of diabetic issues. This info assists identify possible threat variables, genetic predisposition, and any kind of existing difficulties that may impact the management of the illness.\nSecondly, the endocrinologist conducts a thorough health examination, focusing on key signs such as body weight, blood stress, and body mass index (BMI) These dimensions offer useful insights right into the patient's general wellness status and can help determine any kind of associated problems, such as hypertension or weight problems, which may even more complicate diabetic issues administration.\nLastly, the endocrinologist orders appropriate research laboratory tests to verify the diagnosis of diabetes and evaluate its severity. This normally consists of determining fasting blood sugar degrees, HbA1c degrees, and lipid profiles. These examinations help figure out the person's blood sugar control, degree of insulin resistance, and any kind of involved lipid problems that may call for additional treatment interventions.\nThe diagnosis and initial analysis conducted by an endocrinologist are critical in establishing a standard understanding of the individual's diabetes condition. This information overviews succeeding therapy decisions, way of living adjustments, and ongoing monitoring to make sure optimal diabetes management and general wellness.\nPersonalized Therapy Strategies\n- Adhering to the diagnosis and preliminary assessment, an endocrinologist establishes tailored therapy strategies customized per individual's certain demands in handling their diabetes mellitus. These tailored treatment plans are important in offering efficient and detailed take care of individuals with diabetes.\nCustomization is key in diabetes management as each person's condition differs in terms of seriousness, clinical history, way of life, and choices. By considering these one-of-a-kind aspects, an endocrinologist can produce a treatment plan that addresses the individual's particular demands and objectives. The individualized therapy plan typically consists of a combination of way of life adjustments, drug monitoring, and regular monitoring.\nWay of life modifications may involve dietary modifications, exercise referrals, and weight administration methods (Best endocrinologist near me). Drug administration may include recommending dental medicines, insulin treatment, or various other injectable drugs. Normal monitoring might entail blood sugar monitoring, A1C screening, and other relevant examinations to track the efficiency of the treatment strategy\nIn addition, the tailored treatment plan additionally thinks about prospective comorbidities and problems associated with diabetes mellitus. These additional aspects might call for extra interventions or references to various other health care specialists.\nMedication Monitoring and Change\nTo maximize diabetes monitoring, an endocrinologist plays an essential duty in overseeing medication administration and change. Diabetes is a complex disease that needs a personalized strategy to therapy. Drugs are a keystone of diabetic issues monitoring, and correct medication administration and modification are vital for achieving and preserving ideal blood sugar level control.\nOne of the primary duties of an endocrinologist is to analyze the person's drug program and make necessary adjustments. This includes reviewing the performance of existing medicines, checking for any type of side effects or negative reactions, and taking into consideration the patient's one-of-a-kind requirements and choices. The endocrinologist may need to make adjustments to the sort of medication, dose, or regularity of management to guarantee the finest possible end results.\nIn addition, an endocrinologist can likewise give guidance and education and learning on appropriate drug use. They can discuss how each drug functions, when and\nyou can look herejust how to take them, and any type of preventative measures or special factors to consider. This expertise encourages patients to take an energetic function in their own care and make notified choices regarding their treatment.\nNormal follow-up consultations with an endocrinologist are essential for continuous drug monitoring and change. These visits enable the endocrinologist to check the patient's development, attend to any kind of problems or inquiries, and make any necessary modifications to the therapy strategy. Endocrinologist in leander. By working carefully with an endocrinologist, individuals with diabetes mellitus can enhance their drug administration and ensure the most effective feasible end results for their health and wellness\nSurveillance Blood Glucose Degrees\nReliable tracking of blood glucose degrees is crucial for individuals with diabetes mellitus in order to preserve optimum control of their problem. Frequently examining blood glucose degrees enables individuals to understand how their diabetes administration strategy is working and make needed adjustments to their lifestyle selections and drug routines. Checking blood glucose levels supplies useful details concerning exactly how the body is reacting to food, exercise, and medication.\nThere are numerous methods available to keep an eye on blood sugar level degrees, consisting of self-monitoring of blood sugar (SMBG) and constant glucose surveillance (CGM) SMBG includes using a glucometer to measure blood sugar level degrees from a small decline of blood obtained by pricking the finger. This approach is hassle-free and permits immediate outcomes. On the various other hand, CGM involves putting on a small sensor under the skin that measures blood sugar level levels continuously throughout the night and day. CGM provides real-time information and can assist determine patterns and patterns in blood glucose levels, enabling even more efficient diabetes mellitus monitoring.\nRegardless of the technique utilized, it is essential for people with diabetes mellitus to check their blood sugar levels regularly and consistently. This enables very early discovery of high or low blood glucose degrees, enabling prompt action to avoid difficulties. It additionally offers important info for health care experts, such as endocrinologists, to make informed decisions about medicine changes and way of life alterations.\nLong-term Diabetes Care and Assistance\nNormal monitoring of blood glucose degrees is simply one aspect of long-lasting diabetes mellitus care and support provided by an endocrinologist. In enhancement to keeping track of blood sugar level levels, an endocrinologist plays a vital duty in assisting individuals handle their diabetes successfully and maintain an excellent top quality of life.\nOne essential element of lasting diabetes treatment is drug administration. An endocrinologist functions closely with clients to identify one of the most proper drug routine based on their particular needs. They monitor the efficiency of medications and make any kind of required changes to make certain optimum blood sugar level control.\nvisit this site right hereeffectively. By functioning closely with an endocrinologist, patients can obtain a better understanding of their problem and discover just how to make enlightened choices to boost their general wellness.\nAn additional essential facet of long-lasting diabetes care is the avoidance and administration of problems. An endocrinologist monitors for prospective issues such as kidney illness, nerve damage, and cardio issues. They work together with various other health care specialists to create a comprehensive treatment strategy that addresses these potential difficulties, aiding people avoid or lessen their impact.\nConclusion\nFinally, the duty of an endocrinologist in diabetic issues treatment is essential for diagnosis, personalized treatment plans, medication management, blood sugar level degree tracking, and lasting support. Their competence and understanding in endocrinology allow them to supply detailed care for people with diabetes, enhancing their overall health and wellness end results and lifestyle. Teaming up\nhour doctor near mewith other medical care experts, endocrinologists play an important duty in managing and treating diabetes properly.\nEndocrinologists are clinical specialists that specialize in the medical diagnosis, therapy, and administration of hormonal disorders, including diabetes mellitus. From the first diagnosis and assessment to the advancement of personalized treatment plans, medication administration, and long-term treatment, the influence of an endocrinologist in diabetes mellitus treatment can not be overemphasized.To maximize diabetic issues management, an endocrinologist plays an important role in looking after medication monitoring and change. By working carefully with an endocrinologist, people with diabetes mellitus can maximize their medicine administration and guarantee the best possible outcomes for their health and wellness.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "https://medicenter57778.blogdosaga.com/24278290/endocrinologist-in-liberty-hill-dedicated-specialists-for-hormonal-health",
      "https://myleskkcbk.csublogs.com/29871502/best-endocrinologist-in-austin-premier-hormone-health-care-in-the-funding",
      "https://emilianoghgox.livebloggs.com/30179285/endocrinologist-in-liberty-hill-devoted-specialists-for-hormonal-health",
      "https://www.myleskkcbk.csublogs.com/29871502/best-endocrinologist-in-austin-premier-hormone-health-care-in-the-funding",
      "https://www.emilianoghgox.livebloggs.com/30179285/endocrinologist-in-liberty-hill-devoted-specialists-for-hormonal-health",
      "https://www.medicenter57778.blogdosaga.com/24278290/endocrinologist-in-liberty-hill-dedicated-specialists-for-hormonal-health"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:58:59.769+02:00",
    "updated": "2023-12-29T00:58:59.769+02:00"
  },
  {
    "uuid": "d392da67ddd93cf390f8346a81650ea333595cfa",
    "url": "https://sicnoticias.pt/especiais/europeias-2024/2024-06-06-video-cdu-alinhada-com-regime-de-putin--joao-oliveira-diz-que-politicas-da-ad-e-que-estao-mais-proximas-da-russia--6292f11c",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "André Palma",
    "published": "2024-06-06T19:44:00Z",
    "title": "CDU alinhada com regime de Putin? João Oliveira diz que políticas da AD é que estão mais próximas da Rússia",
    "text": "No norte, não podia faltar a clássica arruada na Rua de Santa Catarina, no Porto, na campanha da CDU. Sem presenças internacionais, João Oliveira, cabeça de lista da coligação às europeias, tem contado com o apoio constante do secretário-geral do PCP, que no final desta semana, se tem dedicado quase exclusivamente à campanha. Ambos sabem que não podem falhar a eleição no domingo.\nO jornal europeu Politico aponta os\n dois eurodeputados da CDU como estando entre os mais alinhados com a Rússia, em Bruxelas, porque desde 2020 não aprovaram nenhuma das 16 resoluções que condenam as ações da Rússia. João Oliveira rejeita embaraços sobre o tema e demarca-se das políticas que são impostas pelo Kremlin.\nNa resposta, o candidato sublinhou que \"as políticas de Putin são privatizações, ataques aos direitos dos trabalhadores, à intervenção sindical, àquilo que são aspetos fundamentais que fazem parte da democracia conquistada com o 25 de Abril\".\n\"Certamente não terão dificuldade em encontrar liberais, a AD, muita gente comprometida com esse programa político que são as políticas de Putin, muito distantes das nossas\", afirmou.\nJoão Oliveira considerou ainda curioso que, \"em cima das eleições, alguém se venha lembrar de trazer essa mensagem, sobretudo quando em Portugal não se encontra nenhuma outra força como a força da CDU a lutar pela paz\".\n\"Mesmo que queiram procurar, com caricaturas desse género, fazer tremer a nossa determinação, não vão fazer isso: nós continuaremos a ser a voz portuguesa em defesa da paz, mesmo que todos os outros só queiram falar da guerra, mesmo que seja para fugirem a caricaturas dessas\", disse.\nO candidato salientou que as votações dos dois eurodeputados da CDU \"foram sempre a favor da paz, de posições que defendem a paz\" e contra \"um conflito nuclear como aquele para que nos querem empurrar.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:04:27.977+03:00",
    "updated": "2024-06-07T01:04:27.977+03:00"
  },
  {
    "uuid": "9fb9638b946c96584b377735ec2a1e60ae545bc4",
    "url": "https://dnyuz.com/2024/04/18/ashanti-and-nelly-rekindled-their-y2k-romance-with-a-ring",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "New York Times",
    "published": "2024-04-18T00:00:00Z",
    "title": "Ashanti and Nelly Rekindled Their Y2K Romance With a Ring – DNyuz",
    "text": "Sometimes the love of your life is an ex . That seems to be the case for Ashanti and Nelly.\nOn Wednesday, Ashanti, 43, announced her pregnancy in an Instagram video with Essence magazine.\nSome online users expressed their disapproval of the R&B star having a baby with Nelly, 49, without a ring on her finger (though certainly not uncommon among celebrities).\nA few hours later, Essence broke the news that Ashanti, a Grammy-winning vocalist who has released six studio albums and sold millions of records, is engaged to the multiplatinum St. Louis rapper in a double surprise that led their fans to rejoice. No wedding date was announced.\n“This new year of my life is such a blessing full of love, hope, and anticipation,” Ashanti said in a statement to Essence. “Motherhood is something that I have looked forward to, and sharing this with my family, fiancé, and loyal fans, who have been so supportive of my career, is an amazing experience.”\n“For all those people who were saying he got her pregnant without a ring … I hope you see the word FIANCÉ in that statement!!!,” one user commented on Instagram.\nThe announcement also drew comments about getting back with an ex: “This is a block spin I can STAND FO ” another user wrote.\nThe two first linked up in 2003 and were a beloved couple throughout the 2000s, which is perhaps why fans are so delighted about the news. The pairing elicits feelings of nostalgia about the early aughts. Both were big names during the era, with hits like “Ride Wit Me” and “Hot in Herre” from Nelly and Ashanti’s chart toppers “Foolish” and “Happy.”\nThey first met at a news conference for the 2003 Grammy Awards nomination announcement. Nelly playfully asked for her autograph, which she took seriously — a moment that was captured in a photo that made headlines.\nIn the decade that followed, they attended high-profile events together, though they were notoriously private about their relationship status. They also released music together, including the 2008 seductive song “Body on Me.” In the music video for the song, they lock eyes as she croons lyrics like “I know you want it” and he raps to her “I wanna make you someone more than just a bone in my closet / I wanna win that type of relationship.”\nAfter about a decade together, in an interview in 2015 with Meredith Vieira, Ashanti confirmed that the two had broken up.\nThey weren’t seen together again until September 2021, when they reunited at a Verzuz battle between Fat Joe and Ja Rule in New York. Nelly and Ashanti were both onstage during the musical battle, invited by the rappers to perform their songs with them, and Nelly gave her a hug . She later revealed it was the first time she had seen him in years.\nIn December 2022, they performed “Body on Me” during a concert in Arizona, dancing with each other onstage, as flirty as ever. Rumors about a rekindled romance were sparked, but it wasn’t until September 2023 that the couple confirmed their relationship.\nThat month, Ashanti attended the 2023 MTV Video Music Awards, where Nelly was performing, carrying a purse embossed with a photo of the two of them when they attended the awards ceremony 20 years ago, in 2003.\nIn an interview on the red carpet, Ashanti said she thought wearing the bag would be “cute,” and when asked if she and Nelly are back together, she responded coyly, “I mean … yeah.”\nAround the same time, Nelly also confirmed they were back together with the “Love and Hip-Hop Atlanta” reality star Rasheeda Frost on her show “Boss Moves with Rasheeda.”\n“We cool again,” Nelly said. “I think it surprised both of us, though,” he said, adding that he believes their time apart was important for them to come back together stronger.\nAsked if they feel good together now, he said: “Yeah, because it’s no pressure. Before, I felt like both of us were doing what we were doing career wise. When you got so many people in the middle of it, it can be tough.”\nNow more low-key than they were in the 2000s, the duo seems to be ready for a new chapter in their long journey together — sans middlemen.\nThe post Ashanti and Nelly Rekindled Their Y2K Romance With a Ring appeared first on New York Times .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nelly",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "ashanti",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "st. louis",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:05:45.340+03:00",
    "updated": "2024-04-19T00:35:08.707+03:00"
  },
  {
    "uuid": "9327a48b5ecf10f7b4b19a32f52c48ce23044c3a",
    "url": "https://www.eurasiareview.com/19012024-bracing-for-middle-east-instability-analysis",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Geopolitical Monitor",
    "published": "2024-01-19T01:09:00Z",
    "title": "Bracing For Middle East Instability – Analysis",
    "text": "Bracing For Middle East Instability – Analysis By Dr. Mohamed ELDoh The Middle East has long been an epicenter of geopolitical tensions and upheaval, with its complex dynamics influencing global peace and stability. As we move into 2024, it is imperative for the international community to recognize and prepare for the possibility of an even more turbulent Middle East. The ongoing conflict in Gaza has undoubtedly ignited a cascade of emerging regional tensions at multiple fronts that can further lead to a more unstable Middle East. The increasing tensions in the south of Lebanon; Yemen’s Houthi maritime attacks in the Red Sea; the increasing military confrontation between Iran and Pakistan; the intensifying fight in Sudan; the widening window of confrontation between Jordan’s air forces and drug smugglers in Syria; and increasing attacks on US forces in Iraq and Syria, along with simmering sectarian tensions in both countries – all of these developments reflect security challenges that can draw the whole region into an unprecedented conflict spiral that can have negative impacts beyond the Middle East. The ongoing conflict between Hamas and Israel presents a precarious situation for regional stability. While the immediate focus of the international community remains on the dynamics between Hamas and Israel, it is equally important to consider the evolving implications of the conflict. It is especially clear by now that Hamas isn’t expecting a military victory; they aim for a “PR” victory. This situation is already creating a complex web of alliances, rivalries, and geopolitical interests, which will inadvertently lead to a military escalation involving Iran sooner or later. Iran has been known to exploit regional conflicts to further its own agenda, and an escalated situation involving Hamas and Israel is providing the opportunity for Iran to flex its capabilities and assert its influence. In a previous [article](https://www.geopoliticalmonitor.com/iran-the-real-beneficiary-of-the-gaza-conflict/), I discussed why Iran is the beneficiary of the conflict in Gaza while also confirming that any bet on Iran’s position toward the actual war in Gaza is obviously irrelevant. This is because it’s the regional and even global threat from Iran extends much further than just the confrontation between Hamas and Israel; rather, it emanates from the various proxy confrontation nodes across the Middle East, such as Lebanon, Syria, Iraq, Yemen, and Jordan. For just one example, consider the increasing clashes reported along the Syrian border over the past few weeks. Captagon and Drug Smuggling It has been [reported](https://www.thenationalnews.com/mena/jordan/2024/01/05/jordan-launches-strikes-against-iran-linked-drug-smugglers-in-syria/) that Jordan has recently conducted a successful airstrike over Syrian soil, targeting Iran-linked drug smugglers. Although Jordan has previously conducted airstrikes to counter drug smuggling from Syria as well as executing military campaigns across the Syrian border to counter smuggler attacks, the recent airstrike illustrates the extent of the threats posed by Iran-linked groups in Syria to Jordan and the wider region. This smuggling activity across the Jordanian-Syrian border [intensified](https://www.thenationalnews.com/mena/jordan/2023/12/20/jordan-syria-drug-war-captagon-gaza/) in December in terms of size and content (advanced weapons), as well as the direct participation of Iran-backed militant groups. Over the past decade, Syria has garnered an international reputation for being among the world’s top producers and [trafficking](https://www.aljazeera.com/news/2023/5/9/what-is-captagon-the-addictive-drug-mass-produced-in-syria) of captagon. Captagon, an illicit drug, has been a major security concern that poses significant risks to the Middle East region, particularly in Syria and the Gulf Cooperation Council (GCC) countries. In fact, Syria is [believed](https://www.france24.com/en/middle-east/20230519-war-on-captagon-key-to-syria-s-return-to-arab-league) to be producing up to 80% of the captagon pills worldwide. The issue has been [critical](https://apnews.com/article/captagon-syria-assad-drugs-jordan-saudi-arabia-10920ac4cb80eda181835f9a64bf7dc0) for all Arab leaders to the extent that it has been somehow linked with reinstating Syria back in the Arab League. Yet this may prove difficult, as captagon production and trafficking is believed to have provided Syria a financial lifeline since its descent into civil war in 2011. The uncontrolled production and trafficking of captagon have become a significant source of revenue for terrorist organizations operating in Syria. These groups exploit the conflict in Syria to manufacture and smuggle this highly profitable drug, providing them with substantial funds to sustain their operations, recruit fighters, and conduct acts of violence regionally. Given the rippling effect of the conflict in Gaza and the influence of Iran and its proxy groups in Syria and Lebanon, it is highly likely that captagon trafficking across the Jordanian border will increase, prompting Jordan to step up its military action against such groups in Syria. Iran’s Regional Proxy Network Activates Increased volatility and conflict in Syria could also stem from new attacks on US forces in the country. Since October 17th, Iran-backed militias have [attacked](https://www.militarytimes.com/news/your-military/2024/01/11/attacks-on-us-troops-in-iraq-and-syria-climb-to-130/) US troops almost 130 times in Syria and Iraq, raising the possibility of a full-scale military confrontation. Given that these militias are actually terrorist organizations that Iran fully support, they constantly endanger the region’s security. Furthermore, with Iran’s support, Iraq has [recently](https://www.thenationalnews.com/mena/iraq/2024/01/09/iraq-us-troops-isis-coalition/) pledged to end the presence of US troops in Iraq, which would not only allow Iran to further increase its influence in Iraq for its political agenda but also potentially provide ISIS with the opportunity to ramp up its capabilities once again given that one of the main missions of the US-led coalition forces in Iraq is to counter the threat posed by ISIS to Iraq and the region. While assessing the recent activity of Iran-backed groups in Syria and Iraq, Lebanon cannot be overlooked. Lebanon is one of the states that Iran has had tremendous influence in for decades and controls its most influential armed group in the South, Hezbollah. Since the eruption of the Hamas-Israel conflict in Gaza, the south of Lebanon has been a hotspot for another potential direct military [confrontation ](https://www.washingtonpost.com/national-security/2024/01/07/israel-hezbollah-lebanon-blinken/)for Israel. Regardless of the border tensions in the south of Lebanon that have been going on for the past two months, the country faces the existential risk of being drawn into complete turmoil should its Iran-backed armed militias in the south be pushed into a full-scale war with Israel by Iran. In this respect, history shows that Iran has the tendency to support and push its proxy groups in the region into armed conflicts while restraining itself from direct confrontation. This has been evident lately from the ongoing incidents by the Houthis in Yemen and Hamas in Gaza. However, it is worth noting that in the case of the South of Lebanon, if a full-scale armed confrontation takes place between Iran-backed militias and Israel, it will have a far more devastating impact on the region than that of the war in Gaza. This is because Iran-backed militias in Lebanon are far more organized and more globally networked, speak nothing of better-armed, compared to Hamas in Gaza. Houthi Attacks in the Red Sea On a different front, the Houthis in Yemen, who have full Iranian support, have expanded their offensive strategy, and increased their level of aggression since the conflict in Gaza broke out. This included launching drones and ballistic missiles toward Israel as well as commercial vessels passing via Bab Al Mandab toward the Red Sea. Even though most of the missiles launched by the Houthis have been intercepted by US forces, their actions have posed a major threat to the shipping industry, given that almost 10% of global trade is transported via vessels passing through the Red Sea and the Suez Canal. Shipping [costs](https://news.sky.com/story/shipping-costs-are-more-than-300-up-as-suez-shipping-crisis-deepens-13046610) are already up by 300% due to the Houthi maritime attacks, which are likely to have negative economic implications on the final prices of goods transported worldwide. In the same vein, Egypt’s Suez Canal [revenues](https://www.reuters.com/markets/commodities/egypts-suez-canal-revenues-down-40-due-houthi-attacks-2024-01-11/) are down by almost 40% as a result of the Houthi’s threat in the Red Sea, thus providing Egypt with an unprecedented economic challenge given that the Suez Canal is one of the main sources of foreign currency for Egypt’s economy. The Houthis’ maritime attacks do not come as a surprise and they focus attention on a wider issue, namely that the Houthis’ armed capabilities do pose an undeniable and serious threat not only to maritime security but also to the safety of various GCC nations that Iran views as US regional allies. Therefore, there is a crucial need for an immediate and coordinated international response to combat the growing threat posed by the Houthis in the Red Sea and the region. Joint US and UK forces have [launched](https://www.defense.gov/News/News-Stories/Article/Article/3644831/strikes-against-houthis-likely-effective-in-degrading-rebel-groups-capabilities/) different strikes against the Houthis in an attempt to degrade Iran-backed militias ability to attack commercial vessels. Given the growing threat the Houthis pose to one of the most important global trade routes, such a US-led response was truly necessary. Furthermore, the Houthis armed capabilities, if not degraded, will sooner or later, under Iran’s influence, either be used to inflict more harm on commercial vessels in the Red Sea and/or target US strategic interests in the region, including targeting neighbouring Arab nations that are perceived by Iran as US allies. This has been evident from different attacks by the Houthis on the Kingdom of Saudi Arabia (KSA) and the United Arab Emirates (UAE) over the past few years, including the recent [killing](https://apnews.com/article/yemen-war-bahrain-soldiers-killed-4f809f7a324bdd490272aa1c00737e10) of four Bahraini soldiers across the Saudi border as a result of an attack by the Houthis. The speed with which the US-led response can achieve its objectives and diminish the Houthis capabilities will determine how armed escalations in the region will proceed. In this respect, as far as maritime threats are concerned, the Houthis are reported to possess different classes of anti-ship ballistic missiles, including Iran’s anti-ship versions of Fateh 313 and Raad 500, which have a range of 450 and 500 km, respectively. Therefore, it presents a formidable threat to the shipping industry and all transiting vessels via the Red Sea. Unless such armed capabilities are quickly eliminated, the world will experience a rise in the Houthis maritime attacks in response to US strikes. Furthermore, the Houthis will very likely resort again to attacking neighbouring GCC nations in an attempt to pressure such nations to not support the US efforts in countering the maritime threats posed by the Houthis. It has been only a couple of days since the US-led forces launched a strike against the Houthis, and yet the group has already carried out a military [drill](https://www.bloomberg.com/news/articles/2024-01-14/yemen-s-houthi-rebels-hold-military-drills-near-saudi-border) near the Saudi border. On another front, Iraq’s Haraket Hezbollah Al-Nujaba stated that US interests “won’t be safe” after the strikes on the Houthis in Yemen, thus implying that all Iran-backed militias in the region present a growing challenge and imminent risk for the region’s stability and security, especially since many of these militias and insurgent groups resort to irregular warfare and terrorist tactics to achieve their objectives. All that being said, maritime safety in the Red Sea is also facing a growing threat from the other side, East Africa, where [tensions](https://www.theguardian.com/world/2024/jan/13/we-are-ready-for-a-war-somalia-threatens-conflict-with-ethiopia-over-breakaway-region) are growing between Somalia and Ethiopia as a result of the latter’s recognition of the independence of Somaliland in return for developing a port and naval base. The issue is already moving toward a potential armed conflict that can breakthrough at any moment. Different countries, including the United States, Egypt, Turkey, and the Arab League nations, have condemned the Ethiopian deal with Somaliland. However, how Ethiopia and Somalia, a country that has a long history of piracy and incubated terrorism, react to one another will have major implications on maritime security. While the task of addressing, countering, and eliminating all the evolving threats in the Middle East is an uneasy one, it is unavoidable to collectively address and counter these threats; otherwise, the risk of an unstable Middle East will persist. Although US forces are primarily responsible for addressing many of the threats posed by Iran-backed groups in the region, including those in Syria, Iraq, and Yemen, more extensive defense and security cooperation is necessary. The developing military [confrontation](https://edition.cnn.com/2024/01/18/middleeast/pakistan-targets-locations-iran-intl-hnk/index.html) between a nuclear ambitious Iran and a nuclear armed Pakistan also adds a critical element to how the Middle East can be easily drawn into turmoil. US and regional Arab allies should further enhance strategic defense cooperation and regional capability development, which will contribute to effectively countering the emerging threats by Iran’s axis of resistance proxy groups. A unified, cohesive, and well-equipped military approach will deter Iranian aggression and reinforce stability in the region. The views expressed in this article belong to the authors alone and do not necessarily reflect those of [Geopoliticalmonitor.com.](https://www.geopoliticalmonitor.com/bracing-for-middle-east-instability/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.france24.com/en/middle-east/20230519-war-on-captagon-key-to-syria-s-return-to-arab-league",
      "https://www.theguardian.com/world/2024/jan/13/we-are-ready-for-a-war-somalia-threatens-conflict-with-ethiopia-over-breakaway-region",
      "https://www.thenationalnews.com/mena/jordan/2023/12/20/jordan-syria-drug-war-captagon-gaza/",
      "https://www.aljazeera.com/news/2023/5/9/what-is-captagon-the-addictive-drug-mass-produced-in-syria",
      "https://edition.cnn.com/2024/01/18/middleeast/pakistan-targets-locations-iran-intl-hnk/index.html",
      "https://news.sky.com/story/shipping-costs-are-more-than-300-up-as-suez-shipping-crisis-deepens-13046610",
      "https://www.thenationalnews.com/mena/jordan/2024/01/05/jordan-launches-strikes-against-iran-linked-drug-smugglers-in-syria/",
      "https://www.bloomberg.com/news/articles/2024-01-14/yemen-s-houthi-rebels-hold-military-drills-near-saudi-border",
      "https://www.defense.gov/News/News-Stories/Article/Article/3644831/strikes-against-houthis-likely-effective-in-degrading-rebel-groups-capabilities/",
      "https://www.thenationalnews.com/mena/iraq/2024/01/09/iraq-us-troops-isis-coalition/",
      "https://www.geopoliticalmonitor.com/bracing-for-middle-east-instability/",
      "https://apnews.com/article/captagon-syria-assad-drugs-jordan-saudi-arabia-10920ac4cb80eda181835f9a64bf7dc0",
      "https://www.militarytimes.com/news/your-military/2024/01/11/attacks-on-us-troops-in-iraq-and-syria-climb-to-130/",
      "https://www.geopoliticalmonitor.com/iran-the-real-beneficiary-of-the-gaza-conflict/",
      "https://www.reuters.com/markets/commodities/egypts-suez-canal-revenues-down-40-due-houthi-attacks-2024-01-11/",
      "https://www.washingtonpost.com/national-security/2024/01/07/israel-hezbollah-lebanon-blinken/",
      "https://apnews.com/article/yemen-war-bahrain-soldiers-killed-4f809f7a324bdd490272aa1c00737e10",
      "https://www.edition.cnn.com/2024/01/18/middleeast/pakistan-targets-locations-iran-intl-hnk/index.html",
      "https://thenationalnews.com/mena/jordan/2024/01/05/jordan-launches-strikes-against-iran-linked-drug-smugglers-in-syria/",
      "https://www.geopoliticalmonitor.com/iran-the-real-beneficiary-of-the-gaza-conflict",
      "https://theguardian.com/world/2024/jan/13/we-are-ready-for-a-war-somalia-threatens-conflict-with-ethiopia-over-breakaway-region",
      "https://www.reuters.com/markets/commodities/egypts-suez-canal-revenues-down-40-due-houthi-attacks-2024-01-11",
      "https://www.news.sky.com/story/shipping-costs-are-more-than-300-up-as-suez-shipping-crisis-deepens-13046610",
      "https://www.defense.gov/News/News-Stories/Article/Article/3644831/strikes-against-houthis-likely-effective-in-degrading-rebel-groups-capabilities",
      "https://www.thenationalnews.com/mena/jordan/2023/12/20/jordan-syria-drug-war-captagon-gaza",
      "https://www.geopoliticalmonitor.com/bracing-for-middle-east-instability",
      "https://www.apnews.com/article/yemen-war-bahrain-soldiers-killed-4f809f7a324bdd490272aa1c00737e10",
      "https://defense.gov/News/News-Stories/Article/Article/3644831/strikes-against-houthis-likely-effective-in-degrading-rebel-groups-capabilities/",
      "https://aljazeera.com/news/2023/5/9/what-is-captagon-the-addictive-drug-mass-produced-in-syria",
      "https://bloomberg.com/news/articles/2024-01-14/yemen-s-houthi-rebels-hold-military-drills-near-saudi-border",
      "https://thenationalnews.com/mena/iraq/2024/01/09/iraq-us-troops-isis-coalition/",
      "https://geopoliticalmonitor.com/iran-the-real-beneficiary-of-the-gaza-conflict/",
      "https://www.thenationalnews.com/mena/jordan/2024/01/05/jordan-launches-strikes-against-iran-linked-drug-smugglers-in-syria",
      "https://france24.com/en/middle-east/20230519-war-on-captagon-key-to-syria-s-return-to-arab-league",
      "https://washingtonpost.com/national-security/2024/01/07/israel-hezbollah-lebanon-blinken/",
      "https://www.apnews.com/article/captagon-syria-assad-drugs-jordan-saudi-arabia-10920ac4cb80eda181835f9a64bf7dc0",
      "https://reuters.com/markets/commodities/egypts-suez-canal-revenues-down-40-due-houthi-attacks-2024-01-11/",
      "https://geopoliticalmonitor.com/bracing-for-middle-east-instability/",
      "https://www.militarytimes.com/news/your-military/2024/01/11/attacks-on-us-troops-in-iraq-and-syria-climb-to-130",
      "https://thenationalnews.com/mena/jordan/2023/12/20/jordan-syria-drug-war-captagon-gaza/",
      "https://www.thenationalnews.com/mena/iraq/2024/01/09/iraq-us-troops-isis-coalition",
      "https://www.washingtonpost.com/national-security/2024/01/07/israel-hezbollah-lebanon-blinken",
      "https://militarytimes.com/news/your-military/2024/01/11/attacks-on-us-troops-in-iraq-and-syria-climb-to-130/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mohamed",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "bracing for middle east instability – analysis bracing for middle east instability",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "lebanon",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "sudan",
          "sentiment": "none"
        },
        {
          "name": "red sea",
          "sentiment": "none"
        },
        {
          "name": "iraq",
          "sentiment": "none"
        },
        {
          "name": "jordan",
          "sentiment": "none"
        },
        {
          "name": "syria",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "yemen",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T04:22:10.390+02:00",
    "updated": "2024-01-19T04:45:12.491+02:00"
  },
  {
    "uuid": "273c5f0855eb7dec6f49bf50096341ce8b0f6ebe",
    "url": "https://www.davidson.edu/alumni-and-families/events-programming/reunion-weekend/2025-class-reunions/class-1985",
    "ord_in_thread": 0,
    "author": "@DavidsonCollege",
    "published": "2025-06-08T00:00:00Z",
    "title": "Class of 1985 | Davidson",
    "text": "Class of 1985\nClass of 1985 Reunion Weekend\nThe Excitement Builds: Our 40th Reunion Approaches!\nWe can't wait for the celebration back on campus from June 6 to June 8, 2025! Save this page and check back frequently to access the latest information on registration, schedules, and more.\nThe Class of 1985 dinner will take place on Friday, June 6!\nDon’t miss out—start making your travel plans!\n|Event||Early Bird Registration Pricing||Regular Registration Pricing||Kids 5-14|\n|Friday Class Dinner||$95||$100||N/A|\n|Saturday Cheers to the Years: Reunion Bash||$45||$50||$15|\n|Saturday Picnic and Lawn Party||$25||$30||$15|\n|Saturday Brunch||$15||$15||N/A|\n|Sunday Farewell Brunch||$13||$13||$13|",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Education",
      "Social Issue"
    ],
    "topics": [
      "Human Interest->anniversary",
      "Education->social learning",
      "Education->college and university",
      "Social Issue->family",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Davidson",
          "sentiment": "neutral"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:10:55.803+03:00",
    "updated": "2025-06-12T07:14:43.000+00:00"
  },
  {
    "uuid": "08ca3887b2384e4b66be4751ff20d19daa67dcb4",
    "url": "https://krdo.com/news/2024/09/26/special-counsel-files-evidence-under-seal-against-trump-in-election-subversion-case",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newssource",
    "published": "2024-09-26T20:59:00Z",
    "title": "Special counsel files evidence under seal against Trump in election subversion case",
    "text": "By Tierney Sneed and Katelyn Polantz, CNN\n(CNN) — Filings from special counsel Jack Smith laying out never-before-seen evidence in the election subversion case against Donald Trump – including interview transcripts and notes from an investigation that counted among its witnesses former Vice President Mike Pence, Ivanka Trump and former White House chief of staff Mark Meadows – are now in the hands of a federal court.\nIt will now be up to District Judge Tanya Chutkan to determine how much of that evidence the public gets to see and when they will be able to see it.\nProsecutors filed the documents under seal as of 4:40 p.m. ET, according to Peter Carr, the special counsel office’s spokesman.\nThe court submissions could eventually provide Americans with the most comprehensive view they’ll ever get of Smith’s case alleging that Trump conspired to defraud the United States in his efforts to overturn his 2020 electoral loss.\nThe filings are expected to include grand jury transcripts, the FBI’s formal notes from witness interviews and documentary evidence, as part of an effort by prosecutors to argue that their reworked indictment can survive under the Supreme Court’s recent presidential immunity ruling .\nThe Supreme Court ruling has required the prosecutors to convince Chutkan – and likely, higher courts – that Trump was not acting in his official capacity when he and his supporters took various actions, culminating in the January 6, 2021, attack on the US Capitol, to stave off his 2020 defeat.\nIt is likely the filings will dig into Trump’s pressure campaign on Pence – conduct that the Supreme Court indicated might be covered under immunity. The brief is also likely to lay out what investigators have learned about the circumstances of the January 6, 2021, Ellipse rally, while potentially providing more detail about endeavors by Trump and his allies to convince state officials to block certification of the 2020 results.\nThey have also indicated plans to file a version with proposed redactions – also under seal – that could ultimately be posted to the court’s public docket.\nSmith previously secured permission to file a brief as long as 180 pages – four times the normal page length. That brief does not include the “substantial” numbered exhibits prosecutors plan to attach to their arguments that will offer up key evidence. The footnotes alone citing their various exhibits would account for more than 30 pages of the main brief, prosecutors have said.\nThe former president vehemently opposed the plan to file the Smith immunity brief now, as his lawyers equated the brief to the types of special counsel reports that aren’t released until after the work of a special counsel is done.\nChutkan, in a Tuesday opinion explaining why she would greenlight the prosecutors’ filing plan, leaned on the Supreme Court’s own language in its July immunity ruling, which said Trump had absolute immunity for conduct related to his “core” executive branch duties. For other official acts as president, a “presumptive” immunity can be overcome if prosecutors can show that criminalizing such conduct would not interfere with the functions of the executive branch, according to the high court’s 6-3 ruling.\nChutkan said Tuesday that the Supreme Court had directed her to “conduct a ‘close’ and ‘fact specific’” analysis “of the indictment’s extensive and interrelated allegations.’”\n“It anticipated that the analysis would require briefing on how to characterize ‘numerous alleged interactions with a wide variety of state officials and private persons,’ … and supplementing other allegations with ‘content, form, and context’ not contained in the indictment itself,” Chutkan wrote of the Supreme Court’s ruling.\nTrump will have the opportunity to respond to the prosecutors’ brief with a filing due October 17.\nThis story has been updated with additional details.\nThe-CNN-Wire\n™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.cnn.com/2013/07/04/politics/donald-trump-fast-facts",
      "https://www.cnn.com/2024/08/02/politics/chutkan-trump-election-interference-case/index.html",
      "https://www.cnn.com/2024/07/01/politics/takeaways-trump-immunity-scotus/index.html",
      "https://cnn.com/2024/08/02/politics/chutkan-trump-election-interference-case/index.html",
      "https://cnn.com/2024/07/01/politics/takeaways-trump-immunity-scotus/index.html",
      "https://cnn.com/2013/07/04/politics/donald-trump-fast-facts"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-09-27T01:25:49.495+03:00",
    "updated": "2024-09-27T02:14:04.103+03:00"
  },
  {
    "uuid": "a77c517c2bb4a0ede09d0bf30855712568be1727",
    "url": "https://www.ilsecoloxix.it/mondo/2023/12/29/diretta/israele_hamas_guerra_news_oggi-13960685/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Il Secolo XIX",
    "published": "2023-12-28T23:01:00Z",
    "title": "in Medio Oriente, Netanyahu annulla la riunione di gabinetto. Raid di Israele vicino a Damasco, la Siria attiva le difese aeree",
    "text": "Guerra in Medio Oriente, Netanyahu annulla la riunione di gabinetto. Raid di Israele vicino a Damasco, la Siria attiva le difese aeree Cnn: «In un video donne e bambini detenuti dalle forze israeliane in uno stadio a Gaza». Morta Judith Weinstein Haggai, 70 anni: era l’ostaggio più anziano ancora nelle mani di Hamasa cura della redazione I media siriani riferiscono che le difese aeree sono attive sulla capitale Damasco, nel mezzo di un apparente attacco aereo israeliano. Lo riferisce The Times of Israel, che cita l'agenzia di stampa siriana Sana. Il primo ministro israeliano Benjamin Netanyahu ha annullato una riunione del gabinetto di guerra che avrebbe dovuto svolgersi stasera per discutere del piano di Israele su chi governerà Gaza dopo la guerra. La decisione del premier israeliano sarebbe stata influenzata dai suoi partner di coalizione di estrema destra, che hanno respinto qualsiasi discussione sul governo dell'autorità palestinese a Gaza. Hezbollah ha definito «coalizione del male» l'alleanza marittima occidentale guidata dagli Usa, di cui fa parte anche l’Italia. Il patriarcato armeno di Gerusalemme denuncia un «massiccio e coordinato attacco contro vescovi, sacerdoti, diaconi, seminaristi e altri membri della comunità condotto da provocatori impuniti». Segnalerebbero feriti gravi. Uomini ma anche donne e almeno due bambini sarebbero stati detenuti e spogliati dalla Forze di difesa israeliane in uno stadio nel nord di Gaza: sono le immagini mostrate in un video dalla Striscia commentato dalla Cnn. Intanto, Judith Weinstein Haggai, che a 70 anni era l'ostaggio più anziano ancora nelle mani di Hamas, è morta. Per approfondire:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:54:33.460+02:00",
    "updated": "2023-12-29T01:54:33.460+02:00"
  },
  {
    "uuid": "f30ff2d2d7819149fe36affe5a9f662362ef8f16",
    "url": "https://abcnews.go.com/GMA/Family/couple-welcomed-baby-hurricane-milton-grateful-biggest-blessing/story?id=114701346",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yi-Jin Yu",
    "published": "2024-10-11T17:16:00Z",
    "title": "Couple who welcomed baby during Hurricane Milton grateful for 'biggest blessing ever'",
    "text": "\"It was all worth it because we have a beautiful little boy.\" A Florida couple says they're grateful everything turned out well after they unexpectedly welcomed their baby a few days early during Hurricane Milton . Kenzie Lewellen told \"Good Morning America\" she started getting contractions in the early morning of Oct. 9 as rain was coming down in Port Charlotte, Florida, where she lives with her boyfriend Dewey Bennett III. The young couple said they were particularly nervous as hurricane conditions started to pick up because Bennett's late father, Dewey Bennett, Jr., had a heart attack during Hurricane Irma and because he couldn't be transported to a hospital and treated in time, died on Sept. 15, 2017. \"My dad passed away during Hurricane Irma, so I was really nervous on how we were going to get to the hospital because the ambulance couldn't get to him fast enough [in 2017],\" Bennett, 24, told \"GMA.\" They decided to make the risky 30-minute journey to Sarasota Memorial Hospital in Venice themselves, along with Lewellen's mother, in case emergency medical services couldn't reach them at home in high wind conditions. \"We wanted to get in here before the storm came because we were really nervous that I was going to go into labor during the storm and then have no way to get to the hospital,\" Lewellen, 22, said from her hospital bed. \"I just prayed and prayed that they were going to admit us,\" Bennett added. At Sarasota Memorial Hospital, Lewellen was admitted but then had a complicated laboring process for over five hours. Doctors told Lewellen and Bennett their baby was not in an ideal position for delivery. \"They called it sunny side up. So [the baby] was head down but he was facing the wrong way … and he was way too high up to come out,\" Lewellen recalled. Hours after arriving at the hospital, Lewellen needed to undergo a C-section that required full anesthesia. \"It was tough not being able to go back there. … It took them a little over an hour but in my head, it took about five hours,\" Bennett said of his anxious wait. But at 11:44 p.m. on Oct. 9, Dewey Lester Bennett IV was born, weighing in at 8 pounds. \"I actually got to hold him first, and so, we had a little me on him time,\" Bennett said of meeting his son for the first time. \"When I first held him, I just thanked God, honestly, because we wouldn't be able to do it and have a healthy baby without him watching over us.\" \"Little Dewey,\" as his mom said they're likely to call him, was originally due Oct. 13 and despite his early arrival during a hurricane, is doing well. \"It was all worth it because we have a beautiful little boy,\" Lewellen said. \"He is fantastic. He's just the most content little baby. He's not super fussy, which is awesome and he's healthy as can be as well.\" \"This is the biggest blessing ever,\" added Lewellen. Aside from their baby's healthy outcome, Lewellen and Bennet said they feel immensely thankful for the care they've received at Sarasota Memorial Hospital. \"We've had several amazing nurses. All the doctors were amazing. They just made the whole process very, very easy,\" said Lewellen. \"Little Dewey\" was one of seven babies delivered during Milton, according to Sarasota Memorial Health Care System, which praised their dedicated hospital staff in a statement to \"GMA.\" \"We couldn't be prouder of our team. They left their homes and many left their families to be here for our patients and community during one of the most alarming hurricanes approaching the Suncoast,\" said David Verinder, CEO of Sarasota Memorial Health Care System. Lewellen hopes to be discharged Saturday along with her son Dewey. Dr. Mahir Qureshi is an internal medicine physician resident at Cooper University Hospital and a member of the ABC Medical Unit.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Weather",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.goodmorningamerica.com/",
      "https://www.goodmorningamerica.com",
      "https://goodmorningamerica.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "f30ff2d2d7819149fe36affe5a9f662362ef8f16",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-10-11T23:03:52.989+03:00",
    "updated": "2024-10-11T23:03:52.989+03:00"
  }
]