[
  {
    "uuid": "ef4d320ca69074f1e182f9e10df0f8198309461a",
    "url": "https://www.sunjournal.com/2024/06/06/trump-says-hed-have-every-right-to-seek-prosecutions-of-his-political-foes-if-reelected",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amy B Wang",
    "published": "2024-06-06T18:14:00Z",
    "title": "Trump says he’d have ‘every right’ to seek prosecutions of his political foes if reelected",
    "text": "Former President Donald Trump gave an interview with Fox News host Sean Hannity on Wednesday night. Jabin Botsford/The Washington Post\nFormer President Donald Trump said Wednesday that seeking prosecutions of his political opponents would be “wrong” but that he also would have “every right” to do so if reelected – the latest way Trump has lashed out since a jury convicted him on 34 felony counts of falsifying business records in his New York hush money case last week.\nIn an interview with Fox News on Wednesday night, host Sean Hannity asked Trump about those who have suggested Trump would seek “retribution” through the criminal justice system if he returned to the White House.\n“So, No. 1, they’re wrong. It has to stop, because otherwise we’re not going to have a country,” Trump said, before baselessly accusing President Biden and his family of crimes.\n“Look, when this election is over, based on what they’ve done, I would have every right to go after them,” he added. “And it’s easy because it’s Joe Biden and you see all the criminality.”\nIn response to the interview, Biden’s reelection campaign released a statement that suggested Trump had “clearly snapped” and asserted his candidacy was becoming more dangerous each day.\n“Tonight in prime time, America saw Donald Trump consumed by rage and visibly rattled following his felony conviction,” Biden campaign spokesman Michael Tyler said. “Donald Trump is so consumed with personal grievance that he does not care who he hurts so long as Donald Trump benefits.”\nTrump, the presumptive Republican presidential nominee, continues to claim without evidence that his prosecutions are politically motivated and that his political rivals are behind them. In addition to the New York hush money case, Trump faces 54 criminal charges in three cases, two of which are related to his efforts to overturn the results of the 2020 presidential election.\nOn Wednesday, Hannity also asked whether Trump would pledge to “restore equal justice” if reelected, tacitly validating Trump’s false claims that his prosecutions were politically motivated.\n“You have to do it. But it’s awful,” Trump said.\nTrump’s remarks Wednesday night were slightly less overt than those he gave in an interview with Newsmax that aired Tuesday, in which he openly mused about his political opponents – including his 2016 rival Hillary Clinton – facing prosecution.\n“Wouldn’t it be terrible to throw the president’s wife and the former secretary of state – think of it, the former secretary of state – but the president’s wife into jail?” Trump told Newsmax.\n“But they want to do it,” Trump said, appearing to refer to his opponents. “So, you know, it’s a terrible, terrible path that they’re leading us to, and it’s very possible that it’s going to have to happen to them.”\nTrump has made payback for opponents central to his campaign, at one point declaring to a crowd: “I am your retribution.” In private, he told advisers and friends that he wants the Justice Department to investigate specific former aides and allies who are now critical of him, The Washington Post previously reported. And he has promised to appoint a special prosecutor to scrutinize Biden and his family.\nBut Trump’s message also has been muddled at times.\n“I’m not going to have time for retribution. We’re going to make this country so successful again, I’m not going to have time for retribution,” he said at an event in Iowa in January.\nTrump’s Republican allies also downplayed his recent felony convictions, criticizing the New York hush money trial and echoing Trump’s claims that the justice system was “weaponized” against him. House Speaker Mike Johnson, R-La., announced Tuesday that GOP lawmakers would “do everything we can” to target the Justice Department and other jurisdictions that investigated or charged Trump. He vowed to use the chamber’s oversight powers while cutting funds in the government appropriations process and taking other unspecified legislative measures.\nWashington Post writers Hannah Knowles, Marianna Sotomayor and Liz Goodwin contributed to this report.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://w2pcms.com/wp-content/uploads/sites/10/2024/06/trump-interview-WGGFM3E2PRAMVNWMK42F6UUTMA.jpeg?w=750",
      "https://w2pcms.com/wp-content/uploads/sites/10/print/trump-interview-WGGFM3E2PRAMVNWMK42F6UUTMA.jpeg",
      "https://w2pcms.com/wp-content/uploads/sites/10/2024/06/trump-interview-WGGFM3E2PRAMVNWMK42F6UUTMA.jpeg",
      "https://www.w2pcms.com/wp-content/uploads/sites/10/2024/06/trump-interview-WGGFM3E2PRAMVNWMK42F6UUTMA.jpeg?w=750",
      "https://www.w2pcms.com/wp-content/uploads/sites/10/print/trump-interview-WGGFM3E2PRAMVNWMK42F6UUTMA.jpeg",
      "https://www.w2pcms.com/wp-content/uploads/sites/10/2024/06/trump-interview-WGGFM3E2PRAMVNWMK42F6UUTMA.jpeg",
      "https://w2pcms.com/wp-content/uploads/sites/10/2024/06/trump-interview-WGGFM3E2PRAMVNWMK42F6UUTMA.jpeg"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "negative"
        },
        {
          "name": "sean hannity",
          "sentiment": "negative"
        },
        {
          "name": "jabin botsford",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fox news",
          "sentiment": "negative"
        },
        {
          "name": "washington post",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "white house",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:58:20.797+03:00",
    "updated": "2024-06-07T01:58:20.797+03:00"
  },
  {
    "uuid": "e71550435f6034d01a1da1b01609389a9f9bcf0a",
    "url": "https://billingsgazette.com/news/nation-world/abusive-mom-killing/image_17eded9e-d50a-5f5e-89b4-783acae9012b.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nathan Papes, The Springfield News-Leader",
    "published": "2023-12-28T17:43:00Z",
    "title": "Abusive Mom Killing",
    "text": "Abusive Mom Killing\n- Nathan Papes, The Springfield News-Leader\n-\n- Updated\n0\nAs featured on\nGypsy Rose Blanchard, the Missouri woman who persuaded an online boyfriend to kill her mother after she forced her to pretend for years that she suffered from leukemia, muscular dystrophy and other serious illnesses, was released Thursday from prison on parole.\nMost Popular\n-\n['Yellowstone' actor is making bourbon — exclusively for sale in Montana](/life-entertainment/local/food-drink/yellowstone-actor-is-making-bourbon-exclusively-for-sale-in-montana/article_18416374-a10b-11ee-9b21-37cdc8c3ad8e.html)\n-\n[Best of both worlds: Rising country star still happy to live in Billings](/life-entertainment/local/music/austin-martin-country-music-billings-studio-theatre/article_f335cdd6-9ecb-11ee-b13f-0ff7634f709a.html)\n-\n[Man killed in wreck outside Jordan Thursday afternoon](/news/state-regional/crime-courts/fatal-accident-highway-200-jordan-montana-highway-patrol/article_c848f754-a0e4-11ee-834e-cf60f6979573.html)\n-\n[Actor Pierce Brosnan charged with going off-trail in Yellowstone National Park](/news/local/pierce-brosnan-yellowstone-national-park-charge/article_a7be8c58-a4f2-11ee-a141-5f0936ce64cd.html)\n-\n[Sleeping with history: Wyoming guest ranch was once cattle war battlefield](/life-entertainment/local/special_topic/johnson-county-war-buffalo-wyomings-ta-guest-ranch/article_a9814736-8339-11ee-aaad-374173f1f7bc.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nathan papes",
          "sentiment": "negative"
        },
        {
          "name": "gypsy r",
          "sentiment": "negative"
        },
        {
          "name": "pierce brosnan",
          "sentiment": "none"
        },
        {
          "name": "blanchard",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "springfield news",
          "sentiment": "negative"
        },
        {
          "name": "yellowstone",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "yellowstone national park",
          "sentiment": "none"
        },
        {
          "name": "montana",
          "sentiment": "none"
        },
        {
          "name": "missouri",
          "sentiment": "none"
        },
        {
          "name": "jordan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:17.807+02:00",
    "updated": "2023-12-29T00:11:17.807+02:00"
  },
  {
    "uuid": "5c5fec196735c9ba42131f00a7c9075e48c74fdc",
    "url": "https://elpais.com/opinion/2023-12-29/la-deriva-autoritaria-de-milei.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cartas a la Directora",
    "published": "2023-12-29T04:00:00Z",
    "title": "La deriva autoritaria de Milei | Opinión | EL PAÍS",
    "text": "Javier Milei, presidente de Argentina, remitió esta semana a la Cámara de Diputados un proyecto de ley que persigue una reforma radical del sistema político y electoral, del modelo de seguridad y de las reglas de juego económico. La norma, llamada pomposamente “Ley de bases y puntos de partida para la libertad de los argentinos”, desarrolla 664 artículos que suponen una apuesta a todo o nada de incierta viabilidad. Una deriva autoritaria, al menos en las intenciones, que prefigura un choque frontal con el poder Legislativo, al que pretende usurpar parte de sus funciones. Milei no cuenta con mayoría en el Congreso, por eso ya ha anunciado la convocatoria de un plebiscito para refrendar esta ley si no obtiene el visto bueno. El propósito del mandatario es, en última instancia, declarar Argentina en “emergencia pública” durante al menos dos años para permitir al Gobierno acaparar facultades que corresponden al Parlamento. Una pretensión que choca con la Constitución, que prohíbe esa transferencia. La ley elimina las primarias obligatorias de los partidos y pretende cambiar la arquitectura de la cámara Baja, de tal manera que resulte más fácil sumar escaños a las fuerzas no mayoritarias, medida que beneficia a la formación de Milei, La Libertad Avanza. El proyecto contempla también la persecución de la protesta social con un protocolo antimovilizaciones. El endurecimiento de las sanciones, que van de uno a seis años de cárcel, es flagrante. Cualquier marcha, incluso las espontáneas como las caceroladas, deberá, además, ser notificada con antelación al Ministerio de Seguridad. Este apartado de la norma resulta especialmente preocupante cuando se ha activado una oleada de movilizaciones y el principal sindicato de Argentina, la CGT, ya ha convocado a una huelga para finales de enero ante el recorte de derechos que se anuncia. El proyecto de ley ómnibus consagra también el plan de privatizaciones del que Milei hizo bandera electoral. La iniciativa establece que 41 empresas públicas, entre ellas la petrolera YPF, Aerolíneas Argentinas, Correos o la Casa de la Moneda, están “sujetas a privatización”. Esta medida, la más radical de las presentadas, incluye también una disposición para ratificar el llamado Decreto de Necesidad y Urgencia, que en la práctica inaugura el desguace del Estado argentino. Esta deriva tiene por ahora la categoría de declaración de intenciones, pero ha hecho saltar las alarmas en los movimientos sociales. Sorprende el silencio de buena parte de la comunidad internacional, siempre atenta a los procesos iliberales latinoamericanos. Milei ha decidido hacerse con todo el poder posible para gobernar y afrontar la grave crisis económica a golpe de decretazos maximalistas. Corre así el riesgo no solo de estrellar su proyecto antes de empezar, sino también de sumir el país en el caos y provocar una herida profunda en la sociedad argentina.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T06:13:13.745+02:00",
    "updated": "2023-12-29T06:13:13.745+02:00"
  },
  {
    "uuid": "5a7294cb34ff7dfafc65bf11b86825db8ececcdb",
    "url": "https://viapais.com.ar/rosario/el-tiempo-en-rosario-el-sol-sigue-al-mando-este-jueves-con-el-modo-verano-a-pleno/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Vía Rosario",
    "published": "2024-01-04T10:02:00Z",
    "title": "El tiempo en Rosario: el sol sigue al mando este jueves con el modo verano a pleno",
    "text": "El clima de verano en Rosario se mantiene presente en toda su dimensión rumbo al cierre de la primera semana del año. El pronóstico no contempla grandes cambios en cuanto al tiempo, aunque el sol puede ceder algo de terreno este jueves . Al mismo tiempo, el calor sigue firme desde temprano.\nEl tiempo en Rosario: el calor aprieta la marca desde temprano este miércoles Luego del segundo día de operativos de fumigación por mosquitos , la jornada comenzó con el cielo prácticamente despejado, viento en calma y temperatura más alta que el miércoles . La Municipalidad reportó tránsito normal en los accesos a la ciudad, aunque en el microcentro se mantienen el corte de tránsito de calle Santa Fe por obras viales.\n¿Cómo estará el tiempo en Rosario el jueves 4 de enero? El informe del Servicio Meteorológico Nacional (SMN) señala que el calor no afloja este jueves en Rosario . Al igual que en los últimos días, no se esperan lluvias hasta la noche e incluso se prevé que el sol salga con más espacio antes del fin de semana.\nEl pronóstico de la jornada incluye una máxima de 31 ° en la ciudad . Después de una mañana bastante pesada, se viene una tarde con el cielo parcialmente nublado. Además, el viento desde el nordeste puede alcanzar una velocidad de 22 kilómetros por hora a la noche.\nPor otro lado, el SMN anticipa un fin de semana con tiempo inestable en Rosario . Desde la tarde del sábado a la madrugada del lunes hay bajas chances de tormentas aisladas. A su vez, las mínimas continúan por encima de los 20 grados y no habrá demasiado alivio por la mañana.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-04T12:21:30.557+02:00",
    "updated": "2024-01-04T12:21:30.557+02:00"
  },
  {
    "uuid": "8f16b6ba358c71827eb999892bde884615e65a67",
    "url": "https://www.record.pt/futebol/futebol-nacional/liga-betclic/detalhe/elementos-das-forcas-de-seguranca-entoam-hino-nacional-durante-casa-pia-farense",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "online@record.pt (Record)",
    "published": "2024-01-20T19:50:00Z",
    "title": "Elementos das forças de segurança entoam hino nacional durante Casa Pia-Farense",
    "text": "Várias dezenas de elementos das forças de segurança, vestidos de preto, entoaram este sábado o hino nacional ao minuto 25 do jogo Casa Pia-Farense, referente à 18.ª jornada da 1.ª Liga, que decorre em Rio Maior. A manifestação dos elementos das forças de segurança recolheu a solidariedade dos adeptos presentes em Rio Maior, que aplaudiram os protestos, iniciados depois de o Governo ter aprovado, em 29 de novembro, o pagamento de um suplemento de missão para as carreiras da PJ. Em causa, está o facto de o tratamento não ser equivalente para as restantes forças de segurança, o que tem motivado, nas últimas semanas, várias manifestações de polícias em diversas cidades do país, numa iniciativa que começou com um agente da PSP em frente à Assembleia da República, em Lisboa, e que está a mobilizar cada vez mais elementos da PSP, assim como da GNR e da guarda prisional. Este tipo de manifestação, de resto, não é inédito e já tinha ocorrido no dia 14, no embate União de Leiria-Santa Clara, da 2.ª Liga de futebol, no dia 12, no decorrer do encontro Portimonense-Farense, da 1.ª Liga, e também hoje, durante o Sporting-Leões de Porto Salvo, encontro das meias-finais da Taça da Liga de futsal, que decorre na Póvoa de Varzim. Tribunal recusou arrolar António Silva Campos e Miguel Ribeiro como testemunhas Imprensa alemã avança que já há negociações entre os clubes Sentença será proferida no dia 7 de fevereiro Por outro lado, Milan Martinovic assume que contactos com outro clube de Itália chegaram ao fim Ali Rose, que tem uma página no 'OnlyFans', abriu o livro num podcast Charlie Morgan criou uma marca de vodka e em pouco tempo enriqueceu Acompanhe todas as movimentações em Portugal e nos principais campeonatos Acompanhe todas as movimentações em Portugal e nos principais campeonatos do Mundo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-20T22:10:57.511+02:00",
    "updated": "2024-01-26T21:18:42.919+02:00"
  },
  {
    "uuid": "5c0988b73625ef85375709e368d805bd5fd0a22e",
    "url": "https://www.indiatoday.in/india/south/story/andhra-pradesh-issues-ramzan-order-for-muslims-after-bjp-uproar-over-similar-order-by-telangana-government-2682078-2025-02-18",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@indiatoday",
    "published": "2025-02-18T18:28:00Z",
    "title": "After BJP uproar over Telangana's Ramzan order, similar move by ally in Andhra",
    "text": "After BJP uproar over Telangana's Ramzan order, similar move by ally in Andhra\nThe Andhra Pradesh government has allowed Muslim employees to leave work an hour early during Ramzan, days after Telangana's Congress government issued a similar order, which the BJP slammed as \"appeasement politics\".\nIn Short\n- Andhra Pradesh allows Muslim employees to leave work early during Ramzan\n- Telangana issued a similar directive earlier, criticised by BJP as appeasement\n- Congress defends the move, citing historical precedence of such relaxations\nThe Andhra Pradesh government, led by Chief Minister Chandrababu Naidu's Telugu Desam Party (TDP), has announced that Muslim employees can leave work an hour early during the holy month of Ramzan. The decision comes just days after neighbouring Telangana, under the Congress-led government, issued a similar directive - one that was swiftly criticised by the BJP as \"appeasement politics\".\nThe Telangana government had earlier permitted Muslim employees, including teachers, contract workers, and public sector staff, to leave at 4 pm from March 2 to March 31, barring essential duties.\nBJP MLA Raja Singh was quick to slam the move, accusing the Congress of favouritism. \"Telangana government allows early leave for Ramzan but ignores Hindu festivals. Equal rights for all, or none,\" he posted on social media, sharing a copy of the official circular.\nHowever, in an interesting turn, Andhra Pradesh - where the BJP's ally, the TDP, is in power-has now followed suit with a near-identical order. The state's directive allows all Muslim employees, including those on contract and working in village and ward secretariats, to leave an hour before closing time from March 2 to March 30 to perform religious rituals.\n\"The government permits all the employees who profess Islam, including teachers and persons hired on contract, outsourcing basis and also Village/Ward Secretaries, to leave their offices/ schools early by an hour before closing time on all working days during the Holy month of 'Ramzan', from 2nd March to 30th March to perform necessary rituals as per guidelines issued by the concerned authorities, except when their presence is required due to exigencies of services during the above said period,\" the order read.\nDefending Telangana's move, Congress leader and state government adviser on minority affairs, Mohammed Ali Shabbir, dismissed the BJP's criticism as selective outrage.\n\"The facility was given during the BRS regime. Many BJP governments also offer this in other states. It's not new and has been in place for years,\" he said, adding that governments routinely provide relaxations during festivals, including for Hindu celebrations like Ganesh Chaturthi and Bonalu.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "topics": [
      "Politics->political parties and movements",
      "Politics->government",
      "Social Issue->social condition",
      "Social Issue->communities",
      "Social Issue->social services",
      "Religion and Belief->relations between religion and government",
      "Religion and Belief->religious conflict",
      "Religion and Belief->islam"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Chandrababu Naidu",
          "sentiment": "none"
        },
        {
          "name": "Ramzan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "BJP",
          "sentiment": "negative"
        },
        {
          "name": "Congress",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-18T20:37:31.372+02:00",
    "updated": "2025-02-18T20:37:31.372+02:00"
  },
  {
    "uuid": "70db85264e52e6f8a17a635ed5bd38ac0ac82234",
    "url": "https://globegazette.com/weather/md-wfo-philadelphia-warnings-watches-and-advisories/article_ffe2929e-a051-5d4f-afd2-6c39e7e4a566.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Accuweather",
    "published": "2024-03-22T07:32:00Z",
    "title": "MD WFO PHILADELPHIA Warnings, Watches, and Advisories",
    "text": "WFO PHILADELPHIA Warnings, Watches and Advisories for Sunday, March 24, 2024\nAREAL FLOOD WATCH\nURGENT - IMMEDIATE BROADCAST REQUESTED\nFlood Watch\nNational Weather Service Mount Holly NJ\n325 AM EDT Fri Mar 22 2024\n...FLOOD WATCH IN EFFECT FROM LATE TONIGHT THROUGH SUNDAY MORNING...\n* WHAT...Flooding caused by excessive rainfall continues to be\npossible.\n* WHERE...A portion of northeast Maryland, including the following\nareas, Caroline, Kent MD, Queen Annes and Talbot.\n* WHEN...From late tonight through Sunday morning.\nPeople are also reading…\n* IMPACTS...Excessive runoff may result in flooding of rivers,\ncreeks, streams, and other low-lying and flood-prone locations.\nCreeks and streams may rise out of their banks. Low-water\ncrossings may be flooded.\n* ADDITIONAL DETAILS...\n- Widespread heavy rainfall of 2 to 3.5 inches is forecast from\nFriday night through Saturday evening with locally higher\namounts possible. Excessive runoff may continue to cause\nrivers, creeks, and streams to rise through Sunday, even\nafter the heavy rain has stopped.\nPRECAUTIONARY/PREPAREDNESS ACTIONS...\nYou should monitor later forecasts and be alert for possible Flood\nWarnings. Those living in areas prone to flooding should be prepared\nto take action should flooding develop.\nCopyright 2024 AccuWeather",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "annes",
          "sentiment": "none"
        },
        {
          "name": "talbot",
          "sentiment": "none"
        },
        {
          "name": "caroline",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "flood watch national weather service mount holly",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "philadelphia",
          "sentiment": "none"
        },
        {
          "name": "maryland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T10:53:04.955+02:00",
    "updated": "2024-03-22T10:53:04.955+02:00"
  }
]