[
  {
    "uuid": "4427bfe9f7766801f9a136cc44deac24bc1dc0e6",
    "url": "https://www.sasktoday.ca/national-sports/powerhouse-americans-dump-swiss-side-11-3-at-world-junior-hockey-championship-8036460",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2023-12-28T21:53:00Z",
    "title": "Powerhouse Americans dump Swiss side 11-3 at world junior hockey championship - SaskToday.ca",
    "text": "GOTHENBURG, Sweden — Jimmy Snuggerud had a natural hat trick in the first period to lead the United States to an 11-3 rout of Switzerland on Thursday at the world junior hockey championship. Gavin Brindley added two goals as the Americans won their second straight preliminary-round game. Frank Nazar had four assists. Will Smith, Zeev Buium, Ryan Leonard, Isaac Howard, Quinn Finley and Eric Pohlkamp also scored for the United States. Switzerland netminder Loren Gruter was pulled after allowing four goals on 10 shots. He was replaced by Ewan Huet. Gregory Weber, Gael Christe and Thierry Schild tallied for the Swiss, who have dropped both of their games. The Americans will play Czechia on Friday. Switzerland will next play Norway on Saturday. --- SWEDEN 5 GERMANY 0 Melker Thelin made 15 saves for the shutout as Sweden blanked Germany. Otto Stenberg had a hat trick for the host team while Mattias Havelid and Noah Ostlund added singles. Sweden has outscored its opposition 11-0 over two victories in the preliminary round. Germany fell to 1-1. Sweden will play defending champion Canada on Friday. Germany returns to the ice Saturday against Latvia. This report by The Canadian Press was first published Dec. 28 2023. The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jimmy snuggerud",
          "sentiment": "negative"
        },
        {
          "name": "thierry schild",
          "sentiment": "none"
        },
        {
          "name": "gavin brindley",
          "sentiment": "none"
        },
        {
          "name": "melker thelin",
          "sentiment": "none"
        },
        {
          "name": "quinn finley",
          "sentiment": "none"
        },
        {
          "name": "eric pohlkamp",
          "sentiment": "none"
        },
        {
          "name": "ewan huet",
          "sentiment": "none"
        },
        {
          "name": "ryan leonard",
          "sentiment": "none"
        },
        {
          "name": "frank nazar",
          "sentiment": "none"
        },
        {
          "name": "zeev buium",
          "sentiment": "none"
        },
        {
          "name": "will smith",
          "sentiment": "none"
        },
        {
          "name": "gael christe",
          "sentiment": "none"
        },
        {
          "name": "loren gruter",
          "sentiment": "none"
        },
        {
          "name": "isaac howard",
          "sentiment": "none"
        },
        {
          "name": "gregory weber",
          "sentiment": "none"
        },
        {
          "name": "noah ostlund",
          "sentiment": "none"
        },
        {
          "name": "otto stenberg",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sweden",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "sasktoday.ca gothenburg",
          "sentiment": "none"
        },
        {
          "name": "sweden",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "norway",
          "sentiment": "none"
        },
        {
          "name": "switzerland",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:25:15.324+02:00",
    "updated": "2023-12-29T00:25:15.324+02:00"
  },
  {
    "uuid": "15803169f2a53f81e32e46f1468e17e0045797ac",
    "url": "https://www.lifesitenews.com/news/christian-mp-delivers-powerful-easter-message-in-canadian-house-of-commons",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LifeSite",
    "published": "2024-03-28T19:52:00Z",
    "title": "Christian MP delivers powerful Easter message in Canadian House of Commons - LifeSite",
    "text": "( LifeSiteNews ) – A Canadian MP used his time in the House of Commons to remind fellow parliamentarians about the importance of Easter for Christians and that Jesus Christ, through his ultimate sacrifice by dying on the cross for mankind, defeated “sin and death” to bring about “the gift of eternal life to all who believe.” “Mr. Speaker, soon, Christians around the world will gather to celebrate Easter, the death and resurrection of Jesus Christ,” Conservative Party of Canada MP Ted Falk said on March 21 in a speech to MPs. “Two thousand years ago, Jesus died on the cross, crucified for the sins of humanity, for our sins. Then, on the third day, he rose from the dead, defeating sin and death, and bringing the gift of eternal life to all who believe. Historical evidence of eyewitness accounts, transmitted over thousands of years, proves the resurrection.” Falk’s message continued, with him observing that for “Christians,” the death and resurrection of Jesus is the “most pivotal moment of our faith because the Bible says that without the resurrection our faith is in vain.” “The death and resurrection of Jesus Christ offers forgiveness and healing from sin to all who believe. It is the only pathway to true reconciliation between God and humanity, between God and us. However, it is up to each of us, by faith, to claim and accept this gift,” he said. To end his Easter message, Falk said that it is the “miracle of the empty tomb” that prompts the “Easter greeting ‘Christ is risen’ and the response of Christians everywhere ‘He is risen indeed.’” “I wish you, Mr. Speaker, and all Canadians a happy and blessed Easter,” he said. In response, Liberal MP Speaker of the House MP Greg Fergus said, “Happy Easter.” Falk’s riding is in Manitoba Provencher and is in an area known for its high concentration of Christians, notably those from the Mennonite community of the Steinbach area in which he is involved. Falk has been an MP since 2013 and said his Easter message to MPs was to “share with Canadians the true meaning of Easter and the pivotal point of the Christian faith and why the federal government still celebrates Good Friday and Easter Monday with a holiday.” For Catholics, the Easter Triduum begins with Holy Thursday or the Mass of the Lord’s Supper, followed by Good Friday, or the Lord’s Passion. The Mass of the Resurrection of the Lord completes the Triduum on Saturday.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Politics"
    ],
    "external_links": [
      "https://www.ourcommons.ca/documentviewer/en/44-1/house/sitting-293/hansard",
      "https://ourcommons.ca/documentviewer/en/44-1/house/sitting-293/hansard"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "falk",
          "sentiment": "none"
        },
        {
          "name": "jesus christ",
          "sentiment": "none"
        },
        {
          "name": "speaker",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "house of commons",
          "sentiment": "positive"
        },
        {
          "name": "conservative party of canada mp ted falk",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T03:28:25.762+03:00",
    "updated": "2024-03-29T03:28:25.762+03:00"
  },
  {
    "uuid": "04a3f45344361d33b7b0964c2522f3ba765d5e2f",
    "url": "https://www.heraldtimesonline.com/story/sports/college/indiana/2024/01/07/sydney-parrish-leads-iu-womens-basketball-over-nebraska-indiana-hoosiers-big-ten-sara-scalia/72078879007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chloe Peterson",
    "published": "2024-01-07T21:09:00Z",
    "title": "Sydney Parrish leads IU women's basketball over Nebraska",
    "text": "Hot-shooting IU women keep pace in Big Ten race with 22-point road win at Nebraska [Chloe Peterson](https://www.indystar.com/staff/7539469001/chloe-peterson/) [IU women’s basketball](https://iuhoosiers.com/sports/womens-basketball) moved to 4-0 in [Big Ten](https://bigten.org/sports/wbball) play with a 91-69 win over Nebraska (11-4, 3-1) in Lincoln on Sunday afternoon. The No. 14 Hoosiers (13-1, 4-0) have won 12 straight and share the top of the [Big Ten standings](https://bigten.org/standings.aspx?path=wbball) with No. 4 Iowa (15-1, 4-0). Sydney Parrish breaks out of funk: ['A lot of shooters just need to see one go in.'](/story/sports/college/indiana/2024/01/07/sydney-parrish-breaks-out-of-funk-leads-iu-women-win-nebraska-indiana-hoosiers-3-point-shooting/72078889007/) Here are three observations from the game: Sydney Parrish plays the hero again Sydney Parrish was on fire from beyond the arc for the second straight game, making her first five shots from 3-point range. Her first miss didn’t come until the 2:33 mark of the second quarter. Her performance came just days after a 14-point showing in the first quarter against Michigan on Thursday, when she went 3-for-3 from beyond the arc as part of [a perfect, 13-for-13 first quarter](/story/sports/college/indiana/2024/01/04/iu-womens-basketball-win-dominant-first-quarter-beat-michigan-move-to-3-0-in-big-ten-sydney-parrish/72076920007/) from the Hoosiers. But on Thursday, her minutes were limited by foul trouble. \"Last game against Michigan, I think that really, a lot of shooters just need to see one go in and then it'll propel you for the next game,\" Parrish said. From Michigan: [Dominating win shows when IU clicks, it can be unstoppable](/story/sports/college/indiana/2024/01/04/when-indiana-womens-basketball-beats-michigan-15-of-15-shooting-clicks-it-could-be-unstoppable/72076921007/) On Sunday, she stayed out of foul trouble and was unstoppable with the ball in her hands. Her quick release allowed her ample opportunity to get the ball in the basket, and she finished the game with 20 points and six rebounds. \"Syd was just finding herself open,\" head coach Teri Moren said. \"One of the things that I think is this group in particular does a great job of is finding each other, and finding each other when they feel like someone has the hot hand.\" Unstoppable from beyond the arc At the four-minute mark of the third quarter, the 9,000 Huskers fans at Pinnacle Bank Arena were loud — Nebraska's Annika Stewart had just put the Huskers within 55-48, with a chance to close the gap even more. Then, IU senior Sara Scalia hit a 3-pointer in response, and the place went quiet. \"One of the things about this, this group is that they stay in the moment, and they knew that one of the things we had to do was keep the crowd out of it today,\" Moren said. \"Just the poise, we're a veteran team, we have a mature team, and so you always revert back to that.\" Scalia, along with Parrish, quieted the Husker crowd multiple times with their 3-point makes Sunday — a far cry from IU's performance against Nebraska last season. The Hoosiers barely escaped the Huskers with an overtime win at Assembly Hall. IU flipped the script this season, leaving Lincoln with a 20-point win on the backs of its 3-point shooting. The Hoosiers shot 14-of-23 (60.9%) beyond the arc, with Scalia making 5-of-10 for 19 points and Parrish going 6-of-7 from deep. IU successfully limits Huskers’ Markowski This Indiana-Nebraska matchup brought together two of the conference’s best centers: Mackenzie Holmes and the Huskers’ Alexis Markowski. Markowski is one of the league’s most formidable, back-to-the-basket centers. She and Holmes went up against each other multiple times in the first half, and while both were pushed out of their positions, Markowski used her size to get around the Hoosier standout. But that all changed in the second half. Markowski, who already picked up two fouls in the first half, was called for two quick fouls in the first two minutes of the third quarter. One call away from fouling out, Markowski headed to the bench for the rest of the quarter. \"She had to have a quiet night,\" Moren said of Markowski. \"She's the leader of this group. She's a fantastic player, can play at all three levels.\" Then, Holmes had her opportunity. The fifth-year senior easily scored over Markowski’s smaller teammates in the paint, picking up 11 points in the third quarter as Indiana’s lead ballooned to 20 by the end of the quarter. Markowski returned to the floor at the start of the fourth , playing gingerly to try and avoid being called for her final foul. While she didn't pick up a fifth foul, she scored just five points in the second half, compared to 14 in the first. \"Any time you're on the road, it's a different kind of toughness that you have to pack in your suitcase,\" Moren said. \"I thought we looked really together today, really tough from the tip, from the jump so excellent road win for us.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://bigten.org/sports/wbball)",
      "https://www.indystar.com/staff/7539469001/chloe-peterson/)",
      "https://iuhoosiers.com/sports/womens-basketball)",
      "https://bigten.org/standings.aspx?path=wbball)",
      "https://bigten.org/standings.aspx",
      "https://www.iuhoosiers.com/sports/womens-basketball)",
      "https://indystar.com/staff/7539469001/chloe-peterson/)",
      "https://www.bigten.org/sports/wbball)",
      "https://www.bigten.org/standings.aspx?path=wbball)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "parrish",
          "sentiment": "negative"
        },
        {
          "name": "chloe peterson",
          "sentiment": "negative"
        },
        {
          "name": "sydney parrish",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hoosiers",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nebraska",
          "sentiment": "none"
        },
        {
          "name": "iowa",
          "sentiment": "none"
        },
        {
          "name": "nebraska-indiana",
          "sentiment": "none"
        },
        {
          "name": "lincoln",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:36:07.865+02:00",
    "updated": "2024-01-08T00:36:07.865+02:00"
  },
  {
    "uuid": "d08f24bf64d5f094705625e3f841a929945ab91c",
    "url": "https://www.devdiscourse.com/article/science-environment/3373009-sharp-drop-in-plastic-waste-trade-offset-by-oecds-growing-exports-to-global-south",
    "ord_in_thread": 0,
    "author": "Devdiscourse",
    "published": "2025-05-08T03:24:00Z",
    "title": "Sharp Drop in Plastic Waste Trade Offset by OECD's Growing Exports to Global South | Science-Environment",
    "text": "Sharp Drop in Plastic Waste Trade Offset by OECD’s Growing Exports to Global South\nThe OECD’s 2025 report reveals that global plastic waste trade continues to decline due to international controls, but exports from OECD to non-OECD countries are rising again, raising environmental justice concerns. Despite progress, gaps in quality, transparency, and enforcement persist.\nThe 2025 edition of the OECD’s Environment Working Paper, developed by researchers Andrew Brown and Frithjof Laubinger under the guidance of Peter Börkey and the Environment and Economy Integration Division led by Shardul Agrawala, delivers a comprehensive examination of recent developments in global plastic waste trade. Supported financially by the United States and Japan, and drawing on UN Comtrade data and Basel Convention submissions, the study adds 2023 data to the OECD’s ongoing monitoring series. It reveals a mixed but insightful narrative of declining global trade, shifting export destinations, and lingering risks in transboundary waste management.\nPolicy Controls Prove Effective but Challenges Remain\nSince 2014, global trade in plastic waste and scrap has been reduced by nearly half. The most dramatic plunge occurred in 2018 when China introduced its stringent \"National Sword\" policy, effectively closing its borders to contaminated plastic waste and scrap. This policy spurred similar bans across Southeast Asia and contributed to a worldwide reckoning over the fate of exported waste. In response, multilateral action emerged with the 2021 amendments to the Basel Convention, which introduced the Prior Informed Consent (PIC) procedure for hazardous or hard-to-recycle plastic waste, later incorporated into the OECD Council Decision.\nThe new report highlights the impact of these controls by comparing trends in plastic waste with those of unsorted paper waste, another stream affected by China’s import ban but exempt from Basel-level regulations. While both initially declined, plastic waste trade in 2023 was 0.72 million tonnes lower than what might have occurred had it followed the paper trend, equating to about 15% of total global plastic waste trade. This deviation is strong evidence that international trade controls are successfully reducing problematic waste movements, particularly to nations ill-equipped to manage them.\nOECD Countries Resume Exports to Developing Nations\nDespite the encouraging long-term decline, the 2023 data signals a potentially troubling shift. After several years of shrinking trade imbalances, the gap between exports and imports among OECD countries widened again, due to a modest rise in exports and a drop in imports. This shift is especially concerning as the growth in exports was disproportionately aimed at non-OECD countries.\nCountries such as Malaysia, Vietnam, and Indonesia, which lack robust environmental safeguards and recycling infrastructure, received growing volumes of plastic waste from OECD exporters. Malaysia surpassed the Netherlands to become the world’s largest importer of plastic waste in 2023, importing over 0.6 million tonnes. Japan led the way among OECD exporters to non-OECD countries, followed by Spain, the United Kingdom, and Germany. Notably, Japan sent more than 90% of its plastic waste exports to lower-income nations, while Australia exported a similar share, albeit in smaller volumes.\nQuality Gap Widens Between OECD and Non-OECD Trade\nThe report uses trade value per kilogram as a proxy for waste quality and recyclability. Data from 2020 to 2023 show that plastic waste traded within the OECD bloc consistently carried a higher value per weight than exports from OECD to non-OECD countries. This suggests that the latter shipments may be of lower quality, containing contaminated or mixed materials that are more difficult or costly to recycle. Such waste, when received by countries with weaker environmental regulations, risks being dumped or burned rather than properly processed.\nOne area of particular concern is vinyl chloride waste, which is entirely subject to the Basel Convention’s strictest controls due to its hazardous nature. Although its trade volume has steadily declined, roughly 0.03 million tonnes were still exported from OECD to non-OECD countries in 2023. Japan accounted for two-thirds of this flow, directing shipments to Malaysia, India, and other unspecified Asian destinations. This persistence in risky trade despite regulatory controls highlights loopholes or enforcement gaps that demand urgent attention.\nBasel Reporting Discrepancies Undermine Oversight\nA major weakness in international waste governance lies in data inconsistencies. The OECD report finds significant discrepancies between what countries report to UN Comtrade and what they submit to the Basel Convention Secretariat under the PIC regime. For instance, nearly 200,000 tonnes of vinyl chloride waste were reported in UN Comtrade, but only 84,000 tonnes were documented under Basel’s PIC records in 2023. This mismatch raises red flags about the effectiveness of monitoring systems and points to possible exploitation of bilateral agreements, such as those under Article 11 of the Basel Convention, which may bypass PIC requirements.\nSuch gaps cast doubt on the reliability of trade transparency and suggest that plastic waste flows may still be slipping through the cracks, untracked or misclassified as recycled materials. Given that some exporters may be rebranding waste as “recyclate” or “reusable inputs,” the real scale and nature of transboundary plastic waste movements could be significantly underrepresented.\nA Fragile Balance: Progress with Emerging Red Flags\nWhile the OECD report offers clear evidence that international controls have curbed plastic waste trade, especially to vulnerable countries, it also issues a cautionary note. Twenty-two OECD countries reduced their overall exports between 2022 and 2023, and trade in vinyl chloride waste continues its downward trend. However, the renewed growth in exports to non-OECD destinations, combined with quality disparities and data inconsistencies, suggests a fragile equilibrium.\nOngoing monitoring is essential to prevent a resurgence of environmentally damaging practices. As global efforts to end plastic pollution intensify, especially under forthcoming international frameworks, transparency, enforcement, and policy coordination will be key to ensuring that progress is not reversed under the guise of recycling. The trade in plastic waste remains a high-stakes arena in the battle for global environmental justice.\n- FIRST PUBLISHED IN:\n- Devdiscourse",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment"
    ],
    "topics": [
      "Environment->sustainability",
      "Environment->environmental pollution",
      "Environment->waste materials"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Frithjof Laubinger",
          "sentiment": "none"
        },
        {
          "name": "Shardul Agrawala",
          "sentiment": "none"
        },
        {
          "name": "Peter Börkey",
          "sentiment": "none"
        },
        {
          "name": "Andrew Brown",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "OECD",
          "sentiment": "negative",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T07:01:13.823+03:00",
    "updated": "2025-05-08T04:06:50.000+00:00"
  },
  {
    "uuid": "d77d366dd235055695280aeb7c0a9e95381ae711",
    "url": "https://www.sanantoniomag.com/fake-injectables-are-a-real-problem",
    "ord_in_thread": 0,
    "author": "Bonny Osterhage",
    "published": "2025-04-09T21:16:00Z",
    "title": "Fake Injectables Are A Real Problem",
    "text": "It’s important to know the qualifications of the person administering injectable fillers. | Getty Images It wasn’t that long ago that if you wanted to try and beat Mother Nature at her own game, your only option was to go under the knife. Today, all that has changed thanks to the easy availability of neurotoxins, fillers and other injectables. More affordable and less invasive than surgery, these products are designed to lift, erase, tighten and plump with minimal downtime, making them an appealing alternative for women of all ages. With the increase in demand for the treatments comes an increase in supply. Medical spas are popping up on every corner, and the competition for customers is real.\nUnfortunately, so is the use of counterfeit products injected by people with little to no medical training. These products can potentially lead to serious health risks and ugly complications in the pursuit of beauty.\n“These counterfeit products are not regulated by the FDA and can contain harmful substances which are not monitored that can lead to severe adverse effects,” says Marta Paul, owner of Nova Aesthetics. There have been several instances recently reported of people being hospitalized due to getting counterfeit injections, unknowingly.”\nJust ask San Antonio resident Rosemary Aleman, who went to an unnamed local business to plump her pout and left with a reaction so severe she was embarrassed to leave her house.\n“This reaction was not only physically uncomfortable but also emotionally distressing, as it impacted my confidence and daily life,” she says of the extreme swelling and disfigurement she experienced in her lips.\nUnbeknownst to Aleman, she had received a counterfeit product.\n“I didn’t realize I had been sold fake products because, at the time, I hadn’t done enough research to identify what was legitimate and what was counterfeit,” she said.\nShe is not alone. The average person is not likely to question the validity of the product, especially if it’s offered at a reduced price. However, cost is often one of the biggest red flags.\n“These products are not cheap, even at wholesale prices,” cautions Paul, who explained that the reason for the high cost is that legitimate products must go through expensive FDA testing to be used in the United States. “If the deal the establishment is offering seems too good to be true, then it is.”\nBeware of deeply discounted injectables. | Getty Images Know Your Product Aside from a heavily discounted price, how can you tell if the product you are purchasing is the real deal? The good news is that you don’t have to be a professional to spot a fake. According to Paul, you simply ask to see it. The information on the product should be written in English, and there should be a visible identification number.\n“Ask to take a picture of the packaging and have them open the product up in front of you,” she advises. “Any FDA approved product will have a lot number on it that can be traced back to that specific vial or syringe.”\nIf the practitioner balks at the request or refuses to show you the product, you might want to take your business elsewhere.\nKnow Your Injector Not all injectors knowingly provide counterfeit products. Some get duped by the manufacturer due to their lack of proper training and knowledge. That’s why it’s important to know the qualifications of the person you are entrusting with your face. Although it’s not a requirement in the state of Texas, Paul recommends that your injector should have a nursing license at the minimum, along with additional specific training in the field.\n“Industry standards and techniques are continually evolving,” she explains. “Your injector should complete continuing education courses and specialized training, including cadaver labs, to enhance their understanding of facial anatomy.”\nShe suggests asking your potential injector the following questions before undergoing any procedure:\n• What are your qualifications and experience?\n• How often do you perform this treatment?\n• Do you have a medical director?\n• What are the risks and side effects associated with this procedure?\n• Do I have a way of contacting you outside of business hours?\n• Do you have a crash cart and written plan for managing complications?\nThese are all things that Aleman, who learned her lesson the hard way, says she wishes she had known before undergoing her lip enhancement.\n“My personal experience with these products as a patient highlighted the need for thorough research and caution,” she said. “Never hesitate to ask questions or seek a second opinion if something feels off.”\nIf you suspect an establishment is injecting these products, contact the Texas medical board, the Texas Department of Licensing and Regulation, the FDA, the Texas attorney general, or your local law enforcement. If you suspect you have been injected with a fake product, seek medical attention immediately.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Health->health treatment and procedure",
      "Social Issue->social services",
      "Social Issue->social problem",
      "Crime, Law and Justice->fraud"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Marta Paul",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "FDA",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:23:57.613+03:00",
    "updated": "2025-04-10T07:53:27.505+03:00"
  },
  {
    "uuid": "737b78981004e7aab1992dd40a24bb3e5876bcb2",
    "url": "https://www.t13.cl/noticia/mundo/jubilado-conmovio-al-relatar-las-condiciones-vida-tiene-argentina-votamos-mal-5-1-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "T13",
    "published": "2024-01-05T20:49:00Z",
    "title": "Jubilado argentino conmovió con calidad de vida que tiene | T13",
    "text": "A través de [redes sociales](https://www.t13.cl/etiqueta/redes-sociales) se viralizó una entrevista a un jubilado argentino que relató las condiciones de vida que tiene actualmente, donde aseguro que vive mantenido por su hija para comprar alimentos básicos en el supermercado. Las declaraciones del hombre fueron viralizadas por el medio trasandino [IP Noticias](https://www.tiktok.com/@ip_noticias/video/7319978302628793605?lang=es), donde publicaron la entrevista, la cual ya suma más de 20 mil \"me gusta\" en TikTok y cerca de 500 mil reproducciones. [ Lee También > EFE anuncia servicio del tren más rápido de Sudamérica: revisa los precios y tramos ](/noticia/nacional/efe-anuncia-servicio-del-tren-mas-rapido-sudamerica-revisa-precios-tramos-4-1-2024) El periodista trasandino estaba reporteando cuánto gastaba la gente en el supermercado y se sorprendió con la respuesta del jubilado argentino, quien gastó poco más de 37 mil pesos chilenos en escasos productos. \"Me sostiene mi hija\", confesó el hombre, revelando que su estado está \"malísimo, me hace mal, me tiene deprimido porque es feo que a uno lo tenga que sostener la hija, pero no hay más remedio, es así\". \"Votamos mal\", comentó tajantemente sobre el inicio del [Gobierno de Javier Milei](https://www.t13.cl/etiqueta/javier-milei) en [Argentina](https://www.t13.cl/etiqueta/argentina). Tampoco mostró optimismo respecto a los próximos meses en el país vecino: \"Terrible, creo que la inflación se va a multiplicar\". El registro se viralizó rápidamente por [redes sociales](https://www.t13.cl/etiqueta/redes-sociales), donde los usuarios dejaron variados comentarios respecto al relato del jubilado trasandino. [ Lee También > 9 de 24 premios de \"La Suerte en Chile\" han sido cobrados: revisa los plazos para obtener el dinero ](/noticia/nacional/9-24-premios-suerte-chile-han-sido-pagados-revisa-plazos-cobro-29-12-2023) \"No pude terminar de ver el video, qué dolor\", \"Yo soy jubilada y hace dos años que estoy sufriendo, ahora voté bien\" y \"La verdad, votamos mal\", fueron algunos de los variados comentarios que aparecen en el video.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.tiktok.com/@ip_noticias/video/7319978302628793605?lang=es),",
      "https://tiktok.com/@ip_noticias/video/7319978302628793605?lang=es),",
      "https://www.tiktok.com/@ip_noticias/video/7319978302628793605"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:02:58.381+02:00",
    "updated": "2024-01-06T00:02:58.381+02:00"
  },
  {
    "uuid": "d861d4fc531b94bf220a36c5036d0a851fcb2bab",
    "url": "https://www.francebleu.fr/infos/societe/la-mosquee-attawba-de-bagnols-sur-ceze-fermee-au-lendemain-de-l-explusion-de-l-imam-mahjoubi-9581754",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Quentin Perez de Tudela",
    "published": "2024-02-23T18:11:00Z",
    "title": "La mosquée Attawba de Bagnols-sur-Cèze fermée au lendemain de l'explusion de l'imam Mahjoubi - France Bleu",
    "text": "La mosquée Attawba de Bagnols-sur-Cèze fermée au lendemain de l'expulsion de l'imam Mahjoubi La prière du vendredi n'a pas pu se tenir dans le lieu de culte où officiait l'imam qui a été expulsé, ce jeudi soir, après avoir tenu des propos à tout le moins controversés dans des prêches relayés sur les réseaux sociaux. Qui va remplacer l'imam Mahjoubi, à Bagnols-sur-Cèze ? La mosquée Attawba dans laquelle il officiait, avant son expulsion, était fermée, ce vendredi. En tout cas, elle n'a pas ouvert pour la prière du vendredi. La mairie et la préfecture indiquent à France Bleu Gard Lozère n'avoir rien à voir avec cette décision. Elle a sans doute été prise par l'association qui gère le lieu de culte : l'association des musulmans du Gard rhodanien. Mahjoub Mahjoubi n'a sans doute pas pu être remplacé. L'imam, au cœur d'une polémique pour des prêches controversés, laisse un vide dans le cœur de ses fidèles. La plupart de ceux que France Bleu a pu rencontrer disent ne pas comprendre l'emballement autour des propos les plus médiatisés de Mahjoub Mahjoubi. Ceux dans lesquels il compare \"drapeau tricolore\" à un \"drapeau satanique\". \"C'est aux fidèles de faire la part des choses. Lorsqu'un imam dit quelque chose, ils ne sont pas obligés de le croire\", tranche Sahanoun. Nassim, lui, dit ne pas connaître les autres propos reprochés au désormais ex-imam de la mosquée Attawba de Bagnols-sur-Cèze, mais il le croit lorsqu'il parle de \"lapsus\". \"C'était une personne de bonne foi, assure le jeune homme de 21 ans. C'était un très, très bon imam, il faisait de bons discours. Il disait que musulmans ou non, on était tous égaux, donc son expulsion me fait de la peine.\" Pour pouvoir prier, les fidèles se sont donc rabattus sur l'autre lieu de culte musulman de Bagnols-sur-Cèze : la mosquée An-Nour Gard : l'info en continu Gard : les plus consultés VIDÉO - Les agriculteurs mobilisés à Nîmes [France Bleu Gard Lozère](/gard-lozere) VIDÉO - Le Carrefour Nîmes Étoile de nouveau ciblé par les agriculteurs : \"Pourquoi s'acharner sur nous ?\" [France Bleu Gard Lozère](/gard-lozere) Imam expulsé à Bagnols-sur-Cèze : \"Je suis le symbole de la loi immigration, le fusible, un bouc émissaire\" [France Bleu Gard Lozère](/gard-lozere)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-23T20:27:14.545+02:00",
    "updated": "2024-02-24T01:48:56.731+02:00"
  },
  {
    "uuid": "84e16bfdc91536672d9b9d8412bba8185d9cc512",
    "url": "https://www.kare11.com/article/news/local/saint-paul-police-arrest-in-macgroveland-sexual-assault-and-robbery/89-1321ead9-3af8-447a-9cd6-deb968097677",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Naasir Akailvi",
    "published": "2024-04-25T21:03:00Z",
    "title": "Saint Paul Police announce arrest in Mac-Groveland sexual assault and robbery",
    "text": "ST PAUL, Minn — Editor's Note: The above video first aired on April 16.\nThe Saint Paul Police Department has arrested a suspect in the case of a woman who was sexually assaulted and robbed in her Mac-Groveland home on April 16.\nThe man was arrested after law enforcement agencies executed search warrants in Stillwater and Maplewood on Thursday morning, according to a SPPD spokesperson.\nHe was then booked into the Ramsey County Jail on suspicion of criminal sexual misconduct, first-degree burglary and kidnapping, according to the SPPD.\nAccording to St. Paul police, officers were\n[called to a home](/article/news/local/woman-sexually-assaulted-st-paul-burglary-mac-groveland/89-ffee598d-516d-46e9-a2b1-bfc214afe857) in the 300 block of Snelling Avenue South just after 4:30 a.m. on April 16 for a report of a sexual assault.\nOfficers spoke to the adult victim when they arrived in the area. She said she was sleeping when she heard someone pounding on her home's side door.\nThen an unknown man tried to force his way into her home.\nPolice said the suspect stole money from the woman before pulling out a weapon and sexually assaulting her.\nThe suspect fled the home and the woman called 911, police said. Fire medics took the woman to Regions Hospital to be evaluated.\nOfficers secured the area and searched the neighborhood for the suspect, but were unable to find him at that time.\nThis is a developing story and will be updated as more information becomes available.\nWatch more\n[local news](/local):\nWatch the latest local news from the Twin Cities and across Minnesota in our\nYouTube playlist:\nWATCH MORE ON KARE 11+\n[Download the free KARE 11+ app](/article/about-us/kare-11-news-free-and-on-demand-on-roku-and-fire-tv/89-5efa72e4-8993-4449-8eb4-dea4a1d22873) for Roku, Fire TV, Apple TV and other smart TV platforms to watch more from KARE 11 anytime! The KARE 11+ app includes live streams of all of KARE 11's newscasts. You'll also find on-demand replays of newscasts; the latest from KARE 11 Investigates, Breaking the News and the Land of 10,000 Stories; exclusive programs like Verify and HeartThreads; and Minnesota sports talk from our partners at Locked On Minnesota. Add KARE 11+ on Roku hereor by searching for KARE 11 in the Roku Channel Store. Add KARE 11+ on Fire TV hereor by searching for KARE 11 in the Amazon App Store.\n- Learn more about the\nKARE 11+ app for Apple TVin the Apple App Store.\n- Learn\n[more about KARE 11+ here](/article/about-us/kare-11-news-free-and-on-demand-on-roku-and-fire-tv/89-5efa72e4-8993-4449-8eb4-dea4a1d22873).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://apps.apple.com/us/app/kare-11-minneapolis-st-paul/id568147907?platform=appleTV",
      "https://channelstore.roku.com/details/06858323301242c7f28c2f819d0a2004/kare-11-news-from-minneapolis",
      "https://www.youtube.com/playlist?list=PLqTeHCJEcJ42KiYAZraI7QjXuuX2KYmCD",
      "http://www.amazon.com/exec/obidos/ASIN/B08XY3DFQD",
      "https://www.apps.apple.com/us/app/kare-11-minneapolis-st-paul/id568147907?platform=appleTV",
      "http://amazon.com/exec/obidos/ASIN/B08XY3DFQD",
      "https://www.youtube.com/playlist",
      "https://www.channelstore.roku.com/details/06858323301242c7f28c2f819d0a2004/kare-11-news-from-minneapolis",
      "https://apps.apple.com/us/app/kare-11-minneapolis-st-paul/id568147907",
      "https://youtube.com/playlist?list=PLqTeHCJEcJ42KiYAZraI7QjXuuX2KYmCD"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "st. paul",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "st paul",
          "sentiment": "negative"
        },
        {
          "name": "saint paul police",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "groveland",
          "sentiment": "none"
        },
        {
          "name": "maplewood",
          "sentiment": "none"
        },
        {
          "name": "stillwater",
          "sentiment": "none"
        },
        {
          "name": "ramsey county jail",
          "sentiment": "none"
        },
        {
          "name": "snelling avenue south",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:11:11.508+03:00",
    "updated": "2024-04-26T00:11:11.508+03:00"
  },
  {
    "uuid": "b3ce5401d98e072dca5dfe22dda831b07df89782",
    "url": "https://www.laverdad.es/xlsemanal/talento-joven/talento-joven-bbva-maria-jose-martinez-perez-ia-riesgo-humanos.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carlos Manuel Sánchez",
    "published": "2024-11-15T09:32:00Z",
    "title": "María José Martínez-Pérez, física: «El riesgo de que la mano humana pierda relevancia frente a la IA y la computación cuántica es elevadísimo»",
    "text": "Talento Joven Fundación BBVA María José Martínez-Pérez, física: «El riesgo de que la mano humana pierda relevancia frente a la IA y la computación cuántica es elevadísimo»\nPredecir con total exactitud el clima, recrear el Big Bang en el laboratorio… Son algunas de las promesas de la computación cuántica. María José Martínez ha sido premiada por la Fundación BBVA y la Real Sociedad Española de Física por investigar los materiales con los que se construirán los 'todopoderosos' ordenadores del futuro.\nViernes, 15 de Noviembre 2024, 11:32h\nTiempo de lectura: 2 min\nLa ciencia de materiales se hace de una manera muy 'cocinillas': probando todo y observando a ver qué pasa. Con la computación cuántica será mucho más rápida y eficiente: podremos diseñar baterías, placas solares, vacunas…», explica María José Martínez-Pérez (Huesca, 1983), galardonada con el Premio Investigador Joven en Física Experimental de la Real Sociedad Española de Física y la Fundación BBVA por su trabajo pionero en sensores magnéticos ultrasensibles en 2020.\n«El campo de la computación cuántica es muy competitivo: hace diez años era cosa de locos y ahora hay mucha empresa privada. El 90 por ciento son hombres. Hay quien diseña sus experimentos solo para decir que ha alcanzado la supremacía cuántica… Yo investigo a la vieja usanza: colaborando, fijándome en fenómenos inexplicados, siempre en el límite. Son experimentos para tener una comprensión más profunda de la materia; otros los aprovecharán para idear aplicaciones», cuenta. «Para un físico, hablar de décadas es razonable; un ingeniero tiene menos paciencia. Lo que ya estamos viendo es increíble, pero los retos son monumentales. Los ordenadores cuánticos más avanzados tienen cientos de cúbits (bits cuánticos), pero habrá que escalarlos para que tengan millones. Y lograr, además, que funcionen sin error. Son muy delicados. No sé si hay alguien que tenga una idea clara de cómo hacerlo», reconoce esta investigadora del Instituto de Nanociencia y Materiales de Aragón.\n«La capacidad de un simulador cuántico de predecir nuevos materiales, combinada con la inteligencia artificial, será asombrosa. Pero me preocupa que la mano humana pierda relevancia. Sin una regulación adecuada, el riesgo es elevadísimo», advierte. «Cuando propones cosas que nadie ha hecho antes, te encuentras con problemas. Pero a mí me han apoyado a pesar de que no publico muchos artículos; cada uno me lleva años», señala. «El reconocimiento es muy importante. Me dieron la Beca Leonardo en 2019; luego obtuve una Starting Grant del Consejo Europeo de 1,8 millones de euros. Muchos se desaniman. Obtener plaza, financiación parece tan difícil… Pero la ciencia es compatible con una vida personal plena, con una familia. Yo tengo tres hijos».\nLas claves de mi investigación\n«Estamos desarrollando sensores que permiten estudiar materiales magnéticos a escalas muy peque-ñas y temperaturas bajísimas. Son sistemas únicos. No se han probado antes».\n«Llevará años, pero ya hacemos cosas increíbles. Podemos manipular objetos para que se comporten según las reglas de la física cuántica que rigen en el interior del átomo».\n«Estos sensores magnéticos podrían ser un componente básico de los futuros ordenadores cuánticos, que tendrán millones de cúbits (bits cuánticos) funcionando sin error».\n«La computación cuántica nos permitirá simular nuevos materiales y emular fenómenos que los ordenadores actuales no pueden procesar; incluso recrear lo que sucede en un agujero negro».\n-\n[1 ¿Por qué los humanos tenemos el culo más grande que el resto de los primates?](/xlsemanal/ciencia/culo-cerebro-evolucion-bipedismo-arsuaga-kardashian.html#vca=modulos&vso=laverdad&vmc=lo-mas-visto&vli=talento-joven) -\n[2 ¿Cómo esta abuela de Zambia se ha convertido en un fenómeno en redes sociales?](/xlsemanal/a-fondo/abuela-zambia-icono-moda-redes-sociales-exito-legendary-glamma.html#vca=modulos&vso=laverdad&vmc=lo-mas-visto&vli=talento-joven) -\n[3 Cazadores de agujeros negros: la respuesta a todos los misterios del universo](/xlsemanal/a-fondo/agujeros-negros-cazadores-respuestas-misterios-unvierso.html#vca=modulos&vso=laverdad&vmc=lo-mas-visto&vli=talento-joven) -\n[4 El origen del hombre no era como pensábamos: desandamos los pasos de Lucy (y sus congéneres chinos)](/xlsemanal/a-fondo/evolucion-origen-hombre-descubrimiento-lucy-homo-sapiens-africa.html#vca=modulos&vso=laverdad&vmc=lo-mas-visto&vli=talento-joven) -\n[5 Qué hacer si eres de los que se despierta cansado todos los días](/xlsemanal/salud/que-hacer-si-despiertas-cansado-problemas-dormir-sueno.html#vca=modulos&vso=laverdad&vmc=lo-mas-visto&vli=talento-joven)\n-\n[1 ¿Por qué los humanos tenemos el culo más grande que el resto de los primates?](/xlsemanal/ciencia/culo-cerebro-evolucion-bipedismo-arsuaga-kardashian.html#vca=modulos&vso=laverdad&vmc=lo-mas-visto&vli=talento-joven) -\n[2 ¿Cómo esta abuela de Zambia se ha convertido en un fenómeno en redes sociales?](/xlsemanal/a-fondo/abuela-zambia-icono-moda-redes-sociales-exito-legendary-glamma.html#vca=modulos&vso=laverdad&vmc=lo-mas-visto&vli=talento-joven) -\n[3 Cazadores de agujeros negros: la respuesta a todos los misterios del universo](/xlsemanal/a-fondo/agujeros-negros-cazadores-respuestas-misterios-unvierso.html#vca=modulos&vso=laverdad&vmc=lo-mas-visto&vli=talento-joven) -\n[4 El origen del hombre no era como pensábamos: desandamos los pasos de Lucy (y sus congéneres chinos)](/xlsemanal/a-fondo/evolucion-origen-hombre-descubrimiento-lucy-homo-sapiens-africa.html#vca=modulos&vso=laverdad&vmc=lo-mas-visto&vli=talento-joven) -\n[5 Qué hacer si eres de los que se despierta cansado todos los días](/xlsemanal/salud/que-hacer-si-despiertas-cansado-problemas-dormir-sueno.html#vca=modulos&vso=laverdad&vmc=lo-mas-visto&vli=talento-joven)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "Health"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T17:47:41.083+02:00",
    "updated": "2024-11-28T14:27:53.898+02:00"
  }
]