[
  {
    "uuid": "324f13ac86d52e430f930c7d2e2061b181d6d407",
    "url": "https://www.radioformula.com.mx/nacional/2023/12/28/la-revelacion-del-chapo-asi-fue-la-entrevista-en-la-que-dio-radiografia-del-narco-795544.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción",
    "published": "2023-12-28T22:04:00Z",
    "title": "La revelación del 'Chapo': Así fue la entrevista en la que dio 'radiografía' del narco | Radio Fórmula",
    "text": "El gobierno federal detuvo a varios líderes de cárteles mexicanos durante este 2023, empezando por Ovidio Guzmán, alias \"El Ratón\", el 5 de enero. Lo que representó un golpe importante para el Cártel de Sinaloa; sin embargo, el mismo [Joaquín \"El Chapo\" Guzmán ](https://www.radioformula.com.mx/noticias/buscar/?buscar=el+chapo)reconoció en una entrevista que el tráfico de drogas no se iba a acabar ni con su detención. \"El Chapo\" dio una entrevista exclusiva a la actriz mexicana Kate del Castillo en 2015, después de que él escapó del penal de máxima seguridad del Altiplano, en el Estado de México. -¿El tráfico de drogas se termina si te detienen?, le preguntaron. -No, respondió el capo, porque el tráfico de drogas no depende de una persona, depende de mucha gente. Te podría interesar La protagonista de \"La Reina del Sur\" se reunió con Guzmán Loera en octubre de 2015 en Cosalá, Sinaloa. El encuentro entre la actriz y el narcotraficante ocurrió después de que los abogados del \"Chapo\" la contactaron en 2014, cuando aún se encontraba encarcelado, para que realizara una película sobre su vida, según lo que relató en el documental de Netflix \"Cuando conocí al Chapo\". Kate del Castillo aceptó, por lo que se mantuvo en contacto con él a través de sus abogados. Tras su escape Andrés Granados, uno de sus abogados, le entregó un teléfono a la actriz para que sostuviera comunicación con \"El Chapo\" y después de un tiempo en el que sólo intercambiaron mensajes la fecha de la reunión se concreto. Ella y Guzmán Loera se reunieron el 2 y 3 de octubre de 2015, pero debido a que el encuentro era para hablar de la película que Del Castillo iba a producir no acudió sola. La acompañaron los productores Fernando Sulichín y José Ibáñez, así como el actor Sean Penn. Incluso en el video de la entrevista que \"El Chapo\" les dio, el narcotraficante aseguró que el material era exclusivo para \"la señorita Kate del Castillo y el señor Sean Penn\". Así fue como Kate del Castillo consiguió que \"El Chapo\" le respondiera preguntas en video Del Castillo avisó al \"Chapo\" que viajaría acompañada del actor y los otros dos productores, a lo que el narcotraficante accedió. El 2 de octubre viajaron de Estados Unidos (EU) a México, se encontraron con Andrés Granados. Posteriormente, los recogieron y los trasladaron durante varias horas en distintos vehículos y en una aeronave a la sierra de Sinaloa hasta que llegaron al punto de reunión, el cual era desconocido para los actores y los productores. Luego de varias horas llegaron a la sierra de Sinaloa, donde \"El Chapo\" los estaba esperando con un banquete. Cuando llegaron el capo los recibió y durante la reunión Sean Penn le pidió a Kate del Castillo que le preguntara al narcotraficante si le podía hacer una entrevista, lo que la desconcertó porque eso no fue lo que acordaron y el encuentro era para hablar de la película. No obstante, la hija de Eric del Castillo le preguntó y él accedió, pero acordaron dejarla para otro encuentro. Los actores y los productores sólo se reunieron con \"El Chapo\" una noche porque la madrugada del 3 de octubre él se retiro. La actriz se enteró después que Sean Penn iba como corresponsal de la revista Rolling Stone y con un permiso periodístico especial que no lo extendió hacia ella, pese a que también estaba en riesgo su vida. Asimismo, supo que el actor iba a escribir un artículo para la revista y, tiempo después de que sostuvieron el encuentro con el exlíder del Cártel de Sinaloa, Penn le pidió a la protagonista de \"La Reina del Sur\" que volviera a contactar al criminal para pedirle un video en el que contestara algunas preguntas; pues supuestamente en Rolling Stone se lo pidieron como prueba de que la información que proporcionó era verídica. Del Castillo le preguntó si era posible, \"El Chapo\" accedió y después le entregó un celular en el que estaba el video en el que respondió a las preguntas que le hicieron. La actriz mexicana es la única que ha conseguido entrevistar a Guzmán Loera.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:26:05.072+02:00",
    "updated": "2023-12-29T00:26:05.072+02:00"
  },
  {
    "uuid": "0f271d6e88b12e7ccdd2a9126852bf5f4b10d21a",
    "url": "https://www.laprensa.hn/mundo/sangriento-operativo-ejercito-colombia-15-guerrilleros-farc-muertos-GB18913151",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "/cronologia/-/meta/redaccion-web",
    "published": "2024-04-25T20:20:00Z",
    "title": "Sangriento operativo del Ejército de Colombia deja 15 guerrilleros muertos",
    "text": "[Colombia](/cronologia/-/meta/colombia) El Ejército colombiano mató este jueves en operaciones militares a 15 [disidentes de las FARC, ](https://twitter.com/BluRadioCo/status/1783587092787757515)mientras que otros 12 resultaron heridos en el convulso departamento del Cauca, en el suroeste de Colombia, en el marco de la ofensiva que las fuerzas militares realizan contra el Estado Mayor Central (EMC), principal disidencia de las FARC. Las operaciones, que siguen en desarrollo según la institución castrense, tuvieron lugar en el corregimiento de El Plateado, en el municipio de Argelia, uno de los territorios más disputados del suroeste del país. Precisamente en El Plateado explotó una moto bomba el miércoles que no dejó heridos, pero sí daños materiales, y es una de las principales zonas rojas en la ofensiva que desde hace unas semanas -desde que el Gobierno suspendiera el cese al fuego con el EMC- se desarrolla en el Cauca. El Gobierno colombiano y el EMC están inmersos en un proceso de negociación de la paz que quedó en dudas después de que se confirmara que esta disidencia se había fragmentado en dos cuando su dirigente ‘Iván Mordisco’ se posicionó con las estructuras del Cauca, donde más inconvenientes al diálogo han surgido. Actualmente el Gobierno considera que existen dos grupos dentro del EMC, los más beligerantes con los que ha roto el cese al fuego y ya no negocia, y los frente del Magdalena Medio y Catatumbo y los del sur del país, con los que sigue queriendo estar sentado en la mesa. Junto a estas tensiones las fuerzas militares han incrementado las operaciones y la ofensiva contra la guerrilla, especialmente tras la suspensión del cese el fuego bilateral que Gobierno y EMC en tres departamentos, después de que la disidencia asesinara a una lideresa indígena e hiriese a otros dos en el Cauca. Ya en noviembre del año pasado, El Plateado supuso un punto de inflexión en el diálogo, que se llegó a suspender después de que la comunidad retuviera a un pelotón de 200 soldados, aunque posteriormente las delegaciones consiguieron limar asperezas y celebrar un par de ciclos de diálogo más.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/BluRadioCo/status/1783587092787757515)mientras",
      "https://www.twitter.com/BluRadioCo/status/1783587092787757515)mientras"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:27:04.596+03:00",
    "updated": "2024-04-26T00:27:04.596+03:00"
  },
  {
    "uuid": "777c0bd41f36838cfe60ae21ef398dfa0847c4b5",
    "url": "https://newsrnd.com/news/2024-01-13-sleds-out--the-snow-is-coming!-where-you-can-toboggan-well-in-nrw.BytDjGgF6.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2024-01-13T14:17:00Z",
    "title": "Sleds out, the snow is coming! Where you can toboggan well in NRW - The Limited Times",
    "text": "Status: 13.01.2024, 11:55 a.m.\nBy: Sofia Popovidi\nCommentsPrint Share\nWhen it snows in North Rhine-Westphalia, many people are drawn outside. The question: Where can I go sledding? 24RHEIN gives an overview of the toboggan runs.\nCologne – The new year starts frosty and bitterly cold. For days, an official warning of frost and slippery roads has been in effect throughout North Rhine-Westphalia. In some parts of NRW there may also be snow. For many, this means unpacking their sleds and getting out into the fresh air. In NRW there are numerous toboggan runs for this purpose. In addition to the Bergisches Land and the Eifel, there are also slopes in the Ruhr area and Rhineland. Depending on the weather, it is possible to toboggan in various places – provided there is enough snow.\nTobogganing NRW: These toboggan runs are available It could snow again: There are numerous toboggan runs in NRW. (Symbolic image) © Rupert Oberhäuser/imago\nThere could be enough snow for tobogganing and sledding on these slopes in the next few days:\nDistrict of Euskirchen: Ski resort \"Weißer Stein\" near Hellenthal-Udenbreth (Eifel): Tobogganing should work here at the moment (end of January) Sauerland/Winterberg: Several toboggan runs, winter sports area in the Rothaargebirge – according to the current status, tobogganing is guaranteed on weekends Sauerland/Olpe: Olpe-Fahlenscheid ski area (Olpe district), Am Poppenberg ski slope and Bürgerwald in Petersborn (Brilon) – according to the current status, there is also enough snow here Remscheid: Ski resort Hohenhagen - snow could fall here at the weekend. Whether it's enough for tobogganing: unclear Oberbergischer Kreis: Ski resort Morsbach-Springe In the following places, it is currently unclear whether there will be enough snow for tobogganing\nWermelskirchen: In Dhünn-Neuenhaus, exit A1 in the direction of Dhünn Dusseldorf: Toboggan run in the Grafenberg Forest Bielefeld: Toboggan run in the Bügerpark and toboggan meadow in the Olderdissen Zoo Oberhausen: Ottoberg in the Kaisergarten Dortmund: Tobogganing meadow next to the mini-golf course in the Hohensyburg park Tobogganing in the Sauerland: Olpe-Fahlenscheid ski area, Am Poppenberg and Bürgerwald in Petersborn Of course, Sauerland in particular has ski and toboggan trails to offer. One of the most famous ski resorts is Olpe-Fahlenscheid – visitors can also go tobogganing there. The ski area can be reached from both the A45 and the A4 Olpe exit. A special feature: Visitors do not have to pull their sledge up the mountain themselves, but can have it brought up by the so-called magic carpet. There are also two toboggan runs in Brilon, right next to the ski slope: Am Poppenberg and in the Bürgerwald in Petersborn.\nMy news A59 in North Rhine-Westphalia will be closed for two weeksread\nWill the snow return to NRW? Expert with clear opinion reading\nThis castle in Oberhausen takes you back to the Middle Ages\nKölsch variety disappears – successor has already been decided\nMother of three was probably killed: Police release new details on missing person case reading\nThese folk festivals await visitors in NRW in 2024 - funfair dates at a glanceRead\nOlpe-Fahlenscheid ski area (10 a.m. to 17 p.m.) Where? K18, 57462 Olpe-Fahlenscheid Ski slope Am Poppenberg (temporarily closed) Where? Am Poppenberg, 59929 Brilon Ski slope in the Bürgerwald in Petersborn (16 p.m. to 19 p.m.) Where? 59929 Brilon Tobogganing in Winterberg Winterberg has a number of ski resorts and toboggan runs to offer (symbolic image). © alfotokunst/imago\nIn addition to the beautiful winter landscape, Winterberg is also ideal for tobogganing with children, as the slopes are not too steep. The lifts run from 9 a.m. to 16:30 p.m. and on floodlit evenings on Tuesdays and Fridays from 18:30 p.m. to 22 p.m. There are several toboggan runs here:\nThe toboggan lifts at the Winterberg ski lift carousel: Am Waltenberg 69, 59955 Winterberg The Sahnehang in Astenstraße: Am Sahnehang 1, 59955 Winterberg The natural toboggan run in Neuastenberg: Neuastenberger Straße 50, 59955 Winterberg The snow tubing run at Snow World Züschen: Zum Homberg 101, 59955 Winterberg-Züschen The Ruhrquelle toboggan slope (family-friendly): Haarfelder Straße 101, 59955 Winterberg The toboggan slope in the Glück auf Langewiese ski area: Zum Skilift 4, 59955 Winterberg The toboggan hill in the Kurpark: Am Kurpark, 59955 Winterberg Tobogganing in the ski resort Eschenberglifte (family-friendly): Am Eschenberg 1, 59955 Winterberg Tobogganing Eifel: Tobogganing in the \"Weißer Stein\" ski area The Eifel also has a lot to offer in terms of skiing and tobogganing. Above all, the ski area \"Weißer Stein\" is well-known here and is suitable for skiing and sledding. The toboggan run is about 350 meters long and has a toboggan lift. However, the toboggan area can also be reached on foot.\nSki resort \"Weißer Stein\" near Hellenthal-Udenbreth Where? Am Weißer Stein, 53940 Hellenthal Tobogganing in Wermelskirchen: ski area and toboggan run The hilly landscape of Wermelskirchen can be reached via the A1 at the Wermelskirchen exit. Then you should take the path towards Dhünn - there is a real winter wonderland in the colder months. In Dhünn, families with children in particular have fun. If you like it faster, you can try the Dhünn-Neuenhaus area, at the Dhünn Riding and Driving Club the slopes are steep.\nWhere? 42929 Wermelskirchen Tobogganing in Remscheid: Hohenhagen ski area The Hohenhagen ski area has been closed since 2015, but not for sleigh rides. When the snow conditions are right, visitors can have a lot of fun tobogganing here. With its 379 meters, the Brodtberg is one of the highest mountains in Remscheid and in the administrative district of Düsseldorf.\nSki resort Hohenhagen Where? Brodtberg, 42855 Remscheid Tobogganing in Morsbach: Morsbach-Springe ski area The Morsbach-Springe ski area is suitable for the whole family and has two drag lifts and a 600-metre-long slope. The T-bar lifts are only put into operation when there is good snow conditions for a long time, about 25 centimetres. There is also a floodlight system for use in the dark.\nOpening hours: Monday to Friday 16 p.m. to 19 p.m., Saturday to Sunday 11 a.m. to 19 p.m. Suitable for: Children, Families, Adults Admission: Free Tobogganing in Düsseldorf: Toboggan run in the Grafenberg Forest If you don't want to travel far into the surrounding area, you can, for example, visit the toboggan run in the Grafenberg Forest in Düsseldorf. However, this track is more for experienced riders, as the track is a bit more curvy and narrower – you have to be able to brake and steer well here. According to the Protal Bergwelten, the toboggan run is about half a kilometre long and a maximum of 103 metres high.\nToboggan run in the Grafenberg Forest Where? Toboggan run, 40629 Düsseldorf Tobogganing in Bielefeld: Tobogganing in the Bügerpark and the Olderdissen Zoo There are even several toboggan hills in Bielefeld. If you want to go sledding, you can choose between the toboggan run at the Bürgerpark and the large meadow at the Olderdissen Zoo. The Olderdissen Zoo is a real insider tip – the toboggan meadow is located behind the enclosure of the highland cattle.\nZoo: Dornberger Str. 149A, 33619 Bielefeld Bürgerpark: Lampingstraße 3, 33615 Bielefeld Tobogganing in Oberhausen: Ottoberg in the Kaisergarten The Ottoberg in the Kaisergarten in Oberhausen is also a good toboggan run in snow. If you want to make a detour to the Kaisergarten animal enclosure afterwards, you don't have to pay anything – admission to the zoo is free.\nOttoberg in the Kaisergarten in Oberhausen Where? Am Kaisergarten, 46049 Oberhausen Tobogganing in Dortmund: Tobogganing next to the mini-golf course in the Hohensyburg park Next to the mini-golf course in the Hohensyburg park in Dortmund is the perfect meadow for tobogganing fun in winter. It is said to be one of the longest routes in the city and has a moderate descent.\nTobogganing meadow next to the mini-golf course in the Hohensyburg park Where? Hohensyburgstraße 202, 44265 Dortmund (spö)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "weißer stein",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sofia popovidi",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "north rhine",
          "sentiment": "none"
        },
        {
          "name": "eifel",
          "sentiment": "none"
        },
        {
          "name": "euskirchen",
          "sentiment": "none"
        },
        {
          "name": "ruhr",
          "sentiment": "none"
        },
        {
          "name": "hellenth",
          "sentiment": "none"
        },
        {
          "name": "cologne",
          "sentiment": "none"
        },
        {
          "name": "north rhine-westphalia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-13T16:38:47.433+02:00",
    "updated": "2024-01-13T16:38:47.433+02:00"
  },
  {
    "uuid": "9df4f3a82256304870d2871b1f26e1e013270839",
    "url": "https://www.lasicilia.it/sport/catania-tradita-dallo-zio-saro-ore-decisive-e-contate-per-i-fondi-della-fidejussione-2229247",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Fabio Russello",
    "published": "2024-08-08T20:27:00Z",
    "title": "Catania “tradita” dallo “Zio Saro”: ore decisive (e contate) per i fondi della fidejussione",
    "text": "Non è semplice interpretare il livello di rabbia di una città che si sente tradita da Ross Pelligra nel momento in cui la stagione agonistica è praticamente cominciata con la Coppa Italia giocata senza maglia ufficiale, senza la coccarda della Coppa di C vinta e senza i nuovi giocatori che il club rischia di perdere se nelle prossime ore non arriverà la garanzia fideiussoria negli istituti di credito italiani.\nDalle indiscrezioni circolate ieri sera, una somma sarebbe a disposizione, ma c’è solo un documento arrivato dall’Australia in Francia. I tempi tecnici per verificare e trasferire in Italia sono strettissimi. Si va sul filo dei minuti e il venerdì che arriva sarà davvero delicatissimo. Dal canto proprio, il vice presidente Grella ha raggranellato una cifra vicina ai due milioni e sta cercando di attuare il cosiddetto piano B utilizzando questa sorta di salvadanaio in cui dovrebbero eventualmente entrare altre somme per coprire i 4,2 milioni che servono.\nLa cessione di Furlan, in prestito al Lecco, ieri sera ha abbassato leggermente quella cifra perchè il ds Faggiano ha ceduto fin qui una dozzina di elementi tra prestiti, esodi definitivi e la rescissione di Zammarini che s’è poi sistemato alla Spal.\nI tifosi continuano a esprimere la propria rabbia sui social. Quel comunicato che distingue – come se non fosse chiaro – l’attività di Pelligra Group Italia con il calcio ai più è sembrato uno schiaffo assestato in un momento di equilibri precari per la programmazione del “pallone” e del campionato. La città ha preso le distanze da un presidente che ha dispensato e promesso affetto e competitività, ma che in questi giorni di confusione e dolore non ha detto una sola parola per confermare o smentire i cattivi pensieri. Il rapporto tra Catania e Zio Saro è insomma finito nel peggiore dei modi.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-09T00:11:26.330+03:00",
    "updated": "2024-08-09T00:11:26.330+03:00"
  },
  {
    "uuid": "8ccb332ea3f025e08157106d8943688bf6cf2d26",
    "url": "https://ilmanifesto.it/hezbollah-vuole-tornare-al-6-ottobre-tel-aviv-nuove-regole-al-confine",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pasquale Porciello",
    "published": "2024-09-27T00:00:00Z",
    "title": "«Hezbollah vuole tornare al 6 ottobre, Tel Aviv nuove regole al confine» | il manifesto",
    "text": "[Internazionale](/sezioni/internazionale) Sami Nader Intervista al direttore dell’Istituto di Scienze politiche all’Università Saint Joseph di Beirut, economista, esperto di comunicazione e a capo dell’Istituto Levantino per gli Affari strategici Sami Nader Intervista al direttore dell’Istituto di Scienze politiche all’Università Saint Joseph di Beirut, economista, esperto di comunicazione e a capo dell’Istituto Levantino per gli Affari strategici [Edizione del 27 settembre 2024](/edizioni/il-manifesto/il-manifesto-del-27-09-2024) [Pasquale Porciello](/archivio?author=Pasquale%20Porciello)BEIRUT Dopo gli attacchi del 17 e del 18 settembre, da lunedì Israele bombarda a tappeto il sud e l’est del Libano, causando lo spostamento forzato di decine di migliaia di libanesi verso aree più sicure, in special modo Beirut, oltre alla morte accertata di 1.200 persone e il ferimento di oltre 5mila. Abbiamo approfondito questi temi con Sami Nader, direttore dell’Istituto di Scienze politiche all’Università Saint Joseph di Beirut, economista, esperto di comunicazione e a capo dell’Istituto Levantino per gli Affari strategici, che si focalizza su economia e geopolitica dell’area. Anche in questo momento Israele sta bombardando il Libano del sud e dell’est. Quale obiettivo si prefigge? L’obiettivo di Israele è quello di chiudere definitivamente i conti al confine con il Libano e il fronte permanente a nord con Hezbollah. Prima del 7 ottobre, il Libano del sud rappresentava quest’arena, questa buca da lettera dove Hezbollah e Israele (ma anche l’Iran) si scambiavano messaggi. Dopo la guerra a Gaza lo scenario è cambiato anche nel nord di Israele, con i circa 100mila sfollati interni che il governo ha promesso di far tornare a casa. E quello degli sfollati è un punto centrale… In che senso? Israele sta distruggendo il sud del Libano. A cosa serve questa strategia, quando potrebbe colpire armamenti o membri di Hezbollah con attacchi di precisione, come ha ampiamente dimostrato in molte occasioni? Riguardo agli sfollati di questi giorni e alla distruzione del sud del Libano, si tratta anche del tentativo di stabilire un nuovo equilibrio, un gioco sporco giocato sulla pelle delle persone: se gli israeliani non possono tornare nelle loro case a nord di Israele, allora Netanyahu renderà impossibile ai libanesi di vivere nel sud del Libano. Fa parte di una strategia di pressione psicologica. Israele insiste a dire di non volere una guerra su larga scala. È credibile? Anche in questo momento di altissima tensione sia Hezbollah che Israele provano a evitare un conflitto totale, con obiettivi diversi però: Israele prova a stabilire una nuova equazione basata sulla forza militare, mentre Hezbollah vuole tornare al 6 ottobre 2023, ovvero alle regole di ingaggio precedenti il conflitto. Si tratta comunque di un momento molto difficile in cui nessuno dei due attori può mostrare segni di cedimento. Gli attacchi a cercapersone e walkie-talkie e le uccisioni eccellenti sono stati colpi durissimi per Hezbollah. Come cambia l’immagine che il Partito di Dio ha costruito negli anni tra i suoi, ma anche all’esterno? Quello che è accaduto nelle operazioni recenti, soprattutto le azioni militari di questi giorni, ha dimostrato sia la netta supremazia di Israele dal punto di vista della tecnologia sia le tante vulnerabilità di Hezbollah, che ha dato prova di essere infiltrato ed esposto all’intelligence israeliana. Hezbollah ha certamente subito un colpo in termini di immagine, soprattutto dopo la sua vittoria del 2006, che invece aveva avuto un effetto diametralmente opposto e che ha utilizzato fino a oggi per delineare la sua immagine di argine a Israele. Quindi ora, nonostante non voglia entrare in una guerra totale, non può ovviamente arretrare. Solo in questo modo può ristabilire la propria immagine e il proprio ruolo di deterrenza. I consigli di mema Gli articoli dall'Archivio per approfondire questo argomento",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T02:26:35.784+03:00",
    "updated": "2024-09-27T02:26:35.784+03:00"
  },
  {
    "uuid": "96daca8fcbc418515e542ef7be42627a98152ae1",
    "url": "https://newsrnd.com/sports/2023-12-28-premier-league--arsenal-miss-header--tottenham-slapped-at-brigton.SyNTNBOoPa.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-28T22:22:00Z",
    "title": "Premier League: Arsenal miss header, Tottenham slapped at Brigton - The Limited Times",
    "text": "After a successful start in December, Tottenham fell back into their mistakes on Thursday at Brighton (4-2), at the end of the Premier League's Boxing Day. Tempered by two late goals from Veliz (82') and Davies (86'), this rout prevented Spurs from climbing back into the top four, which was abandoned in November after an idyllic start to the season. But this was the Tottenham of November, the one so easily overwhelmed in defence and so inaccurate in attack. Or unlucky, like Richarlison, the man in form in recent matches, who hit the post before having two goals disallowed for offside (4', 46').\nTo discover\nPremier League fixtures and results Premier League Standings On the other hand, Brighton will have taken advantage of it at great cost. First by the young Hinshelwood (12′), brilliantly set up by the unstoppable Joao Pedro, who scored twice from the penalty spot (23′, 76′), his favourite exercise. Sublimated by Estupinan's missile (63′), the Seagulls' big win allowed De Zerbi's team, who had been struggling for two months, to move up to 8th place, six points behind Spurs, who were still as unpredictable as ever.\nFrustrated by Areola, Arsenal miss the header Later, the curiosity of the last meeting lay in the identity of the autumn champion. Leaders at Christmas, like last year, Arsenal had the opportunity to finish as autumn champions by winning against West Ham. Failure. Trapped at home by their London neighbours (0-2), the Gunners will have experienced an evening in line with their North London rivals. To a lesser extent, of course, but the ambition was quite different. Except that the very strong West Ham team, which has been regaining confidence for several months, decided otherwise.\nShowered by a first goal on the edge of Soucek (13′), the home side were once again plucked after the break, on a helmet shot from a former member of the house (Mavropanos, 55′).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joao pedro",
          "sentiment": "none"
        },
        {
          "name": "richarlison",
          "sentiment": "none"
        },
        {
          "name": "veliz",
          "sentiment": "none"
        },
        {
          "name": "davies",
          "sentiment": "none"
        },
        {
          "name": "de zerbi",
          "sentiment": "none"
        },
        {
          "name": "hinshelwood",
          "sentiment": "none"
        },
        {
          "name": "estupinan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tottenham",
          "sentiment": "negative"
        },
        {
          "name": "premier league",
          "sentiment": "none"
        },
        {
          "name": "spurs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "brigton",
          "sentiment": "none"
        },
        {
          "name": "brighto",
          "sentiment": "none"
        },
        {
          "name": "brighton",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:12:44.991+02:00",
    "updated": "2023-12-29T01:12:44.991+02:00"
  },
  {
    "uuid": "d7ac9a7291e9f43c91a151167e95b45b7d24a53e",
    "url": "https://hst.mit.edu/news-events/engineers-including-hst-alum-develop-vibrating-ingestible-capsule-might-help-treat",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Technivant - https://www.technivant.com/",
    "published": "2024-01-05T18:00:00Z",
    "title": "Engineers, including an HST alum, develop a vibrating, ingestible capsule that might help treat obesity | Harvard-MIT Health Sciences and Technology",
    "text": "January 5, 2024 MIT engineers, including an HST alum, designed an ingestible capsule that vibrates within the stomach, creating an illusory sense of fullness and reducing appetite. The pill could offer a minimally invasive, cost-effective way to treat obesity.\nCredits:\nCredit: Courtesy of the researchers, MIT News\nSwallowing the device before a meal could create a sense of fullness, tricking the brain into thinking it’s time to stop eating.\nAnne Trafton | MIT News\nWhen you eat a large meal, your stomach sends signals to your brain that create a feeling of fullness, which helps you realize it’s time to stop eating. A stomach full of liquid can also send these messages, which is why dieters are often advised to drink a glass of water before eating.\nMIT engineers have now come up with a new way to take advantage of that phenomenon, using an ingestible capsule that vibrates within the stomach. These vibrations activate the same stretch receptors that sense when the stomach is distended, creating an illusory sense of fullness.\nIn animals who were given this pill 20 minutes before eating, the researchers found that this treatment not only stimulated the release of hormones that signal satiety, but also reduced the animals’ food intake by about 40 percent. Scientists have much more to learn about the mechanisms that influence human body weight, but if further research suggests this technology could be safely used in humans, such a pill might offer a minimally invasive way to treat obesity, the researchers say.\n“For somebody who wants to lose weight or control their appetite, it could be taken before each meal,” says Shriya Srinivasan PhD ’20, an HST Medical Engineering Medical Physics (MEMP) PhD graduate, and postdoc, who is now an assistant professor of bioengineering at Harvard University. “This could be really interesting in that it would provide an option that could minimize the side effects that we see with the other pharmacological treatments out there.”\nSrinivasan is the lead author of the new study, which appears today in Science Advances . Giovanni Traverso, an associate professor of mechanical engineering at MIT and a gastroenterologist at Brigham and Women’s Hospital, is the senior author of the paper.\nA sense of fullness\nWhen the stomach becomes distended, specialized cells called mechanoreceptors sense that stretching and send signals to the brain via the vagus nerve. As a result, the brain stimulates production of insulin, as well as hormones such as C-peptide, Pyy, and GLP-1. All of these hormones work together to help people digest their food, feel full, and stop eating. At the same time, levels of ghrelin, a hunger-promoting hormone, go down.\nWhile a graduate student at MIT, Srinivasan became interested in the idea of controlling this process by artificially stretching the mechanoreceptors that line the stomach, through vibration. Previous research had shown that vibration applied to a muscle can induce a sense that the muscle has stretched farther than it actually has.\n“I wondered if we could activate stretch receptors in the stomach by vibrating them and having them perceive that the entire stomach has been expanded, to create an illusory sense of distension that could modulate hormones and eating patterns,” Srinivasan says.\nAs a postdoc in MIT’s Koch Institute for Integrative Cancer Research, Srinivasan worked closely with Traverso’s lab, which has developed many novel approaches to oral delivery of drugs and electronic devices. For this study, Srinivasan, Traverso, and a team of researchers designed a capsule about the size of a multivitamin, that includes a vibrating element. When the pill, which is powered by a small silver oxide battery, reaches the stomach, acidic gastric fluids dissolve a gelatinous membrane that covers the capsule, completing the electronic circuit that activates the vibrating motor.\nIn a study in animals, the researchers showed that once the pill begins vibrating, it activates mechanoreceptors, which send signals to the brain through stimulation of the vagus nerve. The researchers tracked hormone levels during the periods when the device was vibrating and found that they mirrored the hormone release patterns seen following a meal, even when the animals had fasted.\nThe researchers then tested the effects of this stimulation on the animals’ appetite. They found that when the pill was activated for about 20 minutes, before the animals were offered food, they consumed 40 percent less, on average, than they did when the pill was not activated. The animals also gained weight more slowly during periods when they were treated with the vibrating pill.\n“The behavioral change is profound, and that’s using the endogenous system rather than any exogenous therapeutic. We have the potential to overcome some of the challenges and costs associated with delivery of biologic drugs by modulating the enteric nervous system,” Traverso says.\nThe current version of the pill is designed to vibrate for about 30 minutes after arriving in the stomach, but the researchers plan to explore the possibility of adapting it to remain in the stomach for longer periods of time, where it could be turned on and off wirelessly as needed. In the animal studies, the pills passed through the digestive tract within four or five days.\nThe study also found that the animals did not show any signs of obstruction, perforation, or other negative impacts while the pill was in their digestive tract.\nAn alternative approach\nThis type of pill could offer an alternative to the current approaches to treating obesity, the researchers say. Nonmedical interventions such as diet exercise don’t always work, and many of the existing medical interventions are fairly invasive. These include gastric bypass surgery, as well as gastric balloons, which are no longer used widely in the United States due to safety concerns.\nDrugs such as GLP-1 agonists can also aid weight loss, but most of them have to be injected, and they are unaffordable for many people. According to Srinivasan, the MIT capsules could be manufactured at a cost that would make them available to people who don’t have access to more expensive treatment options.\n“For a lot of populations, some of the more effective therapies for obesity are very costly. At scale, our device could be manufactured at a pretty cost-effective price point,” she says. “I’d love to see how this would transform care and therapy for people in global health settings who may not have access to some of the more sophisticated or expensive options that are available today.”\nThe researchers now plan to explore ways to scale up the manufacturing of the capsules, which could enable clinical trials in humans. Such studies would be important to learn more about the devices’ safety, as well as determine the best time to swallow the capsule before to a meal and how often it would need to be administered.\nOther authors of the paper include Amro Alshareef, Alexandria Hwang, Ceara Byrne, Johannes Kuosmann, Keiko Ishida, Joshua Jenkins, Sabrina Liu, Wiam Abdalla Mohammed Madani, Alison Hayward, and Niora Fabian.\nThe research was funded by the National Institutes of Health, Novo Nordisk, the Department of Mechanical Engineering at MIT, a Schmidt Science Fellowship, and the National Science Foundation.\n* Originally published in MIT News.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://seas.harvard.edu/person/shriya-srinivasan",
      "https://www.science.org/doi/10.1126/sciadv.adj3003",
      "https://science.org/doi/10.1126/sciadv.adj3003",
      "https://www.seas.harvard.edu/person/shriya-srinivasan"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "anne trafton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mit health sciences and technology january",
          "sentiment": "neutral"
        },
        {
          "name": "mit",
          "sentiment": "neutral"
        },
        {
          "name": "harvard",
          "sentiment": "neutral"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:44:54.678+02:00",
    "updated": "2024-01-06T00:44:54.678+02:00"
  },
  {
    "uuid": "a6ab634e2446678f3c3e4d7a53d5b7f815e77447",
    "url": "https://www.lesnumeriques.com/tablette-tactile/pixel-tablet-google-abandonnerait-deja-le-marche-des-tablettes-n229483.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alexandre Scotti",
    "published": "2024-11-22T09:44:00Z",
    "title": "Actualité : Pixel Tablet : Google abandonnerait déjà le marché des tablettes",
    "text": "Google ne resterait pas bien longtemps sur le marché des tablettes tactiles. Une source vient en effet de confirmer que la Pixel Tablet n’aura pas de successeur. Ce choix pourrait d’ailleurs être motivé par le lancement d’une autre catégorie de produit tournant sous Android.\nGoogle Pixel Tablet\nLes tablettes ne semblent pas réussir à Google. Avec un modèle lancé en 2023, la Pixel Tablet, la firme de Mountain View réfléchirait déjà à quitter ce marché d’après de récentes informations.\nAlors qu’Android Healines annonçait ce 20 novembre l’annulation du développement de la Pixel Tablet 3, les choses seraient finalement plus graves que prévu concernant l’avenir de cette catégorie de produit.\nLes sources d’Android Authority mentionnent en effet que même le projet de Pixel Tablet 2 aurait été abandonné par Google. L’informateur ayant révélé cette décision au média a au passage souligné que Google aurait pris cette décision par crainte de perdre de l’argent avec ce produit.\nIl faut dire que le marché des tablettes est très concurrentiel, avec d’un côté le leader incontesté, Apple, et de l’autre une présence féroce de constructeurs chinois, offrant des tablettes avec des rapports qualité-prix imbattables.\nOn peut ainsi estimer que Google n’a pas réussi à séduire avec sa première Pixel Tablet à 499 euros, et que la société ne souhaite pas réengager des frais, potentiellement à perte, pour une nouvelle génération.\nÀ noter, l’abandon du marché des tablettes pourrait amener Android sur une autre catégorie de produit : les PC. Au début de la semaine, une fuite d’information allait en effet dans ce sens, ce qui pourrait remplacer à terme le système d’exploitation ChromeOS.\nSuivez toute l'actualité des Numériques sur Google Actualités et sur la chaîne WhatsApp des Numériques",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T13:30:51.512+02:00",
    "updated": "2024-11-22T13:30:51.512+02:00"
  },
  {
    "uuid": "fb20b3a6cd7853630bce0741911ecdf4b37a56cc",
    "url": "https://www.wdsu.com/article/major-blast-of-cold-air-heading-our-way/63182353",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Raven Richard",
    "published": "2024-12-13T14:38:00Z",
    "title": "Major blast of cold air heading our way",
    "text": "ZIP Advertisement Major blast of cold air heading our way Temperatures expected to plummet\nShare Copy Link Copy {copyShortcut} to copy Link copied! Updated: 9:04 AM CST Dec 13, 2024 Raven Richard Meteorologist\nblast of cold air GET LOCAL BREAKING NEWS ALERTS The latest breaking updates, delivered straight to your email inbox.\nYour Email Address Submit Privacy Notice Advertisement Major blast of cold air heading our way Temperatures expected to plummet\nShare Copy Link Copy {copyShortcut} to copy Link copied! Updated: 9:04 AM CST Dec 13, 2024 Raven Richard Meteorologist While we're seeing a warming trend this weekend into much of next week, the much colder air will arrive shortly after! Get ready for a blast of cold air days before Christmas! While it's still a little far away, there are early indications that Arctic air will dip down to Southeast Louisiana, dropping our temperatures below average. It could possibly be the coldest air of the season!Some models showing wind chills on the Southshore dipping below the freezing mark for Sunday, December 22. NEW ORLEANS — While we're seeing a warming trend this weekend into much of next week, the much colder air will arrive shortly after!\nGet ready for a blast of cold air days before Christmas! While it's still a little far away, there are early indications that Arctic air will dip down to Southeast Louisiana, dropping our temperatures below average. It could possibly be the coldest air of the season!\nAdvertisement Hearst Owned Hearst Owned Some models showing wind chills on the Southshore dipping below the freezing mark for Sunday, December 22.\nHearst Owned Top Picks Expanded College Football Playoff field draws more betting attention Taylor Swift visits Children’s Mercy in Kansas City Rossen Reports: Protect yourself from holiday job scams How did home values compare in your county?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Disaster and Accident"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T17:44:54.758+02:00",
    "updated": "2024-12-13T20:56:33.983+02:00"
  },
  {
    "uuid": "a3f291aad5ba16a06f7c240658eb8f0fdd3bb7a9",
    "url": "https://bvmsports.com/2024/09/05/hello-heisman-caleb-williams-earns-special-honor-from-usc",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BVM Sportsdesk",
    "published": "2024-09-05T20:44:00Z",
    "title": "Hello Heisman! Caleb Williams Earns Special Honor From USC",
    "text": "Hello Heisman! Caleb Williams Earns Special Honor From USC\nBy the Numbers\nCaleb Williams, the 2022 Heisman Trophy winner, has had his number 13 retired by USC alongside Reggie Bush's number 5. This marks a historic recognition as both join a celebrated group of Trojans with retired numbers, which includes legends like O.J. Simpson and Matt Leinart. Williams, drafted first overall by the Chicago Bears in 2024, solidified his legacy during his two-year tenure at USC, making significant impact and earning him accolades from notable figures like John Legend and Snoop Dogg. The announcement comes just days before the Bears' season opener against the Titans, signaling the start of what many expect to be a promising professional career for Williams.\n- Caleb Williams is the 8th Heisman winner in USC history.\n- Williams was selected first overall in the 2024 NFL Draft by the Chicago Bears.\nWhile Williams' number retirement is a significant honor, some argue that Reggie Bush’s overdue recognition comes with complex implications regarding the NCAA's past rulings on amateurism and athlete compensation.State of Play\n- USC honors both Caleb Williams and Reggie Bush ahead of the 2024 NFL season.\n- The Chicago Bears kick off their season against the Titans on Sunday, highlighting Williams' transition to the NFL.\nAs Williams embarks on his NFL career, continued focus will be on how he performs with the Bears, potentially setting the stage for future accolades and team success.Bottom Line\nCaleb Williams' number retirement serves as a capstone to an impressive college career and a launching point for his professional journey, reinforcing the potential impact he can have in the NFL while also elevating the legacy of USC football.\nRead more at\n Bleacher Nation\nThe summary of the linked article was generated with the assistance of artificial intelligence technology from OpenAI",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.bleachernation.com/bears/2024/09/05/caleb-williams-no-13/",
      "https://bleachernation.com/bears/2024/09/05/caleb-williams-no-13/",
      "https://www.bleachernation.com/bears/2024/09/05/caleb-williams-no-13"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-06T00:49:04.519+03:00",
    "updated": "2024-09-06T00:49:04.519+03:00"
  }
]