[
  {
    "uuid": "42340d3dfc7fe4a2083d29b1baab8fae6d570067",
    "url": "https://www.autotrader.ca/editorial/20240412/2024-lucid-air-first-drive-review-and-video",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jodi Lai",
    "published": "2024-04-11T22:31:21Z",
    "title": "2024 Lucid Air First Drive Review and Video | AutoTrader.ca",
    "text": "Lucid is a new automaker that’s already leaps and bounds ahead of established players and setting new benchmarks for the automotive industry in general. The 2024 Lucid Air is such a well-executed electric vehicle (EV) that the company has established itself as a potential disruptor to the automotive industry. The Air is wildly impressive. What is Lucid? Lucid Motors is a Silicon Valley-based luxury electric vehicle company established in 2007 under its former name Atieva, which initially developed batteries and powertrains for other manufacturers. The Air is the automaker’s first production vehicle, and deliveries began in fall 2021. Lucid vehicles are designed in California and assembled in Arizona. Lucid is a vertically integrated company and does almost everything in-house, with all teams working closely together and exposed to nearly everything that’s happening within its walls. This close collaboration is immediately evident in how cohesively the Lucid Air is executed. Lucid doesn’t see itself as a traditional luxury brand and shuns old-school ostentatious flash factor for a more subdued quiet-luxury experience focused on wellbeing, tech, and human connection. Being in California heavily influences the company’s entire ethos; from design to sustainability to even the bear used in its branding from the state’s flag, Lucid lives and breathes California. The environment of California inspires everything from its colour and material choices to the graphics used throughout the interface. Designers might take a singular moment in time, like “one minute before midnight in the Mojave Desert,” for example, and use that specific colour palette and experience to inspire an entire interior. The 2024 Lucid Air is available in four trims in Canada: The Pure is a single-motor rear-wheel drive (RWD) sedan with 430 hp that starts at $96,800. The Touring is a dual-motor all-wheel drive (AWD) trim with 620 hp that starts at $107,800. The dual-motor Grand Touring offers 819 hp and starts at $150,800. The three-motor AWD Sapphire is a special halo vehicle for the brand that sits at the top of the lineup and is essentially a supercar. It offers an astounding 1,234 hp and starts at $327,300. The Sapphire represents the pinnacle of tech and performance that Lucid is capable of. An innovative three-row SUV called the Gravity is on the way soon, and a more attainably priced midsize crossover is also in the pipeline for release sometime in 2026. Breakthrough EV Architecture The most compelling reason to consider a Lucid Air is its industry-leading EV architecture. All Lucid Airs have battery capacities between 90 and 118 kWh and offer range that can be considered top-of-class. Keeping the battery packs smaller but incredibly energy-dense means less weight to carry around, which helps enable more range. The base RWD Pure trim and the AWD Touring are both officially rated to get 660 km of range on a single charge. The Grand Touring trim is rated for an incredible 805 km of range, while the topline Sapphire is rated for 687 km. These range figures are head and shoulders more than most other EVs currently on the market. All the Air trims are rated at between 15.3 and 17.8 kWh/100 km, while the high-performance Sapphire is rated at 20.0 kWh/100 km combined. Most EVs today are typically built on a 400-volt architecture, while the best ones are built on an 800V setup. The Lucid Air is built on a high-voltage 924V architecture, which enables charging speeds that, again, are industry-leading. Hooked up to a 350-kW fast charger, it takes under 20 minutes to add 350 km of range. Lucid has partnered with Electrify Canada so owners who place orders before June 30, 2024, will get 800 kWh of free charging. Lucid Airs have plug-and-charge capability with Electrify Canada so drivers won’t need a separate app or payment method – the chargers will automatically connect to the account associated with the car and bill you accordingly. The Air currently uses a CCS port but Lucid will be transitioning to the NACS Tesla-style outlet in 2025. Bidirectional charging for vehicle-to-load, vehicle-to-vehicle, and vehicle-to-home applications is also coming soon. The immense range combined with the ultra-fast charging and leading efficiency must be the result of some EV witchcraft or something because it is truly unheard of. What Lucid has accomplished with its first EV is truly impressive and is exactly what we need to move the EV industry forward, get more people comfortable with driving EVs, and make range anxiety a thing of the past. Float Like a Butterfly, Sting Like a Bee Not happy with simply dominating the range and efficiency game, Lucid is also killing it in terms of driving dynamics. It’s not a surprise that every Air accelerates instantaneously (even the base model gets to 100 km/h in just 4.7 seconds), but performance is so much more than just explosive speed, and Lucid has nailed it here, too. The Air handles like a Porsche Panamera but with the comfort of a Mercedes E-Class. Its magical balance of handling and comfort inspires so much confidence that I was bombing through California’s winding mountain roads with a huge smile on my face within minutes of getting behind the wheel for the first time. The steering isn’t as sharp or happy to give feedback as a Porsche, but it’s still incredibly precise, and the Lucid Air is sublime to drive, which is a big surprise. Despite its massive wheelbase, the Air handles like a much smaller car, and I was mistaken when I assumed it had rear-wheel steering. It doesn’t. In terms of comfort, I also thought it had an air suspension. It doesn’t. The variable dampers are just that good and the engineers are genius. Porsche sets the benchmark for vehicle dynamics and handling, while Mercedes-Benz sets the standard for comfort, and for Lucid to even come close to what these legendary automakers can offer without relying on tech like rear-wheel steering or an air suspension is a massive accomplishment. The Lucid Air also has one of the best implementations of regenerative braking I’ve ever experienced in an EV. It offers full one-pedal driving but is superior because of how natural it feels and how much braking force can be applied without requiring any learning curve. The regen braking is smooth and strong and is not at all jerky. Braking performance is consistent and predictable, and I barely had to touch the brake pedal while flying through those winding roads. The Sapphire might not look too different from the other Air trims, but extensive performance enhancements and reinforcements have been made to enable what a Lucid engineer described as “face-melting performance.” The sprint to 100 km/h takes just two seconds, and the power never seems to run out of steam, far outlasting my foolish bravery to test my luck with the law. Roomy, Understated, and Practical Clever packaging enables the Lucid to offer industry-leading interior space. A 6’7” person can comfortably sit behind a 6’6” person with legroom to spare. The front trunk (frunk) is big enough to fit a piece of full-sized luggage, the trunk is also enormous with a generously sized opening and underfloor storage, and the cabin has ample storage options. My favourite is the compartment hidden behind the touchscreen control panel, but the configurable centre console is huge, the door pockets are big, and there are a lot of options for small item storage. The interior design is very inspired by mid-century modern aesthetics – streamlined, thoughtful, and minimal without sacrificing functionality or warmth. I particularly like the glass canopy roof that makes the cabin feel even airier, providing better views for the people in the back and better visibility for the driver. I also love the use of different materials and textures to elevate the space and make it feel timeless and inviting. The Air still uses physical controls on the dashboard and on the steering wheel, but mostly everything has been centralized in the touchscreen, even steering wheel and mirror controls. The touchscreen is intuitive to navigate and the menus make sense so it’s not too distracting to complete tasks while driving. Wireless Apple CarPlay is standard, but the system itself is built on Android Automotive, so there’s no Android Auto. Being a tech-forward brand, all the expected safety features like blind spot monitoring, cross-traffic alert, and adaptive cruise control are standard, and the navigation system makes trip planning and finding chargers easy. Perhaps the only omission is that the Pure and Touring trims don’t yet come with heat pumps, but they’re likely on their way. Final Thoughts The Lucid Air is a tour de force – every single detail has been obsessed over and every element has been executed with expert precision and thoughtfulness. With its leading EV platform, balanced driving dynamics, understated style, and beautiful and roomy interior, Lucid is giving disruptor energy. It’s thrilling to see this level of innovation shaking up the industry and doing the most to advance EVs. The Lucid Air is the best EV I’ve driven to date and it’s head and shoulders better than anything else currently on the market. The Lucid Air is the total package, and I can’t wait to see what a more attainable model can do to encourage more people to buy EVs.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lucid",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "lucid air first drive review",
          "sentiment": "negative"
        },
        {
          "name": "lucid",
          "sentiment": "none"
        },
        {
          "name": "lucid motors",
          "sentiment": "none"
        },
        {
          "name": "lucid air",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "silicon valley",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "arizona",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T01:31:21.439+03:00",
    "updated": "2024-04-19T03:06:19.520+03:00"
  },
  {
    "uuid": "b8be0571bf7ee48e0c891d30d97f162da4b433a2",
    "url": "https://www.usmagazine.com/stylish/news/kendall-jenner-turns-up-the-heat-in-skimpy-bikini-during-tropical-vacation/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Grace Riley",
    "published": "2024-01-05T21:43:00Z",
    "title": "Kendall Jenner Turns Up the Heat in Skimpy Bikini During Tropical Vacation | Us Weekly",
    "text": "[Kendall Jenner](https://www.usmagazine.com/celebrities/kendall-jenner/) is the queen of bikini season. Jenner, 28, took to In the next snap, the model posed from the back, giving fans a glimpse of her bum and sideboob. For glam, Jenner went makeup-free. She parted her hair down the middle and wore it in a slicked-back ponytail. She accessorized with chunky gold earrings and a sparkly ring. Earlier this week, Jenner shared another sultry outfit from her getaway taken from the beach. For her photoshoot, the 818 Tequila founder slayed in [a sheer ivory dress](https://www.usmagazine.com/stylish/news/kendall-jenner-leaves-little-to-the-imagination-in-sheer-dress/) that exposed her breasts and abs. The design featured a plunging neckline with ruffle details, a cutout on her bodice, long sleeves and a flowy skirt finished with a delicate train. She complemented her look with thick earrings and a messy — but chic — updo. Jenner also gave followers a look at her soft makeup, which featured rosy cheeks, manicured eyebrows, long lashes and pink lips. While frolicking around the beach, she also posed with Bieber, 27, who stunned in a white maxi dress finished with a plunging back. The BFFs previously jetted off to Aspen for a ski trip with Justin Bieber, Nina Dobrev, Shaun White and more in December 2023. During their trip, Jenner shared videos of White, 37 — an Olympic snowboarder — performing tricks on the slopes. “Fun day!” she captioned the social media post. Justin, 29, meanwhile shared multiple group photos via his Instagram. Although Hailey was not seen on the slopes, she still showed off her snow bunny style in glamorous social media pics that showed her lacy bralette, a pink crop top and a fuzzy coat.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kendall jenner",
          "sentiment": "negative"
        },
        {
          "name": "jenner",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:45:05.891+02:00",
    "updated": "2024-01-06T00:45:05.891+02:00"
  },
  {
    "uuid": "d21a5035fbe626d82bb61dc20c90e998031e5e9f",
    "url": "https://www.globalresearch.ca/video-palestine-just-like-the-nazis-did-david-rovics-song-and-music/5847400",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Rovics",
    "published": "2024-01-25T22:00:00Z",
    "title": "Video: Palestine: “Just Like the Nazis Did!”. David Rovics Song and Music",
    "text": "Video: Palestine: “Just Like the Nazis Did!”. David Rovics Song and Music All Global Research articles can be read in 51 languages by activating the Translate Website button below the author’s name. To receive Global Research’s Daily Newsletter (selected articles), click here . Click the share button above to email/forward this article to your friends and colleagues. Follow us on Telegram Channel . Feel free to repost and share widely Global Research articles. *** “May Tears Come to Your Eyes. May Tears of Solidarity and Commitment Contribute to Reversing the Course of History” M. Ch. Global Research, January 25, 2023 *** To Access the video featuring David Rovics’ Song and Music (2023), click image below Just Like The Nazis Did! After so many decades of patronage By the world’s greatest empire After so many potential agreements Were rejected by opening fire After crushing so many uprisings Now they’re making their ultimate bid Pursuing their Final Solution Just like the Nazis did They forced refugees into ghettos Then set the ghettos aflame Murdering writers and poets And so no one remember their names Killing their entire families The grandparents, women and kids The uncles and cousins and babies Just like the Nazis did David Rovics They’re bombing all means of sustaining Human life at all See the few shelters remaining Watch as the tower blocks fall They’re bombing museums and libraries In order to get rid Of any memory of the people who lived here Just like the Nazis did They’re saying these people are animals And they should all end up dead They’re sending soldiers into schools And shooting children in the head The rhetoric is identical And with Gaza off the grid They’ve already said what happens next Just like the Nazis did Words of war for domestic consumption And lies for all the rest To try to distract our attention Among their enablers in the West Because Israel needs their imports To keep those pallets on the skids They need fuel and they need missiles Just like the Nazis did They’re using food as a weapon They’re using water that way, too They’re trying to kill everyone in Gaza Or make them flee, it’s true As the pundits talk of “after the war” Like with the Fall of Madrid The victors are preparing for more Just like the Nazis did But it’s after the conquest’s complete If history is any guide When the occupying army Is positioned to decide When disease and famine kills Whoever may have hid Behind the ghetto walls Just like the Nazis did All around the world People are trying to tell There is a genocide unfolding Ringing alarm bells But with such a powerful axis And so many lucrative bids They know who wants their money Just like the Nazis did David Rovics * Note to readers: Please click the share button above. Follow us on Instagram and Twitter and subscribe to our Telegram Channel. Feel free to repost and share widely Global Research articles. Peace and Planet News David Rovics , Peace and Planet News , 2024 Comment on Global Research Articles on our Facebook page",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.facebook.com/GlobalResearchCRG",
      "https://t.me/gr_crg",
      "http://www.youtube.com/watch?v=SDwl3KTRrvk",
      "https://lp.constantcontactpages.com/su/IJiNQuW?EMAIL=&go.x=0&go.y=0&go=GO",
      "https://peaceandplanetnews.org/just-like-the-nazis-did/",
      "https://www.t.me/gr_crg",
      "https://peaceandplanetnews.org/just-like-the-nazis-did",
      "https://lp.constantcontactpages.com/su/IJiNQuW",
      "https://facebook.com/GlobalResearchCRG",
      "https://www.lp.constantcontactpages.com/su/IJiNQuW?EMAIL=&go.x=0&go.y=0&go=GO",
      "http://youtube.com/watch?v=SDwl3KTRrvk",
      "http://www.youtube.com/watch",
      "https://www.peaceandplanetnews.org/just-like-the-nazis-did/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "david rovics song",
          "sentiment": "neutral"
        },
        {
          "name": "david rovics",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "global research’s daily newsletter",
          "sentiment": "none"
        },
        {
          "name": "telegram channel",
          "sentiment": "none"
        },
        {
          "name": "global research",
          "sentiment": "none"
        },
        {
          "name": "nazis",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:09:23.223+02:00",
    "updated": "2024-01-26T04:51:39.398+02:00"
  }
]