[
  {
    "uuid": "e1f1ee51ba215f3ebb27a877a084372cc664a2d5",
    "url": "https://www.climatempo.com.br/videos/video/_lN-jtILdyw",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Climatempo",
    "published": "2023-12-28T00:00:00Z",
    "title": "Vídeos de Previsão do Tempo para todo o Brasil | Climatempo",
    "text": "Vídeo Previsão Sul - Perigo: excesso de chuva pode causar transtornos no RS Boletim de previsão do tempo contendo informações sobre previsão, temperatura mínima e máxima prevista, além de destaques relevantes dos últimos dias. Últimos vídeos [](/videos/video/bXqzuzxkXLs) Previsão Norte - Alerta de temporais no interior do AM e PA Boletim de previsão do tempo contendo informações sobre previsão, temperatura mínima e máxima prevista, além de destaques ... Colaborativo [Envie sua notícia ou foto](/participe/envie) [] [Sábado Nublado Vitória -ES] Manhã Sábado Nublada em Vitória, ES Por Marcos Canuto | 26/06/2021 às 09:54 [] [Pôr do Sol em Barra da estiva - BA ] Final de tarde na Chapada diamantina para finalizar o dia um pôr do sol Por FLÁVIO SANTOS | 22/06/2021 às 05:18 [] [POR DO SOL em brumado bahia] Por do sol no Sudoeste da BAHIA #climatempo Por Roberto Meira | 17/06/2021 às 06:01 [] [Por do sol em brumado no sudoeste BAIANO] Por do sol em brumado ba #climatempo Por Roberto Meira | 17/06/2021 às 05:58 [] [POR DO SOL EM JOINVILLE SC] POR DO SOL EM JOINVILLE SC Por Roberto Meira | 15/06/2021 às 05:56 [] [Mais uma tarde chuvosa na Capital] Junho está bem atípico nesta semana em Brasília Por Jean Claude | 15/06/2021 às 05:08 [+ mais notícias](/participe)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:19:30.921+02:00",
    "updated": "2023-12-29T01:19:30.921+02:00"
  },
  {
    "uuid": "f854efb038d0271d647dcf9e198828cb5b969a03",
    "url": "https://www.expressandstar.com/sport/uk-sports/2023/12/28/mikel-arteta-bemoans-arsenals-display-in-both-boxes-after-home-loss-to-west-ham/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UK & international sports",
    "published": "2023-12-28T23:16:00Z",
    "title": "Mikel Arteta bemoans Arsenal’s display in both boxes after home loss to West Ham",
    "text": "Mikel Arteta bemoans Arsenal’s display in both boxes after home loss to West Ham The Gunners missed the chance to return to the top of the Premier League on Thursday night. Mikel Arteta admitted his side came up short in both boxes as Arsenal slumped to defeat to West Ham to miss out on regaining top spot in the Premier League. The Gunners remain behind Liverpool as they lost 2-0 at the Emirates Stadium on what Arteta conceded was one of the most frustrating nights of his four-year tenure as Arsenal boss. Tomas Soucek’s opener – awarded after the VAR could not determine whether the whole ball had gone out of play in the build up – and a second-half header from former Arsenal defender Konstantinos Mavropanos earned the visitors a deserved win. Things could have been even better had Said Benrahma not had a stoppage-time penalty saved by David Raya on a night where Arteta applauded the performances of the opposition. “I congratulate West Ham and praise my players. That’s what I can tell you,” he said. “This is football. When you look at how much we generated in the game, to see the result is very disappointing. But they were better than us in both boxes. They had two shots, with the penalty three. We had 30. “If we don’t score with 30 shots, then we have to do 50 or 60 to try to score. That’s the only thing. I can’t imagine a game where we have more touches in the box, more dominance and less situations for the opponent against a really good West Ham side. Today though, it wasn’t enough to win the game.” Asked if it was among the most frustrating nights of his managerial career, Arteta replied: “It is. But it’s football. Normally when the team generates so much it’s going to win games. “That’s the way we’ve done it. Against Brighton, we generated so much and against Liverpool as well, but we score goals in different ways. “We have to make another step in that area to win games more comfortably, that’s for sure, because today the team deserves to win the game. There’s no question about that.” Arteta successfully fought a Football Association charge after he criticised the officiating and VAR in defeat at Newcastle last month and was less vocal this time. He did, however, suggest technology needs to be further advanced to make close calls, adding: “They’re saying it’s not conclusive. It’s a shame that with the technology that we have, that it’s not that clear so that we can say whether it’s out or in. It’s done. It’s gone. There’s nothing we can do about it now. “If the technology we have at the moment is not good enough to give us that answer, what we have to do is without that win the game. With the number of situations we generated in the game, that should have been more than enough.” For West Ham and manager David Moyes, this was a rare taste of victory at the Emirates Stadium – Moyes had failed to secure victory in his previous 72 Premier League away games at Arsenal, Chelsea, Liverpool or Manchester United. West Ham were 17th at the turn of the year but went on to win the Europa Conference League and now sit just four points off the top four after this hard-fought and deserved win. Moyes is out of contract in the summer but, on the four-year anniversary of his reappointment as West Ham boss, feels a new deal will soon be ironed out. “We’re getting ready to talk,” he told Amazon Prime. “I don’t think any of us are jumping to get it done too quickly, I think we are just happy to make sure we get it done. We will do, I don’t see any problems with that at all. “We are not one of the top teams. We are trying to get up and grow the team. For West Ham to be in Europe is a great period.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mikel arteta",
          "sentiment": "negative"
        },
        {
          "name": "david raya",
          "sentiment": "none"
        },
        {
          "name": "konstantinos mavropanos",
          "sentiment": "none"
        },
        {
          "name": "tomas soucek",
          "sentiment": "none"
        },
        {
          "name": "arteta",
          "sentiment": "none"
        },
        {
          "name": "said benrahma",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "west ham mikel arteta",
          "sentiment": "negative"
        },
        {
          "name": "arsenal",
          "sentiment": "negative"
        },
        {
          "name": "liverpool",
          "sentiment": "none"
        },
        {
          "name": "var",
          "sentiment": "none"
        },
        {
          "name": "premier league",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "emirates stadium",
          "sentiment": "none"
        },
        {
          "name": "west ham",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:35:48.687+02:00",
    "updated": "2023-12-29T04:33:55.194+02:00"
  },
  {
    "uuid": "430c28a3db1debc76c4fa38bb2a7d661c9b99668",
    "url": "https://sarabic.ae/20250626/%D9%82%D8%B7%D8%A7%D8%B9-%D8%BA%D8%B2%D8%A9-%D8%A8%D9%84%D8%A7-%D8%A7%D9%85%D8%AA%D8%AD%D8%A7%D9%86%D8%A7%D8%AA-%D8%A7%D9%84%D8%AB%D8%A7%D9%86%D9%88%D9%8A%D8%A9-%D8%A7%D9%84%D8%B9%D8%A7%D9%85%D8%A9-%D9%84%D9%84%D8%B3%D9%86%D8%A9-%D8%A7%D9%84%D8%AB%D8%A7%D9%86%D9%8A%D8%A9-%D8%B9%D9%84%D9%89-%D8%A7%D9%84%D8%AA%D9%88%D8%A7%D9%84%D9%8A---1102050458.html",
    "ord_in_thread": 0,
    "author": "سبوتنيك عربي",
    "published": "2025-06-26T12:00:00Z",
    "title": "قطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي",
    "text": "عربي\n00:00\n01:00\n02:00\n03:00\n04:00\n05:00\n06:00\n07:00\n08:00\n09:00\n10:00\n11:00\n12:00\n13:00\n14:00\n15:00\n16:00\n17:00\n18:00\n19:00\n20:00\n21:00\n22:00\n23:00\n00:00\n01:00\n02:00\n03:00\n04:00\n05:00\n06:00\n07:00\n08:00\n09:00\n10:00\n11:00\n12:00\n13:00\n14:00\n15:00\n16:00\n17:00\n18:00\n19:00\n20:00\n21:00\n22:00\n23:00\nمدار الليل والنهار\nالبرنامج المسائي - إعادة\n02:30 GMT\n150 د\nمدار الليل والنهار\nالبرنامج الصباحي\n05:00 GMT\n183 د\nمساحة حرة\nصناعة المخدرات وتجارتها يؤرق السلطات.. حلول عربية لكبح جماحها\n08:18 GMT\n30 د\nعرب بوينت بودكاست\nلماذا نفضل التعاطف مع الجماعات بدلا من الأفراد؟\n08:49 GMT\n11 د\nمن الملعب\nإيطاليا تبحث عن المجد الضائع مع \"غاتوزو\".. وانتقادات مستمرة لمونديال الأندية\n09:03 GMT\n27 د\nعرب بوينت بودكاست\nحزمة من الابتكارات التقنية الحديثة ستُطبق للمرة الأولى في بطولة كأس العالم للأندية 2025\n09:31 GMT\n17 د\nالمقهى الثقافي\nالشاعرة والإعلامية همسة يونس، فلسطينية الدم..إماراتية القلب\n09:48 GMT\n12 د\nعرب بوينت بودكاست\nموجات الجاذبية والثقوب السوداء الضئيلة والتغيرات المناخية وهجرات البشر الأوائل\n11:03 GMT\n9 د\nمرايا العلوم\nعوائد مخلفات الطيور البحرية وأسرَّة العصر الحجري وأول من اكتشف معدنا\n11:41 GMT\n19 د\nمساحة حرة\nالتنقيب عن النفط والغاز شرق المتوسط يثير الخلافات بين ليبيا واليونان\n12:03 GMT\n29 د\nعرب بوينت بودكاست\nعلماؤنا العرب في الخارج، ماذا قدموا لبلدانهم؟\n12:33 GMT\n27 د\nمدار الليل والنهار\nالبرنامج المسائي\n13:00 GMT\n183 د\nعرب بوينت بودكاست\nالقطيعة بين الآباء والأبناء\n16:03 GMT\n23 د\nمساحة حرة\nهل تنجو زراعات العالم العربي من التغيرات المناخية؟\n16:26 GMT\n34 د\nبلا قيود\nخبيرة: دعوة \"بريكس\" لإخلاء الشرق الأوسط من النووي يعزز دورها في الأمن\n17:00 GMT\n59 د\nلقاء سبوتنيك\nتداعيات الحرب الإسرائيلية الإيرانية وتأثيرها على منطقة الخليج والموقف الأمريكي من إيران عقب وقف إطلاق النار\n18:00 GMT\n59 د\nمدار الليل والنهار\nالبرنامج الصباحي - إعادة\n19:00 GMT\n120 د\nمدار الليل والنهار\nالبرنامج الصباحي - إعادة\n21:00 GMT\n30 د\nمدار الليل والنهار\nالبرنامج المسائي - إعادة\n02:30 GMT\n149 د\nمدار الليل والنهار\nالبرنامج الصباحي\n05:00 GMT\n183 د\nالإنسان والثقافة\nأكاديمية مصرية: بوشكين أب الأدب الروسي الحديث وواضع أسس الواقعية النقدية فيه\n09:03 GMT\n29 د\nمساحة حرة\nالتنمر الالكتروني .. ظاهرة تهدد حياة الفتيات في العالم العربي؟\n09:32 GMT\n18 د\nمرايا العلوم\nفيروسات القطب الشمالي ومنتجات التخمير الميكروبي وناقوس الفيضانات\n09:50 GMT\n10 د\nمساحة حرة\nهل تنتصر البيئة على مصالح الاقتصاد؟\n10:29 GMT\n31 د\nنبض افريقيا\nتمديد رئاسة عاصيمي غويتا رئيسا لمالي لخمس سنوات أخرى قابلة للتجديد بدون انتخابات\n11:03 GMT\n45 د\nعرب بوينت بودكاست\nكيف تؤثر جينات الأجداد والفيروسات التي أصابتهم منذ آلاف السنين على صحتنا؟\n11:49 GMT\n11 د\nعرب بوينت بودكاست\nشاطر روسيا أخلاقها واحصل على إقامتها\n12:32 GMT\n28 د\nمدار الليل والنهار\nالبرنامج المسائي\n13:00 GMT\n183 د\nلقاء سبوتنيك\nتداعيات الحرب الإسرائيلية الإيرانية وتأثيرها على منطقة الخليج والموقف الأمريكي من إيران عقب وقف إطلاق النار\n16:03 GMT\n56 د\nمدار الليل والنهار\nالبرنامج الصباحي - إعادة\n19:00 GMT\n120 د\nأمس\nاليوم\nبث مباشر\nhttps://sarabic.ae/20250626/قطاع-غزة-بلا-امتحانات-الثانوية-العامة-للسنة-الثانية-على-التوالي---1102050458.html\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\nسبوتنيك عربي\nمع انطلاق اختبارات الثانوية العامة \"التوجيهي\" في الضفة الغربية والقدس، يغيب عنها عشرات آلاف الطلبة الفلسطينيين في قطاع غزة للعام الثاني على التوالي، مع استمرار... 26.06.2025, سبوتنيك عربي\n2025-06-26T12:00+0000\n2025-06-26T12:00+0000\n2025-06-26T12:00+0000\nفلسطين المحتلة\nقطاع غزة\nتعليم\nالعدوان الإسرائيلي على غزة\nتقارير سبوتنيك\nحصري\nhttps://cdn.img.sarabic.ae/img/07e9/06/19/1102045389_0:0:3520:1980_1920x0_80_0_0_6bbac089832e7f835f6b32926b587fe1.jpg\nفي قطاع غزة، دُمّر جراء الحرب، 60 بناء جامعيا، و111 مدرسة، وما تبقى منها تحول إلى ملاجئ، بسبب نزوح السكان وانعدام البنى التحتية والخدمات التعليمية، حيث لم يتمكن الطلاب من تقديم الامتحانات التي تعد بوابتهم نحو التعليم الجامعي.ووفقا لوزارة التربية والتعليم الفلسطينية، فإن نحو 78 ألف طالب وطالبة من غزة حرموا من تقديم امتحانات خلال العامين الأخيرين، بينهم أكثر من 39 ألفا في العام الماضي وحده.داخل مدرسة للنزوح في خان يونس جنوبي قطاع غزة، تنتظر الطالبة يارا النجار أملَا يعيد إليها حلمها في التعليم، واجتياز عقبة الثانوية العامة.وتقول يارا لوكالة \"سبوتنيك\": \"بسبب الحرب خسرنا سنة أخرى، ولم نستطع تقديم امتحانات الثانوية، إذ كان من المفترض أن أكون الآن في السنة الجامعية الثانية، لكن بسبب الاحتلال الذي دفعنا إلى نزوح مستمر وحرب إبادة، لا نستطيع أن نعيش ونجتاز مراحل مهمة في حياتنا، بينما الطلاب في باقي مدن فلسطين حاليا يقدمون امتحانات الثانوية، ونحن في قطاع غزة ننتظر أملا لانتهاء الحرب والعودة إلى التعليم\".وتحاول يارا التغلب على المخاوف بتذكير نفسها في المذاكرة ومراجعة الدروس، والسعي لتحقيق حلم بسيط يبدو عاديا بالنسبة لكل طلاب العالم، لكنه بات حلما صعب المنال في قطاع غزة.وتضيف: \"حاليا ندرس فقط لتشجيع أنفسنا، وهو شعور صعب ومؤلم، وهذه السنة الثانية التي يضيع علينا اجتياز المرحلة الثانوية، وكنت أحلم بالوصول إلى هذه المرحلة، وعندما وصلت لها جاءت الحرب، ودمرت حلمي، وما زلت أنتظر\".وخلال الحرب قتل عدد كبير من طلبة الثانوية العامة الذين كان من المفترض أن يجتازوا هذه المرحلة، ويعاني كثير من الطلبة من ظروف صعبة في مراكز الإيواء في قطاع غزة، إذ تقول الطالبة هبة دحلان لـ \"سبوتنيك\": \"نواجه ظروف صعبة، ونشعر بمرارة كبيرة على ما يحصل لنا في قطاع غزة، من قتل وجوع وحرب مستمرة\".وأضافت: \"كنت أتمنى أن أنال شهادة الثانوية، لكن أحلامي تدمرت، حيث أنظر بحسرة إلى الكتب وأحاول الدراسة، لكني أشعر أن مستقبلي يذهب من أمامي، وأنا لا أستطيع فعل شيء\".وبحسب وزارة التربية والتعليم، فإنَ \"16,802 من تلاميذ مدارس غزة قتلوا خلال الحرب المستمرة، في حين يبلغ عدد الجرحى ومبتوري الأطراف نحو 24 ألفا، علما أن حصيلة القتلى والجرحى ترتفع يوميا\".وبحسب بيانات الوزارة نفسها، فإن \"عدد القتلى من طلبة جامعات غزة يكاد يصل إلى الألفين، بينما يصل عدد الجرحى الذين يعانون من إصابات مختلفة إلى نحو 2500 مصاب\".ومن بين طلبة الثانوية الذين كانوا من ضمن المفقودين، الطالب هيثم المصري، حتى اكتشفت عائلته أنه ما زال حيا، ووجدوا اسمه ضمن المعتقلين في السجون الإسرائيلية، وتنتظر والدته أملا بخروج ابنها من السجن.وتقول أم هيثم المصري لوكالة \"سبوتنيك\": \"منذ سنة ونصف ابني مفقود، وكنت أظن أنه قتل، ومنذ شهر علمت أنه ما زال حيا، عندما رأيت اسمه ضمن كشف الأسرى، وكانت فرحة كبيرة\".وبينت أنه \"كان من المفترض أن يقدم هيثم امتحانات الثانوية هذا العام، لكنه حرم كما بقية طلبة غزة من فرحة اجتياز المرحلة الثانوية وفرحة النجاح\"، وأردفت: \"لكننا لن نفقد الأمل، في أن تنتهي هذه الحرب، ويفرج عن هيثم الذي سيعود إلى دراسته، ومواصلة التعليم هو وجميع طلاب غزة\".ورغم استحالة عقد الامتحانات داخل القطاع، يخوض نحو ألفي طالب من أبناء غزة اختباراتهم هذا العام من خارج البلاد، بعد أن تمكنوا من مغادرة القطاع، حيث توزعوا على 37 دولة حول العالم، بحسب بيانات وزارة التربية والتعليم.ويخوض نحو 52 ألف طالب وطالبة في الضفة الغربية والقدس امتحانات الثانوية، موزعين على مختلف الفروع، منهم 50 ألفا داخل الضفة والقدس، و2000 موزعون على 37 دولة.ويواصل الجيش الإسرائيلي حربه على قطاع غزة، والتي بدأت بعد أحداث السابع من أكتوبر/ تشرين الأول 2023، وارتفع عدد القتلى منذ بداية الحرب على القطاع إلى 56,077 قتيل غالبيتهم من النساء والأطفال، وإصابة 131,848 آخرين.\nفلسطين المحتلة\nقطاع غزة\nسبوتنيك عربي\nfeedback.arabic@sputniknews.com\n+74956456601\nMIA „Rossiya Segodnya“\n252\n60\n2025\nسبوتنيك عربي\nfeedback.arabic@sputniknews.com\n+74956456601\nMIA „Rossiya Segodnya“\n252\n60\nالأخبار\nar_EG\nسبوتنيك عربي\nfeedback.arabic@sputniknews.com\n+74956456601\nMIA „Rossiya Segodnya“\n252\n60\n1920\n1080\ntrue\n1920\n1440\ntrue\nhttps://cdn.img.sarabic.ae/img/07e9/06/19/1102045389_440:0:3080:1980_1920x0_80_0_0_658f2d7b6e4d8fc50c0bc067ffe9a71e.jpg\n1920\n1920\ntrue\nسبوتنيك عربي\nfeedback.arabic@sputniknews.com\n+74956456601\nMIA „Rossiya Segodnya“\n252\n60\nسبوتنيك عربي\nفلسطين المحتلة, قطاع غزة, تعليم, العدوان الإسرائيلي على غزة, تقارير سبوتنيك, حصري\nفلسطين المحتلة, قطاع غزة, تعليم, العدوان الإسرائيلي على غزة, تقارير سبوتنيك, حصري\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n12:00 GMT 26.06.2025\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n© Sputnik . Ajwad Jradat\nتابعنا عبر\nحصري\nمع انطلاق اختبارات الثانوية العامة \"التوجيهي\" في الضفة الغربية والقدس، يغيب عنها عشرات آلاف الطلبة الفلسطينيين في قطاع غزة للعام الثاني على التوالي، مع استمرار الحرب الإسرائيلية على القطاع منذ السابع من أكتوبر/ تشرين الأول 2023.\nفي قطاع غزة، دُمّر جراء الحرب، 60 بناء جامعيا، و111 مدرسة، وما تبقى منها تحول إلى ملاجئ، بسبب\nنزوح السكان وانعدام البنى التحتية والخدمات التعليمية\n، حيث لم يتمكن الطلاب من تقديم الامتحانات التي تعد بوابتهم نحو التعليم الجامعي.\nووفقا لوزارة التربية والتعليم الفلسطينية، فإن نحو 78 ألف طالب وطالبة من غزة حرموا من تقديم امتحانات خلال العامين الأخيرين، بينهم أكثر من 39 ألفا في العام الماضي وحده.\nداخل مدرسة للنزوح في\nخان يونس جنوبي قطاع غزة\n، تنتظر الطالبة يارا النجار أملَا يعيد إليها حلمها في التعليم، واجتياز عقبة الثانوية العامة.\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n© Sputnik . Ajwad Jradat\nوتقول يارا لوكالة \"سبوتنيك\": \"بسبب الحرب خسرنا سنة أخرى، ولم نستطع تقديم امتحانات الثانوية، إذ كان من المفترض أن أكون الآن في السنة الجامعية الثانية، لكن بسبب\nالاحتلال الذي دفعنا إلى نزوح مستمر وحرب إبادة\n، لا نستطيع أن نعيش ونجتاز مراحل مهمة في حياتنا، بينما الطلاب في باقي مدن فلسطين حاليا يقدمون امتحانات الثانوية، ونحن في قطاع غزة ننتظر أملا لانتهاء الحرب والعودة إلى التعليم\".\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n© Sputnik . Ajwad Jradat\nوتحاول يارا التغلب على المخاوف بتذكير نفسها في المذاكرة ومراجعة الدروس، والسعي لتحقيق حلم بسيط يبدو عاديا بالنسبة لكل طلاب العالم، لكنه بات حلما صعب المنال في\nقطاع غزة\n.\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n© Sputnik . Ajwad Jradat\nوتضيف: \"حاليا ندرس فقط لتشجيع أنفسنا، وهو شعور صعب ومؤلم، وهذه السنة الثانية التي يضيع علينا اجتياز المرحلة الثانوية، وكنت أحلم بالوصول إلى هذه المرحلة، وعندما وصلت لها جاءت\nالحرب\n، ودمرت حلمي، وما زلت أنتظر\".\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n© Sputnik . Ajwad Jradat\nوخلال الحرب قتل عدد كبير من طلبة الثانوية العامة الذين كان من المفترض أن يجتازوا هذه المرحلة، ويعاني كثير من الطلبة من ظروف صعبة في مراكز الإيواء في قطاع غزة، إذ تقول الطالبة هبة دحلان لـ \"سبوتنيك\": \"نواجه ظروف صعبة، ونشعر بمرارة كبيرة على ما يحصل لنا في قطاع غزة، من\nقتل وجوع وحرب مستمرة\n\".\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n© Sputnik . Ajwad Jradat\nوأضافت: \"كنت أتمنى أن أنال شهادة الثانوية، لكن أحلامي تدمرت، حيث أنظر بحسرة إلى الكتب وأحاول الدراسة، لكني أشعر أن مستقبلي يذهب من أمامي، وأنا لا أستطيع فعل شيء\".\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n© Sputnik . Ajwad Jradat\nوبحسب وزارة التربية والتعليم، فإنَ \"16,802 من\nتلاميذ مدارس غزة قتلوا خلال الحرب المستمرة\n، في حين يبلغ عدد الجرحى ومبتوري الأطراف نحو 24 ألفا، علما أن حصيلة القتلى والجرحى ترتفع يوميا\".\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n© Sputnik . Ajwad Jradat\nوبحسب بيانات الوزارة نفسها، فإن \"عدد القتلى من طلبة جامعات غزة يكاد يصل إلى الألفين، بينما يصل عدد الجرحى الذين يعانون من إصابات مختلفة إلى نحو 2500 مصاب\".\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n© Sputnik . Ajwad Jradat\nومن بين طلبة الثانوية الذين كانوا من ضمن المفقودين، الطالب هيثم المصري، حتى اكتشفت عائلته أنه ما زال حيا، ووجدوا اسمه ضمن\nالمعتقلين في السجون الإسرائيلية\n، وتنتظر والدته أملا بخروج ابنها من السجن.\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n© Sputnik . Ajwad Jradat\nوتقول أم هيثم المصري لوكالة \"سبوتنيك\": \"منذ سنة ونصف ابني مفقود، وكنت أظن أنه قتل، ومنذ شهر علمت أنه ما زال حيا، عندما رأيت اسمه ضمن كشف الأسرى، وكانت فرحة كبيرة\".\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n© Sputnik . Ajwad Jradat\nوبينت أنه \"كان من المفترض أن يقدم هيثم امتحانات الثانوية هذا العام، لكنه حرم كما بقية طلبة غزة من فرحة اجتياز المرحلة الثانوية وفرحة النجاح\"، وأردفت: \"لكننا لن نفقد الأمل، في أن تنتهي هذه الحرب، ويفرج عن هيثم الذي سيعود إلى دراسته، ومواصلة التعليم هو وجميع\nطلاب غزة\n\".\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n© Sputnik . Ajwad Jradat\nورغم استحالة عقد الامتحانات داخل\nالقطاع\n، يخوض نحو ألفي طالب من أبناء غزة اختباراتهم هذا العام من خارج البلاد، بعد أن تمكنوا من مغادرة القطاع، حيث توزعوا على 37 دولة حول العالم، بحسب بيانات وزارة التربية والتعليم.\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n1\n/4\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n2\n/4\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n3\n/4\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n4\n/4\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n1\n/4\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n2\n/4\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n3\n/4\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\n4\n/4\n© Sputnik . Ajwad Jradat\nقطاع غزة بلا امتحانات الثانوية العامة للسنة الثانية على التوالي\nويخوض نحو 52 ألف طالب وطالبة في الضفة الغربية والقدس امتحانات الثانوية، موزعين على مختلف الفروع، منهم 50 ألفا\nداخل الضفة والقدس\n، و2000 موزعون على 37 دولة.\nويواصل الجيش الإسرائيلي حربه على قطاع غزة\n، والتي بدأت بعد أحداث السابع من أكتوبر/ تشرين الأول 2023، وارتفع عدد القتلى منذ بداية الحرب على القطاع إلى 56,077 قتيل غالبيتهم من النساء والأطفال، وإصابة 131,848 آخرين.\n© 2025 Sputnik جميع الحقوق محفوظة. +18\nشريط الأخبار\n0\nتم حظر دخولك إلى المحادثة لانتهاكالقواعد. ستتمكن من المشاركة مرة أخرى بعد:\n∞\n. إذا كنت غير موافق على الحظر، استخدم<\"a href=\"https://sarabic.ae/?modal=feedback>صيغة الاتصال\nتم إغلاق المناقشة. يمكنك المشاركة في المناقشة في غضون 24 ساعة بعد نشر المقال.\nللمشاركة في المناقشة\nقم بتسجيل الدخول\nأو\nتسجيل\nloader\nالمحادثات\nЗаголовок открываемого материала",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "arabic",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Education->educational testing and examinations",
      "Education->upper secondary education",
      "Social Issue->demographics",
      "Social Issue->social services",
      "Social Issue->social problem",
      "Politics->education policy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T15:13:41.382+03:00",
    "updated": "2025-06-26T12:17:14.000+00:00"
  }
]