[
  {
    "uuid": "8f26a54ea7b35fbe6f876d71f981c914a7a688f0",
    "url": "https://kottke.org/24/02/0044090-refreshing-to-read-about-",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Moira Dawson",
    "published": "2024-02-29T22:00:00Z",
    "title": "Refreshing to read about IVF from a male point of view: Zach...",
    "text": "Refreshing to read about IVF from a male point of view: Zach Baron in GQ on “\nMy IVF Years.”\nRefreshing to read about IVF from a male point of view: Zach Baron in GQ on “\nMy IVF Years.”\nI think men should absolutely be writing about their IVF experiences but I found this essay to be so abstract and seemingly so barely familiar with the impact of the Alabama ruling as to be somehow from another time and place than the world we're inhabiting currently. Aside from one scant reference to the ruling, this could have been written a decade (or more) ago.\nHello! In order to leave a comment, you need to be a current kottke.org member. If you'd like to sign up for a membership to support the site,\n[you can explore your options here](/members).\nExisting members can\nsign in here. If you're a former member, you can renew your membership.\nNote: If you are a member and tried to log in, it didn't work, and now you're stuck in a neverending login loop of death, try disabling any ad blockers or extensions that you have installed on your browser...sometimes they can interfere with the Memberful links. Still having trouble?\n[Email me!](/cdn-cgi/l/email-protection#92f8f3e1fdfcd2f9fde6e6f9f7bcfde0f5ade1e7f0f8f7f1e6aff9fde6e6f9f7bcfde0f5b2f4f7f7f6f0f3f1f9)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://kottke.memberful.com/auth/sign_in",
      "https://www.gq.com/story/my-ivf-years",
      "https://gq.com/story/my-ivf-years",
      "https://www.kottke.memberful.com/auth/sign_in"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zach",
          "sentiment": "negative"
        },
        {
          "name": "zach baron",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "alabama",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:53:52.475+02:00",
    "updated": "2024-03-01T00:53:52.475+02:00"
  },
  {
    "uuid": "1b360aab24376e1d91c049f6bdbea2948dc3a229",
    "url": "https://navalmoral.hoy.es/central-nuclear-almaraz-cerro-ano-2023-mejores-20240216092044-nt.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción",
    "published": "2024-02-16T08:20:00Z",
    "title": "La central nuclear de Almaraz cerró el año 2023 entre las mejores del mundo | Hoy.es",
    "text": "Redacción Viernes, 16 de febrero 2024, 09:20 Necesitas ser suscriptor para acceder a esta funcionalidad. Compartir Las centrales nucleares de Almaraz y Trillo, en Guadalajara, han registrado un «excelente desempeño en 2023 con destacados resultados en seguridad laboral, protección radiológica, producción y ejecución de las paradas para recarga de combustible», según señala el Foro Nuclear en base a los datos aportados por las empresas propietarias de ambas plantas. Todo ello ha hecho que se sitúen en la categoría más alta de la Asociación Mundial de Operadores Nucleares (WANO), una organización internacional sin ánimo de lucro que ayuda a sus socios a «maximizar la seguridad y fiabilidad» de las centrales por todo el mundo y que en la actualidad engloba a 429 unidades en más de 30 países. Igualmente se apunta que además de contribuir a la reducción de emisiones contaminantes, las centrales españolas son un «importante foco de desarrollo económico en sus zonas de influencia». En el caso concreto de Almaraz estima en 2.900 los empleos que mantiene entre directos, indirectos e inducidos, además de unos 1.200 eventuales más durante los periodos de recarga de combustible. En otro punto se destaca que las dos unidades con las que cuenta Almaraz cerraron el año 2023 como la instalación de mayor aportación al sistema eléctrico nacional, «registrando el tercer mejor dato histórico desde el inicio de su operación comercial en 1983». Con una producción bruta de 16.927 gigavatios/hora cubre el 7% de la demanda eléctrica anual, generando cada año el equivalente al consumo de 4 millones de hogares españoles y evitando la emisión de 5,5 millones de toneladas de CO2 a la atmósfera. Referentes internacionales Desde el Foro Nuclear se indica que las centrales de Almaraz y Trillo están posicionadas en la categoría más alta de WANO. En la misma se encuentran únicamente 11 de las 65 centrales nucleares afiliadas al centro regional de París de este organismo. En ese sentido las propias centrales desvelan, para terminar, que a raíz de esa clasificación se han «intensificado las visitas de operadores internacionales que buscan en estas instalaciones un referente para sus programas de desarrollo o mejora». Lo demuestra, añaden, que durante el año 2023 recibieron delegaciones de Países Bajos, Polonia, Francia, Alemania, Suecia, Corea del Sur o China, entre otros países. Publicidad Publicidad Te puede interesar Publicidad Publicidad Comentar es una ventaja exclusiva para suscriptores ¿Ya eres suscriptor? Necesitas ser suscriptor para poder votar. Reporta un error en esta noticia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T12:15:38.633+02:00",
    "updated": "2024-03-09T06:14:44.367+02:00"
  },
  {
    "uuid": "141dca53fa5e531b12814897101e2fb2afcea3ab",
    "url": "https://www.idolator.com/7907599/john-lennons-message-from-the-afterlife-to-son",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Karyn Bailey",
    "published": "2024-04-18T21:10:00Z",
    "title": "John Lennon’s Eldest Son Believes His Father Sent Him A Profound Message From The Afterlife",
    "text": "John Lennon’s Eldest Son Believes His Father Sent Him A Profound Message From The Afterlife\nWhen losing a loved one, it's only natural to wish that they could communicate something of significance. Julian Lennon not only longed for this but received it loud and clear. The message he interpreted from his late father, musician John Lennon, was so meaningful that it changed his life and motivated him to change the lives of others. Read on to discover how a strained father-son relationship transformed into a beautiful message of peace, and the will to move on for the better.\nMeet Julian Lennon\nWhile John Lennon and Yoko Ono's child, Sean Lennon, has received media attention from a young age, you may be surprised to hear that John had a son long before Sean. Julian Lennon was born during John's first marriage, which was to Cynthia Lennon.\nBorn in Liverpool in 1963, Julian was named after John's mother, Julia, who had passed a few years prior. Though he inspired multiple songs from The Beatles, he didn't always feel close to his famous father.\nHaving A Rockstar Dad Was Tough\nJulian was born six years after The Beatles first formed and in the midst of their growing acclaim in the UK. The band's manager, Brian Epstein, was named Julian's godfather.\nThe same year of his birth, The Beatles recorded Please Please Me, an album full of chart-topping singles that made them an international success. By the time Julian was one-year-old, his father was touring the world and the media was erupting over John's \"secret wife and baby.\"\nBeing Left Out Of The \"Fab Four\"\nThe Beatle's press officer, Tony Barrow, came up with the idea to call the band the \"fabulous four,\" which the media abbreviated to \"the Fab Four.\" Meanwhile, Cynthia Lennon was raising Julian largely on her own and trying to avoid the overbearing media attention.\nRather than the young family being the \"fab three,\" Julian experienced from a young age a detachment from his father. Though the family did get to enjoy a skiing trip with the band in 1966, it was overshadowed by relentless fans.\nJulian Was Involved In The Band As Much As He Could Be\nIn 1967, Julian experienced being on the set of the Magical Mystery Tour Beatle's film. Around the same time, the little guy created a watercolor painting in the nursery school of his friend Lucy surrounded by stars.\nThe painting became the source of inspiration for John's song \"Lucy in the Sky with Diamonds.\" Lennon also wrote the song \"Good Night\" for Julian, which was the final song on The Beatles' White Album and featured Ringo Starr on lead vocals.\nA New Family Arrangement\nWhen Julian was just five-years-old, his parents divorced and John embarked on a relationship with Yoko Ono. They married in March of the following year, which was 1969. John's relationship with Yoko heightened the tension between bandmates, and The Beatles parted ways shortly after their marriage.\nRather than returning home to Julian, John further invested himself into his music and released a solo album in 1970. In 1971, the pair moved to New York, creating even more distance between Julian and his father.\nJulian Felt Closer To Another Beatle\nWhen Julian was older, he looked back on his relationship with his dad with resentment. He stated that he remembered spending more time with The Beatles band member Paul McCartney than he had John Lennon.\nPaul revealed his love for little Julian when he wrote the song \"Hey Jude\" to console the young boy during John and Cynthia's divorce. The song was initially called \"Hey Jules,\" but it was changed to a name that would be easier to sing.\nA New Father Figure For Julian\nIn addition to Paul McCartney, Julian gained a new father figure when his mother remarried in 1970, a year after John married Yoko Ono. She wed Roberto Bassanini, who she'd met while on a trip to Italy with Julian.\nCynthia and Roberto were only married for a few years, after which Julian reunited with his father and enjoyed some of their best years as father and son. In 1978, she had another short-lived marriage to engineer John Twist.\nJohn's New Relationship Reconnected Him To Julian\nWhen Lennon and Yoko separated in 1973, John developed a romantic relationship with their personal assistant, May Pang. May encouraged John to re-connect with Julian, who he hadn't seen in two years.\nIn an interview with The Times, Julian described his time with May Pang and John as \"the happiest times\" he had with his father. During this time, Julian made his musical debut at the age of eleven when his father unexpectedly used Julian's drum recording in the song \"Ya-Ya\" on Walls and Bridges.\nReconciliation With Yoko Ono\nAt the start of 1975, John Lennon agreed to meet with Yoko Ono after more than a year of separation. The two reconciled and Yoko gave birth to their son, Sean Lennon, later on that year.\nIn a 1999 interview with Dini Petty, Julian admitted that he felt his father was a hypocrite. He said, \"Dad could talk about peace and love out loud to the world but he could never show it to the people who supposedly meant the most to him: his wife and son.\"\nJohn Lennon's Untimely Passing\nIn December of 1980, John Lennon lost his life to Mark David Chapman while on his way to his Manhattan apartment. A Strawberry Fields memorial was later created in Central Park to honor the late musician.\nJohn was and is still lived on by his two sons, who were five and 17 at the time of his passing. Earlier that year, John Lennon had mentioned in an interview that he loves both of his sons equally and that Julian, \"belongs to me, and he always will.\"\nFollowing In His Father's Footsteps\nShortly after his father passed, Julian followed in his footsteps by putting out his first album, Valotte. Julian told Rock Beat that one of the album's songs, \"Well I Don't Know,\" was \"about looking for signs of the afterlife from Dad.\"\nHe'd inherited his father's songwriting ability and his voice was regarded by music critic Robert Christgau as being eerily similar to that of John. The album earned Julian a Grammy nomination for Best New Artist in 1985.\nThe Rise Of Julian's Music Career\nJulian's next album, The Secret Value of Daydreaming, reached number 32 on the Billboard 200. It also featured the single \"Stick Around,\" which was Julian's first song to reach number 1 on the US Album Rock Tracks.\nHis second single to top the Album Rock Tracks was \"Now You're In Heaven,\" which peaked at number 5 in Australia. His single \"Saltwater\" on his 1991 album topped Australian charts for a month and featured former Beatles member George Harrison on the guitar.\nSomething Incredible Happened While On Tour In Australia\nThe track \"Saltwater\" was famous in Australia for a reason, as it was an environmentally conscious ballad that transcended the decade. Julian's touching lyrics attracted the attention of aboriginal leaders, who met with the musician while he was on tour.\nThey asked Julian if he would use his fame to help bring them awareness. The elder of the tribe known as Mirning was a woman who handed him a gift. When Julian took it, he could hardly believe his eyes.\nA White Feather Full Of Meaning\nThe aboriginal leader had handed Julian a white feather. He later told Today that John Lennon had once told him that a white feather would be his way of communicating to his son that we were all going to be alright.\nHis plea from his first album's track \"Well I Don't Know\" for his father to send him a sign seemed to have been answered. Julian realized at that moment that he needed to do something meaningful with his career.\nStaying True To His Word\nJulian stayed true to his promise that he would help the Aboriginal Australians. In 2006, he produced and narrated the film Whaledreamers, which illuminates an aboriginal tribe's meaningful relationship with Australian whales that are at risk of extinction.\nThe documentary outlines various environmental issues and was shown at the 2007 Cannes Film Festival. It won several awards, including Best Film by the Byron Bay Film Festival and Best Music/Song by the Tahoe/Reno Int'l Film Festival, and raised funds for Greenpeace and Elcho Island Elder Burmulla.\nJulian's White Feather Foundation\nJulian didn't just stop at highlighting the issues plaguing the aboriginals; that was just the beginning. In 2009, he started the White Feather Foundation, named after the encounter that he considers a sign from his late father.\nThe organization sets out to raise funds for both environmental and humanitarian issues and to bring attention to those who are setting out to make a difference. To Julian, the white feather represents peace on account of its influence in his life.\nJulian Was Inspired By An Old Friend\nThe same year that Julian founded the White Feather Foundation, he also raised funds for an illness that took his late friend's life. He partnered with Meagher and Birch to create the revolution, LLC, through which he released the EP \"Lucy.\"\nThe song was a tribute to Lucy Vodden, the little girl he painted in nursery school that inspired John's song \"Lucy in the Sky with Diamonds.\" Half of the proceeds from \"Lucy\" were to be donated to Lupus research since that was the disease that took her life.\nSean And Julian's Relationship Has Blossomed\nAfter all Sean and Julian went through, they came out on the other side as strong brothers and allies in the music industry. In 2011, Julian told The Express that he loves his brother Sean deeply, and that's why he needed to \"get over\" the past.\nSean stated in 2010 that his big brother is the reason he started playing music. Interestingly, Sean's music is what prompted Julian to dive into photography, a habit that flourished after he photographed Sean's music tour in 2007.\nFinding Peace With Photography\nJulian seemed to have put an end to all of the family drama with his 2010 exhibition called \"Timeless: The Photography of Julian Lennon.\" Naturally, his mother Cynthia was there, but more shockingly was how cozy Julian looked with Yoko Ono.\nHe kept his arm around her shoulder as she smiled at his photography, which included shots of Sean. Yoko and Cynthia even embraced as the family reunited over Julian's work. It seemed that the tension of the past decades had finally ceased.\nHonoring His Father In The Name Of Peace\nAlso in 2010, Julian joined his mother Cynthia in the unveiling of the John Lennon Peace Monument in Liverpool. The beautiful, 18-foot sculpture is a colorful sphere covered with music notes and peace signs and topped with silver birds.\nIt reads \"Peace On Earth For The Conservation Of Life In Honour of John Lennon 1940-1980.\" Julian said at the ceremony, \"We come here with our hearts to honor Dad and pray for peace and say thank you to everybody who is celebrating today.\"\nThe Incredible Life Of The Music And Cultural Icon, John Lennon\nBorn on October 9, 1940, John Lennon grew up in Liverpool, England under the guardianship of his aunt, Mary Elizabeth \"Mimi\" Smith. Ironically, Lennon's aunt Mimi had no interest in music, so it's unsurprising that she didn't believe her nephew could make a career out of it either.\nShe even commented that \"The guitar's all right John, but you'll never make a living out of it,\" something she repeatedly told him. Although he and his aunt had a loving relationship, they were at odds about Lennon's deep interest in music.\nHe Was An Avid Monopoly Player\nThose close to Lennon knew that he loved the game of Monopoly. He would bring his personal set with him when traveling and would often host games in his hotel room or play while on airplanes.\nSupposedly, he was known for always standing up when he threw the dice and was obsessed with the Boardwalk and Park Place properties. So much, in fact, that he didn't care if he lost the game, as long as he had the two properties in his possession.\nHe Was The Last Beatle To Get His License\nOn February 15, 1965, at the age of 24, John Lennon finally got his driver's license, making him the last of the Beatles to do so. Apparently, John was a horrendous driver according to those who ever drove in a car with him.\nHowever, he eventually gave up driving after he totaled his Aston-Martin on a trip to Scotland with his wife Yoko Ono, his son, Julian, and Ono's daughter, Kyoko. The accident resulted in Lennon needing 17 stitches, and mounting the wrecked car on a pillar at their home.\nHe Had A Troubled Past With Women\nIn 1957, Lennon met his first wife, Cynthia Powell, as students at the Liverpool College of Art. The two would begin dating, even though she was engaged. However, Lennon was known to be jealous and possessive of women, often threatening Powell with violence.\nHe claimed that it wasn't until he met Yoko Ono that he began to treat women correctly. According to Lennon, \"I used to be cruel to my woman, and physically – any woman. I was a hitter. I couldn't express myself and I hit. I fought men and I hit women. That is why I am always on about peace.\"\nHe Returned A Medal From Queen Elizabeth II\nIn 1965, Lennon, along with the other member of the Beatles were made members of the Most Excellent Order of the British Empire by Queen Elizabeth II. However, four years later, Lennon returned his medal as a form of protest.\nIn a letter to the queen, he wrote, \"Your Majesty, I am returning my MBE as a protest against Britain's involvement in the Nigeria-Biafra thing, against our support of America in Vietnam and against 'Cold Turkey' slipping down the charts. With love. John Lennon.\"\nHe Was The Only Beatle That Wasn't A Full Vegetarian\nGeorge Harrison was the first of the Beatles to go vegetarian, completely cutting out meat in his diet in 1965. Paul McCartney was the next to follow suit just a few years later.\nWhile Paul and George stopped eating meat for spiritual reasons, Ringo later did so out of necessity due to health concerns. Although Lennon tried to become a vegetarian on several occasions in the 1960s, he always managed to find meat on his plate.\nHis Final Moments With Paul McCartney\nThe last time John Lennon saw Paul McCartney was on April 14, 1976. The two were hanging out at Lennon's New York apartment where they were watching Saturday Night Live. While watching the show, they saw Lorne Michaels jokingly offer $3,000 for the Beatles to appear on the show.\nBecause they were just sitting around watching TV, the two even considered taking a cab to the set. Little did they know this would be the last time they would ever see each other.\nHe Believed The Best Beatles Music Was Never Recorded\nRegardless of the fact the Beatles are considered to be one of the greatest and most influential bands of all time, John Lennon was rarely satisfied with their music. In a 1977 interview with Rolling Stone, Lennon admitted that the group sacrificed their creative potential to meet the demands that follow with so much popularity.\nHe noted, \"That's why we never improved as musicians; we killed ourselves to make it.\" On another occasion, Lennon told his former producer, George Martin, over dinner that he would like to like to re-record every Beatles song, especially \"Strawberry Fields.\"\nHe Owned An Island\nIn 1967, John Lennon purchased Dorinish, an uninhabited island in Clew Bay, Ireland for just £1,700. Although previously used by sailing ships for its stones, the island became a sanctuary for Lennon and his family.\nAfter Lennon divorced his wife Cynthia, the island went unused until Lennon invited Sid Rawle, the \"King of the Hippies,\" and Timi Walsh to establish a commune there. For two years, 25 hippies lived on the island until a fire burned down the island's supply tent in 1972 and the commune disbanded. After Lennon's death, Yoko Ono sold it for £30,000 and gave the money to an Irish orphanage.\nHe Sailed A Boat Through A Storm\nIn June 1980, Lennon took a six-day journey to Bermuda on a 43-foot sailing boat. However, what was initially supposed to be a relaxing boat ride turned into a life-threatening situation when they were hit by a huge storm. The captain ended up getting seasick because of the storm, leaving Lennon with the responsibility of successfully navigating the ship through 65 mile-an-hour winds and 20-foot waves.\nLennon later reminisced on the moment stating, \"Once I accepted the reality of the situation, something greater than me took over and all of a sudden I lost my fear. I actually began to enjoy the experience.\"\nHe Left The Beatles First\nLennon was the first of the group to leave the Beatles in September 1969, eventually leading to the breaking up of the band. However, Lennon, as well as the other members, kept his leaving a secret for quite some time.\nNobody was aware that John had left for months until Paul McCartney announced his own solo album and that he had left the Beatles. When Lennon heard this, he was furious that McCartney was given the credit for breaking up the band.\nThe Government Tried To Deport Him\nAfter the impact that \"Give Peace a Chance\" and \"Happy Xmas (War is Over)\" had on the anti-war movement, it caught the attention of the government. At that time, the Republican Party heard rumors that Lennon was going to be involved in a concert held in San Diego at the same time as the Republication National Convention.\nSo, they had plans to deport Lennon, fearing that his anti-war messages would hurt the party. This led to Republican Senator Strom Thurmond sending a memo that \"deportation would be a strategic counter-measure\" against Lennon.\" However, after a lengthy legal battle, Lennon received his green card.\nHe Was Investigated By The FBI\nAfter his death, historian John Wiener filed a Freedom of Information Act for FBI files about their involvement in the deportation attempt. At that point, the FBI had admitted to having 281 pages on Lennon, because of his anti-war involvement, but refused to release them, claiming that they held national security information.\nIn 1983, Wiener sued the FBI, and it still took 14 years for the documents to be released. Eventually, all but 10 pages were released, which Wiener published in his book Gimme Some Truth: The John Lennon FBI Files in 2000. The papers showed that Lennon was never considered a real threat.\nHe Grew Tired Of Hysterical Fans\nAround the time of Beatlemania, and after the band had made a breakthrough in the United States, Lennon started to become concerned about the people attending Beatles' concerts. He was afraid that legitimate fans of the music wouldn't even be able to hear them perform over all of the noise and screaming from crazed fans.\nHe also thought that the chaos of the concerts were beginning to affect the band's musicianship. According to Lennon, \"Beatles concerts are nothing to do with music any more. They're just bloody tribal rites.\"\nHe Claimed To Have Seen A UFO\nOn August 23, 1974, John Lennon claimed that he saw a UFO. Talking to Andy Warhol's Interview magazine, he said that he was lying naked on his bed when he felt a sudden urge.\nHe went on to state that, \"There, as I turned my head, hovering over the next building, no more than 100 feet away was this thing with ordinary electric light bulbs flashing on and off around the bottom, one non-blinking red light on top.\" He called over his then-girlfriend May Pang, who claims to have seen the unidentified flying object as well.\nHis Death Was Announced During Monday Night Football\nOn December 8, 1980, the night of Lennon's death, an ABC television producer was being treated in the hospital for a motorcycle injury when Lennon was brought in. The producer caught wind of what was going on, including that Lennon was dead.\nSo, he contacted his boss, Roone Arledge, who at the time was busy working as the executive producer for Monday Night Football. Yet, upon hearing the news, Arledge told sportscaster Howard Cosell and Frank Gifford to deliver the news immediately while on air.\nWhere His Iconic Glasses Came From\nIn preparation for his role in Richard Lester's 1967 film, How I Won the War, Lennon was given an army-style haircut and a new pair of what were considered \"granny\" glasses. After receiving his haircut in the breakfast room at the bar of The Inn Heath Hotel in West Germany, his hair was even burned to prevent people from selling it.\nWhile the haircut was only for the movie, Lennon adopted his new look with the \"granny\" glasses which went on to become one of his trademark accessories.\nHe Has A Picture With The Man Who Took His Life\nOn December 8, 1980, amateur photographer Paul Goresh snapped a picture of John Lennon signing a copy of his album Double Fantasy for Mark David Chapman, the man who would later assassinate him.\nLater that day, returning to his home at the Dakota in New York City after a recording session, Chapman gunned down Lennon. Yet, apparently that wasn't the last photo taken of Lennon. Supposedly, a photographer sneaked into the morgue before he was cremated and got a photograph of his body.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john lennon",
          "sentiment": "negative"
        },
        {
          "name": "sean lennon",
          "sentiment": "none"
        },
        {
          "name": "cynthia lennon",
          "sentiment": "none"
        },
        {
          "name": "julia",
          "sentiment": "none"
        },
        {
          "name": "yoko ono",
          "sentiment": "none"
        },
        {
          "name": "julian lennon",
          "sentiment": "none"
        },
        {
          "name": "john",
          "sentiment": "none"
        },
        {
          "name": "sean",
          "sentiment": "none"
        },
        {
          "name": "julian",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "liverpool",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T01:23:16.492+03:00",
    "updated": "2024-04-19T01:23:16.492+03:00"
  },
  {
    "uuid": "1008bbbd662df299744be4ba8e905af295f8df64",
    "url": "https://vnexplorer.net/christmas-weather-flash-flooding-triggers-mayhem-and-thousands-are-left-without-power-as-dangerous-storms-and-large-hail-strikes-australias-east-coast-and-its-not-looking-any-better-for-christm-s696864.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T21:56:00Z",
    "title": "Christmas weather: Flash flooding triggers mayhem and thousands are left without power as dangerous storms and large hail strikes Australia's east coast - and it's not looking any better for Christmas Day",
    "text": "Severe storms smash the east coastThousands left without power in Queensland READ MORE: Severe thunderstorms forecast for parts of Australia on Christmas\nAustralia’s east coast is continuing to battle ‘very dangerous storms’, with thousands of homes losing power on Christmas Eve.\nFootage from Kensington, in Sydney’s Eastern Suburbs, shows vehicles stranded in flash floods after a thunderstorm swept across the city on Sunday.\nThe video taken by a bus passenger captures commuters standing on their seat as the floor becomes covered with flowing water.\nThe Bureau of Meteorology (BOM) warned that storms – causing heavy winds, rain and hail – could continue to hit the nation’s east until Boxing Day, putting a dampener on Christmas.\nEnergex reports almost 57,000 Queensland homes were without power at 3.30pm while about 151,000 struck the state’s southeast in two hours.\nAustralia’s east coast is currently battling through severe storms as tens of thousands of homes in Queensland have lost power (stock image)\nThose travelling out of Sydney Airport for the holidays had their flights delayed after 110mm of rain fell in about an hour causing flash flooding in the domestic terminal’s apron area, where aircraft are parked to let passengers board and alight.\nThe flooding affected flights on Sunday afternoon with ‘a number of arriving services delayed’, a spokesperson told Daily Mail Australia.\nWhile both departing and arriving flights are now operating as expected, ‘passengers are encouraged to leave plenty of time for their journey to the airport’.\nBOM warned of severe thunderstorms that are likely to produce damaging winds, large hailstones and heavy rainfall that may lead to flash flooding on Sunday night across Sydney and along NSW’s South and North Coast.\nMeanwhile, severe thunderstorms are also forecast for Queensland residents in Redland City, Brisbane City and parts of Logan, Somerset, Gold Coast, Sunshine Coast, Moreton Bay and Ipswich Council Areas.\nThe Brisbane Valley Highway northbound in Coominya was partially closed due to multiple trees down at 12.30pm, with drivers urged to seek an alternative route.\nQueensland Police have also warned there had been reports of fallen, trees, power lines down and flash flooding across southeast Queensland, including Holland Park, Tamborine Mountain, Elimbah, Beenleigh, Russell Island, Upper Coomera, Toowong, Scenic Rim, Marsden, Logan, Carina, Greenbank and the Gold Coast.\nSydney experienced heavy rainfall on Sunday afternoon causing the city’s eastern suburbs to be hit with flash flooding which trapped cars (pictured)\nOne vehicle stranded on Anzac Parade in Kensington had to be freed by SES (pictured)\nEmergency crews are working hard to remove a fallen tree on Frederick St, Toowong, which has impacted power lines.\n‘A crane will be required to remove the tree with road likely closed until early hours of Christmas morning,’ Queensland Police stated.\nAngus Hines, senior meteorologist at BOM, said Australia’s eastern states were in the ‘middle of the thunderstorm outbreak’.\n‘With potential severe weather over the next dew days there is the high chance for flash flooding,’ NSW SES warned.\n‘With people on the roads for Christmas we ask that you make smart decisions and if it’s flooded forget it.’\nThe latest warning stated people in Southeast Coast and parts of Central Highlands and Coalfields, Central West, Wide Bay and Burnett, Maranoa and Warrego and Darling Downs and Granite Belt Forecast Districts need to be on alert for thunderstorms.\nFlights in and out of Sydney Airport were affected by the thunderstorm after 110mm fell in about an hour causing flash flooding at the domestic terminal (pictured)\nNSW Police blocked off traffic to Botany Road in Mascot as flash floods had grown to engulf the sidewalk\nA severe thunderstorm north of Crows Nest that dumped large hailstones and heavy rainfall at just past 1pm before moving east over Gladstone.\nAn upper trough is moving over southeast Queensland and is causing thunderstorm activity in a moist and unstable air mass,’ BOM said.\n‘Severe thunderstorms are likely to produce heavy rainfall that may lead to flash flooding, damaging winds and large hailstones in the warning area over the next several hours.’\nLocations which may also be affected include Toowoomba, Brisbane, Dalby, Kingaroy, Ipswich and Nanango.\nAnother very dangerous thunderstorm is also developing west of Kilcoy, threatening parts of Somerset, South Burnett, Toowoomba and Moreton Bay Council Areas.\nIntense bouts of rainfall could create dangerous and life-threatening flash-flooding near the Samford and the D’Aguilar Ranges, with the thunderstorm moving in a north-easterly direction.\nResidents are urged to not drive, and stay indoors until the storm has passed. People should also avoid standing near doors and windows during giant hail.\nAsthma sufferers are also urged to keep medication nearby, as storms and wind can trigger attacks.\nNSW SES has warned those taking to the roads on Christmas Day to stay vigilant as the Bureau of Meteorology predicts storms to continue into Monday (pictured)\nFootage from a bus passenger travelling along Anzac Parade shows them having to stand on their seat as the floor of the bus was covered in water as it traversed the flash floods (pictured)\nAreas across Queensland are expected to receive large amounts of rain in short periods of time and even hail across Sunday and Monday (pictured)\nMeanwhile, The BOM have issued a warning for the Pilbara, Gascoyne, North Interior and South Interior Districts, where temperatures could reach up to 45C.\nFelim Hanniffy, senior forecaster at the Bureau, said the storms would continue across the East Coast until Boxing Day.\n‘That means the risk of giant hail, destructive wind gusts and intense rainfall and it’s all being driven by a really significant weather system,’ he said.\n‘That’s going to affect multiple states, so Queensland, New South Wales and Victoria, and is linked to a developing low pressure system that’s going to spin up over parts of Victoria and southern New South Wales and then slowly move east and eventually off the coast during about Tuesday.\n‘That includes the high demographic areas of Newcastle, Sydney, and even Canberra, as well as down to Victoria and Melbourne.’\nThe alert is currently in place until Boxing Day.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [
      "https://videos.dailymail.co.uk/video/mol/2023/12/24/6663054163139606449/1024x576_MP4_6663054163139606449.mp4",
      "https://www.videos.dailymail.co.uk/video/mol/2023/12/24/6663054163139606449/1024x576_MP4_6663054163139606449.mp4"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "bureau of meteorology",
          "sentiment": "none"
        },
        {
          "name": "energex",
          "sentiment": "none"
        },
        {
          "name": "eastern suburbs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "queensland",
          "sentiment": "none"
        },
        {
          "name": "sydney airport",
          "sentiment": "none"
        },
        {
          "name": "kensington",
          "sentiment": "none"
        },
        {
          "name": "sydney",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:09.966+02:00",
    "updated": "2023-12-29T00:01:09.966+02:00"
  },
  {
    "uuid": "35cad60b8cc221fcd1d14094b11881dca9c73927",
    "url": "https://www.brit.co/target-swimsuits",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Meredith Holser",
    "published": "2024-02-29T22:30:00Z",
    "title": "These Cute Target Swimsuits Are Begging To Be Brought To The Beach",
    "text": "The day Target swimsuits hit stores is the day I can feel myself becoming myself again. After all, summer is when I thrive! As the weather warms up (albeit slowly), it's time to shop all the Target swimsuits before the cutest ones sell out.\nFrom one piece bathing suits to teeny, cheeky bikinis, the retailer's got their swimwear game on lock – and these 16 Target swimsuits prove it! From more modest swim dresses to spring break-worthy matching sets , scroll ahead for the best Target swimsuits of the season.\nTarget One Piece Swimsuits Shade & Shore Shirred Ribbed Bandeau Cheeky One Piece Swimsuit\nThis one piece bandeau-style swimmy is giving major cool girl vibes. The soft, slightly ribbed material it's made out of is designed to hug your shape in the most flattering way, while the bust stays put with the help of a durable elastic band. If you don't exactly jive with the strapless look, this $25 style arrives with a set of detachable and adjustable straps.\nThis little number is also available in three other colors (black, blue, and pink) and you can shop it in sizes XS-XL now.​\nKona Sol Pucker Square Neck One Piece Swimsuit If there's one thing about me, it's that I love a square neckline. They're universally flattering and provide your look with somethin' a little bit different than the rest!\nThat's exactly why this very marine-inspired green suit is perfect for poolside or the beach – the unique neckline will have heads turning left and right. Best of all? You'll feel comfortable and supported all day long, thanks to the sewn-in cups and the wide adjustable straps.\nThis $46 piece is truly timeless and will last you past this season and the next. Shop it in this gorgeous green or lavender or peach! It's now available in plus sizes 14-24.\nKona Sol Full Coverage Tummy Control Cap Sleeve U-Wire One Piece Swimsuit This Target swimsuit comes complete with a tummy control feature that will undoubtedly make you look snatched, no matter where you are. I've never seen a style like this one, TBH, and I am obsessed – the slim cap sleeves and deep-diving notch on the neckline are just adorable, plus they add a feminine air to the look as a whole. You could even get away with wearing this as a bodysuit on dry land!\nThis berry-red color definitely speaks to the spring and summer seasons with beautiful vibrance. You can snag this $42 one piece in sizes XS-XL now!\nShade & Shore Twist-Front Plunge One Piece Swimsuit This cute suit makes me want to singlehandedly bring back ombré fashion... The twisted front detail is enough to make it stand out from other styles, but that's not all this Target piece has to offer! The flipside of this swimmy features an open back that secures stylishly with a bow tie, allowing you to show some skin and simply get some sun. The plunging neckline definitely incorporates a flirty vibe to your vacay (or pool day) get-up.\nThis $36 piece is also shoppable in a rich brown color if ombré isn't for you. You can snag it in sizes XS-XL now.\nShade & Shore Square Neck Wide Binding One Piece Swimsuit The white trim on this Target swimsuit delivers some serious vintage vibes, contrasting wonderfully with the mesmerizing green body. This number boasts medium-level coverage, so you can move about without worrying about an accidental slip or wardrobe blip. The fit is fairly straightforward, plus it's customizable with the addition of adjustable straps.\nAdd this pick to your cart for just $36! It's currently shoppable in sizes XS-XL.\nShade & Shore Mesh Front One Piece Swimsuit Mesh is just that girl . The see-through cutouts on this Target swimsuit allow for a hint of mystery and sexiness... because, after all, you should feel sexy in your swimsuit! I think black is the perfect color to opt for when buying a suit because you can be confident it'll match with whatever else you're wearing at any point in time.\nThe mesh paneling on this one piece crosses back and forth across the front of the stomach, with the rest of the material being an opaque black. This suit is the perfect amount of spicy for when you want to look and feel your best by the pool or ocean.\nSnag it for $40 in this deep black or a stark white color in sizes XS-XL today.\nWild Fable High Leg Cheeky Scoop Back One Piece Swimsuit This one piece makes a play on traditional suits, instead hiking up the leg holes to elongate your legs and giving it a plunging open back to reveal some skin. It's fairly basic when it comes to the other Target swimsuits, but I think it works perfectly for those who aren't looking for extra bells and whistles.\nThere aren't any cups in this swimmy – just a convenient built-in shelf bra. It's fully lined and fitted with adjustable straps to find your ultimate fit! Shop it for just $20 in this eye-catching red or a basic black.\nShade & Shore Ribbed Plunge Front Cut Out One Piece Swimsuit This has gotta be my favorite of all the hottest Target swimsuits this season. The triangular cutout that sits just above the tummy gives the illusion that this one piece is actually a two piece, but it's not as uncomfortable as a bikini in any way. The supportive high-waisted bottom half is extremely flattering (the high leg makes it extra-cheeky), while the ruched top has all the pizazz.\nThis $50 pick secures with a tie in the back, so you can land on a fit as tight or as loose as you like. The fact that it's shoppable in actual bra sizes is life-saving for a good fit, too! Find this floral design in sizes 34D-38DD.\nTarget Bikinis Wild Fable Triangle Bikini Top + Side-Tie Scoop Front High Leg Adjustable Bikini Bottoms It seems this season is all about the high leg! High leg silhouettes like this will def make those beautiful legs look longer and luscious. This strappy bikini set with a tie-back triangle top and adjustable, tied bottoms is very straightforward compared to most traditional suits, but that doesn't mean it's bland! The electric purple colorway makes this pick instantly attractive. If purple just isn't the vibe, you can also shop it in black, red, or green!\nBoth pieces of this two piece are $12, making the entire look an accessible total of $24. The purple shade is now shoppable in sizes XXS-XL!\nShade & Shore Shirred Ribbed Bralette Bikini Top + Ribbed Hipster Bikini Bottoms This sporty set is living in my head rent-free . For those that prefer not to fuss with excessive ties, clasps, or buttons, each piece of this bikini is super easy to put on – with just a singular clasp at the back of the top. Plus, no underwires or bulky cups to mess with! The shirred v-neck top also features adjustable straps, so finding a length that feels right isn't a challenge. The bottoms are more of a low-rise vibe.\nEach piece in this set is $15, so your whole look will set you back $30. You can find this style in black, brown, or pink, too. Shop it in sizes XS-XL today!\nWild Fable Center Front U-Wire Bandeau Bikini Top + Scoop Front Ultra Cheeky Ultra High Leg Pieced Bikini Bottoms I simply cannot get enough florals! I love the more abstract, color-blocked design on this Target bikini.\nThe top hugs your bod in the most loving way, securing in the back with a wide-strapped bow tie. It also comes ready with detachable, adjustable straps for the pool days you'd prefer to have more support up top. The flirtly little u-shaped wire detail is the cherry on top for me, TBH! The bottoms are equally cheeky (literally showing some cheek, if you know what I mean), but soooo adorable for sunning.\nThe top is $18 while the bottoms are $15. All together, this colorful look costs $33 and is available in sizes XXS-XL now.\nShade & Shore Underwire Ruffle Trim Bikini Top + Ruffle Cheeky Bikini Bottoms I highly recommend buying a white swimsuit if you're jetting off to a coastal vacation. The clean color will match perfectly with a blue water beach!\nThis flirty n' femme bikini set begins with a stunning ruffled top that's supported nicely by a discreet underwire. The top (with cute crossed straps in the back) secures behind you with a simple tie, while the bottoms flaunt ruffled trim on all sides. The bum ​also ​ has some very flattering ruching running down the middle to accentuate your figure! This is one highly Instagrammable suit.\nThis Target swimsuit ($43 for both pieces) is shoppable by bra sizes, now available in sizes ranging from 32A to 38DD. The sizing for the bottoms ranges from XS-XL!​\nShade & Shore Longline Keyhole Halter Bikini Top + Strappy High Leg Extra Cheeky Bikini Bottoms I am fully here for the keyhole design on this suit. The fact that you don't have to layer it yourself every time you go to wear it is super helpful, too! The top on this bright orange bikini fits snugly on your bust, securing in the back with a basic clasp. The strappy bottoms feature a playful tie-back accent that can be styled a handful of different ways!\nThis suit also follows bra sizing, now available in sizes 32B-38DD. The bottoms vary slightly, following a XS-L size range. All together, this electric look totals $48.​\nTarget Swim Dresses Swim 365 Plus Size Princess-Seam Swim Dress This vibrant pattern is everything! Dip your toes into the tropical vibe this summer with this Target swim dress that fits like a glove. It's lined on the inside with a durable, stretchy material that also provides some favorable tummy control, if you're looking for it. The hem hits at your upper thigh, so this suit is still super youthful and ready for any adventure!\nShop this pick in sizes 8-34 for about $67 now.\nSwimsuits For All Plus Size Tiered Swim Dress The tiered look on this swim dress make it a bit more sophisticated for sitting by the ocean or playing in the pool! No matter what you're up to, you can trust that this suit will stay put, thanks to its comfy mesh lining. The scoop neck silhouette shows off your arms and collarbone in the most flattering way.\nThis $89 pick isn't sold in stores, but you can snag it online in sizes 10-26!\nSwimsuits For All Plus Size High Neck Wrap Swim Dress The crossing neck straps on this style are adorable and add an air of elegance to your swim look! Not to mention, this blue and purple colorway is making me wanna book a flight to Hawaii, ASAP. This tummy-controlling swim dress is lightly lined with mesh on the undersize so you won't feel too engulfed in the water-friendly fabric.\nSnag this $86 pick that'll last you season after season online only in sizes 8-26.\nSign up for our shopping newsletter for more editor-approved fashion picks!\nBrit + Co may at times use affiliate links to promote products sold by others, but always offers genuine editorial recommendations.\nFrom Your Site Articles 19 Swimwear Sales To Get You Vacation-Ready For Under $100 › Make a Splash With This DIY Embroidered Target Swimsuit › The 23 Must-Have Items For Your Carry-On Packing List - Brit + Co › Meredith Holser Creative Assistant, Meredith Holser, is B+C's resident food writer, photographer, and TikTok taker. Meredith writes about a range of topics for B+C, but she's adopted food writing in all its many facets for the last year. You can see her work published in Do214 , Advocate Magazine , WFAA , and North Texas Daily . Meredith's passion for photography began after sneaking her mom's iPhone to take pictures of flowers on vacation, eventually evolving from a passion to a professional career. Outside of work, you can catch Meredith hiking, trying new recipes, and dreaming about having a yummy little treat.\nstyle Fashion",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://www.goto.target.com/NkWBY1",
      "https://goto.target.com/eKXvj1",
      "https://goto.target.com/k0EgN0",
      "https://brit.us3.list-manage.com/subscribe?u=caaa6a16980e288b9882a39db&id=4038e3cbd7",
      "https://goto.target.com/6eLWRm",
      "https://www.ntdaily.com/?s=meredith+holser",
      "https://goto.target.com/LXBarV",
      "https://goto.target.com/nLxkeM",
      "https://www.goto.target.com/LXBarV",
      "https://goto.target.com/KjmKGy",
      "https://www.goto.target.com/k0EgN0",
      "https://goto.target.com/1rBeKz",
      "https://www.goto.target.com/1rBezz",
      "https://www.goto.target.com/nLxkeM",
      "https://goto.target.com/B0aE9W",
      "https://goto.target.com/NkWBY1",
      "https://www.goto.target.com/21zk0a",
      "https://www.ntdaily.com/",
      "https://www.goto.target.com/DKG0Za",
      "https://goto.target.com/1rBezz",
      "https://oakcliff.advocatemag.com/2021/08/neighborhood-cellar",
      "https://goto.target.com/rQr4qy",
      "https://goto.target.com/nLxkbV",
      "https://www.do214.com/p/cant-miss-weekend-brunch-in-dallas-fort-worth",
      "https://www.oakcliff.advocatemag.com/2021/08/neighborhood-cellar/",
      "https://goto.target.com/Vm9aKM",
      "https://goto.target.com/WqrX0J",
      "https://www.goto.target.com/B0aE9W",
      "https://wfaa.com/video/entertainment/television/programs/good-morning-texas/how-a-pr-professional-started-her-own-jewelry-business/287-d51afb42-6972-4f7c-b0c2-0fa3a412f48c",
      "https://oakcliff.advocatemag.com/2021/08/neighborhood-cellar/",
      "https://www.brit.us3.list-manage.com/subscribe?u=caaa6a16980e288b9882a39db&id=4038e3cbd7",
      "https://www.goto.target.com/Vm9aKM",
      "https://goto.target.com/AWe0Ya",
      "https://www.goto.target.com/6eLWRm",
      "https://do214.com/p/cant-miss-weekend-brunch-in-dallas-fort-worth",
      "https://www.goto.target.com/rQr4qy",
      "https://goto.target.com/DKG0Za",
      "https://goto.target.com/rQr4ej",
      "https://goto.target.com/XYjyvb",
      "https://www.goto.target.com/eKXvj1",
      "https://goto.target.com/21zk0a",
      "https://goto.target.com/Mmznvn",
      "https://goto.target.com/ZQ5bvg",
      "https://ntdaily.com/?s=meredith+holser",
      "https://www.goto.target.com/WqrX0J",
      "https://www.goto.target.com/KjmKGy",
      "https://www.goto.target.com/Mmznvn",
      "https://brit.us3.list-manage.com/subscribe",
      "https://www.goto.target.com/1rBeKz",
      "https://www.wfaa.com/video/entertainment/television/programs/good-morning-texas/how-a-pr-professional-started-her-own-jewelry-business/287-d51afb42-6972-4f7c-b0c2-0fa3a412f48c",
      "https://www.goto.target.com/rQr4ej",
      "https://www.goto.target.com/AWe0Ya",
      "https://www.goto.target.com/nLxkbV",
      "https://www.goto.target.com/XYjyvb",
      "https://www.goto.target.com/ZQ5bvg"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:42:13.294+02:00",
    "updated": "2024-03-22T07:23:35.477+02:00"
  },
  {
    "uuid": "4a540c96db41b01311348d31ce955321868e7f63",
    "url": "https://techhq.com/2024/11/82-of-hackers-believe-ai-threats-evolving-faster-than-security",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TechHQ",
    "published": "2024-11-21T20:47:00Z",
    "title": "82% of hackers believe AI threats ‘evolving faster than security’",
    "text": "Bugcrowd’s annual “Inside the Mind of a Hacker” 2024 report indicates a notable change in how bad actors view the value of AI in hacking, with 77% now using AI solutions in their endeavours, a 13% rise from 2023 .\nBugcrowd , a crowdsourced cybersecurity platform, analysed responses from 1,300 ethical hackers and security researchers on the Bugcrowd platform. Providing a detailed overview of the hacking community, the report reveals that 82% feel advancements in AI-driven threats are happening so quickly that it is becoming almost impossible for current security measures to keep pace. This is leading to heightened security risks and the findings create a call for AI-enhanced defences.\nAI adoption continues to increase in the hacking community, posing both risks and benefits. Bugcrowd’s report details a dramatic increase in how hackers perceive the importance of AI in their activities. In 2023, only 21% of hackers believed AI technologies had the power to enhance the value of hacking, but this rose to 71% in 2024.\nThe figurs suggest increased use of AI tools for hacking purposes, likely driven by the continuing advancements in AI technology. Increased implementation makes such tools more accessible and practical for hacking purposes.\nREAD NEXT Site that handles intimate personal data gets hacked; customers shocked and upset Moreover, 93% of hackers agree that companies using AI tools have created a new attack vector, reflecting the growing opportunities for hacking exploitation as AI evolves.\nHardware hacking is one area that has become more prominent, according to the report. Over the last year, 81% of hardware hackers encountered vulnerabilities not seen before, while 64% believe there are greater numbers of vulnerabilities than in 2023.\n83% of hardware hackers stated they are confident in hacking AI-powered hardware and software, suggesting AI systems that were once seen as secure have now become targets.\nMichael Skelton, VP of Security Operations at Bugcrowd, said the rise in hardware hacking is a result of “inexpensive, vulnerable smart devices,” and the “exploitation of vulnerabilities in the physical components of electronic devices” is no longer a niche area of expertise.\nWhile the use and value of AI technology has increased in hacking, the report acknowledges that hackers recognise limitations with AI. Just 30% of those surveyed think AI can replicate human activity and creativity, while only 22% believe AI can outperform humans, similar to the 2023 results.\nAccording to Dave Gerry, CEO of Bugcrowd, AI is a key component in the hacking community. “There is no denying that AI remains a strong force in the hacking community, changing the very strategies hackers are using to find and report vulnerabilities.” Berry emphasised the importance of Bugcrowd’s report, claiming, “these insights can help businesses understand the unique value this community brings to fighting against today’s AI-driven cyberattacks.”\nREAD NEXT Microsoft Windows kernel exposed to OS downgrade exploit The key takeaway from the “Inside the Mind of a Hacker” 2024 report is the importance of organisations involving hackers, particularly ethical hackers or security researchers, to help defend against evolving cyber threats. Although AI introduces new attack risks, 73% of hackers surveyed report confidence in uncovering such vulnerabilities. Ultimately, relying solely on security tools may not be enough, so human creativity and expertise is still needed to stay ahead of potential threats.\nHacking is often seen as a solo, mercenary act, but Bugcrowd’s report highlights its potential as a viable and successful career path as so-called ‘white-hat’ hackers, particularly younger people aged between 18 and 34 (88% of respondents fell into this age category). 67% reported that they hack full-time or are attempting to make it a full-time career.\nOf those surveyed, 87% learned their skills via online resources, 78% through self-study, and 43% through experimentation. 73%, however, reported having a college degree or higher, but only 29% say they acquired their hacking skills through academia.\nThe increasing use of AI tools reflects the community’s adaptation to increasingly evolving cyber risks, possibly tied in with the younger demographic’s comfort with technology and that age group’s drive to stay ahead of emerging threats.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "Corporate News and Profiles"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.bugcrowd.com/wp-content/uploads/2023/12/inside-the-mind-of-hacker.pdf",
      "https://www.bugcrowd.com/blog/inside-the-mind-of-a-hacker-2024-edition/",
      "https://www.bugcrowd.com/",
      "https://www.bugcrowd.com",
      "https://bugcrowd.com/blog/inside-the-mind-of-a-hacker-2024-edition/",
      "https://bugcrowd.com/wp-content/uploads/2023/12/inside-the-mind-of-hacker.pdf",
      "https://www.bugcrowd.com/blog/inside-the-mind-of-a-hacker-2024-edition",
      "https://bugcrowd.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T01:56:31.856+02:00",
    "updated": "2024-11-22T01:56:31.856+02:00"
  },
  {
    "uuid": "12856da07d9ff9a26650054c5560e51f8760fc49",
    "url": "https://www.thedailybeast.com/raw-generation-juice-cleanse",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shaea Maguire",
    "published": "2023-12-29T00:00:00Z",
    "title": "Raw Generation Juice Cleanse",
    "text": "CHEAT SHEET TOP 10 RIGHT NOW\nSHOP WITH SCOUTED Turn Your Resolutions Into Reality With Raw Generation’s One-and-Done Juice Cleanses NEW YEAR, FRESH START\nShaea Maguire Scouted Contributor\nPublished Dec. 28, 2023 7:05PM EST\nScouted/The Daily Beast/Raw Generation. Scouted selects products independently. If you purchase something from our posts, we may earn a small commission.\nWhile the holidays may feel like the jolliest time of the year, many of us are left feeling bloated, tired, and ready for a much-needed reset after spending days on end eating and drinking with friends and family. January is the perfect time to jump-start the new year with our best foot forward, feeling our absolute best. One of the quickest and most efficient ways to begin that reset is a nutrient-packed juice cleanse to help expel toxins from our body and eliminate that sluggish, post-holiday funk.\nRaw Generation Juice Cleanse\nShop At Raw Generation $ If you’re ready to get your health goals back on track for 2024, Raw Generation’s juice cleanses can help get you started on the right track. It’s one of the United State’s bestselling juice cleanses that will help you kickstart healthier eating habits, increase energy levels, debloat, shed excess weight, and even boost your immune system, according to the brand. Raw Generation offers a three- or five-day cleanse made from 100 percent natural, raw ingredients that not only taste amazing but also help you feel like yourself again in as little as a week. What are you waiting for? Order your juice cleanse before the new year to hit the ground running while you ring in 2024.\nDon’t forget to check out our coupon site to find more health and fitness deals, including Vitacost coupons , Dick’s Sporting Goods coupons , Walmart coupons , and Macy’s coupons.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Fwww.thedailybeast.com%2Fraw-generation-juice-cleanse%3Fsource%3Dtwitter%26via%3Ddesktop&via=thedailybeast&text=Turn%20Your%20Resolutions%20Into%20Reality%20With%20Raw%20Generation%E2%80%99s%20One-and-Done%20Juice%20Cleanses&counturl=https%3A%2F%2Fwww.thedailybeast.com%2Fraw-generation-juice-cleanse",
      "https://go.linkby.com/FJIBWXFB",
      "https://www.reddit.com/submit?title=Turn%20Your%20Resolutions%20Into%20Reality%20With%20Raw%20Generation%E2%80%99s%20One-and-Done%20Juice%20Cleanses&url=https%3A%2F%2Fwww.thedailybeast.com%2Fraw-generation-juice-cleanse%3Fvia%3Ddesktop%26source%3DReddit",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fwww.thedailybeast.com%2Fraw-generation-juice-cleanse%3Fsource%3Dtwitter%26via%3Ddesktop&via=thedailybeast&text=Turn%20Your%20Resolutions%20Into%20Reality%20With%20Raw%20Generation%E2%80%99s%20One-and-Done%20Juice%20Cleanses&counturl=https%3A%2F%2Fwww.thedailybeast.com%2Fraw-generation-juice-cleanse",
      "https://reddit.com/submit?title=Turn%20Your%20Resolutions%20Into%20Reality%20With%20Raw%20Generation%E2%80%99s%20One-and-Done%20Juice%20Cleanses&url=https%3A%2F%2Fwww.thedailybeast.com%2Fraw-generation-juice-cleanse%3Fvia%3Ddesktop%26source%3DReddit",
      "https://www.reddit.com/submit",
      "https://twitter.com/intent/tweet",
      "https://www.go.linkby.com/FJIBWXFB"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "raw generatio",
          "sentiment": "negative"
        },
        {
          "name": "shaea maguire",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:34:35.955+02:00",
    "updated": "2023-12-29T02:34:35.955+02:00"
  },
  {
    "uuid": "cbadc39afa29629be4a2dd583d645e1feff7346c",
    "url": "https://finance.sina.com.cn/stock/aiassist/ggsp/2025-08-14/doc-infkxtzx6963346.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-08-14T07:36:00Z",
    "title": "旷达科技跌5.87%，成交额6.59亿元，今日主力净流入-1095.26万|旷达科技_新浪财经_新浪网",
    "text": "8月14日， 旷达科技 跌5.87%，成交额6.59亿元，换手率7.68%，总市值84.87亿元。\n异动分析\n华为汽车+新能源汽车+芯片概念+汽车电子+5G\n1、2023年10月13日互动易：公司的纺织面料产品与 赛力斯 的问界M5、M7、M9车型在内饰上有配套，销售额占公司整体内饰业务营收比例小，对公司整体业绩影响较小。\n2、2025年4月3日互动易：公司坚持绿色制造理念，与东华大学共建联合创新中心，旨在提升汽车内饰智能化产品及其应用领域的核心竞争力；推广使用再生聚酯纤维、生物基环保面料等可回收材料，部分产品通过全球回收标准（GRS）认证；新材料采用全水性的技术路线，减少生产环节污染；公司依托全产业链生产体系和强大研发实力，针对市场不同需求进行个性化产品定制，服务众多国内外客户，并获得多个新能源车型新项目定点。\n3、根据2024年8月31日公告显示：公司通过合营企业芯投微收购日本NSD公司，业务覆盖范围顺利切入至射频前端滤波器领域。芯投微及NSD在专利和知识产权领域均有完善布局，已与国内多家射频前端公司合作并开发射频前端模组产品。芯投微国内工厂投产在即，有望凭借技术和成本优势，以射频前端滤波器为切入点，发展成为国际领先的特色工艺IDM企业。\n4、日本NSD的扩产情况日本目前扩产的包括一条全新的TC-SAW晶圆线，以及汽车电子级的封装和晶圆级封装产能，预计今年年底完成。NSD的产品主要面向客户是汽车电子类，主要包括数家全球知名汽车电子公司及中国的汽车电子品牌。\n5、NSD及芯投微公司的优势及缺点芯投微已控股的日本NSD公司拥有独立的研发生产团队和自主的知识产权，拥有20年以上的SAW滤波器行业研发、生产及工厂管理等经验，具有成熟的WLP技术。产品应用广泛，服务全球化标杆客户，SAW产品适用于国内5G手机的大部分频段，市场空间广阔。\n(免责声明：分析内容来源于互联网，不构成投资建议，请投资者根据不同行情独立判断)\n资金分析\n今日主力净流入-1095.26万，占比0.02%，行业排名133/251，该股当前无连续增减仓现象，主力趋势不明显；所属行业主力净流入-59.32亿，当前无连续增减仓现象，主力趋势不明显。\n区间 今日 近3日 近5日 近10日 近20日 主力净流入 -1095.26万 9436.40万 8219.50万 6094.46万 365.85万\n主力持仓\n主力轻度控盘，筹码分布较为分散，主力成交额1.62亿，占总成交额的19.81%。\n技术面：筹码平均交易成本为5.29元\n该股筹码平均交易成本为5.29元，近期该股快速吸筹，短线操作建议关注；目前股价在压力位6.38和支撑位5.38之间，可以做区间波段。\n公司简介\n资料显示，旷达科技集团股份有限公司位于江苏省常州市武进区雪堰镇旷达路1号，成立日期2000年12月6日，上市日期2010年12月7日，公司主营业务涉及汽车内饰面料及饰件的研发、生产和销售,及光伏电站的投资运营。主营业务收入构成为：面料34.31%，合成革28.27%，其他14.92%，座套14.75%，电力7.75%。\n旷达科技所属申万行业为：汽车-汽车零部件-车身附件及饰件。所属概念板块包括：5.5G概念、智能手机、汽车零部件、小鹏汽车概念、小盘等。\n截至3月31日，旷达科技股东户数4.18万，较上期减少0.88%；人均流通股34776股，较上期增加0.89%。2025年1月-3月，旷达科技实现营业收入5.02亿元，同比增长15.72%；归母净利润4397.29万元，同比增长43.65%。\n分红方面，旷达科技A股上市后累计派现21.21亿元。近三年，累计派现5.51亿元。\n机构持仓方面，截止2025年3月31日，旷达科技十大流通股东中，香港中央结算有限公司位居第六大流通股东，持股1042.19万股，相比上期增加103.89万股。南方中证1000ETF（512100）退出十大流通股东之列。\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->automotive",
      "Science and Technology->biotechnology",
      "Science and Technology->technology and engineering",
      "Social Issue->social networking",
      "Social Issue->social condition",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T10:42:59.776+03:00",
    "updated": "2025-08-15T11:11:14.000+03:00"
  }
]
