[
  {
    "uuid": "3e3367ca92770729caee9a2b5b1aca8ec95fa846",
    "url": "https://www.gazzettadiparma.it/italia-mondo/2023/12/29/news/il-presidente-del-burundi-propone-di-lapidare-gli-omosessuali-754130/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ansa Agenzia",
    "published": "2023-12-29T14:48:00Z",
    "title": "Il presidente del Burundi propone di lapidare gli omosessuali - Gazzetta di Parma",
    "text": "NAIROBI (ANSA) - NAIROBI, 29 DIC - Matrimonio omosessuale \"pratica abominevole\", coppie gay da \"lapidare\" perché hanno \"scelto il diavolo\" e attirano la \"maledizione\" divina. E' la virulenta invettiva del presidente del Burundi Evariste Ndayishimiye pronunciata oggi contro l'omosessualità. Il capo dello Stato di questo Paese cristiano e conservatore - dove le relazioni omosessuali sono punibili fino a due anni di carcere -, è intervenuto nel corso di una conferenza nella provincia di Cankuzo (est), trasmessa dalla radio e dalla televisione, rispondendo alle domande della stampa e della popolazione. \"Mi avete posto una domanda su questa pratica abominevole che porta un uomo a sposare un altro uomo e una donna a sposare un'altra donna\", ha dichiarato, prima di evocare la Bibbia. \"Vi dico la verità, se volete portare una maledizione su un Paese, dovete far sposare persone dello stesso sesso. Vi ricordate cosa è successo a Sodoma e Gomorra? Dio allora disse che si pentiva di aver creato l'uomo\", ha aggiunto. (ANSA). © Riproduzione riservata Edizione del giorno Gazzetta di Parma Srl - P.I. 02361510346 - Codice SDI: M5UXCR1 © Gazzetta di Parma - Riproduzione riservata Powered By [GMDE srl](https://www.gmde.it)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.gmde.it)",
      "https://gmde.it)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T17:49:40.610+02:00",
    "updated": "2023-12-29T17:49:40.610+02:00"
  },
  {
    "uuid": "4476e1820e69eeca2db6511dec0f87fc145aefbe",
    "url": "https://www.westernstandard.news/news/blindsided-visually-impaired-canadians-hit-with-punishing-clause-in-budget-bill/55145",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Western Standard News Services",
    "published": "2024-06-06T15:46:00Z",
    "title": "BLINDSIDED: Visually impaired Canadians hit with punishing clause in budget bill",
    "text": "A clause in Finance Minister Chrystia Freeland's latest omnibus budget bill, Bill C-69, targets the blind, denying them 50% of deductions for essential equipment purchases. Blacklock's Reporter says tax lawyers and opposition MPs are sounding the alarm, criticizing the bill's unwieldy size and error-ridden contents.Angelo Nikolakakis, a tax lawyer with EY Law LLP, testified before the Senate national finance committee, expressing astonishment at the clause's inclusion. \"Why are we targeting these particular measures?\" he asked, urging the committee to pull the clause until proper policy considerations can be made.The bill rewrites the Alternative Minimum Tax Act, section 127.52.l.j, restricting deductions for blind taxpayers on necessary devices like synthetic speech systems, Braille printers, and large print on-screen devices. Nikolakakis argued that this is not a legitimate expense, but rather a recognition of the special needs of blind individuals.Freeland introduced the 686-page bill on May 2, urging quick passage despite opposition MPs' concerns about the bill's size and lack of scrutiny. Conservative MP Marty Morantz noted that the committee meets only twice a week, making it impossible to properly review the 468 clauses.The use of omnibus budget bills has been criticized by the Liberal Party itself, with Prime Minister Justin Trudeau promising to end the practice in 2015. However, the current Liberal cabinet has continued to use these bills, with the 2018 budget bills totaling a record 1,411 pages.The Canadian Bar Association and tax lawyers are calling for the clause to be removed, citing its unfair targeting of the blind.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chrystia freeland",
          "sentiment": "negative"
        },
        {
          "name": "bill",
          "sentiment": "negative"
        },
        {
          "name": "nikolakakis",
          "sentiment": "none"
        },
        {
          "name": "blacklock",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ey law llp",
          "sentiment": "none"
        },
        {
          "name": "senate",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T00:01:45.072+03:00",
    "updated": "2024-06-07T00:01:45.072+03:00"
  },
  {
    "uuid": "d0e735eab3e6f289ca38baac4455d0ea9bced22b",
    "url": "https://www.beautypackaging.com/contents/view_breaking-news/2024-02-15/herbal-essences-launches-pure-plants-shampoo-and-conditioner-line/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "rklemovitch@rodmanmedia.com (Rachel Klemovitch)",
    "published": "2024-02-15T12:34:00Z",
    "title": "Herbal Essences Reduces Plastic by 25% in New Haircare Bottles",
    "text": "02.15.24\nHerbal Essences, a\nThe collection includes 11 new shampoos and conditioners, with formulas that blend aloe and camellia oil with ingredients certified by The Royal Botanic Gardens and KEW.\nCamellia oil is similar to oils found in healthy hair and can be quickly absorbed into the hair. It also complements the aloe in moisturizing and protecting hair without weighing it down.\n“After learning so many consumers feel they have to compromise between dry or overly saturated hair that feels heavy, we sought to find ingredients that would solve for nourishment without the weigh-down,” said P&G NA Hair Care Vice President, Rob Reiss. “We’re thrilled to introduce New Herbal Essences with Pure Plants of Aloe and Camellia Oil to 11 collections of shampoo and conditioner.”\nHerbal Essences is PETA-certified, cruelty-free and paraben-free. The new collection contains 96% natural origin ingredients and offers a range of benefits including daily moisture, frizz control, curl definition, color nurture and more.\nAlso,\nAttitude also released an\nP&Gbrand, has introduced a new haircare line in sustainable packaging. The plastic bottles use 25% less plastic than previous bottles.\nThe collection includes 11 new shampoos and conditioners, with formulas that blend aloe and camellia oil with ingredients certified by The Royal Botanic Gardens and KEW.\nCamellia oil is similar to oils found in healthy hair and can be quickly absorbed into the hair. It also complements the aloe in moisturizing and protecting hair without weighing it down.\nThe New Bottles Are More Eco-FriendlyHerbal Essences has designed a new bottle that is more sustainable. The bottles also include raised tactile markings to differentiate between the two, stripes for shampoo and circles for conditioner.\n“After learning so many consumers feel they have to compromise between dry or overly saturated hair that feels heavy, we sought to find ingredients that would solve for nourishment without the weigh-down,” said P&G NA Hair Care Vice President, Rob Reiss. “We’re thrilled to introduce New Herbal Essences with Pure Plants of Aloe and Camellia Oil to 11 collections of shampoo and conditioner.”\nHerbal Essences is PETA-certified, cruelty-free and paraben-free. The new collection contains 96% natural origin ingredients and offers a range of benefits including daily moisture, frizz control, curl definition, color nurture and more.\nRelated NewsHerbal Essences\npartnered with TerraCycleto plant trees and donate benches to various nature preserves.\nAlso,\nBeyoncé finally revealeda launch date and a name for her new hair care line – Cécred.\nAttitude also released an",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rob reiss",
          "sentiment": "none"
        },
        {
          "name": "aloe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "p&g",
          "sentiment": "none"
        },
        {
          "name": "p&g na hair care",
          "sentiment": "none"
        },
        {
          "name": "peta",
          "sentiment": "none"
        },
        {
          "name": "royal botanic gardens",
          "sentiment": "none"
        },
        {
          "name": "kew",
          "sentiment": "none"
        },
        {
          "name": "camellia oil",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T00:47:31.914+02:00",
    "updated": "2024-02-16T00:47:31.914+02:00"
  },
  {
    "uuid": "01d61dbb56808ab45f82492da5b8c8afa468aeb4",
    "url": "https://www.14ymedio.com/deportes/peloteros-Sub-15-premiados-Mundial-Cuba_0_3685431430.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yoani Sánchez",
    "published": "2024-01-25T20:57:00Z",
    "title": "El 90% de los peloteros Sub-15 premiados en el Mundial de 2022 se han ido de Cuba",
    "text": "El 90% de los peloteros Sub-15 premiados en el Mundial de 2022 se han ido de Cuba Con la salida de Maikel Rodríguez a Dominicana solo quedan dos de los 20 miembros del equipo La Habana |, En poco más de un año Cuba se ha quedado sin el 90% de sus peloteros Sub-15 que conquistaron la medalla de plata en el Mundial de 2022. La salida más reciente del jardinero Maikol Rodríguez con rumbo a República Dominicana \"marca el futuro del béisbol en la Isla, pues ellos debían constituir la base de este deporte\", alertó el medio especializado Play-Off Magazine. Del roster de ese equipo de 20 peloteros de 15 años, quedan solo Yordan Rodríguez y Yaidel Ruíz. Un dato \"nefasto\" para el deporte [ considerado patrimonio cultural](https://www.14ymedio.com/deportes/Celebran-beisbol-cubano-patrimonio-cultural-fuga_0_3189281045.html) en Cuba. Según Swing Completo, \"en años posteriores se verá el escaso ingreso de figuras jóvenes talentosas a las filas de la Federación Cubana\". \"La prensa oficialista y los sitios que tributan al Gobierno o régimen de Cuba dirán que el único culpable de este éxodo desmesurado y sin rostros es el cancelado acuerdo entre Cuba y las Grandes Ligas de EE UU\", señaló el periodista en Francys Romero en Béisbol FR!. Sin embargo, otras son las razones, entre ellas el bajo nivel de vida y la crisis económica en Cuba. \"Esa es una de las derrotas políticas de los gobiernos: no proveer a las clases más bajas una estabilidad para que el [ éxodo no sea la única salida](https://www.14ymedio.com/deportes/peloteros-Cuba-garantizar-sustento-familiar_0_3588841085.html)\", opinó el comunicador. Entre 2011 y 2018, se registraron fugas de peloteros cada vez más jóvenes. Mientras que en 2015 el promedio de atletas fugados fue de 24,4 años, en 2016 de 20,3 años y en 2018 andaba por los 17,9 años El autor de El sueño y la realidad. Historias de la emigración del béisbol cubano (1960-2018) recordó que, entre 2011 y 2018, se registraron fugas de peloteros cada vez más jóvenes. Mientras que en 2015 el promedio de atletas fugados fue de 24,4 años, en 2016 de 20,3 años y en 2018 andaba por los 17,9 años. De acuerdo con Romero, más de la mitad de los peloteros que han participado en mundiales Sub-15 han terminado abandonando la Isla. Entre los que salieron del subcampeón de 2022, además de Maikol Rodríguez están: Ronald Terrero, Yan Carlos Valle, Alejandro Prieto, Segian Pérez, Ernest Machado, Dulieski Ferrán, Alex Acosta, Jonathan Valle, Yosniel Menéndez, Danel Reyes, Roberto Peña, Yunior Villavicencio, Pedro Danguillecourt, Jaider Suárez, Alejandro Cruz, Robier Hernández y Mailon Batista. Las estadísticas son elocuentes en 2012 emigraron 13 de 20 peloteros; en 2014 lo hicieron 11 de 20; en 2016 se fueron 16 de un equipo de 20; en 2018 abandonaron 11 de 20. Maikel Rodríguez, de 16 años, es natural de Sancti Spíritus. Su talento le permitió jugar en la categoría Sub-18. En República Dominicana buscará una oportunidad con algún equipo de las Grandes Ligas de EE UU.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:06:01.845+02:00",
    "updated": "2024-01-26T03:43:48.544+02:00"
  },
  {
    "uuid": "73d178b8311ec356409bed9c4bfc35c20ff03ca4",
    "url": "https://gulftoday.ae/news/2024/07/05/83-of-sharjah-taxi-fleet-now-hybrid-eco-friendly",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "gulftoday.ae",
    "published": "2024-07-05T00:00:00Z",
    "title": "83% of Sharjah Taxi fleet now hybrid, eco-friendly - GulfToday",
    "text": "Picture used for illustrative purposes.\nSharjah Taxi has announced that 83% of its fleet now consists of hybrid and eco-friendly vehicles that run on both fuel and electricity. This initiative is part of Sharjah Taxi's ambitious plan to achieve a 100% eco-friendly fleet by 2027.\nThis commitment to eco-friendly options aligns with the UAE's goal of adopting sustainable solutions and reducing carbon emissions.\nKhalid Al-Kindi, General Manager of Sharjah Taxi, said, \"Driven by our commitment to achieving sustainable development, we at Sharjah Taxi continuously work on developing and updating our fleet. This effort supports sustainable transportation solutions and provides eco-friendly alternatives, including electric and hybrid vehicles.\"\nSharjah Taxi remains committed to offering a wide range of services to its passengers. This includes city taxi services, airport transfers, women's taxis, family taxis, luxury limousines, school transportation (Rafaq), services for People with Determination, and taxis serving the Eastern and Central regions.\nSharjah Taxi operates under Sharjah Asset Management, the investment arm of the Government of Sharjah.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "khalid al-kindi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sharjah taxi fleet",
          "sentiment": "neutral"
        },
        {
          "name": "sharjah taxi",
          "sentiment": "neutral"
        },
        {
          "name": "sharjah asset ma",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uae",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T16:43:34.191+03:00",
    "updated": "2024-07-05T16:43:34.191+03:00"
  }
]