[
  {
    "uuid": "6e9898bcc80e725f0177b6028c66f0554aa9dc56",
    "url": "https://cosmosmagazine.com/health/covid/encouraging-covid-mortality-data-but-probably-not-zero-death-yet",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Matthew Ward Agius",
    "published": "2024-04-11T20:30:00Z",
    "title": "Encouraging COVID mortality data, but probably not ‘zero death’ yet",
    "text": "Infectious disease experts are welcoming data that shows a persistent fall in COVID-19 deaths.\nAs\nreported by Cosmos yesterday, government data from the start of March indicates that for the first time in more than 2 years, the number of weekly COVID-associated deaths in Australia reached zero, at least briefly, in March.\nWith less frequent reporting than at the height of the pandemic, mandatory data like deaths associated with the disease or hospitalisation numbers, are the best gauge as to the state of COVID-19 within the community.\nUNSW-based infectious diseases epidemiologist and ATAGI member Professor James Wood thinks it’s unlikely a true ‘zero death’ week has occurred.\nATAGI is the Australian Technical Advisory Group on Immunisation.\n“While this is encouraging data, it’s almost certainly not correct that there were zero COVID deaths in that week,” he says. “Instead, our near real-time reporting system for reporting of deaths has mostly wound down and we now need to rely on the slower ABS reporting which tends to occur at about a 2-month delay.”\nIrrespective of the efficiency of reporting on COVID-associated deaths, it’s clear the disease is having a less severe impact in the community than it did at the height of the pandemic.\nCase data from the nation’s hospitals suggests COVID-related admissions are also at their lowest level since January 2022. It continues a consistent six-monthly peak in admissions and similarly spaced troughs.\n“Clearly, we are in a trough after the wave caused by the subvariant JN.1 at the end of last year,” says University of South Australia biostatistician Professor Adrian Esterman.\n“However, that trough is still at a fairly high level, with over 22,000 confirmed cases so far in March, and presumably many times that number of actual cases.”\nThe pattern appears, according to Dr Roger Lord, a senior lecturer in medical sciences at the Australian Catholic University, similar to previous pandemics.\n“The virus appears to be following a similar pattern to what was seen for the Spanish Flu pandemic with successive peaks of COVID-19 cases becoming smaller with each wave,” says Lord.\nThe improvements in hospitalisation and mortality data are good news, but it’s not an entirely rosy picture. Esterman points to the still substantial number of cases recorded in the most recent wave of infections.\nAnd aged care statistics remain stubbornly high. Last reported at the end of February, active outbreaks were half of what they were in January, but still double September 2023’s low point.\n“Although Australia is in its best position with respect to COVID-19 for some time, we should not get complacent,” Esterman says. “Last month there were over 250 active COVID-19 outbreaks in residential aged care homes, and only 36% of Australians aged 75 and over have had a booster shot within the last six months. We see very little messaging from any of our governments encouraging elderly people to get vaccinated.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Science and Technology"
    ],
    "external_links": [
      "https://health.gov.au/topics/covid-19/reporting#covid19-associated-deaths",
      "https://www.health.gov.au/topics/covid-19/reporting#covid19-associated-deaths"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "james wood",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "unsw",
          "sentiment": "none"
        },
        {
          "name": "atagi",
          "sentiment": "none"
        },
        {
          "name": "cosmos",
          "sentiment": "none"
        },
        {
          "name": "australian technical advisory group",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T00:14:53.163+03:00",
    "updated": "2024-04-12T00:14:53.163+03:00"
  },
  {
    "uuid": "326c90e733772c19515874b4fefc052514611b65",
    "url": "https://cadenaser.com/aragon/2023/12/28/choca-contra-una-farola-mientras-circulaba-en-direccion-prohibida-en-avenida-danzantes-radio-huesca/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sergio Fernández-Vizarra",
    "published": "2023-12-28T20:36:00Z",
    "title": "Choca contra una farola mientras circulaba en dirección prohibida en Avenida Danzantes | Radio Huesca | Cadena SER",
    "text": "[Sociedad](/actualidad/sociedad/) Choca contra una farola mientras circulaba en dirección prohibida en Avenida Danzantes Casi al mismo tiempo un coche se saltaba un stop en Doña Sancha y colisionaba con otro vehículo en la calle Calatayud Huesca La tarde de este jueves resultaba accidentada en la ciudad de Huesca con dos accidentes de tráfico que se producían prácticamente al mismo tiempo en dos puntos diferentes. El primero tenía lugar en la avenida Danzantes, la conductora salíacido del estacionamiento de tierra en la zona de cárnicas Ferrer y en vez de dirigirse hacia Ramón y Cajal circuló en contra dirección y chocó contra una farola. Tuvo que ser trasladada al Hospital Universitario San Jorge, las pruebas tanto de alcoholemia como de drogas fueron negativas. Los bomberos tuvieron que realizar la retirada de la farola. Otro accidente en la calle Calatayud Por otro lado y casi al mismo tiempo que el accidente de la avenida Danzantes se producía otro accidente, en este caso en el cruce entre Doña Sancha y calle Calatayud. El vehículo que cruzaba desde la primera vía se saltaba el stop y colisionaba con el que circulaba por la calle Calatayud y se lo llevó por delante en un golpe que resultó muy aparatoso, aunque no se produjeron daños personales.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:49:00.434+02:00",
    "updated": "2023-12-29T00:49:00.434+02:00"
  },
  {
    "uuid": "5f1ea9767a1f1cee514e265745c3d82e16c6d6ec",
    "url": "https://www.msnbc.com/opinion/msnbc-opinion/elon-musk-israel-gaza-war-antisemitism-rcna131327",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MSNBC",
    "published": "2023-12-29T01:16:00Z",
    "title": "Elon Musk's X is a hotbed for antisemites exploiting the Gaza war",
    "text": "At first glance, the X account @StopZionistHate seems like a pro-Palestinian leftist organization. It describes itself as a “Leading non-partisan American based organization fighting zionism and zionist hate.” Its logo is corporate-looking, and it has the $1,000-a-month “gold check” that represents supposedly reputable businesses and nonprofit groups. Some tweets seem anodyne — the account provides [fact-checking](https://x.com/truwire_/status/1740192348674429132?s=20), for example, via “ [our very own news wire](https://twitter.com/StopZionistHate/status/1737941678110216658).” But the vast majority of its content is anything but vanilla. Stop Zionist Hate is based on and in reaction to an account called Stop Antisemitism; both achieve their high engagement and awareness rates by sharing upsetting and horrifying examples of hate — in Stop Zionist Hate’s case, from “Zionists” (usually far-right supporters of Israel) directed at pro-Palestinian activists, Muslims and others. Similar to Stop Antisemitism, it also doxxes and engages in mass harassment campaigns to get these people [fired](https://x.com/StopZionistHate/status/1739724024052171123?s=20). All of this helps feed the outrage of its audience while positioning Stop Zionist Hate as a leader in the battle for Palestinian rights. After Hamas’ attack on Oct. 7, white nationalists pivoted to pro-Palestinian content. Scratch the surface, though, and something far darker is exposed: a white nationalist marketing machine. Accounts like Stop Zionist Hate are part of an even larger white nationalist, neo-Nazi and far-right project: exploiting the war in Gaza as disinformation explodes and a friendly billionaire/social media site owner gives them free rein. To understand how Stop Zionist Hate fits into this, we need to examine how that project came to be. After Hamas’ attack on Oct. 7, white nationalists pivoted to pro-Palestinian content. Accounts like those of Jackson Hinkle (with a long track record of [ transphobia](https://twitter.com/search?q=from:jacksonhinklle%20trans&src=typed_query&f=live)) and Censored Men ( [misogyny](https://web.archive.org/web/20230108040604/https:/twitter.com/CensoredMen)) have followed this tactic to incredible success, garnering hundreds of thousands or even millions of [new followers](https://x.com/EladNehorai/status/1731902722813898991?s=20). Together, these accounts are able to achieve [ billions](https://www.nbcnews.com/tech/social-media/7-accounts-warp-israel-hamas-war-news-x-musk-rcna121465) of impressions of their content. While these accounts are now focused on Israel, this growth in their audiences means that they will now be able to spread their more toxic views as time passes. Already, Hinkle has begun [ spreading](https://x.com/jacksonhinklle/status/1731896348646027465?s=20) the idea that “Zionists” are releasing “sexualized video games for children,” a classic antisemitic trope about Jews’ exploiting children. It is this logic that led directly to the creation of Stop Zionist Hate. Unlike the white nationalists above, it did not have a track record to sully its image. And since Twitter no longer vets any of its blue and gold checks, it was able to instantly appear credible with its gold check. What we are seeing, then, is a full-blown campaign by white nationalists to use the war in Gaza as cover for more and more explicit antisemitism. But for those paying attention, it immediately raised alarm bells. For one thing, Stop Zionist Hate [drew early support](https://ohpi.org.au/burgertory-online-incitement-and-stopzionisthate/) from an unlikely source for an ostensibly progressive account: 4chan and its antisemitic, racist, Islamophobic, misogynistic, homophobic, transphobic board /pol/ (short for “politically incorrect”). Furthermore, accounts like these do not grow so quickly without some help. On Nov. 7, it had [a few hundred followers](https://web.archive.org/web/20231107054809/https:/twitter.com/StopZionistHate). On Nov. 9, only 10 minutes after Stop Zionist Hate spit out a tweet, [Censored Men shared it](https://x.com/CensoredMen/status/1722804742248693884?s=20) and told its 800,000 followers, “Everyone follow @StopZionistHate to keep updated on Zionist hate crimes.” A day later, the account had 16,000 followers. When it was created, Stop Zionist Hate first followed [many of the white nationalist accounts](https://x.com/MattBinder/status/1722777970895651210?s=20) pretending to be pro-Palestinian. (Those behind the account have since attempted to sanitize their list of followed accounts.) It then [complained](https://x.com/taliaotg/status/1723002411730469121?s=20) about the supposed lack of attention to hate crimes against white people, a common refrain of neo-Nazis and white nationalists. Then it joined a Twitter Spaces (live chat) with neo-Nazis, and the person representing the account [said](https://x.com/taliaotg/status/1726383455993213028?s=20) they were fighting the “Zionist control over our institutions.” A few days ago, the mask went from slipping to completely off: Stop Zionist Hate began spreading overt antisemitic content, including [invoking the antisemitic trope](https://x.com/EladNehorai/status/1739540590445072766?s=20) that Jews killed Jesus. Despite this, less than two months after its launch, Stop Zionist Hate has 121,000 followers. As it gains more followers, it will doubtless continue to double down on spreading overt antisemitism. It does not stop there: Whoever is running Stop Zionist Hate is [creating a network of accounts](https://twitter.com/StopZionistHate/status/1737941678110216658) that spread [different messages](https://twitter.com/StopZionistHate/status/1737217995070398773) in a closely connected ecosystem, [allowing it to maintain plausible deniability](https://twitter.com/EladNehorai/status/1739549936163971366) in its intentions while shepherding its audience from its anti-Zionist content to overt antisemitism. Among a few such accounts, an account called Defund Israel Now is the most overtly antisemitic. It has a similarly corporate look, as well as the $1,000-a-month gold check, but a [typical tweet](https://x.com/EladNehorai/status/1739550750878191805?s=20) claims Jews “destroyed Christianity through LGBT propaganda & pornography,… stole tax dollars to bomb muslim countries...[and] censored white voices.” What we are seeing, then, is a full-blown campaign by white nationalists to use the war in Gaza as cover for more and more explicit antisemitism. This has been made infinitely easier by Elon Musk’s takeover of Twitter, which destroyed any semblance of content moderation or user verification on the site. And that is only the tip of the iceberg. Stop Zionist Hate’s fans on 4chan [already see the implications of what this means](https://twitter.com/EladNehorai/status/1740139018476777527). In one popular post about the account, a user says, “Someone should start ‘Stop BLM Hate.’” In response, another says: “This is another good idea. We should take it a step further and do them all, Indians, latinx, Muslims, etc. Fight fire with fire.” Since white nationalists are not focused only on Jews, accounts like Stop Zionist Hate are not in any sense about helping Palestinians. The goal is, in marketing parlance, to segment their audiences. By focusing only on Israel and spreading only antisemitism, they can achieve one objective. But the technique, if unchecked, will be used against others. This is the new age that Musk has ushered in with his purchase of Twitter. There is now a social media website and app with over 200 million active users that allows overt bigotry to spread like wildfire and lets disinformation accounts pose as legitimate organizations. Which means that those selling hate have found their best marketing channel. And they are only getting started.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [
      "https://x.com/taliaotg/status/1726383455993213028?s=20)",
      "https://x.com/truwire_/status/1740192348674429132?s=20),",
      "https://x.com/jacksonhinklle/status/1731896348646027465?s=20)",
      "https://web.archive.org/web/20230108040604/https:/twitter.com/CensoredMen))",
      "https://web.archive.org/web/20231107054809/https:/twitter.com/StopZionistHate).",
      "https://twitter.com/search?q=from:jacksonhinklle%20trans&src=typed_query&f=live))",
      "https://x.com/MattBinder/status/1722777970895651210?s=20)",
      "https://twitter.com/EladNehorai/status/1740139018476777527).",
      "https://x.com/taliaotg/status/1723002411730469121?s=20)",
      "https://www.nbcnews.com/tech/social-media/7-accounts-warp-israel-hamas-war-news-x-musk-rcna121465)",
      "https://twitter.com/StopZionistHate/status/1737217995070398773)",
      "https://x.com/EladNehorai/status/1739540590445072766?s=20)",
      "https://twitter.com/EladNehorai/status/1739549936163971366)",
      "https://x.com/StopZionistHate/status/1739724024052171123?s=20).",
      "https://x.com/EladNehorai/status/1739550750878191805?s=20)",
      "https://x.com/EladNehorai/status/1731902722813898991?s=20).",
      "https://x.com/CensoredMen/status/1722804742248693884?s=20)",
      "https://twitter.com/StopZionistHate/status/1737941678110216658).”",
      "https://twitter.com/StopZionistHate/status/1737941678110216658)",
      "https://ohpi.org.au/burgertory-online-incitement-and-stopzionisthate/)",
      "https://www.twitter.com/search?q=from:jacksonhinklle%20trans&src=typed_query&f=live))",
      "https://x.com/taliaotg/status/1726383455993213028",
      "https://x.com/EladNehorai/status/1739550750878191805",
      "https://x.com/EladNehorai/status/1731902722813898991",
      "https://www.x.com/taliaotg/status/1726383455993213028?s=20)",
      "https://x.com/jacksonhinklle/status/1731896348646027465",
      "https://www.x.com/jacksonhinklle/status/1731896348646027465?s=20)",
      "https://www.x.com/EladNehorai/status/1739540590445072766?s=20)",
      "https://www.web.archive.org/web/20230108040604/https:/twitter.com/CensoredMen))",
      "https://www.twitter.com/StopZionistHate/status/1737941678110216658)",
      "https://nbcnews.com/tech/social-media/7-accounts-warp-israel-hamas-war-news-x-musk-rcna121465)",
      "https://www.x.com/StopZionistHate/status/1739724024052171123?s=20).",
      "https://www.x.com/truwire_/status/1740192348674429132?s=20),",
      "https://x.com/StopZionistHate/status/1739724024052171123",
      "https://www.twitter.com/EladNehorai/status/1740139018476777527).",
      "https://www.twitter.com/EladNehorai/status/1739549936163971366)",
      "https://x.com/CensoredMen/status/1722804742248693884",
      "https://x.com/taliaotg/status/1723002411730469121",
      "https://www.x.com/EladNehorai/status/1739550750878191805?s=20)",
      "https://www.x.com/EladNehorai/status/1731902722813898991?s=20).",
      "https://www.x.com/CensoredMen/status/1722804742248693884?s=20)",
      "https://www.x.com/taliaotg/status/1723002411730469121?s=20)",
      "https://www.web.archive.org/web/20231107054809/https:/twitter.com/StopZionistHate).",
      "https://x.com/EladNehorai/status/1739540590445072766",
      "https://twitter.com/search",
      "https://www.twitter.com/StopZionistHate/status/1737217995070398773)",
      "https://www.ohpi.org.au/burgertory-online-incitement-and-stopzionisthate/)",
      "https://x.com/MattBinder/status/1722777970895651210",
      "https://www.twitter.com/StopZionistHate/status/1737941678110216658).”",
      "https://x.com/truwire_/status/1740192348674429132",
      "https://www.x.com/MattBinder/status/1722777970895651210?s=20)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "elon musk",
          "sentiment": "negative"
        },
        {
          "name": "muslims",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T03:22:11.766+02:00",
    "updated": "2023-12-29T03:22:11.766+02:00"
  },
  {
    "uuid": "f7d14ac7ac9920c6068797c5ee514223d7648def",
    "url": "https://bikepacking.com/news/readers-rig-kevins-1989-bridgestone-mb-5-trailblazer",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lucas Winzenburg",
    "published": "2024-07-05T12:59:00Z",
    "title": "Reader’s Rig: Kevin’s 1989 Bridgestone MB-5 Trailblazer",
    "text": "Our Reader’s Rig of the week comes from Kevin in Berlin, who offers a look at the late ’80s Bridgestone MB-5 he bought for 50 euros and slowly rebuilt into a budget tourer with a thoughtful mix of parts. Learn more about Kevin and his elegant 26er here…\nWords by Kevin Chow, photos by\nTal Chodos\nHowdy all, I’m Kevin and I live in Berlin, but I’m originally from Colorado. At the beginning of the year, I bought this Bridgestone MB-5 for a cool 50 bucks from a guy in my neighborhood. I’ve been pulled into the orbit of Grant Peterson/Rivendell and Bridgestone bikes for a while now and wanted to build a bike that explores some of his preferences in parts and aesthetic choices.\nThe build is a hodgepodge of some XTR parts I’d been collecting, including a rapid-rise M951 rear mech and some M900 cantilevers. The rest came together quickly, and I’m happy to report that only the bottom bracket, brake levers, and stem are new parts. The rest I bought used. I put it all together at my house and have been having a blast riding it since then.\nAs you can see, I’ve got the bike set up as a 2x, using the former middle ring as a spacer (just on the outside). I bought a bb with a spindle that was a hair too long, making it impossible to shift to all 3 rings on a triple. So, it’s just a quirky-looking 2x with a useless outer ring.\n- Frame/Fork: 1989 Bridgestone MB-5 Trailblazer\n- Rims: Mavic Oxygen\n- Hubs: Suntour XC9000\n- Tires: Maxxis DTH 26 x 2.13\n- Handlebars: Nitto Dirt Drops\n- Headset: Cheapo something\n- Crankset: Sugino\n- Pedals: MKS Lambda\n- Derailleur(s): Suntour (front) / Shimano XTR Rapid Rise (rear)\n- Brakes: Shimano XTR Cantis\n- Shifter(s): Friction\n- Saddle: Brooks C17\n- Stem: Kalloy Riser\n- Accessory bags: X-Pac tool roll by me\n- Other accessories: Velo Orange bottle cages\nSo far, I’ve taken it on a 300-kilometer tour, a few overnighters, and a 150-kilometer brevet from the\nGrevet series on it without a problem—not to mention plenty of rides on the sandy and dilapidated trails around Berlin.\nSend Us Your Bikepacking Rig\nUse the form below to submit your bikepacking rig. We’ll choose one per week to feature in a Reader’s Rig Dispatch and on Instagram. To enter, email us your best photo of the bike (preferably at a 90° angle), your Instagram username (optional), and a short description of you and your rig. If your bike is selected, we’ll need a total of five photos and a little bit more info.\nReaders Rig\nFurther Reading\nMake sure to dig into these related articles for more info...\nFILED IN (CATEGORIES & TAGS)\nDispatch\nReader's Rig\nPlease keep the conversation civil, constructive, and inclusive, or your comment will be removed.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://readymag.website/u1727331847/4731398/",
      "https://grevet.de/",
      "https://grevet.de",
      "https://readymag.website/u1727331847/4731398",
      "https://www.readymag.website/u1727331847/4731398/",
      "https://www.grevet.de/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kevin",
          "sentiment": "negative"
        },
        {
          "name": "tal chodos howdy",
          "sentiment": "none"
        },
        {
          "name": "grant peterson",
          "sentiment": "none"
        },
        {
          "name": "kevin chow",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bridgestone",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "berlin",
          "sentiment": "none"
        },
        {
          "name": "rivendell",
          "sentiment": "none"
        },
        {
          "name": "colorado",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T17:02:35.240+03:00",
    "updated": "2024-07-05T17:02:35.240+03:00"
  },
  {
    "uuid": "73d54b6a59bbd58133b2f30f1c5607ef642c3060",
    "url": "https://vanguardia.com.mx/noticias/internacional/en-mayor-dolor-que-ayer-que-causo-el-estado-critico-del-papa-francisco-AC15068800",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "andrés &#034;iscariote&#034; rodríguez",
    "published": "2025-02-22T21:13:00Z",
    "title": "'En mayor dolor que ayer' ¿Qué causó el estado crítico del Papa Francisco?",
    "text": "‘En mayor dolor que ayer’ ¿Qué causó el estado crítico del Papa Francisco?\nLa cuenta oficial de las noticias del Vaticano han informado que la condición del Papa Francisco es crítica; sus doctores informan cuál es el diagnosis y la mayor preocupación del caso\nEn la mañana del 22 de febrero, las cuentas oficiales del Vaticano reportaron que el Papa Francisco sufrió un ataque de asma y está en necesidad de transfusiones de sangre. Los doctores se preocupan por posible sepsis. La misma cuenta del Vaticano informó que el índice de dolor en el Papa Francisco, se elevó desde la última revisión\nPara el ataque de asma, fue necesario brindarle alto flujo de oxígeno.\n¿QUÉ PASA CON EL PAPA FRANCISCO?\nDesde la hospitalización del Papa Francisco, el 14 de febrero, la comunidad católica y los medios de comunicación han estado al tanto de su salud.\nSin embargo, para el 18 de febrero se reportó, desde de las cuentas oficiales del Vaticano, que el Papa Francisco no solo padecía de una bronquitis, sino de una neumonía bilateral.\nTE PUEDE INTERESAR: Papa Francisco sufre crisis respiratoria, se encuentra en “condición crítica”\n¿QUÉ PADECE EL PAPA FRANCISCO?\nLuigi Carbone, médico del Papa, informó que le detectaron una compleja infección respiratoria, del tipo viral, bacteriana y fúngica. Posteriormente, se desarrolló una neumonía bilateral.\nPara el 22 de febrero, se ha reportado que la condición del Papa es crítica, pero estable. Su equipo de doctores le prescribieron “reposo total”, al igual que una combinación de antibióticos, cortisona y un apoyo de oxígeno.\nMAYOR PREOCUPACIÓN PARA LA SALUD DEL PAPA\nSergio Alfieri, jefe de medicina y cirugía del Hospital Gemelli de Roma, indicó que la mayor preocupación es que un germen que infecte el sistema respiratorio se traslade al torrente sanguíneo, provocando una posible sepsis; es decir, una infección multiorgánica.\n‘La sepsis, con sus problemas respiratorios y su edad, sería realmente difícil de superar’ comentó el jefe de medicina, durante una conferencia el 21 de febrero.\nSin embargo, tal estado permanece cómo una preocupación y no una realidad latente en el estado de salud del Papa. Para subrayar la condición delicada y cambiante, Luigi Carbone explicó ‘Como todos los pacientes débiles, digo que siempre están en una balanza de oro: en otras palabras, se necesita muy poco para perder el equilibrio’.\n¿QUÉ PASARÁ CON LA SALUD DEL PAPA FRANCISCO?\nTanto el doctor Luigi Carbone, como el enfermero Massimiliano Strappetti, presenciaron como el Papa Francisco quería ser internado, no en el hospital, sino en el Vaticano, para así continuar con sus labores de líder pontífice. No obstante, ante la recomendación de su equipo de médicos, conformado por un especialista en cardiología y un especialista en enfermedades infecciosas, se le insistió en ser internado en el Hospital.\nTE PUEDE INTERESAR: Si bien el deseo del papa es cumplir el Jubileo, Francisco podría renunciar, asegura el cardenal Gianfranco Ravasi\nPor igual, Luigi Carbone, junto con el personal médico, que aunque el Papa Francisco supere este episodio de infección en febrero, tendrá problemas respiratorios crónicos, el resto de su vida.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Religion and Belief"
    ],
    "topics": [
      "Health->medical condition",
      "Health->hospital",
      "Health->health organisation",
      "Religion and Belief->religious leader",
      "Religion and Belief->pope"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://x.com/VaticanNews",
      "https://www.x.com/VaticanNews"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Papa Francisco",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-23T00:38:06.610+02:00",
    "updated": "2025-02-23T00:38:06.610+02:00"
  },
  {
    "uuid": "4f6541912315878d3585d722ac50bc1c6034b175",
    "url": "https://www.diariolibre.com/revista/musica/2024/03/28/daddy-yankee-se-estrena-como-artista-cristiano/2657671",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daddy Yankee dice adiós al perreo y se estrena como artista cristiano",
    "published": "2024-03-28T22:57:00Z",
    "title": "Daddy Yankee se estrena como artista cristiano - Diario Libre",
    "text": "El reguetonero Daddy Yankee hace su debut como artista cristiano con el lanzamiento de su nuevo tema \"Donante de sangre\", que estará disponible en todas las plataformas digitales a partir de las 12:00 a.m. de este Viernes Santo.\nEs la primera canción que lanza como parte de la promesa que hizo en su retiro de que su música la dedicará al ministerio de la fe .\n\"Había dicho en mi último concierto que iba a utilizar todas mis plataformas para el reino y eso es lo que estamos haciendo haciendo\", dijo Yankee al inicio de un video publicado en sus redes sociales.\n\"La música es un ministerio de este servidor, de los talentos que Dios me dio para utilizarlos para su propósito y me siento bien complacido\", agregó. \"Familia. Aquí estamos tal como lo prometimos: Utilizando todas nuestras plataformas para el reino. Llevando la palabra, testimonios y por supuesto la música... todo para su propósito. Que tengan un bendecido día y que esta canción, a través de Jesucristo, llegue a cada uno de sus corazones. P.D: Siempre soñé con hacer un lanzamiento en el día más importante de la historia de la humanidad. Gracias Dios por concederme la oportunidad de honrarte frente al mundo. Amén!\", escribió en el post.\nVer esta publicación en Instagram Una publicación compartida de Daddy Yankee (@daddyyankee)\nFue el pasado domingo 3 de diciembre de 2023 cuando el artista hizo en Puerto Rico su última presentación en vivo de la gira 'La última vuelta', donde prometió que se dedicaría a cumplir con el propósito de Dios en su vida. Además de llevar la palabra a través de prédicas , \"El Cangri\" destacó que la música será parte de esas poderosas herramientas que posee y con las que beneficiará al cristianismo.\nEn la iglesia 'Refugiados en su Presencia', en Las Piedras, al este de Puerto Rico, Daddy Yankee contó su testimonio de vida.\nConfesó que \"el orgullo \" lo separó de Dios durante las tres décadas de carrera artística.\n\"Hoy quizás yo estuviera en una gira haciendo millones de dólares, pero yo estoy aquí completamente gratis y tengo un gozo que no me ha dado el mundo\", expresó en su testimonio .\nRELACIONADAS\nFarándula Daddy Yankee reaparece en público dando su testimonio de vida tras retirarse de la música",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.instagram.com/reel/C5EWMH5xs9y/?utm_source=ig_embed&utm_campaign=loading",
      "https://instagram.com/reel/C5EWMH5xs9y/?utm_source=ig_embed&utm_campaign=loading",
      "https://www.instagram.com/reel/C5EWMH5xs9y/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T03:01:42.136+03:00",
    "updated": "2024-03-29T12:01:33.871+03:00"
  },
  {
    "uuid": "f459a3588fd4123134f2b402d051f42e4fa419f5",
    "url": "https://community.sephora.com/t5/Customer-Support/50-off-sale-prices-arent-showing-up-in-cart-or-reflected-after/m-p/7004697",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Beshibngladeshi",
    "published": "2024-08-30T17:10:00Z",
    "title": "50% off sale prices arent showing up in cart or reflected after clicking on the individual item!",
    "text": "50% off sale prices arent showing up in cart or reflected after clicking on the individual item!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T20:25:51.826+03:00",
    "updated": "2024-08-30T21:35:32.681+03:00"
  },
  {
    "uuid": "702ee6ad4e45fdccb435a3567dfec85427a31322",
    "url": "https://www.ktvb.com/article/news/local/idaho/first-case-chronic-wasting-disease-captive-elk/277-d313025e-f953-4239-ba8e-b72da8eadaa8",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Richard Rodriguez",
    "published": "2024-12-20T00:09:00Z",
    "title": "First case of chronic wasting disease found in captive elk detected in east Idaho",
    "text": "BOISE, Idaho — A domesticated bull elk at a facility in Madison County tested positive for Chronic Wasting Disease (CWD), marking a first of its kind.\nThe Idaho State Department of Agriculture (ISDA) said the bull elk died at the facility and test samples were sent to the USDA National Veterinary Services Laboratory (NVSL). On Thursday, the department said it received confirmation that CWD was detected in a deceased bull elk.\nISDA said the animal was from a facility in Alberta, Canada, and it was sent with a group of elk to an Idaho ranch in March 2023. The department said the animals were approved for import.\n\"Shortly after the shipment was received in Idaho, the origin ranch in Alberta confirmed a CWD-positive elk on the premises,\" ISDA wrote in a news release. \"Once ISDA was notified of the CWD-positive elk from the Canadian ranch, the shipment that arrived in Idaho was placed under a protective quarantine to restrict further movement of the CWD-exposed animals.\"\nThe remaining elk are still alive and will remain under quarantine, the department said.\nAs previously reported, CWD was first detected in Idaho deer in 2021 .\nChronic Wasting Disease is a neurological illness that causes symptoms in animals including excessive salivation, drooping head or ears, tremors, low body weight, and odd behavior, like showing no fear of humans and lack of coordination. Fish and Game noted, however, that deer and other animals can be infected months or years before exhibiting symptoms.\nCWD is always fatal, and there are no treatments or vaccines.\n\"No CWD infections in people have been reported. The U.S. Centers for Disease Control recommends that people do not eat meat from CWD affected animals,\" ISDA wrote.\nClose Ad",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Environment"
    ],
    "topics": [
      "Health->health facility",
      "Health->disease and condition",
      "Environment->ecosystem",
      "Environment->nature",
      "Environment->endangered species"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "USDA National Veterinary Services Laboratory",
          "sentiment": "none"
        },
        {
          "name": "Idaho State Department of Agriculture",
          "sentiment": "none"
        },
        {
          "name": "ISDA",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "County",
          "sentiment": "none"
        },
        {
          "name": "BOISE",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T02:30:00.418+02:00",
    "updated": "2024-12-20T02:40:12.004+02:00"
  },
  {
    "uuid": "95fbe360dbf52bd625e43cc3ae44b44d10c43af6",
    "url": "https://news.cnyes.com/news/id/6084140",
    "ord_in_thread": 0,
    "author": "陳又嘉",
    "published": "2025-07-31T04:51:26Z",
    "title": "OpenAI年營收衝上120億美元 ChatGPT每周活躍用戶達7億 | 鉅亨網 - 美股雷達",
    "text": "OpenAI年營收衝上120億美元 ChatGPT每周活躍用戶達7億\n鉅亨網編譯陳又嘉\n據《The Information》周三 (30 日) 援引消息人士報導，ChatGPT 開發商 OpenAI 在今年前七個月的收入幾乎翻倍，年營收已達 120 億美元。\n報導指出，這項數字意味著 OpenAI 目前每月營收達 10 億美元。該公司旗下的 ChatGPT 產品每周活躍用戶數約為 7 億人，涵蓋消費者與企業用戶。\n這家獲得微軟 (Microsoft)(MSFT-US) 支持的公司已將 2025 年的現金支出預估上調至約 80 億美元，比年初預測多出 10 億美元。\nOpenAI 目前正為其第二輪 300 億美元融資計畫的下半部分籌集資金，股東 Sequoia Capital 與 Tiger Global Management 已投入數億美元。\n除了日本軟銀 (SoftBank) 外，其餘投資者已接近完成對這輪資金的 75 億美元承諾。自 2024 年秋季首次投資以來，這家日本企業對 OpenAI 的總投資額已達到 320 億美元。\n下一篇",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "topics": [
      "Economy, Business and Finance->business information",
      "Economy, Business and Finance->financial service",
      "Science and Technology->technology and engineering",
      "Science and Technology->scientific research",
      "Science and Technology->information technology and computer science"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-31T07:51:26.844+03:00",
    "updated": "2025-07-31T07:56:13.000+03:00"
  },
  {
    "uuid": "41d95e98899f0498323a6a59fd7cee1c3ae74511",
    "url": "https://bvmsports.com/2024/08/30/tennessee-titans-rank-last-in-uniform-power-rankings-despite-promise",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BVM Sportsdesk",
    "published": "2024-08-30T15:37:00Z",
    "title": "Tennessee Titans Rank Last in Uniform Power Rankings Despite Promise",
    "text": "Tennessee Titans Rank Last in Uniform Power Rankings Despite Promise\nThe\nTennessee Titans have been ranked last in the latest uniform power rankings by Bets Dressed, a decision based solely on subjective evaluation. The Titans' most recent uniform redesign occurred in 2018, introducing minor updates while the throwback Oiler uniforms may have contributed to their low ranking. Critics argue that the current uniforms lack visual appeal, with complaints about the color palette, helmet design, and overall aesthetics. Despite the negative review, many fans appreciate the current look and still hope for inspiration from the original Titans designs. Ultimately, the focus should remain on the team's performance rather than their attire.\n- The Titans rank last among NFL uniforms, 31st overall.\n- Uniforms updated slightly in 2018, with a color shift and shoulder stripe change.\nWhile the Titans received a low ranking, many fans maintain a positive view of their current uniforms, contrasting sharply with the author's opinion, indicating a divide in perceptions among supporters.State of Play\n- The uniform power rankings have stirred debate among fans and commentators.\n- The Titans' performance in the upcoming 2024 season is anticipated to outweigh discussions about their uniform design.\nAs the Titans gear up for the new season, attention will likely shift away from uniform aesthetics towards their performance on the field, with fans hoping for a successful season regardless of ranking opinions.Bottom Line\nPerceptions of the Titans' uniforms vary widely, but the ultimate measure of success will be on-field performance. Focusing on winning games may render uniform discussions irrelevant.\nRead more at\n Titans Wire\nThe summary of the linked article was generated with the assistance of artificial intelligence technology from OpenAI",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://titanswire.usatoday.com/2024/08/30/tennessee-titans-uniforms-bottom-power-rankings/",
      "https://titanswire.usatoday.com/2024/08/30/tennessee-titans-uniforms-bottom-power-rankings",
      "https://www.titanswire.usatoday.com/2024/08/30/tennessee-titans-uniforms-bottom-power-rankings/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "tennessee titans",
          "sentiment": "neutral"
        },
        {
          "name": "nfl",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tennessee",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T18:45:18.063+03:00",
    "updated": "2024-08-30T18:45:18.063+03:00"
  }
]