[
  {
    "uuid": "0dc497c9c8610c444ef6aa0959bd76773151cfd8",
    "url": "https://vnexplorer.net/philly-councilmember-katherine-gilmore-richardson-gave-250000-to-develop-citys-first-haven-for-unhoused-pregnant-women-s1668372.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-02-29T23:03:00Z",
    "title": "Philly Councilmember Katherine Gilmore Richardson gave $250,000 to develop city’s first haven for unhoused pregnant women",
    "text": "When City Councilmember Katherine Gilmore Richardson became pregnant with her second child in 2016, she didn’t anticipate problems. After all, her older daughter had been born without complications two years earlier.\nHowever, on the delivery table, despite an epidural, she felt excruciating pain. She would later learn she ruptured her uterus, a rare but serious complication that she said made her another statistic in the nation’s ongoing Black maternal health crisis in which Black women are twice as likely to face life-threatening pregnancy-related complications and three or four times more likely than white and Hispanic women to die from them.\nWHEN THE WATER BREAKS\nWhen housing insecurity is added to that mix, the likelihood of maternal health risks escalate.\nThis is why on Feb. 28, at a morning City Hall news conference, Gilmore Richardson announced a $250,000 grant from the city to Cleopatra Robinson, founder and executive director of the nonprofit A Home From Shana Foundation, to create LaborLiveLove — a transitional housing facility for expectant people who do not have stable housing to help reduce Black maternal health disparities.\n“What we found is the housing instability experience translates into food insecurity, unemployment, transportation issues — and the results of all that is not getting the type of care you need to receive,” said Gilmore Richardson, adding that LaborLiveLove would provide “emergency housing and transition support to help during the precarious time of pregnancy.”\nRobinson said the facility, which she plans to open in the summer, will be located in Wynnefield and will serve up to six people at a time, providing prenatal, postpartum care and help finding affordable housing for the clients and their infants.\nUnhoused and pregnant\nFor Erica Elrod, being pregnant and insecurely housed was a devastating time in her life.\nFor a while everything was going well. Her job was good — she worked in a busy dental office. She had her own apartment, she had a car and was in a romantic relationship. And then she became pregnant.\nAccording to the Urban Institute, just becoming pregnant is a risk factor for becoming unhoused, and that increases the likelihood of having birth-related complications.\nAt around five months pregnant, Elrod’s relationship with her boyfriend fell apart, her landlord needed the Bridesburg apartment for her own use and refused to renew Elrod’s $900 a month lease. All Elrod could find was a monthly lease for $1,200 to rent a room with a shared bathroom in South Philadelphia. And when she had to leave her job earlier than she expected because of pregnancy-related health complications, her unemployment was denied.\nHer travails continued.\nHer new landlord decided to sell the building and said she would have to leave. “They let me stay a month in an Airbnb they had in Germantown” but afterwards, out of options, she returned to her ex-boyfriend’s home.\n“I had to go stay with my daughter’s father and that was a toxic environment. He wound up kicking me out,” Elrod said. By her third trimester, she had lost her job, housing, savings, transportation and furnishings, all while trying to deliver a healthy baby.\n“A lot of my belongings went into storage and I fell behind (with the storage fees). My savings were depleted. My belongings got auctioned off. I’m not material girl, but I lost a lot.”Elrod said. “I couldn’t keep my cell phone on. I hit rock bottom.”\nAfter giving birth, Elrod was again unhoused and started looking for a city shelter that had room for her and a newborn. Unsuccessful and out of options, she left Philadelphia last February to live with her brother in Arizona.\nRobinson, a certified doula who provides nonmedical birth support and a former intake worker at a city youth shelter, has heard too many stories like Elrod’s and is looking to help “mothers who are couch surfing or in a community shelter or facing eviction.”\n“The LaborLiveLove program will be an emergency maternity safe haven staffed with certified doulas,” Robinson said. “Right now, nothing exists prioritizing a very vulnerable population.”\nA Home From Shana Foundation was named for LaShana Gilmore, once Cleopatra Robinson’s best friend. When Gilmore went into labor in July 2019 with her second child, Robinson never thought she wouldn’t return home. But despite a good job, good health, stable housing, a loving family and good health insurance, Gilmore became another Black woman who died from a preventable delivery death.\nIt changed Robinson’s career path — she became a certified doula in the hope of preventing needless tragedy.\nA Pennsylvania Health Care Cost Containment Council report released in August found between 2016 and 2022 there had been a 40% rise in the rate of poor maternal health outcomes and the increase was largest for Black women.\n“Pennsylvania absolutely mirrors what is happening across the country,” said State Rep. Morgan Cephas, cochair of the newly-formed PA Black Maternal Health Caucus. “We need to write our own story as it relates to the maternal care morbidity and motility space,” Cephas said.\nSevere health problems after childbirth in Pa. rose 40% between 2016 and 2022\nIn Arizona, Elrod received support services that enabled her to get back on her feet.\nShe now has a good job, a comfortable, affordable apartment, childcare for her daughter and a working car. Elrod thinks Pennsylvania should do more to help.\n“People are experiencing a lot of hardships,” she said.\n©2024 The Philadelphia Inquirer. Visit inquirer.com. Distributed by Tribune Content Agency, LLC.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "katherine gilmore richardson",
          "sentiment": "negative"
        },
        {
          "name": "gilmore richardson",
          "sentiment": "none"
        },
        {
          "name": "cleopatra robinson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "home from shana foundation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "philly",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T01:07:44.653+02:00",
    "updated": "2024-03-01T01:07:44.653+02:00"
  },
  {
    "uuid": "62393dde6895cd6b05cce291f463f7c9885dca5d",
    "url": "https://www.archyde.com/be-picky-how-to-start-therapy-well-actually",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2025-01-23T20:01:00Z",
    "title": "'Be picky': how to start therapy | Well actually",
    "text": "Navigating the Path to Therapy: Finding the Right Fit Mental health is a cornerstone of overall well-being, yet its often shrouded in stigma and uncertainty. Deciding to seek help can be daunting,especially considering the prevalence of mental health challenges. Statistics reveal a concerning trend: the CDC reports that one in five American adults experienced symptoms of anxiety and depression in 2023. similarly, anxiety levels in the UK have reached concerning heights, affecting 40.5% of the population, with 16% grappling with moderate to severe depressive symptoms. For many,psychotherapy emerges as a beacon of hope,offering a path towards healing and growth.\n“Individuals often turn to therapy when they feel stuck in some aspect of their lives, hindering their ability to live a fulfilling and meaningful existence,” explains Dr. Elisabeth Morray, VP of clinical operations at Alma, a membership-based mental health directory and insurance billing platform.\nEmbracing therapy can feel intimidating even knowing its proven benefits. So, how do you embark on this journey? How do you find the right therapist, navigate the complexities of cost, and understand what therapy entails?\nConsider Your Needs Starting therapy requires vulnerability—sharing deeply personal experiences with someone you’ve just met. It’s essential to choose a therapist who makes you feel safe and comfortable. Reflect on qualities that are critically important to you. Woudl you prefer a therapist of a specific gender, age, or cultural background? Do you prioritize in-person sessions or the convenience of telehealth? Thinking about these factors can definitely help guide your search. Identifying therapists who specialize in your specific concerns,such as relationship issues,sleep disorders,or body image,can further enhance your therapeutic experience.\nResearching Your Options The first step towards finding the right therapist is to explore your options. Leverage online directories, ask for referrals from trusted friends or family members, and consult with your primary care physician. These resources can provide a starting point for your search. During your research, delve into each therapist’s background, experience, and approach to therapy. Look for someone whose beliefs aligns with your needs and preferences .\nFinding the Right Therapist for You taking the step to prioritize your mental well-being by seeking therapy is incredibly brave. however, the journey of finding the perfect therapist can feel overwhelming. It’s a deeply personal decision,requiring thoughtful consideration of your unique needs,preferences,and resources.\nStart by clarifying what you’re looking for in a therapist. Think about your specific concerns, your preferred therapeutic approach (like cognitive-behavioral therapy or psychodynamic therapy), and any personal preferences regarding gender, age, or cultural background.\n“It’s perfectly fine to Google!” advises Dr. Marnie Shanbhag, senior director of the office of self-reliant practice at the American Psychological Association. She recommends searching for “psychotherapist near me” – a more precise term than “therapist,” as the latter might include other healthcare professionals. Many therapists have websites or online profiles outlining their expertise and therapeutic approach. Take your time browsing these profiles to see if any resonate with you.\nOnline directories can be invaluable resources. Websites like psychology Today offer thorough listings of therapists, allowing you to filter by location, specialization, and insurance coverage. This can significantly narrow down your search and connect you with therapists who are a good fit for your needs.\nIf geographical limitations pose a challenge,don’t lose heart.licensed therapists who offer telehealth services can connect with you remotely, expanding your options considerably. As matt Lundquist, founder, and clinical director of Tribeca Therapy, points out, “For someone in rural Tennessee, there might not be many therapists locally, but they could find a therapist in Memphis or Knoxville.” Telehealth makes therapy more accessible than ever before.\nDon’t underestimate the power of your social network. Trusted friends, family members, or healthcare providers might have personal recommendations for therapists they’ve found helpful.Lundquist suggests, “Asking trusted friends if they know any good therapists is a chance to get someone who’s been vetted.” Personal recommendations can provide valuable insights and peace of mind.\nConsider the Cost Cost is a crucial factor for many people seeking therapy. In the US, therapists typically charge between $100 and $200 per session, with rates often higher in major cities. In the UK, while the NHS provides free talk therapy, wait times can be lengthy, leading some individuals to explore private therapy options, with average costs ranging from £50 to £80 per session.\nGiven the frequency of therapy sessions, it’s important to consider the financial implications. Explore your insurance coverage, inquire about sliding scale fees, or consider community mental health centers that may offer more affordable services.\nFinding the Right Therapist: Navigating Insurance, Costs, and Options Seeking professional mental health support is a valiant step, but navigating the process of finding the right therapist can feel daunting. Insurance coverage, costs, and the sheer number of options available make it challenging to know where to begin.This guide aims to illuminate the path, providing insights into navigating these complexities and ultimately connecting you with the care you deserve.\nUnderstanding your insurance coverage is crucial. Many health insurance plans offer mental health benefits, covering a portion or even the entirety of therapy sessions.”most insurance plans will cover some form of mental health care,” explains Shanbhag. However, coverage can vary widely.Begin by reviewing your policy documents, paying close attention to the specifics regarding mental health benefits. Note your deductible, co-pays, and the list of covered providers.\nIf your insurance requires you to utilize in-network providers, your insurer can furnish a list of therapists within your network. Alternatively, you might have the flexibility to see an out-of-network therapist, but reimbursement may be more complex. “If you want to see an out-of-network therapist, some insurance plans allow you to submit claims for reimbursement after you have already paid for a session,” advises Shanbhag. “But confirm first with your insurance company that this is available with your plan.”\nFor individuals without insurance or those who prefer to explore alternatives, affordable options exist. “One great place to look is local universities,” suggests Shanbhag. Many universities with graduate psychology programs offer therapy sessions conducted by doctoral students at a reduced rate.”They’re very senior in their training, and they’re being supervised every step of the way,” assures Shanbhag.”It can be a great way to get affordable care.”\nremember, finding the right therapist is a deeply personal journey. consider factors such as specialization, therapeutic approach, and personal compatibility. Don’t hesitate to schedule consultations with multiple therapists before making a decision. Trust your instincts and prioritize your mental well-being.\nFinding the Perfect Therapy Match Prioritizing your mental well-being is a crucial step towards a happier and healthier life. Seeking therapy can be incredibly beneficial, but with so many therapists out there, finding the right one can feel overwhelming. It’s not just about qualifications; it’s about establishing a deep and trusting therapeutic relationship where you feel seen, heard, and understood.\nTherapist K. Lundquist emphasizes the importance of being selective in your search. “Be picky,” he stresses. “This is a very important relationship,and getting it right is essential.”\nDon’t feel pressured to settle for the first therapist you encounter. Take your time exploring different options and trust your instincts. As therapist Shanbhag explains, “It might take a while to find the perfect fit, and that’s part of the process. That doesn’t mean you’re doing it wrong.”\nShanbhag also encourages clients to speak up if something doesn’t feel right.”A lot of times clients are afraid they’ll hurt our feelings and they don’t bring it up,” she observes. If a therapist takes your concerns personally, it might be a sign that they aren’t the right fit for you.\nFinding the right therapist can be likened to dating, as therapist Morray suggests. “Finding the person you want to be by your side is important, and you’re probably not going to end up in a long-term relationship with the first person you date.”\nYour initial search can be daunting, but remember, there are resources to help you navigate this journey. Start by asking your primary care physician, friends, or family for recommendations. Local hospitals, community health clinics, and mental health agencies are also valuable resources, often offering affordable options or referrals.\nOnce you have a list of potential therapists, delve into their profiles to understand their experience, areas of expertise, and therapeutic approach. Look for keywords that resonate with your needs, whether it’s anxiety management, relationship counseling, or trauma therapy. Pay attention to their bios, training, and affiliations to gain insights into their professional background.\nDon’t hesitate to reach out to therapists directly. Most welcome inquiries via email or phone. During your initial contact, express your needs and ask any questions you have. Gauge their dialog style, responsiveness, and overall demeanor. Building rapport from the outset is crucial.\nTherapy costs can vary significantly. Some therapists offer sliding scales based on income, while others accept insurance plans. Don’t hesitate to discuss fees upfront. As Dr. Morray advises,“Most people wouldn’t think to ask.”\nIf affordability is a barrier, explore options like community mental health centers, online therapy platforms, or nonprofit organizations that offer reduced-cost services.\nWhen you’ve identified a few promising therapists,schedule a consultation. Many therapists offer brief, complimentary phone consultations.Others conduct full sessions at a reduced rate, allowing you to experience their approach firsthand. This is invaluable in determining if a therapist is the right fit.\nDuring the consultation, pay close attention to how you feel.Dr. Shanbhag suggests reflecting on these key questions: “Do they seem to be paying attention to me? Do they seem interested in who I am as a person? Are they asking me relevant questions?”\nShe emphasizes that finding the right therapist is about feeling heard, seen, and understood. Within two or three sessions, you can get a good feel for whether this is someone who makes you feel heard, seen, and offers you a sense of presence and attention.\nFinding the Right Therapist: A Guide With Insights from Mental Health professionals Taking the step toward seeking professional mental health support is a brave and important decision. But finding the right therapist can feel overwhelming. Navigating insurance, costs, and the sheer volume of options can be confusing. To help shed light on this journey, we spoke with Dr. Shanbhag and Dr. Morray, mental health professionals who offer valuable insights and advice for finding the right therapist for you.\nInsurance Coverage: Understanding Your Benefits\nDr. Shanbhag emphasizes the importance of understanding your insurance plan thoroughly. “Review your documents carefully, noting your deductible, co-pays, and the list of covered providers,” she advises. “Some plans require you to use in-network therapists, while others might allow out-of-network options with potential reimbursement. Always confirm with your insurance company regarding your plan specifics.”\nDr. Morray adds, “Being proactive is key. Don’t hesitate to contact your insurance provider directly and ask specific questions about your mental health coverage. If you’re uncertain about anything, seek clarification.This proactive approach can save you time and financial headaches in the long run.”\nExploring Affordable Therapy Options\nFor individuals without insurance or those seeking more affordable options, Dr. Shanbhag encourages exploring various possibilities. “remember, affordable therapy options exist,” she assures. “Many universities with graduate psychology programs offer sessions conducted by doctoral students at a reduced rate. They are highly trained and supervised, providing quality care at a lower cost.Local community mental health centers, online therapy platforms, and nonprofit organizations are also valuable resources to explore.”\nDr. Morray adds, “Don’t be afraid to inquire about sliding-scale fees. many therapists offer reduced rates based on income. Open dialogue with potential therapists about your financial situation can lead to finding a solution that works for you.”\nFinding the Right Fit: evaluating Potential Therapists\nDr. Shanbhag emphasizes the importance of personalized care. “It’s a personal journey,” she says. “Think about your needs—anxiety management, relationship issues, trauma therapy—and look for therapists who specialize in those areas. Read their bios, understand their therapeutic approach, and above all, trust your instincts. How do they make you feel? Do you feel heard and understood?”\nDr. Morray reinforces the significance of compatibility.”Ask yourself if their personality and communication style resonate with you,” she suggests. “Therapy is a collaborative process, so finding someone you feel comfortable with is crucial. Don’t hesitate to schedule consultations to get a feel for their approach.”\nFinding the Right Therapist: A Journey Towards Wellness Taking the step towards therapy is a courageous act, a commitment to self-betterment and mental well-being. However, the process of finding the right therapist can feel overwhelming. Dr. Shanbhag, a seasoned therapist, acknowledges this common apprehension: “It’s perfectly normal to feel a little nervous at first.Therapy involves vulnerability, and it takes courage to open up. keep in mind, the goal is to help you heal and grow.”\nThis journey, as Dr. Morray, another esteemed therapist, emphasizes, is about finding the perfect fit. “Finding the right therapist is a journey. Be patient with yourself, explore different options, and trust your instincts.” But where do you begin?\nFortunately, several resources can guide you on this path.Online therapy directories like Psychology Today offer a wealth of details, allowing you to filter therapists by specialty, location, and insurance coverage. Don’t hesitate to tap into your support network. Your primary care physician, trusted friends, or family members might offer valuable recommendations. Local hospitals, community health centers, and mental health agencies are also excellent starting points.\n“Online therapy directories like Psychology Today offer thorough listings with filters to help you find therapists who specialize in specific areas and accept your insurance,”\nDr. Morray advises. “Don’t hesitate to reach out to your primary care physician,trusted friends,or family for recommendations. Local hospitals, community health centers, and mental health agencies are also excellent resources.”\nSeeking mental health support is a sign of strength,a testament to your desire for a more fulfilling life.With the right therapist by your side, you can embark on a journey of self-discovery, healing, and growth.\nWhat resources or platforms do you recommend for individuals searching for a therapist who specializes in a specific mental health concern?\nFinding the Right Therapist: A Conversation with Mental Health Professionals Taking the step towards seeking professional mental health support is a brave and crucial decision. But finding the right therapist can seem overwhelming.Navigating insurance, costs, and the sheer volume of options can be confusing. To help shed light on this journey, we spoke with Dr. amelia Shanbhag and Dr. David Morray, experienced mental health professionals, who offer valuable insights and advice for finding the right therapist for you.\nUnderstanding Your Benefits Dr. Shanbhag: “It’s crucial to thoroughly understand your insurance plan. Review your documents carefully, noting your deductible, co-pays, and the list of covered providers. some plans require you to use in-network therapists,while others might allow out-of-network options with potential reimbursement. Always confirm with your insurance company regarding your plan specifics.”\nDr. Morray: “Being proactive is key. Don’t hesitate to contact your insurance provider directly and ask specific questions about your mental health coverage. If you’re uncertain about anything, seek clarification. This proactive approach can save you time and financial headaches in the long run.”\nExploring Affordable Therapy Options Dr. Shanbhag: “Remember, affordable therapy options exist. many universities with graduate psychology programs offer sessions conducted by doctoral students at a reduced rate.They are highly trained and supervised, providing quality care at a lower cost.Local community mental health centers, online therapy platforms, and non-profit organizations are also valuable resources to explore.”\nDr. Morray: “Don’t be afraid to inquire about sliding-scale fees. Many therapists offer reduced rates based on income. Open dialogue with potential therapists about your financial situation can lead to finding a solution that works for you.”\nFinding The Right Fit: Evaluating Potential Therapists Dr. shanbhag: “It’s a personal journey.Think about your needs—anxiety management, relationship issues, trauma therapy—and look for therapists who specialize in those areas. Read their bios,understand their therapeutic approach,and above all,trust your instincts. How do they make you feel? do you feel heard and understood?”\nDr. Morray: “Ask yourself if their personality and interaction style resonate with you,” she suggests. “Therapy is a collaborative process, so finding someone you feel agreeable with is crucial. Don’t hesitate to schedule consultations to get a feel for their approach.”\nConsider Therapy Find Your Counselor** Reflecting on our conversation with Dr. Shanbhag and Dr. Morray, one question remains: What steps do you take to start your journey to finding the right therapist?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "topics": [
      "Health->mental health and disorder",
      "Health->health care approach",
      "Health->therapy",
      "Lifestyle and Leisure->mental wellbeing",
      "Social Issue->social services",
      "Social Issue->social problem",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/embed/_yC0dsTtRVo",
      "https://www.psychologytoday.com/us/therapists/va/ashburn?category=emdr",
      "https://youtube.com/embed/_yC0dsTtRVo",
      "https://psychologytoday.com/us/therapists/va/ashburn?category=emdr",
      "https://www.psychologytoday.com/us/therapists/va/ashburn"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:23:34.053+02:00",
    "updated": "2025-01-24T00:23:34.053+02:00"
  },
  {
    "uuid": "1b0a118f31968f7a1674b7c257fff7037da3e3ee",
    "url": "https://www.diariodecadiz.es/sanfernando/aparatoso-accidente-san-fernando-vuelca_0_2003699019.html",
    "ord_in_thread": 0,
    "author": "Antonio Zambonino",
    "published": "2025-04-09T21:07:00Z",
    "title": "Aparatoso accidente en San Fernando: vuelca un coche en la calle San Onofre",
    "text": "Aparatoso accidente en San Fernando: vuelca un coche en la calle San Onofre\nSan Fernando/Un vehículo ha protagonizado\nun aparatoso accidente en San Fernando pasadas las diez de la noche al volcar en la calzada tras colisionar contro coche que estaba estacionado -y desocupado- junto al conocido local de Casa Miguel, en la calle San Onofre.\nEl turismo, que circulaba en sentido hacia la calle San Marcos, ha dado completamente la vuelta -previsiblemente al dar un volantazo- quedando panza arriba. El suceso, como era de esperar, ha dejado completamente atónito al vecindario y a los clientes del citado local, despertando una gran expectación.\nAgentes de la Policía Local se han hecho cargo de la situación. El conductor, según testigos, ha salido aparentemente ileso del vehículo, si bien por el momento no han trascendido más datos del accidente.\nIntervienen también en la zona bomberos del parque de San Fernando, así como los servicios sanitarios de emergencias.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Crime, Law and Justice->reckless driving",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Policía Local",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:14:22.233+03:00",
    "updated": "2025-04-10T00:14:22.233+03:00"
  }
]