[
  {
    "uuid": "3b9af68a87ab6bd18a7f14e21f089f77aacd6a0a",
    "url": "https://www.leaderlive.co.uk/news/national/24010610.bethlehem-without-christmas-trees-without-lights-due-israel-hamas-war/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-24T11:04:00Z",
    "title": "Bethlehem ‘without Christmas trees, without lights’ due to Israel-Hamas war | The Leader",
    "text": "Bethlehem, the normally bustling biblical birthplace of Jesus, resembles a ghost town this Christmas Eve, with celebrations called off due to the Israel-Hamas war. The festive lights and Christmas tree that normally decorate Manger Square are missing, as are the foreign tourists who gather each year to mark the holiday. Dozens of Palestinian security forces patrol the empty square. Gift shops have been slow to open on Christmas Eve, although a few did open their doors once the rain stopped pouring down. There are few visitors, however. Brother John Vinh, a Franciscan monk from Vietnam who has lived in Jerusalem for six years, said: “This year, without the Christmas tree and without lights, there’s just darkness.” He said he always comes to Bethlehem to mark Christmas, but this year was especially sobering, as he gazed at a nativity scene in Manger Square with a baby Jesus wrapped in a white shroud, symbolising the hundreds of children killed in the fighting in Gaza. Barbed wire surrounds the scene, with grey rubble added to the spectacle reflecting none of the lights and bursts of colour that normally fill the square during the Christmas season. Ala’a Salameh, one of the owners of Afteem Restaurant, a family-owned falafel restaurant just steps from the square, said: “We can’t justify putting out a tree and celebrating as normal, when some people (in Gaza) don’t even have houses to go to.” Mr Salameh said Christmas Eve is usually the busiest day of the year. “Normally, you can’t find a single chair to sit, we’re full from morning till midnight,” he said. This year, just one table was taken – by journalists sheltering from the rain. He said his restaurant was operating at about 15% of normal business and was not able to cover operating costs. Mr Salameh estimated that even after the war ends, it will take another year for tourism to return to Bethlehem as normal. The cancellation of Christmas festivities is a severe blow to the town’s economy. Tourism accounts for an estimated 70% of Bethlehem’s income – almost all of that during the Christmas season. With many major airlines cancelling flights to Israel, few foreigners are visiting. Local officials say around 70 hotels in Bethlehem have been forced to close, leaving thousands of people unemployed. More than 20,000 Palestinians have been killed and more than 50,000 wounded during Israel’s air and ground offensive against Gaza’s Hamas rulers, according to health officials there, while some 85% of the territory’s 2.3 million residents have been displaced. The war was triggered by Hamas’ deadly assault October 7 on southern Israel in which militants killed about 1,200 people, most of them civilians, and took more than 240 hostages. The fighting in Gaza has also affected life in the West Bank. Since October 7, access to Bethlehem and other Palestinian towns in the Israeli-occupied territory has been difficult, with long lines of motorists waiting to pass military checkpoints. The restrictions have also prevented tens of thousands of Palestinians from exiting the territory to work in Israel. Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "negative"
        },
        {
          "name": "john vinh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "bethlehem",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "vietnam",
          "sentiment": "none"
        },
        {
          "name": "jerusalem",
          "sentiment": "none"
        },
        {
          "name": "manger square",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T13:19:53.907+02:00",
    "updated": "2023-12-24T13:19:53.907+02:00"
  },
  {
    "uuid": "498b09ff61d7dbe3da384b6f38ed46bccef54254",
    "url": "https://statisfied.substack.com/p/why-some-experts-exaggerate-cancer-201",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dr. Ken Springer",
    "published": "2024-12-20T00:04:00Z",
    "title": "Why Some Experts Exaggerate Cancer Risks: Part 2",
    "text": "If you're cooking a lot this holiday season, you may have been spooked by reports of toxic chemicals in black plastic spatulas and other kitchen utensils.\nSome of headlines were terrifying. \" Your favorite spatula could kill you\" warned Salon . A report in The Atlantic featured this lovely image:\nGuess what? The October study that sparked the commotion contained an error. (The lead author refers to it now as a \"typo\".)\nThe study claimed that the wrong utensils could expose you to BDE-209, a toxic flame retardant, at levels approaching the EPA's maximum safe limit of 42,000 nanograms per day.\nThe EPA's daily limit for BDE-209 is actually 420,000 nanograms. The October study shows that we might be ingesting only about one-tenth that amount.\nOops.\nThe online version of the study was corrected on December 15, but even without the correction, the carcinogenicity and other dangers of black plastic utensils had been exaggerated. ( Here is a good summary of what we know about the topic.)\nYour favorite spatula won't kill you. It won't even curse at you under its breath.\nMy Christmas present to you, dear reader, is a description of some other cases where the risk of cancer has been exaggerated.\nMy point is not that exaggeration is the norm. Rather, I want to describe what motivates experts to magnify risk in some cases.\nLast week I described financial incentives. My focus was on shoddy, semi-fraudulent research that exaggerates the risks of benzene exposure. The research, conducted by a chemical testing company called Valisure, is being used drum up business for the company.\nCancer screening centers sometimes exaggerate risk in order to sell testing that people don't need. Expert witnesses may exaggerate risk on behalf of whoever hired them. And there are folks like Ian Paterson , currently serving a 20-year sentence for conducting unnecessary procedures on more than 1,000 breast cancer patients after overstating or inventing risks.\nClearly, exaggerating the risk of cancer is profitable.\nThis week I'll be describing how exaggerated risks can stem from the desire for publication, and, in some cases, from a genuine concern for public health.\n2. Exaggerating cancer risk for publication\nCancer risk is exaggerated sometimes in order to make a study more publishable.\n(Peer-reviewed publication may benefit scientists financially – higher salaries down the road, consulting gigs, book contracts, etc. – so getting published and making money aren't necessarily unrelated motives.)\nThe example I want to share is an October study showing a higher risk of cancer among people with lower levels of omega-3 and omega-6 polyunsaturated fatty acids, or PUFAs.\nPUFAs are essential to the normal functioning of body and brain. Most people get sufficient quantities from their diet, but omega supplements have nonetheless become a multibillion dollar global industry.\nThe new study , published in the International Journal of Cancer , was led by Yuchen Zhang, a postdoctoral scholar at University of Georgia.\nZhang and colleagues obtained PUFA data from each of 253,138 cancer-free adults at some point between 2007 and 2010. 29,838 of these individuals developed cancer by 2023.\nThe point of the study was to figure out what was distinctive about the cancer group. What increased a participant's chances of ending up in that group?\nIn brief, Zhang and colleagues found an inverse relationship between omega-3 and -6 plasma levels and the risk of various cancers.\nIn plain English, this means that the higher a person's PUFA levels, the lower their risk. Or, to put it the other way around, the lower the PUFA levels, the higher the risk. (There was one exception: Higher omega-3 levels were associated with a lower risk of prostate cancer.) All effects were small.\nShould you start taking fish oil supplements? I wouldn't recommend it, at least not on the basis of this study. Here are a few of the many reasons we can't trust the findings:\n1. PUFA levels were only recorded once.\nPUFA levels were measured once, at the beginning of the study, but participants' health was tracked for more than a decade. (About 13 years, on average.)\nCould each participant's PUFA levels have stayed the same over a period of years? This seems unlikely. Our bodies don't create PUFAs; rather, we obtain them from foods (and, in some cases, supplements). As diet and/or supplement intake changes over time, PUFA levels will also tend to change.\nThis is what I call the snapshot problem: Taking a \"picture\" at the beginning of a study, then assuming that what's observed remains constant over time. Any links between cancer and PUFA levels that were measured once, over a decade earlier, may be coincidental.\n2. Known contributors to cancer risk were not adequately managed.\nWith respect to smoking and drinking, each participant was classified as \"never\", \"previous\", or \"current\".\nThis is far too crude. A two-pack-a-day smoker has a much greater risk of developing cancer than someone who lights an occasional cigar after dinner, but they'd both be classified as \"current\" smokers in this study. Likewise, someone with alcohol use disorder and someone who drinks a glass of wine on occasion would both be labeled \"current.\"\nIn the end, differences in how much people smoked and drank (and in other variables) rather than PUFA levels could've been the main predictors of cancer.\n3. The approach to data analysis was not adequately justified.\nResearchers need to make many choices about how to record and analyze their data. These \"researcher degrees of freedom\" allow for choices that bias the results. I see lot of that in this study.\nFor instance, with respect to diet, Zhang and colleagues \"excluded data from individuals whose total energy intake fell within the highest or lowest percentiles to avoid extreme values.\" No further clarification is provided.\nThis is a great example of why the \"fine print\" matters. Data shouldn't be thrown out just because it's extreme. Rather, only true outliers should be excluded.\nTo illustrate, suppose you want to know whether a high school basketball player's height predicts how many points they score per minute.\nIf two players in your sample are 7 feet 4 inches tall, then sure, you should exclude their data if the next tallest players are 6' 5\". There's just too much of a gap. Any generalizations you make about the association between height and points scored will be distorted.\nHowever, if your sample also includes some players who are 7' 3\", 7' 2\", 7' 1\", and all the way down, you shouldn't throw out any data, because you have a nice continuous distribution that supports generalizations about height.\nZhang and colleagues gave no details on who they excluded or what the distribution of total energy intake looked like. This is one of many red flags suggesting that they threw out data, while massaging the rest, in a way that yielded publishable results.\n4. N o hypotheses or explanations were presented.\nZhang and colleagues analyzed many variables, including 19 site-specific cancers. Inevitably, some associations turned up significant. But the researchers didn't present hypotheses for how omega-3 and omega-6 might affect the risk of cancer. And, after finding effects for some those 19 cancers, they didn't offer explanations for how PUFAs play a role.\nYou might say this is a study that couldn't fail.\nThe reason we need hypotheses and explanations is that without them, we're just reporting associations between columns in a spreadsheet. Run enough analyses and some will inevitably turn up significant. Thus, for instance, we find that the number of bachelor's degrees awarded in engineering between 2012 and 2021 is highly correlated with Google searches for \"dollar store near me\".\nIs this because engineering degrees don't pay well and engineers tend to shop at dollar stores?\nOf course not. We see an association because Tyler Vigen, the source of this figure, runs zillions of correlations on publicly available data in order to demonstrate that a small number of them turn up significant just by chance.\nZhang and colleagues' study couldn't fail, because it was inevitable that some of the many associations they explored would turn out to be significant. Sometimes, when you toss a coin repeatedly, you'll get three or four heads in a row. That doesn't mean the coin is weighted.\nExaggerating cancer risk for altruistic reasons\nIn this newsletter, I make a lot of claims about motives.\nFor instance, I claim that some experts who exaggerate the risks of cancer are just out to make a buck. That seems clear enough.\nAs for the PUFA study, I believe that in the interest of getting a paper published, the researchers used a variety of tricks to exaggerate the risks of low omega-3 and -6 levels (or, as they would put it, the benefits of higher levels). But I have to admit that I'm speculating. The data exaggerates the risks, and I do see reasons to blame the researchers, but I can't claim any personal knowledge of their motives.\nMy discussion of altruism will draw me a bit further into the realm of the speculative. I believe that experts sometimes magnify risks out of concern for public health. They may profit financially and/or professionally by doing so, but they also genuinely care about people and want to protect us from harm.\nIn other words, instead of Plato's noble lie, we have the noble exaggeration.\nMy example is a December 3 report from ProPublica , a non-profit organization with a strong reputation for investigative journalism (e.g., they're the first fully online news source to win a Pulitzer Prize).\nProPublica' s report concerns formaldehyde, a naturally-occurring chemical that's found pretty much everywhere (including our own bodies, which produce and quickly metabolize about 1.5 ounces per day). Formaldehyde is used in a variety of manufacturing processes and also released into the atmosphere via automobile exhaust, pressed-wood products, and smoke from cigarettes and gas- or wood-burning stoves. (You're probably familiar with this chemical from whatever you dissected in high school biology class.)\nI think ProPublica would be the first to acknowledge that their intent is to terrify. The first two paragraphs of the report give you a sense of the overall tone:\n\"In a world flush with hazardous air pollutants, there is one that causes far more cancer than any other, one that is so widespread that nobody in the United States is safe from it.\nIt is a chemical so pervasive that a new analysis by ProPublica found it exposes everyone to elevated risks of developing cancer no matter where they live. And perhaps most worrisome, it often poses the greatest risk in the one place people feel safest: inside their homes\"\nI have no quarrel with the claim that formaldehyde exposure can cause cancer, or that EPA regulations are insufficient. ProPublica tells the story well, and I believe the organization is genuinely concerned about public health. However, their report wildly exaggerates risk.\n1. Limited evidence.\nProPublica' s report relies heavily on National Cancer Institute studies that tracked more than 25,000 factory workers over a period of decades. The studies showed that workers exposed to the highest levels of formaldehyde were at greater risk of developing certain kinds of cancers (particularly lymphohematopoietic malignancies and myeloid leukemia).\nThe effects were small, and, in the case of myeloid leukemia, inconsistent, but the main limitation of the studies is what's occasionally called rare events bias.\nIn these studies, cancer mortality rates are calculated for workers exposed to different levels of formaldehyde. But the actual numbers of those 25,000+ workers who died from cancer are very small (ranging from less than 10 to less than 300, depending on type of cancer and level of exposure).\nBecause those numbers are small, the impact of formaldehyde may have been exaggerated.\nHere's a simple illustration:\nSuppose that group A and group B each consist of 100 people.\nScenario 1 : 1 person in group A and 2 people in group B die of cancer.\nScenario 2 : 10 people in group A and 11 people in group B die of cancer.\nIn each scenario, only one additional member of group B succumbs to cancer. However, the elevated risk of mortality among group B will be much greater in Scenario 1, according to the standard approach to calculating risk ratios that NCI used.\nSpecifically, in Scenario 1, being in group B increases mortality risk by 100 percent. (2 is 100% greater than 1.) In Scenario 2, group B's mortality risk is only 10 percent higher (11 is 10% higher than 10.)\nIn short, when the number of events (i.e., cancer mortalities) is very small, the chances that group differences are significant will be inflated. In Scenario 1, just one additional cancer diagnosis doubles the risk.\nThis is a simple illustration of the limitations with the NCI data.\n2. Reliance on anecdote.\nIn 1978, and then again in 2009, I lost good friends to cancer.\nIf either of them had blamed the CIA, vaccines, or martians for their disease, I would've bit my tongue and nodded. I would not argue with a dying person.\nAll the same, personal anecdote is the weakest form of evidence. What we know about the causes of cancer derives in part from studies on many people. When someone says their uncle drank lemonade every day and got colon cancer in his seventies, it just doesn't tell us much.\nUnfortunately, ProPublica relies in part on the anecdotal approach, describing the lives of two people apparently sickened by formaldehyde exposure.\nI have no particular reason to doubt that formaldehyde was the culprit in these cases. But this just doesn't rise to the level of scientific evidence. Rather, it strengthens the impression that ProPublica is relying on scare tactics at the expense of the data.\n4. A DYOR problem\nDrawing from EPA resources, ProPublica provides a free lookup tool . Enter your city, your zip code, or your street address, and you'll see data on the incremental lifetime cancer risk from formaldehyde in your neighborhood.\nI don't doubt ProPublica 's good intentions, but the tool is ultimately a limited, potentially scary source of information.\nHere's an illustration. For the 20850 zip code (Rockville, Maryland), formaldehyde exposure is expected to cause 1 additional death per 54,000 residents over the course of their lifetimes. That's quite a small number obviously.\nThe EPA doesn't support the way ProPublica uses this tool. Why not? Because, as the EPA acknowledges , the estimates are extremely imprecise:\nFormaldehyde levels aren't directly measured but rather modeled on the basis of various data about each locality. One of the model assumptions is that a person would breathe the same air every day for 70 years.\nEstimates of risk are modeled on the basis of formaldehyde estimates for one year. This is the snapshot problem again.\nEstimates of risk pertain to outdoor exposure. As ProPublica itself acknowledges, indoor levels tend to create the greatest risk. (In addition, the tool fails to reflect time spent working and playing away from one's residential neighborhood.)\nIn light of these and other sources of imprecision, I wouldn't conclude anything about formaldehyde risks in Rockville (or anywhere else). There's way too much room for error.\nIf you're concerned anyway, ProPublica does offer recommendations for how to minimize formaldehyde exposure. I would say at least that cigarettes and automobile exhaust are two sources we should be aiming to reduce anyway.\nFinal thoughts\nThere are people who name their tumors.\nTina Tumor. Donald Lump. And a clever fellow who called his tumor \"Irving\", shortened the name to \"Ir\" after most of it was removed, then started calling it \"Irv\" when it grew back a bit.\nI admire these people. They're alive to the comedic potential of an otherwise grim situation.\nThe rest of us tend to view cancer as something to be feared. I don't think we need overstatements of the risks. As I wrote last week, exaggerating risk causes needless anxiety around an already frightening topic. It's particularly troubling when the motive for exaggeration is personal gain.\nThe best we can do to prevent cancer is to eat and sleep well, manage stress, stay active, and be cautious about activities known to be carcinogenic (e.g., smoking, drinking to excess, overexposure to sunlight and tanning beds, use of toxic chemicals without proper ventilation, and so on – see here for some simple tips).\nHappy holidays to you, and thanks for reading!\nSubscribe for free – new posts every Thursday\nSubscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Health->diet",
      "Health->health treatment and procedure",
      "Health->cancer",
      "Social Issue->demographics",
      "Social Issue->social condition",
      "Economy, Business and Finance->healthcare industry"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.bbc.com/news/articles/cj6ew1g990yo",
      "https://onlinelibrary.wiley.com/doi/10.1002/ijc.35226",
      "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F843d31dd-9cb5-40f0-bab7-2f7414bda2a5_438x438.jpeg",
      "https://www.cancer.org/cancer/risk-prevention/chemicals/formaldehyde.html",
      "https://substackcdn.com/image/fetch/w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F843d31dd-9cb5-40f0-bab7-2f7414bda2a5_438x438.jpeg",
      "https://nationalpost.com/news/canada/black-plastic",
      "https://www.propublica.org/article/how-to-reduce-formaldehyde-home-exposure",
      "https://www.propublica.org/article/formaldehyde-epa-trump-public-health-danger",
      "https://academic.oup.com/jnci/article/101/10/751/973392",
      "https://www.theatlantic.com/health/archive/2024/10/black-plastic-spatula-flame-retardants/680452",
      "https://substackcdn.com/image/fetch/w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F843d31dd-9cb5-40f0-bab7-2f7414bda2a5_438x438.jpeg",
      "https://www.salon.com/2024/11/01/your-favorite-spatula-could-you/",
      "https://www.sciencedirect.com/science/article/pii/S0045653524022173?via%3Dihub",
      "https://www.anausa.org/smf/index.php?topic=16579.0",
      "https://substackcdn.com/image/fetch/w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F843d31dd-9cb5-40f0-bab7-2f7414bda2a5_438x438.jpeg",
      "https://substackcdn.com/image/fetch/w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F843d31dd-9cb5-40f0-bab7-2f7414bda2a5_438x438.jpeg",
      "https://substackcdn.com/image/fetch/w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F843d31dd-9cb5-40f0-bab7-2f7414bda2a5_438x438.jpeg",
      "https://substackcdn.com/image/fetch/w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F843d31dd-9cb5-40f0-bab7-2f7414bda2a5_438x438.jpeg",
      "https://substack-post-media.s3.amazonaws.com/public/images/843d31dd-9cb5-40f0-bab7-2f7414bda2a5_438x438.jpeg&quot;,&quot;srcNoWatermark&quot;:null,&quot;fullscreen&quot;:null,&quot;imageSize&quot;:null,&quot;height&quot;:438,&quot;width&quot;:438,&quot;resizeWidth&quot;:null,&quot;bytes&quot;:null,&quot;alt&quot;:null,&quot;title&quot;:null,&quot;type&quot;:null,&quot;href&quot;:null,&quot;belowTheFold&quot;:true,&quot;topImage&quot;:false,&quot;internalRedirect&quot;:null,&quot;isProcessing&quot;:false}",
      "https://www.mayoclinic.org/healthy-lifestyle/adult-health/in-depth/cancer-prevention/art-20044816",
      "https://substackcdn.com/image/fetch/w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F843d31dd-9cb5-40f0-bab7-2f7414bda2a5_438x438.jpeg",
      "https://projects.propublica.org/formaldehyde-cancer-risk-map/",
      "https://www.nytimes.com/2022/07/17/health/cancer-overtesting.html",
      "https://www.nytimes.com/2024/12/10/well/black-plastic-health.html",
      "https://www.epa.gov/AirToxScreen/airtoxscreen-limitations",
      "https://substackcdn.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F843d31dd-9cb5-40f0-bab7-2f7414bda2a5_438x438.jpeg",
      "https://nytimes.com/2024/12/10/well/black-plastic-health.html",
      "https://nytimes.com/2022/07/17/health/cancer-overtesting.html",
      "https://propublica.org/article/formaldehyde-epa-trump-public-health-danger",
      "https://anausa.org/smf/index.php?topic=16579.0",
      "https://www.substack-post-media.s3.amazonaws.com/public/images/843d31dd-9cb5-40f0-bab7-2f7414bda2a5_438x438.jpeg&quot;,&quot;srcNoWatermark&quot;:null,&quot;fullscreen&quot;:null,&quot;imageSize&quot;:null,&quot;height&quot;:438,&quot;width&quot;:438,&quot;resizeWidth&quot;:null,&quot;bytes&quot;:null,&quot;alt&quot;:null,&quot;title&quot;:null,&quot;type&quot;:null,&quot;href&quot;:null,&quot;belowTheFold&quot;:true,&quot;topImage&quot;:false,&quot;internalRedirect&quot;:null,&quot;isProcessing&quot;:false}",
      "https://www.substackcdn.com/image/fetch/w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F843d31dd-9cb5-40f0-bab7-2f7414bda2a5_438x438.jpeg",
      "https://www.projects.propublica.org/formaldehyde-cancer-risk-map/",
      "https://cancer.org/cancer/risk-prevention/chemicals/formaldehyde.html",
      "https://salon.com/2024/11/01/your-favorite-spatula-could-you/",
      "https://theatlantic.com/health/archive/2024/10/black-plastic-spatula-flame-retardants/680452",
      "https://sciencedirect.com/science/article/pii/S0045653524022173?via%3Dihub",
      "https://www.nationalpost.com/news/canada/black-plastic",
      "https://propublica.org/article/how-to-reduce-formaldehyde-home-exposure",
      "https://epa.gov/AirToxScreen/airtoxscreen-limitations",
      "https://www.sciencedirect.com/science/article/pii/S0045653524022173",
      "https://www.substackcdn.com/image/fetch/w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F843d31dd-9cb5-40f0-bab7-2f7414bda2a5_438x438.jpeg",
      "https://www.onlinelibrary.wiley.com/doi/10.1002/ijc.35226",
      "https://www.substackcdn.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F843d31dd-9cb5-40f0-bab7-2f7414bda2a5_438x438.jpeg",
      "https://www.substackcdn.com/image/fetch/w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F843d31dd-9cb5-40f0-bab7-2f7414bda2a5_438x438.jpeg",
      "https://projects.propublica.org/formaldehyde-cancer-risk-map",
      "https://www.substackcdn.com/image/fetch/w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F843d31dd-9cb5-40f0-bab7-2f7414bda2a5_438x438.jpeg",
      "https://www.substackcdn.com/image/fetch/w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F843d31dd-9cb5-40f0-bab7-2f7414bda2a5_438x438.jpeg",
      "https://www.substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F843d31dd-9cb5-40f0-bab7-2f7414bda2a5_438x438.jpeg",
      "https://www.anausa.org/smf/index.php",
      "https://www.substackcdn.com/image/fetch/w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F843d31dd-9cb5-40f0-bab7-2f7414bda2a5_438x438.jpeg",
      "https://bbc.com/news/articles/cj6ew1g990yo",
      "https://mayoclinic.org/healthy-lifestyle/adult-health/in-depth/cancer-prevention/art-20044816",
      "https://www.academic.oup.com/jnci/article/101/10/751/973392",
      "https://www.substackcdn.com/image/fetch/w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F843d31dd-9cb5-40f0-bab7-2f7414bda2a5_438x438.jpeg",
      "https://www.salon.com/2024/11/01/your-favorite-spatula-could-you"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "EPA",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Atlantic",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T04:44:51.593+02:00",
    "updated": "2025-01-18T10:57:28.822+02:00"
  },
  {
    "uuid": "765edc38864471d200571114a6af3bfdbac03cdc",
    "url": "https://flipboard.com/article/chris-shepherd-s-southern-smoke-foundation-pays-it-forward-to-south-carolina/f-ee726aa2c7%2Fculturemap.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "culturemap.com - Lindsey Wilson",
    "published": "2024-02-29T00:00:00Z",
    "title": "Chris Shepherd's Southern Smoke Foundation pays it forward to South Carolina | Flipboard",
    "text": "Chris Shepherd's Southern Smoke Foundation pays it forward to South Carolina Houston's Southern Smoke Foundation is expanding its presence in South Carolina, thanks to its recent acquisition of a Charleston-based … [CultureMap Houston](/@CultureMapHTX) flipped this story into [CultureMap Houston](/@culturemaphtx/culturemap-houston-dkd47vhoz)•3h More stories from [University of South Carolina](/topic/universityofsouthcarolina) More stories from [South Carolina](/topic/southcarolina) [Opinion on Bryce Young divided between local and national media](/topic/southcarolina/opinion-on-bryce-young-divided-between-local-and-national-media/f-517c895930%2Fqcnews.com) CHARLOTTE (CHARLOTTE SPORTS LIVE) -- With all due respect to Republicans and Democrats, there’s an even greater divide happening in our country right … [Wade’s Restaurant named 2024 America’s Classic Winner for James Beard Foundation](/topic/southcarolina/wade-s-restaurant-named-2024-america-s-classic-winner-for-james-beard-foundation/f-65f928a7ba%2Fwspa.com) SPARTANBURG, S.C. (WSPA) – Spartanburg’s own Wade’s Restaurant was named the winner of the 2024 James Beard Foundation for America’s Classic: … [Conway Transforms Into 'Land Of The Luck' - WFXB](/topic/southcarolina/conway-transforms-into-land-of-the-luck---wfxb/f-e5e2253c0b%2Fwfxb.com) The city changed out it's Valentine's Day decorations and turned green ahead of St. Patrick's Day. The city of Conway has transformed into the ‘Land … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Swing Dancing](/topic/swingdancing) [A low-cost airline has set its sights on this unexpected state](/topic/swingdancing/a-low-cost-airline-has-set-its-sights-on-this-unexpected-state/a-ILPYBOu2Tz60I8Y81FlM-Q%3Aa%3A2277735339-e6b63ba340%2Fthestreet.com) Residents will no longer have to drive to a larger airport. As large airlines such as Delta Air Lines (DAL) and United (UAL) often have to prioritize … [Nevada and other swing states need more poll workers. Can lawyers help fill the gap?](/topic/swingdancing/nevada-and-other-swing-states-need-more-poll-workers-can-lawyers-help-fill-the-/f-f08e5c466e%2Fknpr.org) With Nevada counties struggling to find poll workers in a pivotal election year, the top election official in the Western swing state is taking a … [Pay raises for teachers on county, state agendas](/topic/swingdancing/pay-raises-for-teachers-on-county-state-agendas/f-09497ffdf2%2Fcharlestoncitypaper.com) MORNING NEWSBREAK | The Charleston County Teacher Compensation Task Force is gearing up to accomplish its main goal: To bring starting public …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bryce young",
          "sentiment": "none"
        },
        {
          "name": "wade",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "chris shepherd's southern smoke foundation",
          "sentiment": "neutral"
        },
        {
          "name": "flipboard chris shepherd's southern smoke foundation",
          "sentiment": "neutral"
        },
        {
          "name": "wspa",
          "sentiment": "none"
        },
        {
          "name": "[university of south carolina",
          "sentiment": "none"
        },
        {
          "name": "james beard foundation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "south carolina houston",
          "sentiment": "none"
        },
        {
          "name": "south carolina",
          "sentiment": "none"
        },
        {
          "name": "s.c.",
          "sentiment": "none"
        },
        {
          "name": "charleston",
          "sentiment": "none"
        },
        {
          "name": "spartanburg",
          "sentiment": "none"
        },
        {
          "name": "[south carolina",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "spartanburg",
          "sentiment": "none"
        },
        {
          "name": "houston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:51:46.965+02:00",
    "updated": "2024-03-01T00:51:46.965+02:00"
  },
  {
    "uuid": "bc124f1002aeacb7ad2dcf9b562035891a5ada4b",
    "url": "https://www.negocios.com/ultima-hora-rusia-lanza-un-ataque-nocturno-masivo-con-drones-sobre-kiev",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Negocios TV",
    "published": "2024-09-26T12:25:00Z",
    "title": "ÚLTIMA HORA | Rusia lanza un ataque nocturno masivo con drones sobre Kiev",
    "text": "ÚLTIMA HORA | Rusia lanza un ataque nocturno masivo con drones sobre Kiev\nEl ex presidente de Estados Unidos y actual candidato republicano, Donald Trump, ha declarado que si Irán intentara dañar a un candidato a las elecciones estadounidenses, él respondería haciendo “saltar en pedazos” las ciudades más grandes de ese país y a Irán en su conjunto. Estas declaraciones las hizo durante un mitin en Carolina del Norte, en respuesta a las advertencias de los servicios de inteligencia sobre amenazas de Teherán contra su vida. Además, agradeció a los demócratas y republicanos del Congreso por aprobar una ley que refuerza su protección por parte del Servicio Secreto.\nTrump también ha descrito a Ucrania en términos muy sombríos, refiriéndose a su población como “muertos” y al país como “en ruinas”. Ha criticado la falta de concesiones de Ucrania hacia Rusia antes del conflicto, y sostuvo que, de haber sido presidente, Rusia no habría invadido Ucrania. Asimismo, reiteró que, de haber vuelto a la Casa Blanca, habría puesto fin a la guerra.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T00:14:01.056+03:00",
    "updated": "2024-09-27T00:14:01.056+03:00"
  },
  {
    "uuid": "f713bf516c04a3e01adcba7f4bc9e287992fa445",
    "url": "https://kfgo.com/2024/01/12/ice-encrusted-runners-take-on-siberian-marathon-at-52c/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Syndicated Content",
    "published": "2024-01-12T14:58:00Z",
    "title": "Ice-encrusted runners take on Siberian marathon at -52C",
    "text": "OYMYAKON, Russia (Reuters) – A group of hardy Russians took part on Friday in one of the world’s most extreme running contests – a marathon held at -52 degrees Celsius (-62 Fahrenheit).\nRunners underwent medical checks before the start of the event in Oymyakon, a settlement in Siberia, and were provided with broth, hot tea and snacks at refreshment points along the route.\nWrapped up from head to foot against the cold, a total of 38 people competed in the marathon and half-marathon events, local media said.\nAlisa Matveeva, who ran the half-marathon, said the experience was “very scary” as the lowest temperature she had previously trained in was -20C in Moscow.\n“It was hard to run for the first 10 km. Then it was easier, because you already understand how to breathe, you remember that you need to remove the ice from your eyes, because your eyes get covered with it,” she told reporters.\n“I’m really glad that I wore a thermal mask and heated insoles, it really just saved me.”\n(Reporting by Reuters; Editing by Toby Davis)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Weather",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "toby davis)",
          "sentiment": "none"
        },
        {
          "name": "alisa matveeva",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "oymyakon",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        },
        {
          "name": "siberia",
          "sentiment": "none"
        },
        {
          "name": "oymyakon",
          "sentiment": "none"
        },
        {
          "name": "moscow",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-12T17:00:01.086+02:00",
    "updated": "2024-01-12T17:00:01.086+02:00"
  },
  {
    "uuid": "89b1d2036b6c29ecf47d59d4d790ce60c6699cc4",
    "url": "https://mercadoeconsumo.com.br/09/08/2025/gestao/farmacias-raia-e-drogasil-abrem-490-vagas-em-sao-paulo/",
    "ord_in_thread": 0,
    "author": "Redação",
    "published": "2025-08-09T12:26:00Z",
    "title": "Farmácias Raia e Drogasil abrem 490 vagas em São Paulo",
    "text": "A RD Saúde, que reúne as redes de farmácias Raia e Drogasil, está com aproximadamente 3.000 vagas abertas para contratação imediata em agosto, com foco em atendentes de farmácia e farmacêuticos. A cidade de São Paulo concentra o maior volume, com 490 oportunidades disponíveis, das quais 460 são para atendentes e 30, farmacêuticos.\nPara os cargos em São Paulo, não é exigida experiência prévia. Os candidatos a atendentes devem ter mais de 18 anos e ensino médio completo. Para farmacêuticos, é necessário ter ensino superior em farmácia e registro no Conselho Regional de Farmácia (CRF) em andamento.\n“Temos orgulho de sermos a porta de entrada ao mercado de trabalho de muitos brasileiros. Valorizamos quem se preocupa e gosta de cuidar do outro para construirmos juntos um mundo com mais saúde e bem-estar. E buscamos oferecer um ambiente realmente acolhedor, com oportunidades reais de desenvolvimento”, diz Daniel Moraes, que entrou na RD Saúde como atendente e hoje é diretor de Gente e Cultura da empresa.\nAs candidaturas podem ser feitas pelo site ou presencialmente na capital às segundas, quartas e sextas-feiras, a partir das 9h, na Rua Frei Caneca, 231, no bairro Bela Vista.\nAs vagas são prioritariamente afirmativas, voltadas para mulheres, negros, pessoas com deficiência e a comunidade LGBTQIAPN+, além de pessoas com mais de 50 anos.\nO grupo oferece benefícios como plano de saúde e odontológico, vale-transporte, vale-refeição ou alimentação (com refeitório nos centros de distribuição), seguro de vida, auxílio academia, participação nos lucros, trilha de carreira e incentivo à educação, incluindo curso superior em Farmácia com mensalidade parcialmente subsidiada para funcionários.\nImagem: Divulgação",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Labor",
      "Human Interest"
    ],
    "topics": [
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->business service",
      "Economy, Business and Finance->healthcare industry",
      "Labor->employee",
      "Labor->labour market",
      "Labor->employment"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "http://rdsaude.com.br/trabalhe-conosco/vagas",
      "http://www.rdsaude.com.br/trabalhe-conosco/vagas"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-09T18:35:06.951+03:00",
    "updated": "2025-08-09T18:41:52.000+03:00"
  },
  {
    "uuid": "3a42c1283ecd68fc4082dc3934bbff5441e9de74",
    "url": "https://keyt.com/news/national-world/cnn-national/2024/06/23/a-4-year-old-boy-was-rescued-after-surviving-nearly-24-hours-alone-in-california-woods",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newsource",
    "published": "2024-06-23T00:00:00Z",
    "title": "A 4-year-old boy was rescued after surviving nearly 24 hours alone in California woods | News Channel 3-12",
    "text": "By Dalia Faheid, CNN (CNN) — A 4-year-old boy who went missing at a lake in Fresno County, California, on Thursday has been found safe after surviving nearly 24 hours alone in the woods, the sheriff’s office said. Members of the Tulare County Search and Rescue Team found Christian Ramirez around 8 a.m. on Friday about a quarter mile away from where he reportedly disappeared the day before. Rescuers found Christian under a tree, according to CNN affiliate KFSN . “We’re fortunate this morning that as these searchers were calling out for the boy, he called back,” Fresno County Sheriff’s Lt. Brandon Pursell told KFSN. Christian was tired and hungry but in good condition, the sheriff’s office said. He has been reunited with his parents. “There’s a lot of things that could have gone really, really wrong with this one, and we got lucky, the family got lucky. The boy is very, very fortunate to be with his family,” Pursell told CNN affiliate KABC. The child was found in a wooded area, Pursell told KABC , and “it was pretty clear that he had been lost and he had kind of hunkered down for the entire night.” The three-foot-tall, 40-pound boy braved the woods at night in a t-shirt and shorts, according to KFSN. “Huntington is known to have bears. There’s possibilities of big cats up there also. We also have snakes. There’s lots of little dangers up there. Slip-and-fall hazards and waterways,” Pursell said. The family reported their son was missing from their campsite at the Rancheria Campground in Huntington Lake around 11 a.m. Thursday. “In a matter of less than five minutes, he just disappeared,” Pursell said. That’s when the Search and Rescue team, Air Support Unit, Forest Service rangers and California Department of Fish and Wildlife officers went searching for him in the northeastern area of Huntington Lake. Dogs, helicopters and nearly 70 rescuers searched for Christian through the night, according to KFSN. “This was an amazing show of teamwork and dedication. There were more than 50 deputies and volunteers who combined to participate in this search,” the sheriff’s office said. “This included members of other law enforcement agencies who assisted us, working non-stop throughout the night.” The sheriff’s office said the community’s efforts also helped them rescue Christian and bring him home. “Many people offered to help join the search, kept their eyes peeled, spread the word on social media and sent prayers up. All of this undoubtedly helped to bring Christian home safely,” the office said. The-CNN-Wire ™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://abc7.com/post/4-year-old-christian-ramirez-torrance-found-safe/14985330/",
      "https://abc30.com/post/missing-4-year-old-boy-huntington-lake-found/14984784/",
      "https://abc30.com/post/missing-4-year-old-boy-huntington-lake-found/14984784",
      "https://abc7.com/post/4-year-old-christian-ramirez-torrance-found-safe/14985330",
      "https://www.abc30.com/post/missing-4-year-old-boy-huntington-lake-found/14984784/",
      "https://www.abc7.com/post/4-year-old-christian-ramirez-torrance-found-safe/14985330/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dalia faheid",
          "sentiment": "negative"
        },
        {
          "name": "” pursell",
          "sentiment": "none"
        },
        {
          "name": "christian ramirez",
          "sentiment": "none"
        },
        {
          "name": "brandon pursell",
          "sentiment": "none"
        },
        {
          "name": "pursell",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "negative"
        },
        {
          "name": "kabc",
          "sentiment": "none"
        },
        {
          "name": "kfsn",
          "sentiment": "none"
        },
        {
          "name": "tulare county search and rescue team",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "californi",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "fresno county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-23T12:05:35.778+03:00",
    "updated": "2024-06-23T12:07:07.963+03:00"
  },
  {
    "uuid": "fcb673d9db90bc9f4fa77ab853ab009b90a11fcb",
    "url": "https://www.meneame.net/story/clinicas-abortistas-madrid-barcelona-amanecen-pintadas-mata/c075",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nebuchanezzar",
    "published": "2023-12-28T21:34:00Z",
    "title": "#75 Clínicas abortistas de Madrid y Barcelona amanecen con pintadas de \"mata niños\" y \"asesinos\"",
    "text": "Portada\nmis comunidades\notras secciones\n[#1](c1#c-1) Privilegios heredados del franquismo y refrendados por el PP y PSOE desde el 78, con esa mayoría es imposible cambiar nada al respecto. Ojalá algún día el PSOE vuelva a ser un partido de izquierdas, republicano y laico.\n[#11](c11#c-11) No descartéis la opción de que la gente deje de votar al PSOE para votar a partidos de izquierdas.\n[#9](c9#c-9) Cuando eso pase, se pueden olvidar de volver a ganar unas elecciones. Se habla mucho de la culpa del PSOE en esto de la iglesia, pues no, la culpa es de sus votantes y sus líderes lo saben. Si hubiese una gran mayoría declarada de votantes anti privilegios de la iglesia, mañana mismo Pdr sacaba una ley.\n[#19](c19#c-19) argumento d cardenales y obispos, prefieren a ateos antes que a tibios. Por algo será.\nDo you me entiendes?\n[#29](c29#c-29) también hay bebidas blancas que no son leche. Pero la estadística está ahí, la gran mayoría de los actos y propaganda contra clínicas abortistas son de organizaciones católicas. Tipo Hazte oír o abogados cristianos.\n[#1](c1#c-1) Yo soy ateo y el aborto lo veo ético en limitados casos, por ejemplo que peligre la vida de la madre, violaciones, malformaciones del feto y similares\nAunque tampoco es que esté a favor de esas pintadas\n[#1](c1#c-1) Muy sencillo, esas clínicas ponen un letrero que son israelíes y que están abortando niños palestinos, y los de la Iglesia le hacen la ola:\n\"Estamos buscando bebés pero ya no quedan\" [#2](c2#c-2) hay una sutil diferencia:\n- en todas las iglesias no se follan a niños porque no todos los curas son iguales, del mismo modo que no todos los hombres son violadores solo por ser hombres.\n- en todas las clinicas de aborto se practican abortos, del mismo modo que en todas las tiendas de juguetes se venden juguetes.\nEsto quiere decir que en el caso de las pintadas a tiendas de juguetes siempre tendrían razón al pintarles pinta-juguetes, aunque esté feo pintar y en tus supuestas pintadas no tendrías razon en muchos casos.\n[#13](c13#c-13) Siguiendo con las sutilezas:\n- \"mata niños\"es erróneo porque los embriones no son niños.\n- \"asesinos\" es erróneo porque el embrión no es una persona.\n[#15](c15#c-15) buena sutileza manida la de deshumanizar. A ver, ¿cuando comienza algo a ser persona? Y ser humano? Solo respetas las vidas de las personas o tambien la de los seres humanos?\n[#56](c56#c-56) por lo mismo que un niño no es un adulto.\nPodrías haber elegido un mejor simil para aclarar, pero has oscurecido el tema, excepto si quien lo lee ya esta de acuerdo contigo y lo interpreta de cualquier forma. En tal caso, no sé para qué te diriges a mi mensaje.\n[#13](c13#c-13) \"Encubridores de pederastas\", \"Hipócritas\", \"Vividores\", \"Cínicos\" es pintable en todas las iglesias.\n[#13](c13#c-13) Permíteme que corrija el primer punto.\nTal vez no se abusa de niños en todas las iglesias al mismo tiempo. Que ahora no se abuse de niños en la iglesia de mi barrio no significa que no se hiciera hace tiempo.\nLa totalidad de las iglesias, conventos, monasterios, etc, católicos han sido testigos en algún momento del pasado de algún tipo de abuso sobre menores, robo de bebes, connivencia con asesinos fascistas y cuantos crímenes ha cometido la iglesia católica a lo largo de su oscura historia.\nClaro que hubo y hay curas que no lo hacen. Pero un gano de arena no hace desierto...\nLo siento, no puedo con esto.\nMe cago en dios, en la virgen y me sobra mierda para cagarme en la puta madre de estos fanáticos hijos de puta.\n[#27](c27#c-27) mistico2 es como tú. Se pone en el papel de ignorado sin estarlo. Ahora te ha superado, se hace el indignado y me ignora a mi por un ignore inventado. Sois tela de graciosinfantiles. Y, por supuesto, mitad ridiculos y mitad secta.\nBesis y Feliz Navidad!!!\nEn sus medios, están generando discursos para justificarse (hasta al papa se lo ve como satánico). Se preparan complejos argumentarios en los que los derechos y libertades existen gracias a ellos y ellos son los perseguidos y martirizados (el cristianismo más que \"ellos\"). Así que haya cristianos asesinados en alguna nación, que se retiren crucifijos de centros estatales, que se les frene cuando quieren evitar abortos o imponer su ideología a todo el mundo (dicen que no es ideología sino \"un mensaje\" jeje) lo consideran persecución contra ellos igual de equiparable todo, y cada vez piden más acciones y organizarse más por una especie de cruzada que han de realizarpor ejemplo\nPor un momento, he visto enlazada esta noticia, con la que precede..... malos tiempos\n\"Estamos buscando bebés pero ya no quedan\"\nNo hay tantas clínicas de ese tipo. Hemos aprobado una ley a nivel de toda España solo para solucionar ese problema, y sin embargo sigue apareciendo recurrentemente en las noticias. ¿Es posible que algo no se haya hecho bien?\nBueno aprovecho para cagarme en la virgen y en todos sus dioses imaginarios después de esto no creo que ofendan sus sentimientos religiosos ficticios\n\"Mata niños\" y \"asesinos\"... Ahora solo falta añadir un \"Palestina Libre\" y ya irán las autoridades a dejar el muro como un cristal.\n[#45](c45#c-45) Es que ellos son los primeros en saltarse las normas de su propia religión. Luego un tío vestido de negro dentro de un cajón de madera les dice que les perdonan sus pecados, y a otra cosa, mariposa...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:38:02.797+02:00",
    "updated": "2023-12-29T00:38:02.797+02:00"
  }
]