[
  {
    "uuid": "f1d8a606e05853acc951acaf2127238535ff8f38",
    "url": "https://www.arcamax.com/currentnews/newsheadlines/s-3306118",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ArcaMax Publishing, Inc.",
    "published": "2024-06-27T05:00:00Z",
    "title": "Conservative group runs $200k ad blitz blaming Rachel Morin killing on Biden policies",
    "text": "Conservative group runs $200k ad blitz blaming Rachel Morin killing on Biden policies\nPublished in\n[News & Features](/currentnews/newsheadlines/)\nA digital ad campaign blaming the killing of Rachel Morin on President Joe Biden’s immigration policies is targeting audiences in swing states this week.\nThe roughly $200,000 ad blitz comes as Biden prepares for his first debate this election season with former president Donald Trump, who has seized on Morin’s death to attack his Democratic opponent’s border policies. The ad campaign was bankrolled by a conservative group called “Building America Better,” which had already spent more than $724,000 this year on two ads, according to Federal Elections Commission filings. No disclosure about the most recent ad campaign had been filed with the commission Thursday afternoon.\nBoth of those election year ads also play on fears over immigration, interspersing news reels of crimes allegedly committed by immigrants with statements from either of the presidential candidates.\nMorin’s killing immediately reached national attention last August after the mother of five was found dead on the Ma & Pa Trail in Bel Air. But months later, after authorities identified the suspect as a 23-year-old from El Salvador who entered the United States unlawfully, the Harford County homicide quickly became the latest center of the nationwide flareup over U.S. immigration and border policy.\nThursday’s debate comes amid that flareup. Trump, who has long made inflammatory statements about immigrants, and other Republicans have targeted the Biden administration on immigration over the Morin case, claiming deficiencies have allowed criminals into the country. Democrats have responded by noting the GOP’s rejection of border enforcement measures that could have aided Biden politically during the election year.\nA website for Building America’s Future does not disclose much more than its other campaigns, which include a six-figure ad targeting swing states opposing the Biden administration’s proposed rules that ban menthol cigarettes.\nThe tax-exempt group formed in 2020 named Chris Jankowski, who ran a super PAC supporting Trump’s former rival Ron DeSantis, as one of its officers in a 2023 filing to Virginia business regulators. Jankowski’s name was removed in an annual report filed Thursday morning that names several other Washington-area political strategists in its list of officers.\nMorin’s mother has “had a chance to view” the 60-second video that anchors the digital ad campaign but “doesn’t have any comments right now,” said Randolph Rice, an attorney who represents Patty Morin and other family members. Shortly after 23-year-old Victor Martinez-Hernandez was arrested in connection with Morin’s killing, Trump called Morin’s mother, Patty, to express his condolences. Patty said she was “deeply touched by President Trump’s kindness and concern” in an earlier statement released by the family’s attorney.\nMatthew McMahon, the father of Rachel Morin’s oldest daughter, said he had viewed the video and is “appalled.”\n“They are using Rachel to divide the country,” McMahon said, noting that he felt the video held an “underlying tone of division.”\n...continued\n©2024 The Baltimore Sun. Visit at baltimoresun.com. Distributed by Tribune Content Agency, LLC.\nComments\nblog comments powered by Disqus",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://disqus.com",
      "http://www.disqus.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "negative"
        },
        {
          "name": "rachel morin",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "morin",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "conservative",
          "sentiment": "negative"
        },
        {
          "name": "federal elections commission",
          "sentiment": "none"
        },
        {
          "name": "building america better",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "morin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T02:09:01.412+03:00",
    "updated": "2024-06-28T02:09:01.412+03:00"
  },
  {
    "uuid": "e44f18fef2dacc10acb3338ea168006f7c2ee6b1",
    "url": "https://www.wsbradio.com/news/trending/woman-attacked-with-sledgehammer-killed-christmas-eve/SNYVOKONCZGLBALHON6S6GRZ6A/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jessica Goodman, Cox Media Group National Content Desk",
    "published": "2023-12-28T22:10:00Z",
    "title": "Woman attacked with sledgehammer, killed on Christmas Eve – 95.5 WSB",
    "text": "TORRANCE, Calif. — A woman was killed after she was attacked with a sledgehammer at a college on Christmas Eve in Torrance, California. The assault happened Sunday just after 7 a.m. in the 16000 block of Crenshaw Boulevard, the Los Angeles County Sheriff’s Department said, according to [KABC](https://abc7.com/torrance-el-camino-college-sledgehammer-attack-woman-killed/14232402/). Investigators say that the victim was collecting recyclables at El Camino College in Torrance when she was attacked, [the news station](https://abc7.com/torrance-el-camino-college-sledgehammer-attack-woman-killed/14232402/) reported. A man with a sledgehammer attacked her and fled the area before law enforcement arrived, according to [KTLA. ](https://ktla.com/news/local-news/woman-killed-in-sledgehammer-attack-on-torrance-college-campus/) The victim was spotted by the gymnasium by someone passing by the area. Officers found her unconscious and she appeared to be bleeding from her head, [ the news outlet ](https://ktla.com/news/local-news/woman-killed-in-sledgehammer-attack-on-torrance-college-campus/)reported. Her dog stayed at her side. The victim was taken to the hospital where she died a day later on Christmas from her injuries, [KTLA](https://ktla.com/news/local-news/woman-killed-in-sledgehammer-attack-on-torrance-college-campus/) reported. The sheriff’s department only identified the victim as an Asian woman between the ages of 60 and 65, according to [ the Los Angeles Times. ](https://www.latimes.com/california/story/2023-12-27/woman-killed-sledgehammer-el-camino-college-torrance) Investigators identified the suspect through surveillance footage as Jeffrey Davis, 40, according to [KTLA. ](https://ktla.com/news/local-news/woman-killed-in-sledgehammer-attack-on-torrance-college-campus/) “The person that we had an idea of who was on the security footage is, we believe, a homeless person we’ve had contact with before,” said Sgt. Francisco Esqueda of El Camino College Police, according to [the news outlet.](https://ktla.com/news/local-news/woman-killed-in-sledgehammer-attack-on-torrance-college-campus/) “So we were able to go to the neighboring county park where he sometimes hangs out and that’s where we found him.” Davis was arrested shortly after the incident, [ the LA Times](https://www.latimes.com/california/story/2023-12-27/woman-killed-sledgehammer-el-camino-college-torrance) reported.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [
      "https://www.latimes.com/california/story/2023-12-27/woman-killed-sledgehammer-el-camino-college-torrance",
      "https://abc7.com/torrance-el-camino-college-sledgehammer-attack-woman-killed/14232402/",
      "https://ktla.com/news/local-news/woman-killed-in-sledgehammer-attack-on-torrance-college-campus/",
      "https://www.abc7.com/torrance-el-camino-college-sledgehammer-attack-woman-killed/14232402/",
      "https://latimes.com/california/story/2023-12-27/woman-killed-sledgehammer-el-camino-college-torrance",
      "https://www.ktla.com/news/local-news/woman-killed-in-sledgehammer-attack-on-torrance-college-campus/",
      "https://abc7.com/torrance-el-camino-college-sledgehammer-attack-woman-killed/14232402",
      "https://ktla.com/news/local-news/woman-killed-in-sledgehammer-attack-on-torrance-college-campus"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jeffrey davis",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kabc",
          "sentiment": "none"
        },
        {
          "name": "los angeles county sheriff’s department",
          "sentiment": "none"
        },
        {
          "name": "el camino college",
          "sentiment": "none"
        },
        {
          "name": "los angeles times",
          "sentiment": "none"
        },
        {
          "name": "ktla",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wsb torrance",
          "sentiment": "none"
        },
        {
          "name": "calif.",
          "sentiment": "none"
        },
        {
          "name": "crenshaw boulevard",
          "sentiment": "none"
        },
        {
          "name": "torrance",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:32:02.134+02:00",
    "updated": "2023-12-29T01:16:36.440+02:00"
  },
  {
    "uuid": "238f755fb99aa54440cbf0b9bfa253ae9260af9a",
    "url": "https://billetterie.lefigaro.fr/evenement/diner-de-famille-cafe-de-la-gare.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sylvie",
    "published": "2024-02-29T00:00:00Z",
    "title": "DINER DE FAMILLE Au Café de la Gare - CAFE DE LA GARE",
    "text": "Sylvie - 01/01/2024 Un super moment sans un petit théâtre atypique ou règne une belle ambiance. Bravo pour cette pièce hilarante et des acteurs géniaux. Nous avons ri du début à la fin. Merci et bravo Du 29/03/2024 au 01/02/2025 1 heure 15 minutes A l’occasion de ses 30 ans, Alexandre souhaite demander à ses parents d’être les témoins de son mariage. Son père, animateur de télé parisien, et sa mère, femme au foyer provinciale, sont fâchés depuis sa naissance. Alexandre va utiliser de faux prétextes pour les réunir... Le dîner de famille va-t-il partir en vrille ? Chargement du calendrier... jusqu'à -39% 18,60€ 30,55€ Votre billet premium comprend : Le e-billet / choix sur plan Sur une large sélection de spectacles L'assurance annulation Réservez en toute sérénité L'avantage pour les abonnés Figaro Réduction de 5% sur le montant de votre commande Le transport en première classe G7 Profitez du surclassement offert sur le service G7 VIP Des invitations et des cadeaux Tout au long de l'année, rien que pour vous Le e-billet / choix sur plan Sur une large sélection de spectacles L'assurance annulation Réservez en toute sérénité L'avantage pour les abonnés Figaro Réduction de 5% sur le montant de votre commande Sylvie - 01/01/2024 Un super moment sans un petit théâtre atypique ou règne une belle ambiance. Bravo pour cette pièce hilarante et des acteurs géniaux. Nous avons ri du début à la fin. Merci et bravo Visio - 04/09/2023 Trois/quatre moments différents dans cette pièce, qui donnent rythme et énergie à l’histoire. Très bons acteurs. On a passé un excellent moment. Anne - 24/07/2023 On a vraiment passé un super moment en famille. Les acteurs jouent très bien et la pièce est hilarante. Vive le spectacle vivant. Je recommande vivement !!! anne - 18/07/2023 Super pièce / je recommande vivement. l'histoire est vraiment drôle / vous passerez un super moment ! Les acteurs jouent très bien avec une belle énergie. Même notre fille de 14 ans a apprécié (alors qu'elle n'avait pas envie d'aller au théâtre ;) Vive le spectacle vivant !!! ! melu - 12/08/2022 Allez y ! pour rire, pour vous détendre, pour penser à autre chose : c'est royal ! 41 RUE DU TEMPLE, 75004 Paris En métro : HOTEL DE VILLE (lignes 1 et 11) - RAMBUTEAU (ligne 11) RER : Châtelet/ Les Halles (lignes A, B, D). En bus : GEORGES POMPIDOU (bus 29, 38, 47 et 75), HÔTEL DE VILLE (bus 47, 67, 69, 70, 72, 74, 76, 85 et 96). En vélib' : [voir les stations à proximités ](https://www.velib-metropole.fr/map#/) En voiture : [Réservez votre parking avec Onepark](https://www.onepark.fr/parkings?q=Caf%C3%A9+de+la+Gare%2C+41+rue+du+Temple+Paris) dès 15,60€ dès 12,05€ SERVICE INCLUS ! BILLETS REMBOURSABLES SÉLECTION DE VOTRE NUMÉRO DE SIÈGE DANS LA SALLE IMPRESSION DES BILLETS A DOMICILE PAIEMENT 100% SÉCURISÉ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://www.onepark.fr/parkings?q=Caf%C3%A9+de+la+Gare%2C+41+rue+du+Temple+Paris)",
      "https://www.velib-metropole.fr/map#/)",
      "https://onepark.fr/parkings?q=Caf%C3%A9+de+la+Gare%2C+41+rue+du+Temple+Paris)",
      "https://velib-metropole.fr/map#/)",
      "https://www.onepark.fr/parkings"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T01:07:08.041+02:00",
    "updated": "2024-03-29T10:42:34.997+03:00"
  },
  {
    "uuid": "011a5e6c8780404d538f838dd103e2ebfbcce035",
    "url": "https://www.globalresearch.ca/gaza-encampment-invest-life/5856341",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nour",
    "published": "2024-05-03T00:00:00Z",
    "title": "Gaza Encampments: Invest in Life, Not War - Global ResearchGlobal Research - Centre for Research on Globalization",
    "text": "All Global Research articles can be read in 51 languages by activating the Translate Website button below the author’s name (only available in desktop version).\nTo receive Global Research’s Daily Newsletter (selected articles), click here .\nClick the share button above to email/forward this article to your friends and colleagues. Follow us on Instagram and Twitter and subscribe to our Telegram Channel . Feel free to repost and share widely Global Research articles.\nGlobal Research Wants to Hear From You!\n***\nI’m writing from DePaul University’s encampment for Gaza, energized by the resilience I’ve witnessed from the students here and across the US. University students are showing us what it means to escalate by setting up camps on their campuses and refusing to leave until their institutions divest from Israel.\nThe universities are responding to this demand to stop funding violence with…more violence. Columbia, Emory, USF, UCLA, and many other universities are cowardly calling the police to brutalize, tear gas, and mass-arrest people at the encampment while doing nothing to stop violent attacks by zionist agitators. The most effective way university administrators can protect their students is by divesting from Israel.\nI and other CODEPINKers around the country have answered the call to support university students in solidarity with Gaza, and you can too. I’m joined by the rest of our Chicago team at DePaul’s encampment in Chicago, our alma mater, and we can’t help but beam with pride at the students that succeeded us. The camp is practically a village, complete with a medical tent, art tent, free supplies, food, and water, entirely provided by the community and fully staffed by volunteer students. Here, community is what keeps us safe, we’re proving we have everything we need without having to invest in weapons and war.\nThese camps are the necessary escalation we need. Bisan, one of the beloved journalists still in Gaza, said the encampments made her feel hope for the first time in her 25 years of life. Student resistance in the US was a crucial force in dismantling apartheid in South Africa. In 1984, UC Berkeley students camped outside their campus until their university divested $3.1 billion from companies doing business with the apartheid government. Today, CODEPINK co-founder Jodie Evans joins them as they do the same for Gaza.\nCamping outside my alma mater sparked so much reflection about activism, oppression, and, most importantly, my people back home in Palestine. I think of Gaza and our little CODEPINK tent feels like a luxury suite. I think of the counter protestors and the police and I know their violent response means we’re doing something impactful. We can’t back down now.\nThere are over 120 campus encampments across the US and a million ways to support them!\nAmplify their call for divestment by sending a letter to universities with encampments!\nStop by and hold space, bring supplies they’re requesting, join them for chants and teach-ins–I promise you won’t want to leave!\nVisit our Encampments Against Genocide page to find more ways to support!\nFrom the river to the sea, Palestine is almost free!\n*\nNote to readers: Please click the share button above. Follow us on Instagram and Twitter and subscribe to our Telegram Channel. Feel free to repost and share widely Global Research articles.\nAll images in this article are from the author",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.codepink.org/encampments?e=86fa8e7a63f9cf75a7dff50597ce5a06&utm_source=codepink&utm_medium=email&utm_campaign=5_3_pali_update_alert_2&n=9",
      "https://www.facebook.com/GlobalResearchCRG",
      "https://www.codepink.org/unisdivest?e=86fa8e7a63f9cf75a7dff50597ce5a06&utm_source=codepink&utm_medium=email&utm_campaign=5_3_pali_update_alert_2&n=8",
      "https://codepink.org/unisdivest?e=86fa8e7a63f9cf75a7dff50597ce5a06&utm_source=codepink&utm_medium=email&utm_campaign=5_3_pali_update_alert_2&n=8",
      "https://facebook.com/GlobalResearchCRG",
      "https://www.codepink.org/unisdivest",
      "https://codepink.org/encampments?e=86fa8e7a63f9cf75a7dff50597ce5a06&utm_source=codepink&utm_medium=email&utm_campaign=5_3_pali_update_alert_2&n=9",
      "https://www.codepink.org/encampments"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "depaul university",
          "sentiment": "negative"
        },
        {
          "name": "emory",
          "sentiment": "none"
        },
        {
          "name": "ucla",
          "sentiment": "none"
        },
        {
          "name": "depaul",
          "sentiment": "none"
        },
        {
          "name": "usf",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "columbia",
          "sentiment": "none"
        },
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-03T18:05:01.027+03:00",
    "updated": "2024-05-03T19:08:53.505+03:00"
  },
  {
    "uuid": "a1f368b65173a91678fd4c8a82eaac61af419b75",
    "url": "https://www.correiobraziliense.com.br/mundo/2023/12/6774777-horror-no-oriente-medio-luto-e-tristeza-no-natal-de-belem.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rodrigo Craveiro",
    "published": "2023-12-24T08:00:00Z",
    "title": "Horror no Oriente Médio: Luto e tristeza no Natal de Belém",
    "text": "Todos os anos, Belém, na Cisjordânia, se enfeita para celebrar o aniversário de seu filho mais ilustre. Uma árvore natalina gigantesca se acende, corais se espalham por vários pontos da cidade de pouco mais de 28 mil habitantes, grupos de teatro encenam a chegada do Menino Jesus e a visita dos Reis Magos. Na Praça da Manjedoura, turistas e fiéis esperam pelo momento de entrar na Basílica da Natividade, o local que guarda a gruta onde a Virgem Maria e José teriam buscado abrigo, 2023 anos atrás, para que Cristo nascesse. Neste ano, será diferente. [Israel mata 76 pessoas da mesma família em bombardeio; 200 palestinos são presos](https://www.correiobraziliense.com.br/mundo/2023/12/6774888-israel-mata-76-pessoas-da-mesma-familia-em-bombardeio-200-palestinos-sao-presos.html) [Irã ameaça fechar Mediterrâneo se \"crimes em Gaza não cessarem\"](https://www.correiobraziliense.com.br/mundo/2023/12/6774669-ira-ameaca-fechar-mediterraneo-se-crimes-em-gaza-nao-cessarem.html) [Guerra: Israel desafia resolução da ONU sobre ajuda humanitária a Gaza](https://www.correiobraziliense.com.br/mundo/2023/12/6774333-guerra-israel-desafia-resolucao-da-onu-sobre-ajuda-a-gaza.html) [ONU alerta sobre risco de fome em Gaza antes de votação no Conselho](https://www.correiobraziliense.com.br/mundo/2023/12/6774282-onu-alerta-sobre-risco-de-fome-em-gaza-antes-de-votacao-no-conselho.html) Pela primeira vez, de acordo com registros históricos, enquanto cristãos de todo o mundo celebrarão a noite de Natal, Belém estará vazia e sem festividades. Reflexos do cerco imposto pelo Exército de Israel à Cisjordânia e dos 77 dias de guerra na Faixa de Gaza, a 77km dali. Desde 7 de outubro, mais de 20 mil palestinos foram mortos — 259 por dia. Sem turistas e peregrinos, Belém sente o impacto na economia e mergulha no luto e na tristeza, ao perder um pouco de sua alma. No sábado à noite (23/12), um presépio foi inaugurado do lado de fora da Basílica, simulando um bombardeio à Gruta da Natividade, com blocos de concretos espalhados e arame farpado. Hanna Samir Hanania, prefeito de Belém, admitiu ao Correio que o Natal deste ano terá um \"formato diferente\" em relação aos últimos e não economizou palavras ao citar a guerra mais ao sul. \"Estamos testemunhando uma agressão muito complicada contra o nosso povo, na Faixa de Gaza. É um genocídio, uma limpeza étnica. Além disso, há um cerco militar imposto à Cisjordânia. Todas as entradas de Belém foram fechadas por Israel. Vivemos como em uma jaula\", lamentou. Ele destacou que a cidade depende do setor do turismo, completamente estagnado desde 7 de outubro. \"As pessoas, mesmo os palestinos, não podem vir rezar por causa da ocupação israelense.\" Isolada de outras cidades e do restante do território palestino, Belém não teve outra escolha. \"Cancelamos a cerimônia de acendimento da árvore, o mercado natalino e as atividades para as crianças\", explicou Hanania. Segundo ele, foi uma forma de enviar uma mensagem \"muito clara\" para a comunidade internacional. \"Isso reflete o que acontece em Gaza e o que ocorria há 2 mil anos. Quando Jesus nasceu, o rei Herodes decidiu matar todos os bebês do sexo masculino de Belém. A Virgem Maria fugiu com Jesus para o Egito, a fim de protegê-lo. Agora, famílias e mães na Faixa de Gaza carregam seus filhos em busca de um lugar seguro, caso isso seja possível\", comparou o prefeito. Lockdown Issa Thaljieh, padre ortodoxo grego da Basílica da Natividade há 12 anos, contou ao Correio que nasceu em 1983. \"Não me lembro de um único ano em que não houve Natal em Belém. Nossa cidade era repleta de amor, de corais natalinos, de música. Grupos musicais e turistas vinham de várias partes do mundo. É a primeira vez que vejo Belém durante o Natal dessa forma\", desabafou. Até mesmo durante a pandemia da covid-19 era comum ver visitantes de Jerusalém, Nazaré, Haifa, Nablus, Jenin e Ramallah. \"Dessa vez, não há turistas, nem peregrinos, nem visitantes da Terra Santa. Belém vive uma espécie de lockdown. Ninguém consegue entrar nem sair\", disse o religioso. A maioria dos moradores esboça medo, terror e desesperança ante a guerra na Faixa de Gaza. \"Muitos acham que não haverá mais emprego amanhã, nem hotéis e restaurantes. A economia está muito ruim\", sublinhou Thaljieh. O pároco da Basílica da Natividade destacou a importância de Belém. \"A mensagem de paz e de amor começou a partir da nossa cidade. Infelizmente, tudo está cancelado neste ano\", afirmou. Thaljieh relatou que, na noite deste domingo, haverá apenas orações no interior do templo. \"Os patriarcas de Jerusalém, responsáveis pela Basílica, concordaram em suspender as celebrações. Queremos mostrar solidariedade para com nossos irmãos e irmãs de Gaza, que vivem sem abrigo, sem comida, sem nada\", declarou. Ele reforçou que os cristãos palestinos não conseguem nutrir qualquer sentimento em relação ao Natal deste ano. \"O Natal serve para sentirmos os pobres, as pessoas que vivem sob circunstâncias difíceis. Essa é a mensagem de Belém e da população da cidade: precisamos de paz verdadeira, de amor real. Precisamos de liberdade, de justiça e de dignidade. Apesar da situação, ainda rezamos pela paz.\" Por telefone, Rula Ma'ayah, ministra do Turismo da Palestina, afirmou ao Correio que os prejuízos para Belém chegam a US$ 2,5 milhões por dia. \"Muitas pessoas trabalham no setor turístico. Temos quase 100 hotéis na cidade. Há lojas de souvenires, restaurantes, etc. Todos os estabelecimentos enfrentam problemas. Não há turistas. Recebemos o Natal com tristeza e sofrimento\", lamentou. Durante o período natalino, dezenas de milhares de turistas e de palestinos viajavam a Belém para celebrar o nascimento de Jesus. Neste ano, o cenário é de desolação. \"Na condição de pai palestino e cristão, sinto que minha família está em luto por não podermos celebrar\", comentou o prefeito, Hanna Hanania. Os quatro filhos pediram que não ganhassem presentes, nem festejassem, nesta noite de domingo. \"Sabem que crianças estão sendo queimadas vivas em Gaza. Não quiseram nem mesmo colocar uma árvore de Natal dentro de nossa casa. Como prefeito, vejo que Belém é uma cidade de paz. Essa mensagem nobre nasceu com Jesus, em nossa cidade, e foi distribuída por todo o mundo. Pedimos à comunidade internacional que devolva essa mensagem a Belém, que precisa de paz. Que force Israel a parar com essa agressão e esse genocídio.\" DEPOIMENTO \"Façam uma oração por nós\" \"Meu avô abriu a nossa loja em 1927. Depois, meu pai herdou o negócio. Sou da terceira geração. Nosso comércio está em frente ao local do nascimento de Jesus. Vendemos todos os tipos de suvenires, como presépios, rosários e outras coisas. Temos, também, 25 famílias produzindo para nós as esculturas em madeira de oliveira e outras coisas. Nunca tivemos um Natal como este, sem peregrinos. Há três meses, nenhum cliente vem à nossa loja. Ainda assim, abrimos todos os dias. Para não perdermos a esperança. Meu pai terá, neste ano, o 60º Natal trabalhando em nossa loja. Ele não quer ficar em casa. O nosso comércio e a Praça da Manjedoura são parte de nosso coração, de nossa história. Nossa presença no lugar é muito importante. Cerca de 80% da população de Belém depende dos peregrinos e do turismo. Como um comerciante que mantém uma loja perto do local do nascimento de Jesus, peço a todos, como peregrinos, que venham visitar Belém, não apenas a Basílica da Natividade, mas as pedras vivas da cidade. Peço a todos que façam uma oração por nós, especialmente pelas crianças de Belém e da Terra Santa. Nossas crianças são nosso futuro. Para que elas tenham uma vida melhor do que a nossa.\" Rony Tabash, 42 anos, dono da loja Tabash Souvenirs, na Rua Cáritas, 27 minutos a pé da Basílica da Natividade, em Belém. Depoimento ao Correio EU ACHO... \"O nosso Natal será repleto de tristeza e de luto, ainda que deveria ser um dia de felicidade e de celebrações. Nós esperamos que o Natal nos dê esperança de um futuro melhor, sem ocupação, para que nosso povo viva em liberdade e em dignidade, como outros povos do mundo.\" Rula Ma'ayah, ministra do Turismo da Palestina \"Decidimos cancelar todas as celebrações na época do Natal. Não podemos festejar o Natal nessa situação. Mesmo assim, mantemos o espírito natalino. Receberemos os patriarcas — católico, ortodoxo e armênio — e oraremos dentro das igrejas.\" Hanna Samir Hanania, prefeito de Belém Dê a sua opinião! O Correio tem um espaço na edição impressa para publicar a opinião dos leitores pelo e-mail [sredat.df@dabr.com.br](mailto:sredat.df@dabr.com.br)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T12:16:13.603+02:00",
    "updated": "2023-12-24T12:16:13.603+02:00"
  },
  {
    "uuid": "461a2ab885c18b39f601045cfe5282c4480ab50d",
    "url": "https://www.yourtango.com/2023369726/horoscope-december-30-2023",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Aria Gmitter",
    "published": "2023-12-29T16:15:00Z",
    "title": "Horoscope For December 30, 2023. — Jupiter Retrograde Ends",
    "text": "Our inner desires are ready to manifest into tangible rewards.\nBy\n[Aria Gmitter](/users/aria-gmitter) — Written Codioful from Pexels, pixelshot, Chikovnaya | Canva Pro\nWhen Jupiter retrograde ends it provides us with an opportunity to act on our wants and desires. Here's what the start of Jupiter direct means for each zodiac sign's horoscope on December 30, 2023.\nYour zodiac sign's daily horoscope for Saturday, December 30, 2023.\nAries (March 21 - April 19)\nIt's time to celebrate. Jupiter retrograde is ending, enabling you to catch up on some of the unwanted financial hassles that manifested during its rx. It's a perfect time to review your financial outlook. Pull up credit reports. Review your budget. Look at opportunities for earning new money, and find new ways to save by cutting back unnecessary expenses. Be careful not to be overly optimistic until you have all your ducks in a row.\nRELATED:\nThe Most Attractive Physical Feature Of Each Zodiac Sign\nTaurus (April 20 - May 20)\nDreams are ready to be realized. Now that Jupiter retrograde is ending, you can begin to prepare to take action that boosts your visibility to the world. Jupiter is lucky, and with it in your zodiac sign for the rest of the year, you get to experience great growth. If you feel positive about the future, Jupiter is the reason why. Just don't procrastinate; take action now.\nRELATED:\nTwin Flame Zodiac Signs, According To Astrology\nGemini (May 21 - June 20)\nThere comes a point in time when you finally become aware of situations and there truth in your life. With Jupiter ruling your house of relationships, retrograde season felt like not much action was happening at all. But, despite Mercury, your ruling planet, still being retrograde until the first of January, you may start to see some progress. A new relationship or an existing one will start to show signs of promise. All your hard work is realized.\nRELATED:\nZodiac Signs Who Are Marriage Material, Ranked From Most To Least\nCancer (June 21 - July 22)\nSometimes you can feel as though you are your only best friend. During Jupiter retrograde, privacy might've meant a lot more to you than usual. Starting today, you become an open book to the people who are willing to read its pages. You want to hang out, socialize, and have fun with friends. You may even begin to expand your business network.\nRELATED:\nThe Most Attractive Zodiac Signs In Astrology, Ranked\nLeo (July 23 - August 22)\nIt's sad when other people get credit for your hard work, and you have been patiently waiting for your contributions in the workplace. Jupiter retrograde is not very kind to you. You had inner hope and dreams but not the support to make them happen. Jupiter retrograde ending is like a beam of light where you shine bright. People will start to see you for what you are and what you bring to the table. Your worth strengthens and you will start being viewed in the way you want to.\nRELATED:\nZodiac Signs That Make Loyal Partners, Ranked From Most To Least Faithful\nVirgo (August 23 - September 22)\nSometimes you worry too much. The past few months have been a time of lower energy and higher contemplation. While you would have preferred to be more productive, thinking was necessary for you. Now, as Jupiter retrograde is ending, you can begin to take action on all the ideas you've had this month. It's time for you to organize and plan. Schedule the things you need to schedule. This is a great excuse for buying new colored pens and a planner.\nRELATED:\nThe Prettiest Zodiac Signs — And The Most Attractive Feature Of Each One\nLibra (September 23 - October 22)\nThere has been a little hold-up on money lately, and you have been patient. The end of the year has required you to work harder than you are used to, and you have felt as if the money eventually would come but not as fast as you'd like. Now that Jupiter is preparing to go direct, your payoff is coming. The well that ran dry came up with plenty of water. The income will come in and you'll feel great.\nRELATED:\nZodiac Signs Who Are Mortal Enemies\nScorpio (October 23 - November 21)\nYou know you are a prize, but finding someone who sees you for who you are has not been easy. Jupiter retrograde ending may mean a new love enters your life. If your relationship has not been doing as well as you had hoped, you may see an improvement. Jupiter often implies a type of husband you will attract. So, if you are single and looking, put yourself out there. You might meet your forever person.\nRELATED:\nZodiac Signs That Will Break Your Heart, Ranked From Most To Least Likely\nSagittarius (November 22 - December 21)\nWhile you are not a typically anxious person, that doesn't mean you have not felt a little nerve-racked lately. When Jupiter is retrograde, you feel less optimistic and perhaps detached from your core self. Jupiter rules your zodiac sign, so today is an important day for you. You can start looking forward to the future and feel optimistic about your decisions. Things are looking up.\nRELATED:\nThe Most Narcissistic Zodiac Signs In Astrology, Ranked From Most To Least\nCapricorn (December 22 - January 19)\nYour imagination has given you a safe place to be during Jupiter retrograde. You have felt creative and curious. Lots of ideas have formed at this time. But, finding the right outlet or opportunity to communicate your dreams has been hard to find. Now is the time to initiating your desires. Start small, create a little space in your home where you can begin to do the work you want to do.\nRELATED:\nZodiac Signs Most Likely To Be Rich, Ranked\nAquarius (January 20 - February 18)\nIt's hard to feel like you need to earn someone's respect. Not getting the appreciation you feel you deserve has taught you a lesson in self-reliance. Now that Jupiter stations direct, you will begin to view yourself in a more positive light. Whether or not other people do as well doesn't necessarily mean as much to you. You've learned to stand on your own two feet, and that's a good thing.\nRELATED:\nBest Zodiac Matches Ranked From Most To Least Compatible Couples\nPisces (February 19 - March 20)\nYou have kept a lot more things to yourself lately. While you're not a secret keeper, the idea of discernment has become appealing to you. You're much more reserved thanks to Jupiter retrograde in Taurus. You've learned to save more and to spend less on other people. You've learned to invest more in yourself. Now that retrograde is ending, you're able to give from a desire to help because you are strong and not because you need the approval of others. So that's good!\nRELATED:\nZodiac Signs That Are The Most Incompatible (And Will Never, Ever Work Out) Aria Gmitter, M.S, M.F.A., is YourTango's Senior Editor of Horoscopes and Spirituality. She studies with the Midwestern School of Astrology and is a member of the South Florida Astrological Association.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.facebook.com/ariagmitterwriter",
      "https://facebook.com/ariagmitterwriter"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "chikovnaya",
          "sentiment": "none"
        },
        {
          "name": "pexels",
          "sentiment": "none"
        },
        {
          "name": "jupiter",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:25:12.464+02:00",
    "updated": "2023-12-29T19:25:12.464+02:00"
  },
  {
    "uuid": "1916ceda6a1f592f2fb6047300d82b7a09d0219d",
    "url": "https://www.thecentersquare.com/washington/article_6cad9fb4-244f-11ef-bb5f-13fcdbd7d602.html?a",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "centersquare",
    "published": "2024-06-06T21:55:00Z",
    "title": "Proposed Seattle Transportation Levy could now cost homeowners $500 a year",
    "text": "(The Center Square) – The proposed Seattle Transportation Levy is increasing in size as city councilmembers add $100 million through amendments.\nThe levy proposal is currently set at $1.45 billion over eight years, as originally proposed by Seattle Mayor Bruce Harrell. The funding goes towards transportation projects prioritized by Seattleites.\nCurrently, the levy proposal is being discussed in committee and requires approval by the Seattle City Council before it can be placed on ballots in November.\nSeattle City Councilmember Rob Saka, who serves as chair of the Select Committee on the 2024 Transportation Levy, is proposing an amendment to the Seattle Transportation Levy that would bring the total to $1.55 billion over an eight-year term. Harrell has already\ntacked on an additional $100 million to the overall levy before it was sent to the City Council.\nThis increase would raise the anticipated annual property tax bill for the Seattle median assessed value home to $499 a year, which is $30 more than Harrell’s proposal which would result in a median property tax bill of $469.\nThe expiring Move Seattle Levy median property tax bill in 2024 is $300.\nDespite the large increase in taxes this levy could cause, Seattleites signaled support during a committee meeting on Tuesday.\nSaka’s amendment would establish minimum appropriations of no less than $126 million for new sidewalks throughout Seattle, $221 million for bridges and structures, $350 million for arterial roadway maintenance, and $27 million for electric vehicle charging infrastructure.\n“My amendments will increase oversight and enhance transparency to ensure that we’re spending every tax dollar effectively and efficiently,” Saka said in a statement.\nThe amendment would also add $20 million for a new freight program intended to keep the city’s supply chain and economy moving.\nAndy Gregory, senior program manager at the Port of Seattle, spoke on behalf of the port during the public comment period of the\nTuesday meeting. Gregory said increased funding for freight would help the port in delivering goods.\n“The industry depends on the freight network for the efficient delivery of goods – full funding of the freight element of this package is essential to address the overflowing need for simple pavement repairs and fixes,” Gregory said.\nThe select committee on the levy will continue to hold discussion on the proposal. If the levy is approved by the select committee by July 2, the Seattle City Council could take a final vote on July 9 to put the measure before voters this November.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://seattle.legistar.com/View.ashx?M=F&ID=12993957&GUID=0471D821-B607-449E-99D2-973D2936B871",
      "https://www.seattle.legistar.com/View.ashx?M=F&ID=12993957&GUID=0471D821-B607-449E-99D2-973D2936B871",
      "https://seattle.legistar.com/View.ashx",
      "http://youtube.com/watch?v=7c3HbokO4D8",
      "http://www.youtube.com/watch",
      "http://www.youtube.com/watch?v=7c3HbokO4D8"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bruce harrell",
          "sentiment": "none"
        },
        {
          "name": "rob saka",
          "sentiment": "none"
        },
        {
          "name": "levy",
          "sentiment": "none"
        },
        {
          "name": "harrell",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "seattle transportation levy",
          "sentiment": "negative"
        },
        {
          "name": "city council",
          "sentiment": "none"
        },
        {
          "name": "harrell",
          "sentiment": "none"
        },
        {
          "name": "seattle city council",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "seattle",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:24:20.849+03:00",
    "updated": "2024-06-07T01:24:20.849+03:00"
  },
  {
    "uuid": "d975a5c755028474bb1e3334a0e8faac8b255a37",
    "url": "https://www.ktiv.com/2023/12/29/le-mars-fire-department-battles-wintry-weather-long-delays-new-equipment/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ktivnews",
    "published": "2023-12-29T00:24:00Z",
    "title": "Le Mars Fire Department battles wintry weather, long delays on new equipment",
    "text": "Le Mars Fire Department battles wintry weather, long delays on new equipment LE MARS, Iowa (KTIV) -Viewers likely remember the dense fog we had around Christmas, which was a real problem for the Le Mars Fire-Rescue Department. With visibility reduced Fire Chief David Schipper said cars were flying past the scenes of accidents, not noticing the fire trucks and ambulances. That put crews in danger, as they worked on accidents caused by the fog and icy conditions. While we’ve all heard of “fire and ice,” the chief says it’s often more difficult to respond to calls in the winter. ”So a lot of times, you know, at a call, once they strip out of that gear to go to rehab or rehabilitate. They can’t get it back on because it’s still frozen solid,” said Schipper. Schipper said we won’t have to worry about frozen fire hydrants, as the water isn’t actually stored in the hydrant where it can freeze, instead, it is stored underground. But he said call volumes generally increase in the winter. “We ramp up the carbon monoxide calls, we ramp up the heating calls because of fireplace issues or space heaters or furnaces that didn’t get checked or cleaned. So the call total seems to go up a little bit this time of year,” he said. Schipper asks the public to slow down on the roads with wintry weather and give an especially wide berth to emergency vehicles this time of year. New firetruck and ambulance The Le Mars Fire Department is also getting a new fire truck and ambulance. Schipper said the Le Mars City Council has approved nearly $2 million for the vehicles, which have to be ordered now with a roughly 40-month lag between placing the order and delivery. The new ladder truck is being paid with sales tax dollars and the ambulance will be funded with money from the American Rescue Plan Act. While Schipper acknowledged the “sticker shock,” he encouraged the city council to break the cost down over 10-20 years, which is how long he expects the vehicles to last. ”So if they sit there and pump water all day long at a fire, you know, it might have not have a lot of miles on it. But they’ve got a lot of hours on the motors and the pumps and things like that,” he said. Schipper said the new ambulance should arrive in 2025 or 2026. The ladder truck may not be delivered until 2027. Copyright 2023 KTIV. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "schipper",
          "sentiment": "none"
        },
        {
          "name": "david schipper",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "le mars fire department",
          "sentiment": "negative"
        },
        {
          "name": "le mars fire-rescue department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "iowa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:54:14.859+02:00",
    "updated": "2023-12-29T04:54:14.859+02:00"
  },
  {
    "uuid": "b1f20bf019e89e7fc4cf553797895625fd622a97",
    "url": "https://investorplace.com/2023/12/ai-predictions-metas-llama-says-these-will-be-the-3-best-performing-stocks-in-2024/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Omor Ibne Ehsan",
    "published": "2023-12-28T21:25:00Z",
    "title": "AI Predictions: Meta’s Llama Says These Will Be the 3 Best-Performing Stocks in 2024",
    "text": "Artificial intelligence (AI) holds promise for many industries, sparking public imagination about the capabilities it may one day attain. However, we must temper expectations when it comes to AI predictions for the stock market. While AI tools undoubtedly crunch vast amounts of data at speeds no human could match, even the most advanced models lack contextual understanding and reasoning ability. Nonetheless, experimenting with AI for stock analysis can still prove educational. In that spirit, I decided to test drive Meta’s (NASDAQ: [META](https://investorplace.com/stock-quotes/meta-stock-quote/)) new natural language model Llama, prompting it to name the top three stocks it expects to outperform in 2024. As with any stock recommendation, skepticism and independent verification is key. Thus, I will be providing my own opinion on these picks below. I expect you to do the same before you choose to invest. Let’s start! Enphase Energy (ENPH) I previously recommended Enphase Energy (NASDAQ: [ENPH](https://investorplace.com/stock-quotes/enph-stock-quote/)) near when the stock plunged to $75, punished too harshly amidst broad market turmoil. My thesis — Enphase would recover once conditions improved for the renewable energy industry — has partially played out, with shares bouncing back to the $130s. However, I believe there remains meaningful upside still to capture. Revenue is projected to [slip 16.6%](https://seekingalpha.com/symbol/ENPH/earnings/estimates) next year as near-term headwinds linger. Still, margins should sustain, thanks to Enphase’s technological edge in microinverters. More exciting is the growth trajectory further out. By 2025, analysts forecast a sharp 38% revenue rebound. Enphase is one of few hardware makers simultaneously levered to surging electric vehicle (EV) adoption and the wider clean energy transition. Consider the total addressable market for EV charging infrastructure. With EVs still comprising just 1% of vehicles on roads globally, we’ve only scratched the surface of potential demand. That creates a massive runway for Enphase to supply integrated solar and battery storage systems powering next-gen charging stations. Additionally, while geopolitical instability has sidelined solar projects since 2022, renewable energy remains a long-term priority for policymakers, given climate goals. In the U.S., the recent Inflation Reduction Act extends solar tax credits through 2032. All things considered, I agree with Llama that ENPH can outperform next year. Medtronic (MDT) Medtronic (NYSE: [MDT](https://investorplace.com/stock-quotes/mdt-stock-quote/)) likewise endured a steep 38% stock selloff from post-pandemic highs, which I view as overdone, given fundamentals. Shares have recovered just about 16% thus far. The company faces pressure. Revenue has [stagnated near $30 billion](https://www.gurufocus.com/stock/MDT/summary) since 2019 as hospitals delayed elective surgeries during COVID waves. Bottom-line growth also slowed. Yet analysts [expect](https://seekingalpha.com/symbol/MDT/earnings/estimates) Medtronic’s top line to improve starting next year, averaging 4% annual gains through 2029. Meanwhile, adjusted earnings per share should bounce back more sharply. Consensus calls for around 10% annual EPS expansion moving forward. So, while headwinds linger, Medtronic’s stock correction overshot rational limits. The quality franchise trades at just 17 times forward earnings. Thus, an earnings-fueled rebound seems likely over the next 12 to 18 months as growth stabilizes. However, tagging Medtronic as a top performer feels like a stretch, given peers with stronger momentum. Alphabet (GOOG, GOOGL) Alphabet (NASDAQ: [GOOG](https://investorplace.com/stock-quotes/goog-stock-quote/), NASDAQ: [GOOGL](https://investorplace.com/stock-quotes/googl-stock-quote/)) has been a laggard versus big tech peers and has been unable to impress Wall Street. Shares still sit 6% off highs. However, I’m warming back up to the stock at current levels. No doubt, Alphabet faces pressures — advertising demand fluctuates with budgets while rising costs eroded margins last quarter. Zooming out, revenue and earnings should deliver double-digit growth for years to come. Consensus [sees](https://seekingalpha.com/symbol/GOOG/earnings/estimates) annual top-line and EPS gains both exceeding 10% through 2028, arguing for a higher valuation than the undemanding 24x forward multiple shares currently fetch. Two exciting potential catalysts make me particularly constructive on Alphabet in the long. The first is traction in AI, as Google aims to compete with OpenAI’s ChatGPT conversational tool using its [new Gemini model.](https://blog.google/technology/ai/google-gemini-ai/) The second and nearer-term is ad revenue upside from YouTube’s anti-adblocking efforts. As the globe’s #2 most visited site, YouTube monetizes minimally, given the rampant usage of ad blockers. By restricting extensions that bypass ads, Alphabet could lift sales by making people opt for paid memberships. So, I agree it makes sense to go on your buy list, just not necessarily at the top regarding potential gains. On the date of publication, Omor Ibne Ehsan did not hold (either directly or indirectly) any positions in the securities mentioned in this article. The opinions expressed in this article are those of the writer, subject to the InvestorPlace.com [Publishing Guidelines.](https://investorplace.com/corporate/investorplace-publishing-guidelines/?utm_source=Nasdaq&utm_medium=referral) [Artificial Intelligence](https://investorplace.com/industries/technology/artificial-intelligence/), [Battery](https://investorplace.com/industries/energy/renewable-energy/battery/), [Healthcare](https://investorplace.com/industries/healthcare/), [Energy](https://investorplace.com/industries/energy/), [Renewable Energy](https://investorplace.com/industries/energy/renewable-energy/), [Semiconductor](https://investorplace.com/industries/technology/semiconductor/), [Software](https://investorplace.com/industries/technology/software/), [Solar](https://investorplace.com/industries/energy/renewable-energy/solar/), [Technology](https://investorplace.com/industries/technology/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://seekingalpha.com/symbol/ENPH/earnings/estimates",
      "https://www.gurufocus.com/stock/MDT/summary",
      "https://seekingalpha.com/symbol/GOOG/earnings/estimates",
      "https://blog.google/technology/ai/google-gemini-ai/",
      "https://seekingalpha.com/symbol/MDT/earnings/estimates",
      "https://www.seekingalpha.com/symbol/MDT/earnings/estimates",
      "https://www.blog.google/technology/ai/google-gemini-ai/",
      "https://www.seekingalpha.com/symbol/ENPH/earnings/estimates",
      "https://blog.google/technology/ai/google-gemini-ai",
      "https://gurufocus.com/stock/MDT/summary",
      "https://www.seekingalpha.com/symbol/GOOG/earnings/estimates"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "llama",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "best",
          "sentiment": "negative"
        },
        {
          "name": "enphase energy",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:13:18.125+02:00",
    "updated": "2023-12-29T00:50:14.091+02:00"
  }
]