[
  {
    "uuid": "bd752fc6006944b03a7ff3989f092d7286b3f40c",
    "url": "https://www.world-today-news.com/ukraine-president-zelensky-calls-for-unity-in-prayer-for-soldiers-and-country-god-with-ukrainian-flag-will-bring-victory",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2024-05-05T14:13:00Z",
    "title": "Ukraine President Zelensky Calls for Unity in Prayer for Soldiers and Country, God with 'Ukrainian Flag' Will Bring Victory",
    "text": "The President of Ukraine Volodymyr Zelensky called on his comrades in a speech during the Resurrection of Christ to unite their prayers and pray for each other and for the soldiers at the front. In his words, God, who has a “Ukrainian flag on his shoulder”, will give life overcoming death, said Reuters, quoted by BTA.\n“Let’s pray for each other. When we all came closer to each other, we stopped being strangers to each other,” said Zelensky, dressed in a traditional Ukrainian vishyanka shirt and traditional khaki pants, in an emotional address on social media “Telegram”.\nStanding in front of the 1,000-year-old Saint Sophia Cathedral in Kyiv, a spiritual and architectural monument of Orthodoxy in Ukraine, Zelensky noted that his country has been fighting for victory against Russia for 802 day.\n“And we believe: God has a chevron on his shoulder with the flag of Ukraine. So with such a friend, life can only defeat death.”\nIn Moscow, President Vladimir Putin attended the holiday service, which was led by the head of the Russian Orthodox Church, Patriarch Kirill, who strongly supports the Russian leader and his war in Ukraine.\nTens of thousands of people have been killed and millions displaced from their homes since Putin ordered an invasion of Russia’s smaller neighbor in February 2022. The war has entered its third year, but no its end is yet to be seen, Reuters notes.\nZelensky, who is Jewish, called for prayers above all for the soldiers who will welcome Easter in the trenches to come back alive and well, as well as the land and the people, at his the spirit is “unbreakable” and who, he said, will. they will one day see a free Ukraine.\n“Only Ukrainians kneel in prayer,” Zelensky said. “There were never before residents and invaders.”\nAdd the rating:\n☆\n☆\n☆\n☆\n☆\n2.1\nAssessment 2.1 from 33 voice\n2024-05-05 08:53:00\n#Volodymyr #Zelensky #called #Ukrainians #Join #prayers #invincible",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zelensky",
          "sentiment": "negative"
        },
        {
          "name": "volodymyr zelensky",
          "sentiment": "negative"
        },
        {
          "name": "vladimir putin",
          "sentiment": "none"
        },
        {
          "name": "kirill",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "russian orthodox church",
          "sentiment": "none"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        },
        {
          "name": "bta",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "saint sophia cathedral",
          "sentiment": "none"
        },
        {
          "name": "kyiv",
          "sentiment": "none"
        },
        {
          "name": "moscow",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-05T17:33:40.499+03:00",
    "updated": "2024-05-05T22:12:18.843+03:00"
  },
  {
    "uuid": "bf1465a1be8d641bc53f38b7c948dee89e13faef",
    "url": "https://dallasdlmlg.ampedpages.com/5-essential-elements-for-hire-ipad-programmers-51635938",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dallasdlmlg Ampedpages Com",
    "published": "2023-12-29T18:29:00Z",
    "title": "5 Essential Elements For hire ipad programmers",
    "text": "Dealing with Toptal has long been a fantastic knowledge. Just before working with them, I'd expended fairly a while interviewing other freelancers and wasn't acquiring what I necessary. Soon after partaking with Toptal, they matched me up with an ideal developer in the matter of times.\nKotlin is developer-friendly, building creating code much easier and simpler. If you are developing a new Android application from scratch, you should possible hire a developer proficient in Kotlin.\nAnd lastly, just before selecting, start a compensated examination venture, and you will know the developer’s ability in a week or so, and that means you received’t really need to presume based mostly on their resume.\nWe needed a expert engineer who could start on our challenge immediately. Simanas exceeded our anticipations together with his work. Not being forced to interview and chase down a professional developer was a great time-saver and made Anyone sense extra snug with our decision to change platforms to make use of a more robust language.\nFor the past ten years, he was palms-on with all elements of the stack at large-profile startups. He's now seeking to aid make Remarkable iOS/macOS apps, with knowledge transport subtle iOS applications considering the fact that ahead of the App Shop existed.\nAs a small company with confined resources we will not manage to create high-priced blunders. Toptal furnished us with a highly trained programmer who\nwebsite to hire ipad programmers was in a position to strike the bottom jogging and begin contributing immediately. It has been a great working experience and a person we'd repeat again within a heartbeat.\nBut This is certainly the procedure to find a individual who you are going to rely upon totally for your\nhire ipad programmers iOS app progress and who could provide you a fortune.\nToptal's overall applicant pool is the greatest of the greatest. Toptal is the best value for revenue I have located in just about 50 percent ten years of Skilled on the internet operate.\nCost of dwelling differs from place to position, country to region, and continent to continent. This affects a developer’s hourly rate a great deal. You will discover an awesome developer in Eastern Europe or in Asia at a comparatively lessen hourly rate than while in the US.\nWith about ten years of programming experience and about 8 many years as a business proprietor, Lorand is aware of the value of fantastic conversation and knowledge that has a shopper.\nInquiring the right thoughts and thoroughly examining a prospect’s answers will let you identify their specialized and cultural suit.\nI'm exceptionally amazed with Toptal. Our developer communicates with me on a daily basis, and is a very potent coder. He's a true Qualified and his get the job done is simply outstanding. five stars for Toptal.\nTechnologies are advancing each individual millisecond and time is traveling like an arrow. Apple releases a new version of iOS annually. Swift is having updated along with it.\nWe needed a qualified engineer who could start out on our task right away. Simanas exceeded our expectations along with his operate. Not having to job interview and chase down an\nhire a good ipad programmers authority developer was a superb time-saver and built All people sense additional snug with our preference to switch platforms to utilize a more robust language.\n5 Essential Elements For hire ipad programmers\nDealing with Toptal has long been a fantastic knowledge. Just before working with them, I'd expended fairly a while interviewing other freelancers and wasn't acquiring what I necessary. Soon after partaking with Toptal, they matched me up with an ideal developer in the matter of times.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Labor"
    ],
    "external_links": [
      "https://hireipadprogrammers31864.mdkblog.com/29714602/5-essential-elements-for-hire-ipad-programmers",
      "https://kyleryikif.bluxeblog.com/56003281/5-easy-facts-about-hire-ipad-programmers-described",
      "https://remingtonosqmh.anchor-blog.com/4646419/a-secret-weapon-for-hire-ipad-programmers",
      "https://www.remingtonosqmh.anchor-blog.com/4646419/a-secret-weapon-for-hire-ipad-programmers",
      "https://www.hireipadprogrammers31864.mdkblog.com/29714602/5-essential-elements-for-hire-ipad-programmers",
      "https://www.kyleryikif.bluxeblog.com/56003281/5-easy-facts-about-hire-ipad-programmers-described"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "toptal",
          "sentiment": "negative"
        },
        {
          "name": "simanas",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "kotlin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T23:31:43.039+02:00",
    "updated": "2023-12-29T23:31:43.039+02:00"
  },
  {
    "uuid": "b31b1117231dd40c0b07fa94758f80f5252fc07e",
    "url": "https://reason.com/2023/12/28/10-stories-that-drove-free-range-parents-crazy-in-2023/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lenore Skenazy",
    "published": "2023-12-28T21:32:00Z",
    "title": "10 Stories That Drove Free-Range Parents Crazy in 2023",
    "text": "Another year, another chance to bang your head against the wall, with good reason—and with Reason . Here are 10 incidents from 2023 that will alarm everyone who supports the free-range kids movement.\nUnspecified danger in Aisle 4: The University of Michigan surveyed parents of children ages 9–11 and found that half wouldn't even let their kids go to another aisle at the store without them. Letting them out of sight for even a few moments seemed unthinkably dangerous.\nGeneration Unease-Z: \"Gen Z perceives more dangers in life than previous generations.\" That was the finding of a study presented at the 2023 Society for Risk Analysis conference. (What danger lurks in the next aisle?)\nPotty crashers: Students in several Oklahoma elementary and middle schools are now required to sit with their parents at all times during high school football games. In one district, the kids must also have an adult take them to the bathroom. No word on whether they're allowed to self-wipe.\nD.C.'s one-child policy: One child per swing, that is. A playground sign in suburban D.C. listed 22 rules, including these: Children must swing in an \"upright position,\" and there is to be no \"loitering\" on the slide. As for the jungle gym, kids must not \"skip rings or rungs.\" Adult supervision required.\nNot required? Fun.\nEek! A disproportionate reaction: Meanwhile, to the north, the town of Oconomowoc, Wisconsin, shut down one of its playgrounds after a health hazard was discovered on the premises. The hazard? A mouse. No word on whether it was chasing a cat and wielding a mallet.\nSex panic: After a 5-year-old pulled down a 3-year-old's pants in Poncha Springs, Colorado, two preschool workers were criminally charged for not reporting the incident quickly enough. In court, a defense attorney told the judge: \"We are here because one preschooler pulled down another preschooler's pants.\"\nMore sex panic: Sociologist Emily Horowitz's 2023 book, From Rage to Reason , chronicles what's wrong with the sex offense registry, including the case of an 18-year-old who had consensual sex with a 16-year-old. After the 18-year-old landed on the registry, it was almost impossible for him to find a job—but finally, he obtained work in an office. A judge then sentenced him to six years in prison for working too close to children. (The office was near a school.)\nBlame mom: Before Connecticut mom of five and part-time Uber driver Tabitha Frank left for her shift, she called her children's father to come help her daughter, age 12, babysit. He said he would be right over, but then he fell asleep. While Frank was away, her 2-year-old accidentally fell out of a window and tragically died. The authorities decided that Frank hadn't suffered enough and charged her with manslaughter .\nCops and donuts: Two suburban Connecticut parents let their kids, ages 7 and 9, walk to Dunkin' Donuts. Police spotted the children and charged the parents with risk of injury to a minor . A few days later, they dropped the charges. But child protective services picked up the case and insisted the mom go to therapy. Who's the crazy one?\nHow about just a tardy slip? A Chicago mom who was late to pick up her children from school four times last year got a letter saying she was under investigation by the Department of Children and Family Services . \"My daughter rushed to the car and she's like, 'Mommy DCFS came to the school, and the lady made it sound like we weren't going to come home with you today,'\" said the mother. In Chicago's Cook County, 60 percent of black kids are the subject of a child protective services investigation.\nBut it's not all bad: There were many positive developments to celebrate this year as well. In 2023, four states passed \"Reasonable Childhood Independence\" laws : Virginia, Montana, Connecticut, and Illinois. These laws say that \"neglect\" occurs when parents put their children in serious, obvious danger—not anytime they take their eyes off them.\nThese states join Utah, Texas, Oklahoma, and Colorado in becoming \"Free-Range Parenting\" states. With the help of Let Grow , the nonprofit I helm, the bills almost always have bipartisan sponsors, and they passed unanimously in four states.\nIn 2024, we're hoping to prevail in Michigan, Missouri, Nebraska, Georgia, and the biggest kahuna of all: California. If you'd like to get involved, please visit LetGrow.org . And in the meantime, happy, criminal-charges-free holidays to all!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://letgrow.org/",
      "https://mottpoll.org/sites/default/files/documents/101623_Independence.pdf",
      "https://letgrow.org/program/policy-and-legislation/",
      "https://www.montclair.edu/newscenter/2023/12/13/study-gen-z-perceive-risk-everywhere-they-turn-early-research-shows/",
      "http://www.amazon.com/exec/obidos/ASIN/1440879397",
      "https://montclair.edu/newscenter/2023/12/13/study-gen-z-perceive-risk-everywhere-they-turn-early-research-shows/",
      "https://www.mottpoll.org/sites/default/files/documents/101623_Independence.pdf",
      "https://www.letgrow.org/",
      "https://www.letgrow.org/program/policy-and-legislation/",
      "https://letgrow.org/program/policy-and-legislation",
      "http://amazon.com/exec/obidos/ASIN/1440879397",
      "https://letgrow.org",
      "https://www.montclair.edu/newscenter/2023/12/13/study-gen-z-perceive-risk-everywhere-they-turn-early-research-shows"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "university of michigan",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "oklahoma",
          "sentiment": "none"
        },
        {
          "name": "d.c.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:18.034+02:00",
    "updated": "2023-12-29T00:01:18.034+02:00"
  },
  {
    "uuid": "25073576afa77ac2a1032defd97550d776ce89d2",
    "url": "https://ktvz.com/cnn-regional/2023/12/29/socal-beaches-face-ongoing-high-surf-warnings-as-massive-waves-threaten-the-coast/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newsource",
    "published": "2023-12-29T18:21:00Z",
    "title": "SoCal beaches face ongoing high surf warnings as massive waves threaten the coast",
    "text": "SoCal beaches face ongoing high surf warnings as massive waves threaten the coast\nClick here for updates on this story\nSOUTHERN CALIFORNIA (\nKCAL) — Southern California anticipates large waves throughout the weekend, increasing flood risk and posing dangers for beach communities.\nThe entire coastline in Ventura County, including beaches, harbors, and piers, will be closed on Friday due to high surf and flooding concerns. The closures are listed below:\nVentura Pier All Ventura Beaches City of Oxnard All City of Oxnard public beaches City of Port Hueneme Port Hueneme Pier Faria Beach Hobson Beach Rincon Parkway RV Area Kiddy Beach Silverstrand Beach Hollywood by the Sea California State Parks Ventura State Beach McGrath State Beach Mandalay State Beach San Buenaventura State Beach Emma Wood Campground Harbors Channel Islands Harbor Entry Ventura Harbor Entry A high surf warning was issued for Ventura and Los Angeles Counties and will remain in effect until 10 p.m. on Saturday. Waves ranging from 8 to 13 feet are expected, with the possibility of isolated sets reaching up to 20 feet.\nThe NWS warns of extremely hazardous beach conditions, emphasizing the risk of drowning and damage to coastal structures like piers and jetties.\nForecasters highlight west-facing beaches such as Hermosa, Manhattan, and Palos Verdes will be the areas with the highest surf.\nA coastal flooding advisory will remain in effect for Los Angeles County beaches, including the Malibu coast and Catalina Island, until 10 p.m. on Saturday. Residents in the area should expect flooding in low-lying areas, including parking lots, beaches and walkways during high tide.\nIn Orange County, a high surf warning and coastal flood advisory will remain in effect until 2 a.m. Monday. Forecasters predict waves of 6 to 12 feet, with sets of up to 15 feet in northern Orange County.\nPlease note: This content carries a strict local market embargo. If you share the same market as the contributor of this article, you may not use it on any platform.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [
      "https://www.cbsnews.com/losangeles/news/socal-beaches-face-ongoing-high-surf-warnings-as-massive-waves-threaten-the-coast/",
      "https://www.cbsnews.com/losangeles/news/socal-beaches-face-ongoing-high-surf-warnings-as-massive-waves-threaten-the-coast",
      "https://cbsnews.com/losangeles/news/socal-beaches-face-ongoing-high-surf-warnings-as-massive-waves-threaten-the-coast/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "kcal",
          "sentiment": "none"
        },
        {
          "name": "sea california state parks ventura state beach mcgrath",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "oxnard",
          "sentiment": "none"
        },
        {
          "name": "oxnard all city",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "ventura county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T20:58:16.267+02:00",
    "updated": "2023-12-29T20:58:16.267+02:00"
  },
  {
    "uuid": "7fd9fe0df22b05b5a3decac703dffd8e70e299a6",
    "url": "https://www.the-independent.com/news/uk/kilmarnock-stagecoach-police-scotland-scottish-ambulance-service-first-bus-b2667528.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lucinda Cameron",
    "published": "2024-12-19T21:53:00Z",
    "title": "Eight taken to hospital after roof of bus ripped off in bridge crash",
    "text": "Eight taken to hospital after roof of bus ripped off in bridge crash\nThe incident occurred in Kilmarnock, East Ayrshire, on Thursday afternoon.\n[Lucinda Cameron](/author/lucinda-cameron)\nEight people were taken to hospital after the roof of a double-decker bus was torn off when it hit a railway bridge, police have said.\nEmergency services were called to the incident on Culzean Crescent in [Kilmarnock](/topic/kilmarnock), East Ayrshire, shortly before 2pm on Thursday, with police and ambulance crews in attendance.\nPhotos from the scene show the top deck of the [Stagecoach](/topic/stagecoach) bus exposed with the roof lying on the road nearby.\n[Police Scotland](/topic/police-scotland) confirmed eight people were taken to hospital following the crash but said there are no reports of any “serious injuries”.\nA [Scottish Ambulance Service](/topic/scottish-ambulance-service) spokesperson said: “We received a call at 1.55pm to attend an incident on Culzean Crescent, Kilmarnock.\n“One ambulance and three special operations response teams were dispatched to the scene and four patients were transported to University Hospital Crosshouse.”\nA Police Scotland statement said: “Officers were called to a crash involving a double decker bus on Culzean Crescent in Kilmarnock around 1.55pm on Thursday 19 December 2024.\n“Eight passengers were taken to hospital. There are no reports of serious injuries.\n“Enquiries are ongoing into the collision. The road reopened around 5.30pm.”\nScotRail said no train services had been impacted.\nNetwork Rail said specialist engineers inspected the structure following the incident.\nA spokesman said: “The bridge has not sustained any structural damage as a result of the collision.”\nA Stagecoach West Scotland spokesperson said: “We can confirm there has been an incident involving one of our buses in Kilmarnock.\n“The 6 service, which runs from Kilmarnock Bus Station to New Farm Loch, struck a low bridge.\n“Investigations are ongoing and we are working closely with Police Scotland.”\nIt comes after a double-decker [First Bus](/topic/first-bus) hit a railway bridge in Glasgow on Saturday evening, with several people injured.\nA 60-year-old man was taken to the city’s Queen Elizabeth University Hospital in a critical condition at the weekend.\nA woman, 52, and five men, aged 30, 32, 41 and two aged 33, were taken by ambulance to the same hospital for treatment to minor injuries and were later discharged.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Health",
      "Human Interest"
    ],
    "topics": [
      "Disaster and Accident->transportation accident and incident",
      "Health->emergency care",
      "Health->health facility",
      "Health->injury",
      "Human Interest->human mishap"
    ],
    "ai_allow": false,
    "has_canonical": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Lucinda Cameron",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "Kilmar",
          "sentiment": "none"
        },
        {
          "name": "East Ayrshire",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T00:12:17.059+02:00",
    "updated": "2024-12-20T00:12:17.059+02:00"
  },
  {
    "uuid": "86e583202dff97a712f54c18eeb52596d275d723",
    "url": "https://la100.cienradios.com/espectaculos/la-angustia-de-nicole-neumann-por-el-drama-que-atraviesa-con-sus-hijas-jamas-me-acostumbrare/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Juan Álvarez",
    "published": "2023-12-28T21:04:00Z",
    "title": "La angustia de Nicole Neumann por el drama que atraviesa con sus hijas: “Jamás me acostumbraré” | La 100",
    "text": "[Nicole Neumann](https://la100.cienradios.com/espectaculos/asi-fue-la-el-festejo-de-navidad-de-nicole-neumann-embarazada-y-su-foto-junto-a-indiana-cubero/) se encuentra en un momento de extrema felicidad por el embarazo que tiene producto del romance con Manu Urcera y luego de su casamiento, la modelo compartió un posteo sobre sus hijas, las fiestas de fin de año y cómo es no estar con ellas. El preocupante posteo de Melody Luz en medio de sus vacaciones con Alex Caniggia: “Darlo todo” A través de su perfil de Instagram, [Nicole Neumann ](https://la100.cienradios.com/espectaculos/la-tierna-foto-de-la-pancita-de-nicole-neumann-con-manu-urcera-que-mato-de-amor-a-todo-esta-dupla/)compartió el posteo de una fanpage en la que se la veía junto a una de sus hijas cuando todavía era bebé y esto no hizo más que conmoverla. Luego de subir la fotografía, Nikita escribió unas sentidas líneas. Fue entonces que juntoc on la publicación, la modelo señaló: “Awww qué duro tener que estar lejos... Creo que jamás me acostumbraré a no estar 24/7 con mis bebés. Llevarlas a cada viaje y aventura, cada Navidad. Y bueno, es lo que hay. A aprovechar a mil los momentos que sí”, señaló. Por su parte [Nicole Neumann](https://la100.cienradios.com/espectaculos/la-lista-de-deseos-de-nicole-neumann-para-las-fiestas-que-genero-tension-con-manu-urcera-un-amor-sano/) se encuentra atravesando el tercer mes de embarazo y en más de una ocasión reveló que siente mucha alegría por poder agrandar la familia con Manu Urcera.7 El reflexivo mensaje de Nicole Neumann en las redes sobre la felicidad Luego del posteo que hizo en relación a sus hijas, la modelo hizo una segunda publicación en la que subió la captura de una frase en inglés, la cual hacía mención de los momentos de la vida y la felicidad que hay en ellos. Dicho contenido, describía lo siguiente: “La felicidad es una elección, no un resultado. Nada te hará feliz hasta que elijas ser feliz. Ninguna persona te hará feliz a menos que tú decidas ser feliz. Tu felicidad no llegará a ti. Sólo puede venir de tí”, cerró. Claro que esto se dio en medio de las fiestas, el embarazo, y la armonía que Nicole Neumann encontró con su familia.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:24:15.389+02:00",
    "updated": "2023-12-29T00:24:15.389+02:00"
  },
  {
    "uuid": "fc1c4c2cbf239c68c461212d77382ac5aa0bc6e0",
    "url": "https://newsadvance.com/news/local/national-park-service-designates-bedford-county-as-world-war-ii-heritage-city/article_9d935bb2-a5c6-11ee-b469-7f621e2280d8.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "JUSTIN FAULCONER The News & Advance",
    "published": "2023-12-29T05:00:00Z",
    "title": "Bedford County designated as World War II Heritage City",
    "text": "Bedford County is among 11 communities across the country designated as American World War II Heritage Cities, the National Park Service announced Thursday. The American World War II Heritage Cities Program honors the contributions of local towns, cities, counties and their citizens who stepped into the workforce to support America’s efforts during World War II, according to a news release from the park service. Only one American World War II Heritage City can be designated in each state or territory. The World War II Heritage City designation is open to counties as well. “World War II permeated every aspect of American life and resulted in a large migration of people within the United States,” the NPS release said. “Individuals and families relocated to industrial centers for good-paying war jobs and out of a sense of patriotic duty. Many industrial centers became ‘boom towns,’ growing at phenomenal rates. Workers from around the nation had to intermingle with each other and overcome differences to meet war demands, forever changing the cultural landscape of the United States.” People are also reading… Contributions by a city to the World War II home front effort include defense manufacturing, such as ships, aircraft, uniforms and equipment; production of food and consumer items for Armed Forces and home consumption; volunteer participation; and civil defense preparedness. The World War II Heritage Cities program was established by the John D. Dingell, Jr. Conservation, Management, and Recreation Act of 2019 to recognize the historic importance of the United States’ domestic involvement in World War II and ensure the continued preservation of a defining period in American history. This year’s additions follow the inaugural designation of Wilmington, North Carolina, in September 2020. Bedford County, for more than 22 years, has been home to the National D-Day Memorial, which draws people from all over the world to remember the legacy of the soldiers who stormed the beaches of Normandy on June 6, 1944. Bedford suffered more casualties per capita than any other locality in the country. Those local soldiers are known worldwide as “The Bedford Boys.” “World War II was a defining period in American history, and Bedford County has been a vocal advocate for memorializing and preserving this history,” U.S. Rep. Morgan Griffith, R-9th, said in a statement. “As the site of the National D-Day Memorial and the homeplace of the Bedford Boys, this decision by NPS introduces the rest of the country to a foundational piece of World War II preservation efforts. I am proud to represent Virginia’s only World War II Heritage City and I applaud the years of hard work by Bedford County and others to make this designation possible.” U.S. Sen. Tim Kaine, D-Va., earlier this year wrote the National Park Service urging it to designate Bedford a World War II Heritage City and described Bedford as an ideal candidate to represent the state. “The Town of Bedford also approached the challenges from World War II with adaptability and strength,” Kaine wrote in the letter. “The community grew fruits and vegetables in large quantities for the armed forces. Volunteers led local war-clothing drives, along with parades and rallies to encourage the purchase of war bonds and war stamps. Although every American town was negatively impacted by the Second World War, Bedford maintained its steadfast commitment to helping those in need.” Mary Zirkle, the town’s economic development coordinator, said the Heritage City designation is a great opportunity for the town and Bedford County to be recognized for the “effort and sacrifice the community put into World War II on both the home front and on the battlefield.” U.S. Sen. Mark Warner, D-Va., and Griffith also provided letters of support to back a very strong nomination spearheaded by National D-Day Memorial staff, Zirkle said. The Bedford County Board of Supervisors and Bedford Town Council also supported the nomination, she said, and other local partners included the Bedford County Museum, the Bedford Boys Tribute Center, the Bedford County Department of Tourism and Bedford International Alliance, Inc. Bedford being designated is an appropriate recognition “for all that the community of Bedford does to make sure we remember and tell others about the contributions of our everyday citizens that gave so much in that period of international history,” Zirkle has said. Justin Faulconer, (434) 473-2607",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "peop",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nps",
          "sentiment": "none"
        },
        {
          "name": "national park service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bedford county",
          "sentiment": "none"
        },
        {
          "name": "heritage city bedford county",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:07:31.489+02:00",
    "updated": "2023-12-29T17:07:31.489+02:00"
  },
  {
    "uuid": "248b1d5b3163ebeddaa1a7c8a0e55bb8976240bc",
    "url": "https://finance.sina.com.cn/stock/wbstock/2025-06-26/doc-infckpaq1654700.shtml",
    "ord_in_thread": 0,
    "author": "微博财经-财道工作室",
    "published": "2025-06-26T05:28:00Z",
    "title": "最新毕业去向数据告诉你，很多岗位并没有那么\"专业对口\"|研究生考试_新浪财经_新浪网",
    "text": "来源：@澎湃新闻微博\n高考成绩甫一揭晓，考生与家长又迎来了志愿填报，而这难度同样不小。\n海量的招生简章、疯传的名师指导，还有可能被AI替代的危机，都使得学生和家长们晕头转向。此前，我们已经在 《当高考志愿遇上AI浪潮，我们该如何选专业？》 一文中发现，从英语到计算机，没有几个专业在 AI 冲击这件事上敢说自己高枕无忧。\n不过，被AI替代可能暂时是远虑，各个专业的未来从业路径才是各位考生和家长的近忧。 澎湃美数课通过分析学信网“阳光志愿信息填报系统”的数据，试图展现92个专业门类的最新毕业去向 ——在填报志愿前，我们至少要知道选择这个专业意味着怎样的职业图景。\n多数专业的去向并不单一\n读师范做老师、考新闻当记者、学金融以后去银行，多少家长为自己孩子选专业出谋划策时，都默认了读什么专业，就要从事对口行业。但实际情况要复杂得多。\n为了比较不同专业之间在读时“职业预期”与毕业后“实际从业”的匹配度，我们统计了每个专业类别中，头号职业预期与实际从业是否一致的比例。 比如，在金融学类的8个专业中，只有1个专业的头号职业预期与实际从业重合，所以我们将金融类整体的从业一致率认定为12.5%。\n按照这样的算法，你会发现在92个专业门类中，实际从业与职业预期一致的专业是少数，不太一致才是多数。\n什么专业去向很专一？建筑类、计算机类、中医学类等专业就属于实际从业与职业预期较为一致，其中部分专业通常具有明确的执业资格或行业认证路径，例如医师资格考试、注册建筑师等，这在一定程度上使得毕业生的从业方向更为集中。\n需要注意的是，尽管这些专业的职业与理想较为一致，但并不意味着这些专业就好找工作。 从广西公布的2023年初次毕业去向落实率极低的6个本科专业中，曾经备受追捧的建筑类专业就位列其中。而像是中医学类也是如此，在多省就业率低的专业名单中，中医学就频频出现。\n而新闻传播学类、法学类等专业则属于另一种类别，从业广泛型的大众专业——毕业人数众多，从业去向不一。比如，法学类的学生普遍期望以后当律师，但毕业生更多去当了公务员。\n跨行业工作的情况在上述专业中相当常见。曾是法学专业出身的林佳慧就在读书过程中改变了想法。在大学期间，她对自己的专业产生了强烈的“逆反”情绪，认为“能看到的世界好像不是金融就是法律”。因此，林佳慧在毕业后选择去了新闻行业，这个能让她“接触到各种各样有趣的人”的领域。\n“我还是觉得专业没那么重要，在一个综合性大学里接触到更多不同的学科和朋友比较重要。”林佳慧分享她的感悟时说道，大学期间积累的知识总会在意想不到的时刻发挥作用。\n你的未来，不会被一次选择就框死\n林佳慧的感悟不是个案，一些专业本身就不会集中流向某个单一行业。 数据显示，在公共管理类的学生中，56.1%的去向难以被归类为同一行业的地方，其次是社会学类、农业经济管理类。\n以公共管理类中的公共事业管理专业为例，从人口老龄化、城乡差距，到环境污染与资源分配，公共事业管理专业关注的是这些横跨多个部门的社会性问题，因此其就业去向自然多种多样。\n公共事业管理专业曾经一度在国内高校中发展得如火如荼。据统计，从2000年到2011年，中国开设公共事业管理专业的院校的数量从57所升至432所，足足增长了约7.6倍。但在2020年至2023年期间，有高达115所大学撤销了该专业，是所有被撤销专业数量中的第二名。\n此外，在数据中，一个突出的现象是不少专业的学生将“考研”列为期待发展的Top1出路。 比如，农学类有相关数据的26个专业中，有92.3%都选择考研为最期望从业的方向。而理学、历史学、工学等门类，期望考研深造的比例都超过了60%。\n尽管从2024年开始，全国考研报名人数已连续两年下降。但在一些“双非”院校，考研热潮依然不减。比如在云南的玉溪师范学院，2025年全校考研报考人数达1180人，较上年增长15.23％。此外，据高考直通车统计，深圳大学在2025年再次以2.1万的报名人数成为全国考研报名数最多的双非院校。\n中国教育在线发布的《2025全国研究生招生调查报告》显示，有78％的学生认为，研究生学历在求职时具有明显优势。而关于考研动机，有相当一部分学生在亲人朋友鼓励、建议和要求下考研，还有一部分学生因受到周围同学影响而考研，这两种情况的考研学生占比为38％。\n有些职业，是有专业门槛的\n相比之下，计算机、土木等专业的确相较其他学科有着更清晰的职业路径。\n2024届本科学生的就业监测数据显示，28.6%的电子信息类专业会去信息传输、软件和信息技术服务业，其次是制造业。如果将电子信息类去该行业的比例与所有专业去该行业的平均占比做对比，那土木类的专业对口指数高达3.4。也就是说，电子信息类学生进入该行业的比例，是所有专业平均值的4.5倍。\n其中，较为专业对口的计算机类和电子信息类专业，是近年热门抢手的工科专业。 据中国高等教育管理数据与咨询的专业公司麦可思近日发布的《2025年中国本科生就业报告》，2024届本科高薪专业中，无一例外均为工科专业，其中就包括计算机类、电子信息类、自动化类等。\n有的专业还会集中流向某个难以被界定为“本行”的行业。比如，读物理、历史和数学等专业的，大概率会流向教育行业。\n这类基础学科的知识体系偏重理论与学术思维训练，想要本科后找到专业对口的工作相对困难。中科院物理所就曾撰文写道：“目前市场上直接对口物理学专业的工作岗位很少。而物理学院和培养方式，以及教师的教学方法，都是默认学生会选择继续深造的”。\n因此，这些专业如果不继续深造从事科研，许多毕业生会将教育行业作为主要从业选择。\n实际上，所谓“就业宽”或“就业窄”，其实没有绝对的好坏。路径清晰的专业，适合有明确要求和设想的人；而路径多元的专业，则为尚未确定方向的学生留下更多尝试的空间。针对尚未确定方向的学生，学生和家长在填报志愿时，也可以考虑选择出路更为多元的专业，为大学期间再做决定留足时间。\n无论是否符合职业预期，又或者是专业对口，大学里的专业更多是起点，而非设定好的终点。\n《哪吒之魔童闹海》的导演饺子就是一个例子。截至目前，该电影拿下 中国电影 票房总榜榜首，而导演饺子却不是科班出身。饺子毕业于四川大学华西药学院，但后来自学三年动画技术，转型成为动画导演。\n饺子曾在接受采访时说：“比如我考上医科院校却从事动画行业，在很多人看来不可思议，但我坚持做自己喜欢的事儿，不被外界左右。”\n或许，在AI浪潮之下，回归初心是一个更好的选择。\n受访者林佳慧为化名。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Education->students",
      "Education->parents group",
      "Education->college and university",
      "Social Issue->social services",
      "Social Issue->demographics",
      "Social Issue->social condition",
      "Economy, Business and Finance->human resources"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T08:42:58.255+03:00",
    "updated": "2025-06-27T06:05:41.000+00:00"
  },
  {
    "uuid": "62f7dc04ddde8e85b69f615fc03c26956c59675d",
    "url": "https://www.suedkurier.de/ueberregional/wirtschaft/news/gewerkschaft-verkuendet-tarifeinigung-bei-doenerfabrik-birtat;art1015326,12459315",
    "ord_in_thread": 0,
    "author": "SÜDKURIER Medienhaus",
    "published": "2025-08-08T08:33:00Z",
    "title": "Murr: Gewerkschaft verkündet Tarifeinigung bei Dönerfabrik Birtat | SÜDKURIER",
    "text": "Mehrere Tage ist bei der schwäbischen Dönerfabrik Birtat für bessere Bezahlung und einen Tarifvertrag gekämpft worden. Nun gibt es eine Einigung. Wie sieht sie aus?\nBeim Dönerspießhersteller Birtat gibt es einen Tarifabschluss. (Archivbild) | Bild: Markus Lenhardt/dpa Facebook WhatsApp E-Mail Drucken Jetzt merken, später lesen Sie können jetzt Artikel speichern und lesen, wann immer Sie möchten.\nX Artikel gespeichert.\nArtikel wurde gespeichert.\nAnzeigen X dpa/lsw Im Tarifkonflikt beim Dönerspieß-Hersteller Birtat gibt es eine Einigung - es ist zugleich nach Gewerkschaftsangaben der erste Tarifvertrag in der Dönerfleischindustrie. Für die rund 120 Beschäftigten wurde der Einstiegslohn auf 2.600 Euro festgelegt, wie die Gewerkschaft Nahrung-Genuss-Gaststätten (NGG) und das Unternehmen Meat World SE (Birtat) in Murr bei Ludwigsburg gemeinsam mitteilten. Ferner sei eine Anhebung der Entgelte in zwei Stufen im Gesamtumfang von bis zu 17 Prozent in der Spitze bei einer Laufzeit bis Ende 2026 vereinbart worden. Für eine direkte Stellungnahme war das Unternehmen zunächst nicht erreichbar.\nDie Gewerkschaft NGG forderte eine Erhöhung der Entgelte um 375 Euro und einen Tarifvertrag. Bisher wurde die Arbeit an elf unterschiedlichen Tagen zeitweise niedergelegt. NGG-Verhandlungsführerin Magdalena Krüger sagte, dieser Tarifabschluss sei ein historisches Ergebnis in der Dönerfleischbranche und ein Erfolg der Beschäftigten. Cihan Karaman, der Pressesprecher der Meat World SE erklärte laut der gemeinsamen Mitteilung: «Wir sind überzeugt, dass dieser Vertrag nicht nur Planungssicherheit schafft, sondern auch das Vertrauen und die Zusammenarbeit zwischen Unternehmen und Beschäftigten stärkt.»\nBirtat gehört zur Meat World SE und ist der NGG zufolge der größte Hersteller von Dönerspießen in Baden-Württemberg - und einer der führenden Anbieter in Deutschland. In der Fabrik stecken die Mitarbeiterinnen und Mitarbeiter Fleisch vom Kalb, Hähnchen oder Rind auf Spieße - und geben dem Ganzen die traditionelle Form. Die Spieße werden dann schockgefrostet und ausgeliefert.\n Zur Startseite",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "positive",
    "categories": [
      "Labor"
    ],
    "topics": [
      "Labor->wages and benefits",
      "Labor->collective agreements",
      "Labor->unions"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Markus Lenhardt",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Ludwigsburg",
          "sentiment": "none"
        },
        {
          "name": "Murr",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Nahrung-Genuss-Gaststätten",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        },
        {
          "name": "Meat World SE",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "dpa",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "DPA",
              "exchange": "LON"
            }
          ]
        },
        {
          "name": "NGG",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_de",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-08T11:43:40.233+03:00",
    "updated": "2025-08-08T11:52:34.000+03:00"
  }
]