[
  {
    "uuid": "1ca9ade0917d33faa3b44f22c841b0a676d04dd4",
    "url": "https://www.local3news.com/local-news/bradley-central-one-step-closer-to-back-to-back-titles-with-semifinal-win/article_20cfc062-dd9c-11ee-9832-7750548e38e0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "bbobick@local3news.com (Ben Bobick)",
    "published": "2024-03-08T22:35:00Z",
    "title": "Bradley Central one step closer to back-to-back titles with semifinal win",
    "text": "The standard is the standard. That standard in 4A high school girls' basketball is Bradley Central.\nThis Bearettes team now has a chance to do what only one other team in their storied history has done, win back-to-back state championships.\nTheir opponent in Coffee County on Friday was no pushover. The Lady Raiders quickly got Miss Basketball finalist Kimora Fields in foul trouble, sending her to the bench in the game's first two minutes.\nBradley Central then relied on its endless amount of stars as Tatianna Stovall, Avary Brewer, and Harmonie Ware took over the game in the second quarter leading to a 30-17 Bearettes halftime lead.\nIn the third, their defense shined, and Fields returned to work. The defending state champions were able to extend their lead to 14 after three. From there, it was all she wrote.\nBradley Central would cruise to a 55-35 victory on stellar defense and a total team effort. Four Bearettes finished in double figures as Ware led the way with 18.\nIn the earlier semifinal game, Cleveland was looking to make some program history and qualify for their first-ever state championship game.\nThe Lady Blue Raiders had their hands full with a Bartlett team out for their own redemption after finishing runner-up to Bradley Central a season ago.\nThe Lady Panthers controlled most of the first half as they led by 10 at the break. Cleveland made their push in the third. Junior Emma Smith stepped up big for the Lady Raiders with a pair of threes on the day and big buckets in the second half.\nAn early fourth quarter Smith layup cut the Bartlett lead to two. Momentum was seemingly on the Lady Raiders side, until Carrington Jones had other plans.\nThe Bartlett star took over on her way to a game-high 23 points as the Lady Panthers were able to pull away for the 65-55 win.\nCleveland ends their season at 24-10 but put their program back on the map. The Lady Raiders made it to the state tournament for the first time since 2008 and also won a game for the first time in 16 years. The squad is only losing two seniors and has quite the future with Bianca Hensley at the helm.\nThe rematch is now set for the 4A state championship game. It will be Bradley Central and Bartlett. The Bearettes are looking to win back-to-back titles for the first time since 1975-76. It would also be their third championship in six years and eighth all-time.\nTip is set for 2 p.m. (ET) on Saturday inside the Murphy Center.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "avary brewer",
          "sentiment": "none"
        },
        {
          "name": "tatianna stovall",
          "sentiment": "none"
        },
        {
          "name": "kimora",
          "sentiment": "none"
        },
        {
          "name": "harmonie ware",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bradley central",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "coffee county",
          "sentiment": "none"
        },
        {
          "name": "cleveland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-09T00:55:59.314+02:00",
    "updated": "2024-03-09T00:55:59.314+02:00"
  },
  {
    "uuid": "9cb4b12a0cf9f2039d0ba6680234d15c13ea5ec7",
    "url": "https://www.devdiscourse.com/article/law-order/2782726-india-to-be-free-from-menace-of-naxalism-in-three-years-amit-shah",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2024-01-20T14:26:00Z",
    "title": "India to be free from menace of Naxalism in three years: Amit Shah | Law-Order",
    "text": "India to be free from menace of Naxalism in three years: Amit Shah [PTI](/pti-stories)| Tezpur | Updated: 20-01-2024 19:26 IST | Created: 20-01-2024 19:26 IST - Country: - India Union Home Minister Amit Shah on Saturday asserted that the country will be free from the menace of Naxalism in the next three years. Shah, while addressing the Sashastra Seema Bal's 60th Raising Day at Salonibari near here, also said among all the central armed police forces, SSB plays \"a unique role in minutely integrating culture, history, topography and language\" of the border villages, and bringing people in those areas closer to rest of the country. Besides guarding the borders, the SSB along with other CAPFs have performed their duties effectively against the Naxals in Chhattisgarh, Jharkhand and Bihar, he said. \"In the next three years, under the leadership of Prime Minister Narendra Modi, the country will be 100 per cent free from the Naxal problem,\" asserted Shah. At another event in Guwahati, he said the government will stop free movement of people at the Myanmar border. Addressing the passing out parade of the first batch of the five newly constituted Assam Police Commando battalions, Shah said the Centre is rethinking the free-movement facility with Myanmar. ''The India-Myanmar border will be protected like the Bangladesh border... The Government of India will stop the free movement with Myanmar,'' the home minister said. The central government had said it plans to fence a 300-km stretch of unfenced boundary with Myanmar and end the Free Movement Regime, which allows people living on both sides of the international border to travel within 16 km into each other's territory without visa. He also said the prime minister's mission of bringing peace and development in the northeast has been successful. The Congress had a policy to \"divert attention from problems and enjoy power, which led to the deaths of thousands of people in the region\", particularly in the Bodoland, alleged Shah said at the 13th Triennial Conference of the All Bathou Mahasabha in Dhekiajuli in Sonitpur. \"When I became home minister, the Bodo movement was underway and I made a sincere attempt to understand the problems and demands of one of the largest communities of the northeast,\" he said. The PM also viewed it from a new perspective and the problem was resolved with Bodoland \"today being free from bomb blasts, firing and violence\", Shah said. \"As I studied the problem, I realised there was no difference between the Bodos and the different communities of the country - we are all the same. The Bodos just wanted to protect their cultural identity,\" the senior BJP leader said. The northeast has witnessed a 73-per cent decline in incidents of violence, while deaths of security personnel have come down by 71 percent and that of citizens by 86 per cent, he claimed. During the last nine years, nine peace accords have been signed and nearly 9,000 youths gave up arms, he said. The Union minister also expressed gratitude to Bodoland Territorial Region (BTR) chief Pramod Bodo for bringing the youths to the mainstream and engaging them in the development process. Following the signing of the Bodo accord in January 2020, 1,615 Bodo youths have returned to the mainstream, the NDFB was disbanded and Rs 1,500-crore financial aid was provided to Bodoland, Shah said. The Bodo-Kachari Welfare Autonomous Council was also constituted, while the Bodo language has been already declared an 'associate language' by the state government, he said. Hailing the SSB, the home minister said it is a unique organisation that has not only guarded the borders, faced terrorists and Naxals in difficult terrains, but has also ensured the cultural unity of border villages. \"This helps us not only to integrate these villages with the rest of the country, but also strengthen India's stand in areas where there are disputes with the bordering nations,\" Shah said. Shah said as a part of women empowerment, there is a target to ensure six per cent women employees in the SSB, with four per cent already been achieved. Regarding hiring in vacant SSB posts, he said 1,75,000 recruitments have taken place since 2014, which is \"more than double the number during any nine-year period in the country\". In a bid to promote sports in CAPFs, Shah said, a central policy will be formulated soon, which would evolve a scientific way to ensure that it percolates to the barrack level. Referring to the Vibrant Village Yojana, he said it was a gift from the PM to the border villages. The SSB is also working for all-round development of these villages, and has developed a model to ensure people as partners in maintaining security, and various schemes of the Centre and state governments reach all with 100 per cent saturation, he said. In the last one year, SSB personnel have seized 24,000 kg of drugs and narcotics, recovered 144 weapons and rescued 500 children from the clutches of human traffickers, Shah informed. On the criminal justice system, the home minister said that once fully implemented, justice will be provided in three years through the three new laws. Regarding the consecration ceremony in Ayodhya, Shah said that Lord Ram would return home after 550 ''disrespectful'' years. ''It's a matter of pride for the entire India,'' he said, noting that it was happening at a time when the country was on course to become a superpower. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [Uttarakhand CM Dhami urges Railway Minister Vaishnav to extend Deharadun-Lucknow Vande Bharat rail service to Ayodhya](/article/headlines/2766426-uttarakhand-cm-dhami-urges-railway-minister-vaishnav-to-extend-deharadun-lucknow-vande-bharat-rail-service-to-ayodhya) [Kalyan Jewellers to open its 250th showroom in Ayodhya](/article/business/2766682-kalyan-jewellers-to-open-its-250th-showroom-in-ayodhya) [UP Minister Sunil Bharala writes to PM Modi, demands installation of Lord Parshuram statue in Ayodhya](/article/headlines/2766514-up-minister-sunil-bharala-writes-to-pm-modi-demands-installation-of-lord-parshuram-statue-in-ayodhya) [\"Ayodhya's Ram temple is a result of struggle of over 500 years,\" says Himachal Pradesh Governor Shiv Pratap Shukla](/article/politics/2766633-ayodhyas-ram-temple-is-a-result-of-struggle-of-over-500-years-says-himachal-pradesh-governor-shiv-pratap-shukla) [7000 pieces of bamboo sent to Ayodhya from Assam ahead of Ram Temple consecration ceremony](/article/headlines/2766546-7000-pieces-of-bamboo-sent-to-ayodhya-from-assam-ahead-of-ram-temple-consecration-ceremony)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "shah",
          "sentiment": "none"
        },
        {
          "name": "amit shah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pti",
          "sentiment": "neutral"
        },
        {
          "name": "ssb",
          "sentiment": "none"
        },
        {
          "name": "naxals",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "bihar",
          "sentiment": "none"
        },
        {
          "name": "myanmar",
          "sentiment": "none"
        },
        {
          "name": "guwahati",
          "sentiment": "none"
        },
        {
          "name": "salonibari",
          "sentiment": "none"
        },
        {
          "name": "chhattisgarh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T16:27:57.258+02:00",
    "updated": "2024-01-20T16:27:57.258+02:00"
  },
  {
    "uuid": "4484483c5ff9807b03fcf524e5ee8b390417d263",
    "url": "https://heraldodemexico.com.mx/deportes/2024/1/14/los-jefes-de-kansas-city-congelan-los-delfines-de-miami-les-vencen-26-7-569481.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Heraldo de México",
    "published": "2024-01-14T06:13:00Z",
    "title": "Los Jefes de Kansas City congelan a los Delfines de Miami y les vencen 26-7 | El Heraldo de México",
    "text": "Con dos anotaciones y cuatro goles de campo, sin contratiempos y con una sensación térmica de poco menos de 30º bajo cero, los Chiefs de Kansas City clasificaron anoche a la ronda divisional en la NFL, luego de imponerse 26-7 a los Dolphins de Miami. El vaho —vapor que despiden los cuerpos en determinadas condiciones de temperatura y humedad (o el humito que sale por la boca cuando hace frío, en términos más coloquiales)— y el pasto amarillo y blanquecino, confirmaron a la vista las bajas temperaturas que se vivieron en el Arrowhead Stadium. Asimismo, consecuencia del peculiar clima en Kansas City, se fracturó el casco de Patrick Mahomes, después de un impacto directo (con la protección de un rival de la franquicia de Miami). El equipo visitante padeció todavía un poco más, y su nula productividad ofensiva terminó por sentenciar todas sus chances de continuar con vida en la temporada. Kansas City explotó al máximo el escenario, el frío y la localía, y aseguró su primera victoria contra los Dolphins en la postemporada (tenían tres derrotas ante este equipo). Además, concretó un golpe de autoridad, como uno de los equipos más dominantes y ganadores en la actualidad. Tyrek Hill, viejo conocido en Arrowhead Stadium, consiguió la única anotación de los Dolphins. Sin embargo, sólo sumó cuatro recepciones, neutralizado por completo por una de las defensas más sólidas en la liga estadounidense, ante la mirada de miles de fans con chamarras gigantes. Además de los Chiefs, los Texans de Houston también clasificaron ayer a la siguiente fase. Derrotaron 45-14 a los Browns de Cleveland, con una muy destacada actuación de su quarterback novato, CJ Stroud, quien registró tres touchdowns y consiguió 274 yardas aéreas. MAAZ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-14T12:09:27.261+02:00",
    "updated": "2024-01-14T12:09:27.261+02:00"
  },
  {
    "uuid": "49fa35a2ee3576ce0004289a7046fe4926f69237",
    "url": "https://www.chicagotribune.com/2024/05/31/from-national-guard-to-catholic-priesthood-i-wanted-to-live-for-something-higher-than-myself",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Melinda Moore",
    "published": "2024-05-30T20:35:00Z",
    "title": "From National Guard to Catholic priesthood: ‘I wanted to live for something higher than myself’",
    "text": "Click to print (Opens in new window) Chris Strong The Rev. Timothy Berryhill walks down the aisle at Holy Name Cathedral in Chicago after being ordained as a priest. Many of his family members were on hand to see the ceremony. (Chris Strong) By Melinda Moore May 31, 2024 at 5:14 a.m.\nTimothy Berryhill was a medical evacuation Blackhawk helicopter pilot in the Illinois Army National Guard for more than eight years, so he knows something about taking risks. But he never expected a startling incident while skydiving would change the course of his life.\nDuring a jump, he experienced a malfunction when his parachute was a bit tangled.\n“The long and short of that experience was I hadn’t been in church for a long time, and prayed for a long time, but at 3,000 feet, all those prayers of supplication started coming in,” he said.\nAlthough he didn’t break anything, the 90-minute ride back to Fort Rucker, where he was stationed training to fly helicopters, gave him time to think.\n“I started questioning the meaning and purpose of my life. I started thinking if I had died, what would they have said at my eulogy?” he shared. “I came to the conviction that I didn’t want to live for myself — I wanted to live for something higher than myself.”\nAlthough he was raised in the Christian Reformed Church back in Texas, a philosophy of religion class he took as an undergrad at Loyola University in Chicago, and a former roommate who later introduced him to the catechism, led him to explore the teachings and philosophy of the Catholic Church.\nHe decided to enter the Rite of Christian Initiation for Adults at St. George Catholic Church in Tinley Park, where that former roommate, Derek Whitaker, attended.\nWhile participating in a soup and theology event, a woman asked Berryhill if he was a seminarian. That sparked his interest in attending a free retreat at Mundelein Seminary called Exploring Priesthood Weekend.\nBerryhill said he was “blown away by the caliber of men there, people from all walks of life. They left everything to pursue seminary and a call to priesthood.\n“That was another event that turned me on to the priesthood,” he said.\nBerryhill, now 35, lived in a discernment house for two years before entering the seminary, and was a deacon during his six years as a seminarian, including doing Spanish immersion in the summer of 2023 in Antigua, Guatemala. Christ Strong The Very Rev. John Kartje, left, and Cardinal Blase Cupich stand in front of the future priests during the prostration as the Rev. Andy Matijevic, associate pastor at Holy Name Cathedral, looks on. Lying on the floor, from bottom to top, are Timothy Berryhill, Andrew Panzer, Juan Carlos Vargars Carrillo and Martin Nyberg. (Chris Strong)\nHe was ordained May 18 at Holy Name Cathedral in Chicago, an experience he described as surreal.\n“There’s a bit of a delayed reaction with things. It took me a while after the cardinal had placed his hands on my head,” he said. “I’m waiting for fellow classmates to get their hands laid on. I thought ‘That’s it! I’m a priest now!’”\nHe experienced something similar the next day, when he presided over a Communion Mass at St. George.\n“I praised God that I had really good servers who could point me where I needed to go and what to say,” he said.\nDuring Communion, as he was lifting up the bread, the impact hit him again.\n“The experience was an outpouring of love with my family and friends and fellow priests. A very joyful weekend. It was a confirmation of the spirit alive in the church.” Christ Strong Cardinal Blase J. Cupich, archbishop of Chicago, lays hands on Deacon Timothy Berryhill, invoking the Holy Spirit, as the Very Rev. John Kartje, left, looks on during the deacon’s ordination as a priest May 18 at Holy Name Cathedral in Chicago. (Chris Strong)\nThe Rev. Paul Seaman at St. George praised the job Berryhill did at his first Mass, saying he “was poised, and he was prayerful. He drew people into the prayer.”\n“St. George has a really wonderful track record of promoting vocations. I think it’s because the faith as a community radiates in such a way that people are inspired to serve the Lord in a particularly special way,” Seaman said.\nBerryhill chose a different type of music for the Mass, and wore a stole he used when he heard his first confession.\nSeaman said it’s an honor for a parish to produce a priest.\n“Tim’s vocation story is a direct line from his ordination that goes back to his friendship to one of our parishioners,” he said. “It was through that friendship that Tim started really thinking about deeper faith questions and then became Catholic. He wasn’t even Catholic when we first met.”\nHis mother, Cathryn Berryhill, said although Tim was always a leader, his new vocation “wasn’t exactly on my bingo card.”\n“It’s not something I expected, but as we’ve gone on this journey with him, we’ve learned a lot about the faith,” she said. Olivia Berryhill The Rev. Timothy Berryhill, center, lifts the host as part of Communion during an early morning Mass at St. George Parish in Tinley Park. It was the first Mass he celebrated after being ordained as a priest a day earlier. (Olivia Berryhill)\nShe described his first Mass as “very personal,” thanks to all of the connections he made at St. George.\n“Usually to me, church would be really formal, but he was almost conversational and informal, very welcoming and recalling instances with people in the parish,” she said.\nHis brother couldn’t attend the ordination, but Capt. Michael Berryhill, who is deployed in Iraq with the 44th Infantry Brigade Combat Team of the New Jersey Army National Guard, said he is “beyond proud” of his older brother. Both were Eagle Scouts, participated in ROTC in high school and college and were commissioned into the National Guard.\n“Tim always had a heart to serve, which was first seen in his decision to serve his country, and now continues with his decision to serve God and the church,” he said. “Throughout all of his accomplishments, Tim always had the ability to make people laugh and bring people together.”\nHe said he was initially surprised to learn his brother decided to become a priest, but said he never doubted his commitment.\n“Seeing the love Tim has for the church and the support in the community that surrounds him solidify to me that this truly is God’s calling for Tim,” he said.\nBerryhill’s first assignment will be at St. Paul VI Parish in Riverside, which is a unified version of St. Hugh in Lyons, Mater Christi in North Riverside and St. Mary in Riverside and has a school with about 350 students. Eight Masses take place on the weekend at the parish’s two buildings.\nThe Rev. Tom May is looking forward to welcoming Berryhill, who officially starts July 1 but has started moving into the rectory at St. Mary.\nMay said one of the first orders of business for the associate priest will be saying a morning Mass, followed by lots of discussion.\n“You have to kind of take it slow and to talk things through and how things are done like funerals and wake services before the funerals and cemetery services,” May said. “They don’t go through all of that at the seminary. … Every parish has its own way of doing things, so just learning all of that is a challenge.”\nIt’s a busy parish, with about 1,500 regular attendees each weekend and about 70 funerals each year.\nMay also is looking forward to having Berryhill use his language skills to lead the Spanish service, which started in mid-January.\n“People are excited about him coming and will be welcoming. He’ll be overwhelmed with invitations for breakfast and lunch,” May said.\nMelissa Moore is a freelance reporter for the Daily Southtown. Share this:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "timothy berryhill",
          "sentiment": "negative"
        },
        {
          "name": "melinda moore",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national guard",
          "sentiment": "negative"
        },
        {
          "name": "illinois army national guard",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "fort rucker",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-31T13:38:57.867+03:00",
    "updated": "2024-05-31T19:49:59.999+03:00"
  },
  {
    "uuid": "20b95dbca4359cae4b9bc557cd79d932f4622058",
    "url": "https://www.screenhub.com.au/news/reviews/gruen-nation-abc-review-smug-backslapping-boring-2666329",
    "ord_in_thread": 0,
    "author": "Anthony Morris",
    "published": "2025-04-30T23:43:00Z",
    "title": "Gruen Nation, ABC review: smug, backslapping, boring",
    "text": "As the ABC’s window onto the world of advertising, over the years Gruen has taken many forms.\nFirst there was the original strength formula, AKA The Gruen Transfer; Gruen Planet reached beyond detergent commercials and fake ads for cannibalism to examine big picture government public relations, while Gruen Sweat looked at sport, only without mentioning the results or the gameplay or injuries or anything like that.\nBut of all the attempts to refresh a format that’s been basically unchanged for over a decade, the most pointless rebranding has been Gruen Nation. Traditionally dusted off when an election coincides with the need to run as much Gruen as possible in a year – don’t worry, after the two episodes of Gruen Nation there’s ten more of regular Gruen coming up – it’s a rare opportunity to hear the panel talk about something even less interesting than ‘influencers’ and ‘branding’ and ‘marketing strategies’.\nStrap yourselves in, they’re looking at politics.\nIn theory this should be corporate synergy to make Barbenheimer look like GoggleMaster. The not-so-buried subtext in every episode of Gruen is that advertising is the secret force that rules the world; individual ad campaigns might fizzle, but advertising itself shapes our thoughts and guides our behaviour in ways mere mortals cannot hope to comprehend. With politics, finally they have a subject worthy of their dark arts.\nWatch the Gruen Nation trailer.\nUnfortunately, as someone pointed out in this week’s episode, the reality is a bit more mundane. Political advertising always looks cheap and shoddy because all the advertising guru’s highly regarded – by them – skills are largely superfluous in a political campaign.\nPolitical parties work hard to come up with a basic message, which they then express as cheaply as possible so they can spend as much money as possible on putting the ads on as often as possible. It’s all about quantity, not quality … something we’ll no doubt be reminded of during those three whole months of non-stop Gruen we’re getting in 2025.\nIf it were somehow possible to live a life untouched by advertising – you know, like a rusted-on ABC viewer – then there’s often something to enjoy with Gruen. Occasionally host Wil Anderson’s all-too-human incredulity at the venal nature of the marketing millionaires on the panel comes forth; sometimes someone says something that, stripped of context, is funny or interesting.\nBut in the real world, advertising is a constant annoyance at best and a constant dull shrieking coming from every screen that surrounds us at worst.\nGruen is like a show where oil executives or high-level supermarket managers or anyone else who gets paid to make our lives worse sit around talking about how cool and exciting their business plans are. Then again, the ABC also airs Insiders, which is basically the same smug back-slapping session only for right-wing political types, so clearly they like the format.\nAside from the ABC’s insatiable desire to keep Wil Anderson on our screens, why even bother with Gruen Nation? Much like advertising itself, it adds nothing to the conversation.\nAustralia’s extensive political coverage is already all about marketing and advertising: the nightly news is focused entirely on how well the leaders and their parties sold their message that day, with political editors delivering solemn campaign reports that might as well have been written by media managers.\nGruen: silent trumpets\nAnd what about the real face of political advertising in 2025: those relentless Trumpet of Patriots text messages? They’ll probably be the most memorable campaign of this election, yet they barely got a mention in Gruen Nation – possibly because discussing Clive Palmer’s party in any kind of depth would have exposed the central rift between the Gruen panel and their audience.\nTo the panel, these annoying texts are part of the job, to be applauded for the way they’ve grabbed attention or at least admired for the way they’ve got people talking. For everyone else, they’re an infuriating intrusion, a painful imposition we just want to stop. Like advertising in general.\nIn that light, Russel Howcroft’s full-throated approval of the LNP’s message means as much as Todd Sampson saying jargon like ‘positioning is all about context’ or influencer Hannah Ferguson letting us know in that influencer voice where you can’t slow down or pause for breath in case your audience wanders off that she still gets asked for ID in bars and communicates with her friends entirely in cringe memes. Don’t worry, they definitely haven’t muted her in the group chat.\nThey’re all salespeople that the ABC invites into our homes so they can peddle the myth that their business isn’t a parasite we all spend much of our lives avoiding whether it’s by ad-blockers or changing the channel or simply looking away.\nAnd every time Gruen returns, their act seems just that little bit less convincing.\nGruen Nation airs Wednesdays at 8pm on ABC and iView.\nDiscover film & TV reviews on ScreenHub …\nActors:\nWil Anderson\nDirector:\nMark Fitzgerald\nFormat: TV Series\nCountry: Australia\nRelease: 30 April 2025\nAvailable on:\nabc iview, 2 Episodes",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment"
    ],
    "topics": [
      "Lifestyle and Leisure->lifestyle",
      "Arts, Culture and Entertainment->television",
      "Arts, Culture and Entertainment->mass media",
      "Arts, Culture and Entertainment->news media"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://iview.abc.net.au/video/MP2514H176C00GN1",
      "https://www.iview.abc.net.au/video/MP2514H176C00GN1"
    ],
    "entities": {
      "persons": [
        {
          "name": "Gruen",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Gruen Planet",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ABC",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Gruen Nation",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T02:58:12.696+03:00",
    "updated": "2025-05-01T00:03:56.000+00:00"
  },
  {
    "uuid": "9d8c2a60be5e3e6e3a3f248856442ec309166c48",
    "url": "https://kyivindependent.com/stanislav-haider-on-his-teams-plans-to-transform-defense-ministry/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Igor Kossov",
    "published": "2023-12-29T21:59:00Z",
    "title": "Deputy defense minister plans to transform ministry – here's how",
    "text": "Stanislav Haider was hired to fix the defense ministry’s institutional problems just as Ukraine entered the most difficult period of the war to date. The 37-year-old deputy minister looks youthful but for his graying strands of hair and he whimsically refers to the invading Russians as “the northern tribes.” He doesn’t look like a defense guy — in fact, he had never worked with the military in any way. He has made his career on making large organizations work in a smarter, more tech-integrated way. After he transformed the city of Drohobych, Haider’s futurization chops got him noticed and he was put in charge of digital transformation at the National Agency on Corruption Prevention (NACP). The work he did there, like launching the successful corruption registry and anti-corruption portal, won him praise. In November, new defense minister Rustem [Umerov](https://kyivindependent.com/who-is-rustem-umerov-ukraines-soon-to-be-defense-minister/) tapped Haider to work by his side, focused on institutional development. \"My biggest plus and biggest minus is that I'm not military,\" Haider said in an interview with the Kyiv Independent at the defense ministry on Dec. 22. He means that he’s inexperienced with military concepts but isn’t burdened by old ways of thinking. \"The greatest inventions in the world are made by people who aren’t aware that 'you can't do’ something,\" he said. Umerov’s history of top-level state service isn’t very lengthy either. The former head of the State Property Fund was reportedly offered the job at the 11th hour, after multiple candidates turned it down. Once he accepted, Umerov came in with confidence, making bold promises to fix what was broken and excoriating those who let it happen. The people he picked to be his deputies share a theme — they are younger, with backgrounds in civil society or digital innovation. They are supposed to bring results-based reformist sensibilities to the ministry at a time when it cannot afford another scandal. Haider often uses the phrases “ministry 2.0” and “quantum leap” when he talks about these plans. The two known procurement corruption scandals — buying provisions at inflated prices and paying for near-worthless jackets from Turkey — tarnished the defense ministry’s reputation before the world and led to [the firing of Oleksii Reznikov](https://kyivindependent.com/reznikovs-tenure-as-defense-chief-ends-amid-new-corruption-allegations/) and his team. Even worse are the ministry’s and the military’s many institutional flaws that hold the armed forces back from their full potential, while causing pointless hardship for serving warriors. Haider’s job is to change the culture and procedures that enable this; to help Umerov run a tighter ship. He used room temperature as a metaphor for an organization’s overall effectiveness. “If it’s cold, you have to spend time putting in heating equipment and you will only be able to know that the temperature has become more tolerable by feeling it around you,” he said. As such, Haider favors the holistic approach. He said he prefers to nurture virtue at an institution rather than going around looking for bad guys to root out. After all, he pointed out, corruption hunters need there to be [corruption](https://www.youtube.com/watch?v=1d65d4m71Fk) to justify their work. “Every doctor needs a patient. Every anti-corruption crusader needs the corrupt,” Haider said. “The main idea is to build a culture at the ministry where we talk about virtue and not ‘fighting corruption’.” He also wants the institution to view its people not as human capital but as role models. When institutions build around these strengths, corruption becomes unnecessary, he said. His team is already working to cut down on the ministry’s practice of management by directive. Instead, he wants stakeholders who are affected by policy decisions to be involved in those decisions, so that they are personally invested in their success. This includes military commanders. In practical terms, the goal is a ministry that understands midterm and longterm strategic goals, coordinates the armed forces and integrates every available force towards victory. Haider has to make sure it’s transparent, efficient and comprehensible by partners. One of the main things to tackle is how the ministry handles departments and allocates responsibilities. There are many poorly defined and overlapping portfolios, which his team is already sorting out, he said. Haider’s vision for this draws on his prior work at the NACP — he wants to divide the organization not by people or legacy departments but actual function. He said his team already analyzed every function legally required of the ministry, and how it’s doing. They then wrote a new organizational model based on the logic of actual function. For example, related functions like personnel affairs and social security shouldn’t be handled by separate departments, as this has caused many problems for many soldiers. Foreign aid is another big one. Analysts have told the Kyiv Independent they believe Reznikov was kept on so long not just because it was tough to find his successor but also because by then, Reznikov had very genial relations with the allies. Securing, maintaining and smoothing military aid is one of the ministry's most vital functions. And yet, the procedure for doing so was thrown together ad-hoc and not properly codified. \"We thoroughly examined this process and I can tell you that, considering the conditions Ukraine was facing, everything was thrown together,\" he said. \"This is a process that requires root-level transformation.\" Responsibilities must be clearly defined and fixed in law. He also talked about creating a \"line of defense against emotional decisions,\" which lead to deputies staking claims to disproportionate numbers of departments and personnel, then lording over them, or competent-seeming people arbitrarily loaded up with extra jobs. For especially hot-button issues, Haider has a division under his command whose whole job is to check whether reform attempts are working. For example, did the ministry really bring down the number of days it takes a service member to get a document? Every reform gets some indicators, which are checked and rechecked to see if they’re working. Haider’s approach is summarized when he talks about the kinds of people he’s looking for. “There are people with different backgrounds, but the key roles that I need are analysts. Business and data analytics, program managers, lawyers… because our system is built on data.” Umerov’s predecessor, Reznikov, was also meant to improve the defense ministry by bringing in modern civilian sensibilities to replace the military careerists with outdated thinking, who had served in the Soviet Union. Asked how this team will be different from the people it replaced, Haider said he could sit there praising the team or explaining what checks they went through but in the end, talk is cheap — he would prefer to be asked again later, once there’s more of a body of work to talk about. “Only time will put everything in its place,” he said. “Then you’ll SMS me and ask ‘how about now?’” Read Stanislav Haider's op-ed on reforming the defense ministry [here](https://kyivindependent.com/opinion-how-were-reforming-ukraines-defense-ministry/). [Igor Kossov](https://kyivindependent.com/author/igor-kossov/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "http://www.youtube.com/watch?v=1d65d4m71Fk)",
      "http://www.youtube.com/watch",
      "http://youtube.com/watch?v=1d65d4m71Fk)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stanislav haider",
          "sentiment": "negative"
        },
        {
          "name": "haider",
          "sentiment": "none"
        },
        {
          "name": "rustem",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nacp",
          "sentiment": "none"
        },
        {
          "name": "national agency on corruption prevention",
          "sentiment": "none"
        },
        {
          "name": "drohobych",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T02:22:01.030+02:00",
    "updated": "2023-12-30T02:22:01.030+02:00"
  },
  {
    "uuid": "9d8f941d764bcba67736ccc059c692951ba8c3ab",
    "url": "https://www.informationng.com/2024/04/dont-worry-well-bring-inflation-down-tinubu-assures-nigerians.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alex Adedamola",
    "published": "2024-04-04T20:47:00Z",
    "title": "Don’t Worry, We’ll Bring Inflation Down – Tinubu Assures Nigerians",
    "text": "President Bola Tinubu has assured Nigerians that his administration would bring down the soaring inflation rate and fix the country’s economic challenges.\nTinubu said this when he hosted the leadership of the All Progressives Congress, Presidential Campaign Council to 2024 Ramadan Iftar at the State House on Wednesday.\nINFORMATION NIGERIA reports that the country’s inflation rate has been on a steady rise since the current administration ended the petrol subsidy regime and unified the exchange rate in 2023.\nIn its latest report, the National Bureau of Statistics (NBS) said inflation rose to 31.7 percent in February 2024 — up from 29.9 percent in the previous month.\nThe president also said that the country’s capacity to generate revenue is getting better.\nHe said: “It is the hard job that you promised the people of Nigeria when you were campaigning for me, you promised them a good result. Didn’t you? That is it! I have to work for it. No magic wand,” he said.\nREAD MORE: SERAP Sues Tinubu’s Govt Over Arbitrary Increase In Electricity Tariff\n“I campaigned on hope, I have to rest on that hope, and push for that hope for the joy of everyone of us.\n“The economy is looking good. Don’t worry about that, we know we have the challenge of inflation, it is okay, we will bring it down.\n“We are reengineering, our revenue is getting better.”\n“Not that we have to go there and hire them to do the job for us, we are doing it ourselves. Whatever is happening to us, we have to solve it by ourselves,” he said.\n“It is your effort, your thinking, your resourcefulness, your investment, your dedication and hard work that can only get us there.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Health",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bola tinubu",
          "sentiment": "negative"
        },
        {
          "name": "ramadan iftar",
          "sentiment": "none"
        },
        {
          "name": "tinubu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "all progressives congress",
          "sentiment": "none"
        },
        {
          "name": "presidential campaign council",
          "sentiment": "none"
        },
        {
          "name": "national bureau of statistics (nbs",
          "sentiment": "none"
        },
        {
          "name": "state house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nigeria",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T00:40:44.347+03:00",
    "updated": "2024-04-05T04:41:30.783+03:00"
  },
  {
    "uuid": "e4b42fe3e4d97a2e3fb00387ccb2b21917a42a96",
    "url": "https://www.elheraldo.co/sociedad/2024/11/07/otorgan-580-becas-para-dermatologos-colombianos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción ELHERALDO.CO",
    "published": "2024-11-07T22:26:00Z",
    "title": "Otorgan 580 becas para dermatólogos colombianos",
    "text": "Un total de 580 becas a dermatólogos colombianos para participar en el curso “Fotobiología Dermatológica: de la teoría a la clínica” otorgará ISDIN tras firmar una alianza estratégica con la Asociación Colombiana de Dermatología (AsoColDerma) y la International School of Derma (ISD) El curso tiene como objetivo capacitar a los profesionales en el manejo de los efectos de la radiación solar en la salud dermatológica, un tema crucial dado el creciente número de casos de cáncer de piel y otros trastornos cutáneos inducidos por el sol. Con un enfoque teórico y práctico, el programa está dividido en cuatro módulos: Fotobiología, Fotocarcinogénesis, Fotodermatosis y Fotoenvejecimiento, y Fotoprotección y terapias de luz. Cada módulo será impartido por un grupo de expertos internacionales, líderes en fotoprotección y tratamiento dermatológico avanzado. El curso no solo se centra en los conocimientos teóricos sobre la radiación solar y sus efectos en la piel, sino que también incluye formación práctica orientada a mejorar la atención clínica de los dermatólogos. La comprensión y prevención de los daños causados por la radiación ultravioleta, como el cáncer de piel, es clave en la formación de los médicos para poder ofrecer un diagnóstico temprano y efectivo a los pacientes. Al finalizar el curso, los participantes recibirán una acreditación oficial de la Universidad de Barcelona y la International School of Derma, así como un certificado con 40 puntos CAMEC avalado por AsoColDerma. Esta certificación, que valida el conocimiento avanzado en un campo de la dermatología en constante evolución, refuerza el compromiso de los dermatólogos colombianos con la excelencia en la atención al paciente.\"} {\"@type\":\"BreadcrumbList",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Education"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Asociación Colombiana de Dermatología",
          "sentiment": "none"
        },
        {
          "name": "International School of Derma",
          "sentiment": "none"
        },
        {
          "name": "ISD",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T00:37:09.227+02:00",
    "updated": "2024-11-08T00:37:09.227+02:00"
  },
  {
    "uuid": "534c8c56bc2e14da6a26d6fe679bc767f9e68c84",
    "url": "https://www.si.com/mma/ufc-311-islam-makhachev-vows-to-finish-arman-tsarukyan-in-under-three-rounds",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Doug Vazquez",
    "published": "2025-01-16T22:04:00Z",
    "title": "UFC 311: Islam Makhachev Vows to Finish Arman Tsarukyan in Under Three Rounds",
    "text": "Islam Makhachev Vows to Finish Arman Tsarukyan in Under Three Rounds at UFC 311\nUFC lightweight champion and No. 1 pound-for-pound fighter Islam Makhachev is gearing up for a high-stakes title defense on Saturday against top contender Arman Tsarukyan at UFC 311 at the brand new Intuit Dome in Inglewood. The two 155-pounders last met in 2019, when Makhachev secured a unanimous decision victory. Tsarukyan has since been on an impressive run, going 9–1 and earning his shot at the title in the first UFC PPV of the year.\nIn a recent interview with Sports Illustrated's Doug Vazquez, Makhachev acknowledged Tsarukyan's growth as a fighter, noting his physical and technical improvements. \"Yeah, of course he's improved. He's become like grown up, become a man. You know now he's older and he’s improved a lot. But his style is the same, always. He tries to take down people. He’s good on that. That's why he's a No. 1 contender,\" Makhachev said.\nMakhachev made a bold prediction for the upcoming fight, signaling his intent to finish Tsarukyan decisively. \"For sure, any small chance I will finish him [in the] first round, second, third, but I think it's gonna be under three rounds. I will finish him. I will look always, all my fights, if I have a small chance, I finish people. But this fight I have more motivation to finish him because [our] last fight [went the] distance and like people say, Arman [gives] good fights. But this time I want to finish all questions,\" he stated humbly but definitively.\nThe lightweight king is clearly driven to leave no doubts about his dominance in the division and will also be attempting to make history as the first fighter in the division to defend the title four times, surpassing the likes of Hall of Famers B.J. Penn and Frankie Edgar.\nBeyond this fight, Makhachev acknowledged the lack of contenders in a division that he’s run through and dismantled, but he remains focused solely on Tsarukyan. The 33-year-old said he will be evaluating future plans with his coaches Khabib Nurmagomedov, Javier Mendez and team after this bout. UFC 311 will also feature Makhachev's close friend and training partner and Khabib’s cousin, Umar Nurmagomedov, who is fighting for the bantamweight title, once again putting the legacy of fighters from Dagestan in the spotlight.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Sport->regular competition",
      "Sport->martial arts",
      "Sport->sport event",
      "Social Issue->social networking",
      "Social Issue->social condition",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:47:23.477+02:00",
    "updated": "2025-01-17T00:47:23.477+02:00"
  },
  {
    "uuid": "9366c9d29b7395ef8a9aa51918b23d509e1a69f4",
    "url": "https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Macy Cate Williams",
    "published": "2024-01-05T21:27:00Z",
    "title": "Our Top 20 Products From Amazon’s Beauty Bestsellers List",
    "text": "Our Top 20 Products From Amazon’s Beauty Bestsellers List\nLooking for a little beauty-shopping intel? We've got you.\nAmazon&asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) has a list of bestselling hair, skin-care, and makeup products that gets updated on the reg. It showcases the top 100 products users shop for, aka the ones that have garnered thousands of five-star reviews, get reordered constantly, and go viral on TikTok. Clearly, it's the perfect place to find some inspiration for a beauty refresh, so we dove into this list of bestsellers, reading through the reviews and compiling rave reviews from our editors to recommend the 20 favorites we can't recommend enough.\nWhether you're looking for the\nbest toner for acne-prone skin, a face sunscreen that won't cause breakouts, or a blow-dryer brush that fakes the look of a blowout from home, it's easy to see why customers love these and buy them time and time again. Keep reading to shop our 20 favorite bestselling beauty products from Amazon worth coveting in 2024.\n— Additional reporting by Marisa Petrarca\nBest Eyeliner\ne.l.f. No Budge Retractable Eyeliner&asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) ($4, originally $5)\nFor the makeup-lovers, you won't want to skip this eyeliner. The site's highest-rated eyeliner is one that people love. The drugstore bestseller has over 10,000 five-star ratings and a 4.4 average rating, so you know it's good. Customers love its smooth application that lasts day and night.\nBest Mascara\nEssence Lash Princess False Lash Effect Mascara&asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) ($5)\nYou might be surprised to discover that Amazon's second top-selling beauty product is a $5 mascara, but once you try it for yourself, you'll understand why. It has more than 330,000 (!) reviews and a 4.4 rating and is the brand's bestselling mascara.\nOur beauty editor tested it out on her own lashes and was amazed by how much length and volume she got from just a single sweep. Read all about her thoughts in this\nEssence Lash Princess False Lash Effect Mascara review.\nBest Tinted Lip Balm\nRevlon Kiss Tinted Lip Balm&asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) ($6)\nYou're looking at the number one bestseller among all the lip balms available on Amazon. What makes this one so special is that it goes on smoothly, moisturizes lips, and gives lips a touch of color that isn't hard to maintain throughout the day. It comes in a handful of shades — our favorite is this pretty berry hue.\nBest Makeup Sponge\nBeakey 5-Pcs Makeup Sponge Set&asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) ($6, originally $13)\nThis beauty blender is currently the best makeup sponge on the site. Customers love how the sponges seamlessly blend in makeup and make it stay put. It has over 90,000 customer ratings, and 76 percent of reviewers give the set a perfect five stars.\n\"I would say these are very comparable high-end blending sponges for a fraction of the price,\" one customer wrote. \"Easy to use, soft, applies foundation, and blends my bronzer well. They also are a lot easier to clean than many of the blending sponges I have used in the past — not sure why, but definitely a major plus!\"\nBest Hairbrush\nWet Brush Original Detangler Hair Brush&asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) ($7, originally $15)\nIf you haven't tried this hairbrush yet, then you're missing out. Made with soft bristles, the detangler won't pull or rip on your hair, even when it's knotted or tangled. The brand boasts that it works great on all hair types and is a painless way to go, especially if your hair is on the more tangled side.\nThe reviews of this brush speak for themselves. With more than 57,000 reviews, 85 percent of customers gave it five stars. Plus, it comes in 18 fun colors and prints that'll be the perfect addition to your collection.\nOur former beauty editor says this is the only brush she'll use. Read all about her experience with it in this\nWet Brush Original Detangler Hair Brush review.\nBest Eyebrow Pencil\nMaybelline Total Temptation Eyebrow Definer Pencil&asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) ($9)\nFill in your brows with this bestselling eyebrow pencil. This popular choice has over 115,000 reviews and a 4.5-star rating. Customers love its angled shape that's easy to use and the mini spoolie brush that softly defines your brows and brushes them out. It comes in four shades: blonde, soft brown, medium brown, and deep brown.\nBest Concealer\nMaybelline Makeup Instant Age Rewind Concealer&asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) ($9, originally $11)\nThis super-concentrated concealer formula is infused with goji berry to brighten and illuminate the undereye area while it covers up your dark circles. The soft, spongy applicator allows the formula to glide on smoothly; the product is evenly distributed across your skin. After a couple swipes, simply tap the concealer with your finger until it's fully blended. This concealer has over 215,000 reviews and 68 percent of buyers give it a perfect five star rating.\nOur former commerce director gave it a try and says it made her dark circles completely disappear. Read all about her experience in this\nMaybelline Makeup Instant Age Rewind Concealer review.\nBest Hair Oil\nMielle Organics Rosemary Mint Scalp & Hair Strengthening Oil&asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) ($9, originally $10)\nChances are you've scrolled past this scalp and hair oil on TikTok, or maybe it's already an unwavering part of your beauty routine. Whatever the case, there's no doubt it's a hit among shoppers. They rave about how it helps with hair growth and makes their hair shiny and soft, in addition to providing much-needed moisture to dry scalps.\nBest Makeup-Removing Wipes\nNeutrogena Makeup Removing Wipes&asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) ($10, originally $14)\nTo deeply clean your face without a sink nearby, or before you cleanse your face, these makeup wipes are the top-rated choice. These makeup-remover towelettes work to dissolve all traces of dirt, oil, and makeup on skin.\nThis drugstore favorite is one of the highest-rated products on Amazon with a 4.8-star rating, which is impressive considering it has over 90,000 reviews! If you love them, you can even try these little\ntravel-size ones&asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) to take on the go. Our former commerce director swears by these and says all she needs is one wipe for a fresh and clean, makeup-free face. Read about why she loves them in this Neutrogena Makeup Removing Wipes review.\nBest Face Wash for Acne\nPanOxyl Acne Foaming Wash&asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) ($10)\nThis foaming face wash might be your new go-to if you're dealing with pesky bumps and pimples. It uses the maximum strength of benzoyl peroxide available over-the-counter (10 percent) to fend off acne-causing bacteria. Plus, it's one of actress\nMadelyn Cline's favorites.\nBest Toner\nThayers Rose Petal Witch Hazel Toner&asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) ($11)\nToners are a fantastic way to even skin tone and control blemishes, but they can often be extremely drying. This alcohol-free formula is a bestseller at Amazon; it keeps skin clear without stripping it of moisture.\nThe product has more than 21,000 reviews, and an impressive 77 percent of customers give it five stars. People claim that it helps with a multitude of problems including acne, dark spots, the appearance of pores, and hydration. The soothing toner includes rose-petal water, vitamin E, and witch-hazel extract.\nThe tannins in witch-hazel extract act as a natural astringent, so they remove excess oil from skin without depleting it of moisture. The rose water also helps to quench your face, plus it smells amazing. Basically, this liquid is pure magic.\nOur former commerce director tested it out and wrote about her experience in this\nThayers Rose Petal Witch Hazel Toner review.\nBest Essence\nCOSRX Snail Mucin 96% Power Repairing Essence &asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) ($14, originally $25)\nMany shoppers praise this skin-care essence to a nearly spiritual degree. Its hero ingredient is snail mucin, a substance with a bevy of benefits, including moisturizing, reducing acne with the help of antimicrobial properties, and subtly reducing wrinkles and antioxidants, which shield the skin from free radicals and prevent fine lines and wrinkles. One of our editors is a fan; read her\nCOSRX Snail Mucin 96% Power Repairing Essence review for more.\nBest Hyaluronic-Acid Gel\nNeutrogena Hydro Boost Hyaluronic Acid Hydrating Water Face Gel&asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) ($16, originally $27)\nIf hyaluronic acid is one of your favorite skin-care chemicals to use, then no doubt this moisturizing gel is your match. The bestselling formula acts as a sponge for dry skin and can absorb up to 1,000 times its weight in water. Its lightweight and gel-like texture will highly moisturize your skin without making it oily. Over 80,000 customers have reviewed this product, and 79 percent of them give it a perfect five stars. Our former editor has been using it for years and refuses to switch. She writes all about it in this\nhttps://www.popsugar.com/beauty/Neutrogena-Hydro-Boost-Water-Gel-Review-44701095 review.\nBest Face Cream\nCeraVe Moisturizing Cream&asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) ($18, originally $19)\nLooking for a new face cream? We found your match. Get a solid 24 hours of hydration with this moisturizing cream. Customers love it because it keeps their skin soft and supple without feeling greasy.\n\"I have extremely dry skin that's also acne-prone and sensitive,\" a customer wrote. \"That's a tough combination to treat because most products that heavily moisturize also cause acne. This lotion is by far the best I've used! I can slather it on as much as I want without any irritation or acne and it soaks right in and soothes my dry skin. I'm a lifetime customer for sure.\"\nBest Face Towels\nClean Skin Club Clean Towels XL&asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) ($18)\nClean Skin Club towels are another TikTok hit, praised for the way they help streamline your face cleansing routine by ensuring your face towels are clean and bacteria-free. They're biodegradable and multipurpose in that you can use them to dry your face after cleansing, pair them with a makeup remover to wipe off makeup, and more. Learn more in our\nClean Skin Club Clean Towels XL review.\nBest Acne Spot Treatment\nRael Miracle Bundle&asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) ($40, originally $47)\nThe beauty of these acne spot treatment patches is that they don't just address a single stage of acne. There is a microcrystal early stage patch, an invisible patch that gently draws out impurities, an overnight patch, and even a postcare patch that treats the dark spot that the healing blemish becomes.\nOur editor tried these patches out and said they're a \"total lifesaver.\" She felt comfortable wearing the invisible patch during video calls for work and even stepped out in them. Read all about her experience with each of these patches in this\nRael Ultimate Pimple Patch Kit review.\nBest Hairstyling Tool\nRevlon One-Step Volumizer Enhanced Hair Dryer and Hot Air Brush&asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) ($40)\nOver 10,000 buyers have reviewed this hairstyling tool and 78 percent of those people give it a perfect five stars. What makes this tool unique is that it's a brush and blow-dryer in one product. The oval brush is designed for smoothing the hair, while the round edges create volume.\nThe brush is also a favorite on TikTok. Our editor tried it, and you can read all about her experience with it in this\nRevlon One-Step Volumizer Enhanced Hair Dryer And Hot Air Brush review.\nBest Exfoliant\nPaula's Choice Skin Perfecting 2% BHA Liquid Salicylic Acid Exfoliant&asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) ($43)\nThis popular exfoliant is a great choice. The BHA formula is made to help unclog and diminish enlarged pores while also deeply exfoliating and getting rid of dead skin cells. Customers love that it helps even out their skin tone.\nIt has 85,000 customer reviews, 74 percent of which are five-star testimonials. You can read the reviews on Amazon and even see before-and-after photos. Plus, the $43 set comes with both a small and large option, so you can have one to take on your next trip.\nBest Sunscreen\nEltaMD Face and Body Zinc Oxide Sunscreen Set&asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) ($67, originally $71)\nWearing sunscreen daily is key to your routine, so if you're still looking for the right match, you might want to try this duo. The gentle and lightweight formula is great for those with acne-prone and oily skin types, as customers rave that it won't break you out.\nThe hydrating and protective formula helps keep you moisturized and protected, so what's not to love? This two-piece set is a bestseller because you get two of its best products, one for the face and one for the body, for an affordable price.\nBest Vitamin C Serum\nDr. Dennis Gross Skincare TruSkin Naturals Vitamin C Serum&asc_refurl=https://www.popsugar.com/beauty/bestselling-beauty-products-amazon-45970500&ascsubtag=___psv__p_45970500__t_w_) ($72)\nThis oil-free, noncomedogenic moisturizer also doubles as a serum. It combines three forms of vitamin C with lactic acid and antioxidants like niacinamide and squalane to replenish the skin's moisture barrier, brighten, and soften fine lines.\nOne of our editors tested this serum out and said it's \"worth every penny.\" She used it for two-plus weeks and was thrilled at the results, even documenting them with before and after photos in this\nTruSkin Naturals Vitamin C Serum review. \"After using this serum for 16 days, you can see how my dark spots have gradually faded, and my overall skin tone is brighter. On top of that, my skin's texture has improved significantly; my pores don't appear as big, my breakouts have decreased, and my skin looks more refined,\" she writes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "http://www.amazon.com/exec/obidos/ASIN/B00T0C9XRK",
      "http://www.amazon.com/exec/obidos/ASIN/B01F36JEXE",
      "http://www.amazon.com/exec/obidos/ASIN/B07PBXXNCY",
      "http://www.amazon.com/exec/obidos/ASIN/B094DK6JNF",
      "http://www.amazon.com/exec/obidos/ASIN/B07MWSXPT1",
      "http://www.amazon.com/exec/obidos/ASIN/B078GVH2XW",
      "http://www.amazon.com/exec/obidos/ASIN/B00PBX3L7K",
      "http://www.amazon.com/exec/obidos/ASIN/B097CNMZF5",
      "http://www.amazon.com/exec/obidos/ASIN/B074VD6LCB",
      "http://www.amazon.com/exec/obidos/ASIN/B0B5FPD1HR",
      "http://www.amazon.com/exec/obidos/ASIN/B00016XJ4M",
      "http://www.amazon.com/exec/obidos/ASIN/B081KL2QYJ",
      "http://www.amazon.com/exec/obidos/ASIN/B00U2VQZDS",
      "http://www.amazon.com/exec/obidos/ASIN/B00NR1YQHM",
      "http://www.amazon.com/exec/obidos/ASIN/B01KI40DIQ",
      "http://www.amazon.com/exec/obidos/ASIN/B00TTD9BRC",
      "http://www.amazon.com/exec/obidos/ASIN/B09HY85DJF",
      "http://www.amazon.com/exec/obidos/ASIN/B07D8DBS7S",
      "http://www.amazon.com/exec/obidos/ASIN/B07GKVBQDG",
      "http://www.amazon.com/exec/obidos/ASIN/B086V3DFXG",
      "http://www.amazon.com/?tag=popsugarshopx-20&asc_source=feedburner&asc_campaign=Feed:",
      "http://www.amazon.com/exec/obidos/ASIN/B07N7PK9QK",
      "http://amazon.com/exec/obidos/ASIN/B01F36JEXE",
      "http://amazon.com/exec/obidos/ASIN/B078GVH2XW",
      "http://amazon.com/exec/obidos/ASIN/B0B5FPD1HR",
      "http://amazon.com/exec/obidos/ASIN/B07GKVBQDG",
      "http://www.amazon.com/",
      "http://amazon.com/exec/obidos/ASIN/B094DK6JNF",
      "http://amazon.com/exec/obidos/ASIN/B07N7PK9QK",
      "http://amazon.com/exec/obidos/ASIN/B074VD6LCB",
      "http://amazon.com/exec/obidos/ASIN/B01KI40DIQ",
      "http://amazon.com/exec/obidos/ASIN/B00016XJ4M",
      "http://amazon.com/exec/obidos/ASIN/B09HY85DJF",
      "http://amazon.com/exec/obidos/ASIN/B086V3DFXG",
      "http://amazon.com/exec/obidos/ASIN/B07PBXXNCY",
      "http://amazon.com/exec/obidos/ASIN/B07MWSXPT1",
      "http://amazon.com/exec/obidos/ASIN/B00NR1YQHM",
      "http://amazon.com/exec/obidos/ASIN/B00U2VQZDS",
      "http://amazon.com/exec/obidos/ASIN/B081KL2QYJ",
      "http://amazon.com/exec/obidos/ASIN/B07D8DBS7S",
      "http://amazon.com/exec/obidos/ASIN/B00TTD9BRC",
      "http://amazon.com/?tag=popsugarshopx-20&asc_source=feedburner&asc_campaign=Feed:",
      "http://amazon.com/exec/obidos/ASIN/B00PBX3L7K",
      "http://amazon.com/exec/obidos/ASIN/B00T0C9XRK",
      "http://amazon.com/exec/obidos/ASIN/B097CNMZF5"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "amazon",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "amazon",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:41:35.761+02:00",
    "updated": "2024-01-06T00:41:35.761+02:00"
  }
]