[
  {
    "uuid": "13bf2d7082f8a3745dd5a8d8d31f4cace1f4d4f2",
    "url": "https://fr.gizmodo.com/surveillance-des-tempetes-solaires-geomagnetiques-sever-1851468713",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Isaac Schultz",
    "published": "2024-05-10T13:31:00Z",
    "title": "Le monde entier est averti de se préparer à la grave tempête géomagnétique actuelle, la première en 20 ans",
    "text": "Le Centre de prévision météorologique spatiale de l’Administration nationale des océans et de l’atmosphère a prévu une « violente tempête solaire » qui devrait frapper la Terre ce soir, selon un rapport. [libérer](https://www.swpc.noaa.gov/news/media-advisory-noaa-forecasts-severe-solar-storm-media-availability-scheduled-friday-may-10). Ces tempêtes géomagnétiques se produisent de temps en temps, mais à mesure que le Soleil approche du maximum de son cycle solaire de 11 ans, la météo spatiale s’améliore. devient de plus en plus intense. Une tempête géomagnétique se produit lorsque des éruptions solaires et des éjections de masse coronale (CME) se produisent sur le Soleil, provoquant une variation du vent solaire qui frappe. La magnétosphère terrestre, la gaine protectrice du champ magnétique terrestre. [Au mieux, les tempêtes provoquent des aurores fascinantes, mais inoffensives, car les particules chargées du Soleil entrent en collision avec les particules qui composent l’atmosphère terrestre. le long de ses pôles magnétiques, émettant de la lumière visible. Mais au pire, les tempêtes peuvent perturber les systèmes de navigation terrestres comme le GPS et déclencher des perturbations des infrastructures comme le réseau électrique et les communications radio et par satellite.] [La tempête à approche a été attribuée une évaluation Sévère (G4) par le Centre de prédiction météo spatiale et a déclenché une veille de tempête géomagnétique, pour la première fois. depuis janvier 2005, une telle alerte a été émise. Le centre prévoit qu’au moins cinq CME seront dirigés vers la Terre entre midi. aujourd’hui 10 mai et dimanche 12 mai. Le Soleil a produit une forte éruption solaire jeudi, plus précisément une éruption X1.1 ; “X -la classe désigne les éruptions les plus intenses, tandis que le nombre fournit plus d’informations sur sa force, \"] selon à la NASA. Plus tôt dans la journée, la NOAA [documenté](https://blogs.nasa.gov/solarcycle25/2024/05/09/strong-solar-flare-erupts-from-sun-12/) une éruption solaire en core plus forte, classée comme une éruption forte X2.2. [Des experts du Space Weather Prediction Center de la NOAA ont donné une conférence de presse pour discuter de la tempête et de ses impacts potentiels aujourd’hui à 10 h HE. Vous pouvez lisez tous les détails de cette conférence de presse ](https://www.swpc.noaa.gov/news/yet-another-x-flare-observed)ici . «Nous avons un événement très rare entre nos mains», a déclaré Shawn Dahl, un prévisionniste de la météo spatiale au SWPC, lors de la conférence de presse. « Le point clé ici est que les opérateurs d’infrastructures critiques ont été informés et que l’activité n’est pas terminée. [D’après un ](https://twitter.com/NWSSWPC/status/1788671368629772306)Graphique NOAA [, plusieurs éruptions récentes sur le Soleil au cours de la semaine dernière sont associées à un grand amas de taches solaires environ 16 fois plus large que la Terre. Vous pouvez en fait ](https://gizmodo.com/massive-sunspot-linked-carrington-solar-storm-1859-1851466037?rev=1715287270047)regarde cette tache solaire toi-même [ en utilisant des lunettes éclipse, si vous en avez une paire qui traîne (](https://gizmodo.com/fake-or-safe-how-to-ensure-your-solar-eclipse-glasses-1851378767)assurez-vous simplement qu’ils peuvent être utilisés en toute sécurité ! ) Depuis que le cycle solaire en cours a commencé en décembre 2019, la NOAA n’a observé que trois tempêtes géomagnétiques sévères, la plus récente (également classée G4). ) survenu en mars 2024. La dernière tempête géomagnétique G5, un niveau plus grave , s’est produite en octobre 2003 et a des infrastructures endommagées jusqu’au sud de l’Afrique du Sud, selon le même graphique. [L’intensité du Soleil augmente et diminue sur un cycle de 11 ans, ce qui signifie que le cycle solaire actuel ne sera pas complet avant 2030. Comme Gizmodo signalé en 2022, notre étoile quelque peu imprévisible est une ](https://gizmodo.com/solar-storms-satellite-damage-1849405320)un vrai problème pour les opérateurs de satellite , dont les infrastructures hors Terre sont particulièrement exposées aux fluctuations solaires. Nous en apprendrons bientôt plus sur les impacts de l’événement solaire en cours. mais j’espère que nous aurons de jolies aurores sans le chaos infrastructurel. [Plus : ](https://gizmodo.com/when-will-there-be-a-new-solar-superstorm-1847616173) Ce contenu a été traduit automatiquement à partir du texte original. De légères différences résultant de la traduction automatique peuvent apparaître. Pour la version originale, [ cliquez ici](https://gizmodo.com/severe-solar-geomagnetic-solar-storm-watch-1851468637).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Science and Technology"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://blogs.nasa.gov/solarcycle25/2024/05/09/strong-solar-flare-erupts-from-sun-12/)",
      "https://www.swpc.noaa.gov/news/media-advisory-noaa-forecasts-severe-solar-storm-media-availability-scheduled-friday-may-10).",
      "https://twitter.com/NWSSWPC/status/1788671368629772306)Graphique",
      "https://www.swpc.noaa.gov/news/yet-another-x-flare-observed)ici",
      "https://www.blogs.nasa.gov/solarcycle25/2024/05/09/strong-solar-flare-erupts-from-sun-12/)",
      "https://swpc.noaa.gov/news/media-advisory-noaa-forecasts-severe-solar-storm-media-availability-scheduled-friday-may-10).",
      "https://www.twitter.com/NWSSWPC/status/1788671368629772306)Graphique",
      "https://swpc.noaa.gov/news/yet-another-x-flare-observed)ici"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T20:30:08.552+03:00",
    "updated": "2024-05-10T20:30:08.552+03:00"
  },
  {
    "uuid": "77e8a8e67be121e9984035d9f0e6296dac2cd89f",
    "url": "https://www.thecentersquare.com/north_carolina/article_e4c21d18-244a-11ef-b589-df4beeecde37.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alan Wooten | The Center Square",
    "published": "2024-06-06T21:29:00Z",
    "title": "Budd: Deportation law no problem if senators ‘back the blue’",
    "text": "(The Center Square) – A North Carolina congressman was unsuccessful for a third time in asking the Senate to require deportation for anyone in the country illegally who assaults a police officer. The legislation Sen. Ted Budd, R-N.C., first proposed more than a year ago has passed the House of Representatives. Passage in his chamber would send it to the desk of President Joe Biden. “Any senator who claims to ‘back the blue’ should have no problem supporting this bill,” Budd said. The chamber, with a majority of Democrats, again refused to act on the bill this week. “Sadly,” Budd said, “it’s not a surprise that when we allow over half a million illegal immigrants with criminal records into the homeland, they commit crimes against American citizens. Even members of law enforcement – the very people entrusted with keeping us safe – are now on the frontlines of the border crisis. And no, I’m not talking about police in Texas or Arizona. I’m talking about North Carolina and New York City.” Two years ago, Wake County Deputy Sheriff Ned Byrd was killed in the line of duty by gang members who had crossed the southern border, Budd said. This week in Queens, New York Police Department officers were shot trying to apprehend a suspect in multiple robberies. He was identified as a 19-year-old from Venezuela who illegally crossed through Eagle Pass, Texas. “Worse yet,” Budd said on the Senate floor Tuesday, “he was caught and released with a future court date that he predictably ignored. Enough is enough.” [Senate Bill 1733 was introduced on May 18, 2023](https://www.thecentersquare.com/national/article_a9991160-f5c0-11ed-8133-03782fdb90ad.html), and referred to the Committee on the Judiciary; on March 8 was a failed amendment to the omnibus government funding bill; and on May 22, itwas requested for unanimous consent from the chamber for passage. “Specifically, [the POLICE Act amends](https://www.congress.gov/bill/118th-congress/senate-bill/1733) the Immigration and Nationality Act to explicitly state that an illegal immigrant may be deported for assaulting a police officer,” Budd said. “It’s important to point out that current law does not cover all assaults against law enforcement. This means that some immigrants can remain in the country even after committing crimes against cops.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.congress.gov/bill/118th-congress/senate-bill/1733",
      "https://congress.gov/bill/118th-congress/senate-bill/1733"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "budd",
          "sentiment": "negative"
        },
        {
          "name": "ned byrd",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "ted budd",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "house of representatives",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "center square",
          "sentiment": "none"
        },
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "arizona",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:58:54.851+03:00",
    "updated": "2024-06-07T06:22:22.698+03:00"
  },
  {
    "uuid": "2938c0c30609997f253abcdd0a912a9f7a71223e",
    "url": "https://www.heraldbulletin.com/news/local_news/residents-want-flooding-problem-addressed-in-northcrest-addition/article_991b38a6-501c-11ef-8a6b-331dc6f51e2e.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ken de la Bastide The Herald Bulletin",
    "published": "2024-08-02T10:55:00Z",
    "title": "Residents want flooding problem addressed in Northcrest Addition | Local News | heraldbulletin.com",
    "text": "ANDERSON — Four times since 1996, Sharon Johnson Hilligoss has had her home on Kayhill Drive flooded by waters from Shady Run. Hilligoss and Martina Miller are spearheading an effort to stop the flooding in the Northcrest Addition. They are looking for solutions from the city of Anderson and Anderson Community Schools Corp. Shady Run weaves into the Northcrest Addition from Lindberg Road, runs underneath Scatterfield Road and Alexandria Pike and eventually empties into Shadyside Lake. The housing addition was built in 1955 on a former farm field and Shady Run, a natural stream, runs through the site. Hilligoss said the city built a berm along Shady Run in 2019 that was intended to stop the flooding onto her property. Miller and Hilligoss have requested assistance from the Anderson City Council to alleviate the flooding problem. Anderson City engineer Matt House indicated in a letter in June that the city was going to clear overgrown trees, brush and accumulated sediments. David Eicks, chairman of the Anderson Board of Public Works, said the work will start in the near future. Hilligoss and Miller met with House, council members Greg Graham and Jennifer Culp and a representative from the school system. Miller, who lives on Crestwood Drive, said the problem is that there was supposed to be a retention pond built behind Eastside Elementary School to regulate the flow of water into the housing addition. She said the retention pond is not working properly, with water from the farm fields running into Northcrest. Culp said Shady Run is not regulated by the city or county because it is considered a stream by the Indiana Department of Natural Resources. “It’s regulated by the state,” she said. “There have been problems for years.” Culp said she hopes the city can take responsibility for regulating the drain in the future. “There is more water flowing in from all over,” she said. “It’s a very discouraging situation. It has been one thing after another. We have to help these people.” Graham said the school system is looking into the problem with the retention pond. “We had a good discussion,” he said. “We’re looking to try and make it better. “It would be a good start to clean out the waterway,” Graham added. “The water is coming from behind the school. The stream can’t handle the water. I hope the school will do some retention pond work.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://d1gzrgn7m19oq9.cloudfront.net/widget/retailadvertiser?hostname=newspaperads.heraldbulletin.com",
      "http://www.linkedin.com/shareArticle?mini=true&url=https://www.heraldbulletin.com/news/local_news/residents-want-flooding-problem-addressed-in-northcrest-addition/article_991b38a6-501c-11ef-8a6b-331dc6f51e2e.html&summary=Residents",
      "https://www.wthr.com/weather/indiana-school-closings-business-delays-churches",
      "https://heraldbulletin-cnhi.newsmemory.com/?date=20240224&goTo=D1",
      "http://www.weather.gov/safety/flood",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.heraldbulletin.com/news/local_news/residents-want-flooding-problem-addressed-in-northcrest-addition/article_991b38a6-501c-11ef-8a6b-331dc6f51e2e.html",
      "https://japfg-trending-content.appspot.com/widgey-dug.php?s=10223&v=1&q=3&i=1",
      "https://twitter.com/KendelaBastide",
      "https://bcp.crwdcntrl.net/5/c=6880/b=65082404?https://visitor.r20.constantcontact.com/d.jsp?llr=tzoml49ab&p=oi&m=1128481045299&sit=kxzvgcwlb&f=92145c05-86b3-4018-8900-9935074fa2bc",
      "https://www.heraldbulletin-cnhi.newsmemory.com/?date=20240224&goTo=D1",
      "https://heraldbulletin-cnhi.newsmemory.com/",
      "https://www.twitter.com/KendelaBastide",
      "https://wthr.com/weather/indiana-school-closings-business-delays-churches",
      "https://japfg-trending-content.appspot.com/widgey-dug.php",
      "https://www.japfg-trending-content.appspot.com/widgey-dug.php?s=10223&v=1&q=3&i=1",
      "http://linkedin.com/shareArticle?mini=true&url=https://heraldbulletin.com/news/local_news/residents-want-flooding-problem-addressed-in-northcrest-addition/article_991b38a6-501c-11ef-8a6b-331dc6f51e2e.html&summary=Residents",
      "https://www.d1gzrgn7m19oq9.cloudfront.net/widget/retailadvertiser?hostname=newspaperads.heraldbulletin.com",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.bcp.crwdcntrl.net/5/c=6880/b=65082404?https://www.visitor.r20.constantcontact.com/d.jsp?llr=tzoml49ab&p=oi&m=1128481045299&sit=kxzvgcwlb&f=92145c05-86b3-4018-8900-9935074fa2bc",
      "https://facebook.com/sharer/sharer.php?u=https://heraldbulletin.com/news/local_news/residents-want-flooding-problem-addressed-in-northcrest-addition/article_991b38a6-501c-11ef-8a6b-331dc6f51e2e.html",
      "http://weather.gov/safety/flood",
      "https://d1gzrgn7m19oq9.cloudfront.net/widget/retailadvertiser",
      "http://www.linkedin.com/shareArticle",
      "https://bcp.crwdcntrl.net/5/c=6880/b=65082404"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "madison",
          "sentiment": "none"
        },
        {
          "name": "mccordsville",
          "sentiment": "none"
        },
        {
          "name": "hamilton",
          "sentiment": "none"
        },
        {
          "name": "lawrence",
          "sentiment": "none"
        },
        {
          "name": "hancock",
          "sentiment": "none"
        },
        {
          "name": "marion",
          "sentiment": "none"
        },
        {
          "name": "anderson",
          "sentiment": "none"
        },
        {
          "name": "cicero",
          "sentiment": "none"
        },
        {
          "name": "boone",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ingalls",
          "sentiment": "none"
        },
        {
          "name": "meridian hills",
          "sentiment": "none"
        },
        {
          "name": "westfield",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "edgewood",
          "sentiment": "none"
        },
        {
          "name": "carmel",
          "sentiment": "none"
        },
        {
          "name": "pendleton",
          "sentiment": "none"
        },
        {
          "name": "noblesville",
          "sentiment": "none"
        },
        {
          "name": "markleville",
          "sentiment": "none"
        },
        {
          "name": "fortville",
          "sentiment": "none"
        },
        {
          "name": "williams creek",
          "sentiment": "none"
        },
        {
          "name": "indianapolis",
          "sentiment": "none"
        },
        {
          "name": "chesterfield",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T14:26:37.681+03:00",
    "updated": "2024-08-02T15:37:38.236+03:00"
  },
  {
    "uuid": "fe8f83dcf07ff8750217355961b5ce1b4c523004",
    "url": "https://www.elheraldo.hn/deportes/motagua-boleteria-ante-herediano-copa-centroamericana-fecha-horario-GF21530363",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "/cronologia/-/meta/redaccion",
    "published": "2024-09-18T21:54:00Z",
    "title": "Oficial: Motagua lanza boletería para el partido ante Herediano por Copa Centroamericana",
    "text": "Tegucigalpa, Honduras.- Falta una semana para el trascendental partido de ida de los cuartos de final de la Copa Centroamericana entre [Motagua ](https://www.elheraldo.hn/deportes/motagua-vs-juticalpa-en-vivo-hora-canal-transmite-donde-partido-online-alineaciones-resultado-OE21528475)(Honduras) vs Herediano (Costa Rica) De acuerdo al horario establecido por [Concacaf](https://www.elheraldo.hn/fotogalerias/deportes/olimpia-ranking-clubes-equipos-concacaf-centroamerica-saprissa-alajuelense-motagua-NE21250814#image-1), este encuentro se disputará el miércoles 25 de septiembre a partir de las 8:00 PM en el Estadio Nacional Chelato Uclés. Los azules son el único equipo hondureño que logró alcanzar la ronda de los mejores ocho por segundo torneo consecutivo, pero ahora tienen el objetivo de clasificar a la Champions de Concacaf 2025. Pero, aunque no ha oficializado la venta de boletería para este choque por Copa Centroamericana, los azules ya están vendiendo las entradas por la vía electrónica de TENGO. Los precios quedaron establecidos de la siguiente manera: SILLA: 600 LEMPIRAS. SOL NORTE Y SUR: 200 LEMPIRAS. SOMBRA: 400 LEMPIRAS. La directiva y el equipo capitalino espera un llenazo para este importante partido que significa el primer cotejo de la ronda de cuartos de final de la [Copa Centroamericana](https://www.elheraldo.hn/deportes/cruces-cuartos-final-partidos-copa-centroamericana-concacaf-2024-clasificados-NH21158243). Antes de este juego, Motagua recibirá este miércoles 18 de septiembre al Juticalpa FC en el Nacional Chelato Uclés. El domingo finaliza la jornada 9 visitando al Victoria en La Ceiba. Luego de estos compromisos, el Mimado se concentrará en este duelo internacional ante uno de los equipos históricos de Costa Rica.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-20T00:07:06.381+03:00",
    "updated": "2024-09-20T00:07:06.381+03:00"
  },
  {
    "uuid": "fe5a1945a365de3dd196969dae8c8aa1c3f86979",
    "url": "https://www.israelnationalnews.com/news/395048",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Israel National News",
    "published": "2024-08-22T19:59:00Z",
    "title": "(no title)",
    "text": "The UN Security Council convened today for a discussion on the situation in the Middle East. In his speech, the Palestinian observer to the UN, Riyad Mansour, attacked Israel, saying it was “committing genocide.” Israel’s Ambassador to the UN, Danny Danon – in his first address before the Council after assuming his role – confronted his Palestinian counterpart, said: \"I see the Representative of the Palestinian Authority is still here. You have been sitting in that chair for twenty years. You have spent two decades in this place proposing resolutions which accomplish nothing but hatred and violence, while claiming to be an advocate for peace.\" \"But I want to clarify an important point, and I demand an answer: Mr. Mansour, who do you represent here today? Do you represent the Hamas Terror Organization? \"Since October 7th, you have delivered hundreds of speeches – yet you have never uttered anything even resembling a condemnation of Hamas. \"Mr. Mansour, if you cannot condemn them, you are one of them! You do not represent the Palestinian people. You are a terrorist in a suit!\" Ambassador Danon concluded his speech with an urgent message to the Council: “The days when Jewish blood was spilled without a response are over. The days when the Jewish people were at the mercy of tyrants are over. We are the captains of our own ship, and we will take all necessary steps against those who wish to harm us.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "danny danon",
          "sentiment": "none"
        },
        {
          "name": "riyad mansour",
          "sentiment": "none"
        },
        {
          "name": "ambassad",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "un security council",
          "sentiment": "neutral"
        },
        {
          "name": "palestinian authority",
          "sentiment": "none"
        },
        {
          "name": "hamas terror organization",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T00:37:15.081+03:00",
    "updated": "2024-08-23T00:37:15.081+03:00"
  },
  {
    "uuid": "41a9ad196c92aee26c5586df48cf114e77e656a2",
    "url": "https://www.ogol.com.br/noticias/ana-julia-troca-o-sao-paulo-pelo-palmeiras/733248",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ogol.com.br",
    "published": "2025-01-16T21:41:00Z",
    "title": "Ana Júlia troca o São Paulo pelo Palmeiras",
    "text": "O Palmeiras anunciou mais uma contratação para o elenco feminino. A meia atacante Ana Júlia 'pulou o muro da Barra Funda' e trocou o São Paulo pelo Palestra.\nAos 19 anos, a jogadora já vestiu a camisa da seleção brasileira nas categorias de base e foi campeã por lá. Em 2022, ela esteve no elenco que conquistou o Sul-Americano sub-17 e disputou a Copa do Mundo da categoria.\n\"Sempre sonhei em ser jogadora profissional e chegar à Seleção principal. O Palmeiras é um grande clube e poderá contribuir com a realização do meu sonho e com o meu crescimento profissional e pessoal”, pontuou a atleta à assessoria do clube.\nCom passagens pela base do Santos, Ana reforçou o Tricolor Paulista em 2021, para defender a equipe sub-15 do São Paulo. Ela subiu para o elenco profissional em 2024, mas não atuou.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "topics": [
      "Sport->regular competition",
      "Sport->soccer",
      "Sport->sports transaction"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:31:43.317+02:00",
    "updated": "2025-01-17T00:31:43.317+02:00"
  }
]