[
  {
    "uuid": "8a5d058b8364264ec527cf21a928630b3e7c7b71",
    "url": "https://firmas.prensa-latina.cu/argentina-bajo-gobierno-ultra-liberal-y-antidemocratico/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@NewsLatinPress",
    "published": "2023-12-28T18:26:00Z",
    "title": "Argentina bajo gobierno ultra liberal y antidemocrático",
    "text": "El 10 de diciembre inició su gestión el gobierno de Javier Milei, un ultra liberal autodenominado “anarco-capitalista”, o “liberal-libertario”, cultor de la escuela “austríaca” y en especial de Murray Newton Rothbard (estadounidense, 1926-1995), un profeta de la crítica al “estatismo” y un fanático del mercado y la iniciativa privada. La crítica al “estado” es extensiva al socialismo en todas sus variantes, y muy especialmente a Marx y sus continuadores. En rigor, se incluye también la crítica a Keynes y sus políticas de intervención estatal para superar la crisis, tal como hacían sus contemporáneos von Mises y von Hayek. Ese keynesianismo es hoy manifestado a través del “neo-desarrollismo”, por lo que no sorprenden las críticas del libertario a las recientes experiencias de impugnación neoliberal y al titular del Vaticano, sus encíclicas y a pensadores y seguidores afines. Milei accedió al gobierno luego de una segunda vuelta en la que venció al oficialismo con casi 15 millones de votos, superándolo por tres millones. Resultó así un fuerte consenso electoral, el 56 por ciento de votantes contra el 44 por ciento de votos positivos a Sergio Massa, el ex Ministro de Economía de Alberto Fernández. Con ese consenso electoral se legitima la iniciativa gubernamental de “ajuste y reestructuración regresiva” del capitalismo local. Esa política se confirma con el discurso inaugural del presidente, el paquete de urgencia presentado al inicio por el Ministro de Economía Luis Caputo, quien fuera Ministro de Finanzas y Presidente del BCRA durante la gestión de Mauricio Macri (2015-19). Caputo es un financista, asociado al fuerte endeudamiento de la gestión macrista y ahora un reestructurador de la deuda local, un gran condicionante de la política económica, especialmente por los recursos requeridos para hacer frente a la cancelación de intereses y capital de la deuda, lo que compite con cualquier destino social de los recursos públicos. La iniciativa se completa con el anuncio de un Decreto de Necesidad y Urgencia (DNU) que elimina y reforma un cuerpo legal de unas 300 regulaciones, de las cuales solo identificó 30 en su mensaje por cadena nacional. Señaló que serán completadas con otras medidas y especialmente aquellas que requieren ser materializadas legalmente, las que se presentarán próximamente en sesiones extraordinarias del poder legislativo. El solo hecho de resolver por decreto un conjunto de normas que deberían pasar por el congreso, torna anti democrático el funcionamiento del gobierno. Para complementar estos reaccionarios anuncios a favor del capital más concentrado, desde el Ministerio de Seguridad, Patricia Bullrich (también funcionaria de Macri y del gobierno caído en 2001), se informó sobre un protocolo anti piquetes, un mecanismo anti democrático de amedrentamiento y represión del movimiento popular. En simultaneo, la Ministra de “Capital Humano”, Sandra Pettovello, desplegó una fortísima campaña de propaganda, a lo Goebbels, convocando a quedarse en casa ante el anuncio de movilización en conmemoración de la rebelión popular del 19 y 20 de diciembre del 2001, en donde la movilización terminó con el gobierno de turno y dio fin a la convertibilidad de la moneda con el dólar, una virtual dolarización. Recordemos que la dolarización fue la principal bandera en campaña de Milei. Todo apunta a una brutal reconversión regresiva del capitalismo local, con fuerte intervención represiva de las fuerzas de seguridad. El ajuste no pasa sin represión, es el análisis más extendido en los pronósticos sobre la coyuntura y la evolución del nuevo gobierno. La histórica tradición de organización y lucha popular en la Argentina habilita el debate sobre el fracaso o el éxito de la ofensiva ultraderechista. De hecho, en estos primeros días ya se realizaron manifestaciones que discuten el horizonte de la política pública, incluido el intento desmovilizador. Una importante jornada de lucha se vivió el pasado 20/12 durante la tarde y luego, en la noche, a posteriori del mensaje presidencial anunciando el “decretazo” reaccionario, la respuesta movilizada recuperó la tradición del “caceroleo” del 2001. Con pocas horas de diferencia hubo manifestaciones de piqueteros y caceroleros, dos formas de lucha emblemáticas del 2001 cuando la consigna remitía a “piquetes y cacerolas, la lucha es una sola”, expresión de la unidad popular entre trabajadores precarizados y sectores medios de la población. La respuesta sindical está latente con convocatorias diversas en estos días, que se sumarán a las primeras iniciativas de confrontación. Se trata de un bloque social que interviene en este proceso concreto de la lucha de clases, en donde la política oficial vuelca la balanza en un solo sentido, el de las grandes patronales. Orientaciones, medidas y propósitos El enfoque libertario propone retrotraer al país al régimen político previo a los gobiernos constitucionales de voto universal (de varones), es decir al orden capitalista glorificado por las clases dominantes construido entre 1860 y 1910. Fueron tiempos de “fraudes” políticos, antidemocráticos, represivos, a tal punto que el centenario en 1910 mostraba un impresionante desarrollo de las fuerzas productivas, junto al estado de sitio; por eso crecimiento económico y represión, una identidad que se recupera en el presente. Los grandes terratenientes, luego de la masacre y genocidio indígena de la campaña patagónica hacia 1880, junto a los capitales externos en frigoríficos, ferrocarriles o la banca, construyeron la inserción subordinada del capitalismo local en la lógica imperialista dominada por Gran Bretaña. Claro que para ello habilitaron la inmigración, principalmente europea, de los empobrecidos expulsados del viejo continente, por razones económicas o políticas, quienes arribaron en busca de empleo y aportaron su experiencia organizacional, sindical, social, ideológica y política. La identidad obrera vino de la mano del anarquismo, el socialismo y el comunismo, otorgando el sello en origen de la capacidad organizativa y de lucha del movimiento obrero y popular del país, el que mutó en los años 40 del siglo pasado bajo la identidad peronista. El liberalismo era la lógica ideológica de la generación del 80 del Siglo XIX, en el poder del capitalismo local, concepción que impugnaba globalmente a la teoría de la revolución emergente con las tesis de Marx y la experiencia de la Comuna de París (1871), dinámica que habilitó por más de un siglo la ofensiva popular por la transformación revolucionaria de la sociedad mundial. En Argentina se desplegó una práctica teórica y sociopolítica en ese sentido, lo que se expresó en un nuevo régimen político, donde destacan dos grandes partidos que alternaron gobiernos constitucionales desde 1916 hasta el 2015, el radicalismo y el peronismo. Ambos partidos alternaron el gobierno con los golpes militares entre 1930 y 1983, quienes se proponían restaurar el poder oligárquico imperialista sin éxito. Hacia 2015 apareció el primer intento de restaurar el viejo poder sin golpe de estado. Fue la fracasada gestión Macri entre 2015 y 2019. Ese intento se vuelve a producir ahora con un mayor consenso electoral, que impugna anteriores consensos en los partidos tradicionales y que opta por una propuesta de clara identificación con el poder económico concentrado, bajo un discurso de crítica al socialismo y al comunismo, al estatismo, que según Milei, es lo que gobernó en la Argentina de los últimos 100 años. Una confusión deliberada en la caracterización, que sigue las formulaciones de sus maestros “austríacos”. Esa crítica a los gobiernos de discurso crítico al neoliberalismo, que no resolvieron las urgentes demandas de los sectores explotados y más empobrecidos, impugna cualquier salida por izquierda, lo que limitó el discurso crítico de la tradición político- organizativa en el pensamiento de Marx. La salida es por derecha porque primó un discurso liberal a ultranza, crítico a cualquier política de izquierda, además desprestigiada por la impugnación global a la respuesta socialista, pero también a cualquier planteo de critica discursiva, visibilizada como privilegio a “castas”, no solo en la política, de la burocracia política, sino también a trabajadores/as bajo convenios y, por ende, salarios por encima del promedio del conjunto de quienes viven de la venta de la fuerza de trabajo. Entre las principales medidas figura una devaluación del 50 por ciento de 400 a 800 pesos por dólar, lo que supone un relanzamiento de la inflación que venía corriendo hacia el 200 por ciento anual, y que ahora se mueve al uno por ciento diario, en una proyección alarmante que amenaza con hiperinflación. Es una perspectiva que apareja miedo en la población y genera condiciones de posibilidad para reformas ultra reaccionarias en camino de la de máxima: la dolarización. Las desregulaciones por “decreto” recién anunciadas podrán ser objetadas por vía legislativa o judicial, pero sobre todo por la movilización popular. El decreto es un cuerpo normativo dictado por las grandes patronales e inversores que pretenden retrotraer la normativa local al tiempo de la liberalización en favor de la ganancia y la acumulación, una lógica esencial del régimen del capital. Sienten que tienen el consenso electoral y por eso van a la búsqueda del consenso político, asociados con el poder transnacional, expresado en el apoyo del FMI, y especialmente del gobierno de EEUU., por eso la afirmación en el privilegio de relaciones externas con Washington e Israel. No es gratuito en estos tiempos alejarse del vínculo político y diplomático con los dos principales socios comerciales de Argentina- Brasil y China-, pero es la exigencia ideológica y una apuesta a constituirse en vanguardia de la derecha mundial en tiempos de crisis capitalista y de discusión sobre la gestión global del capitalismo. Milei apuesta al éxito local y a marcar el rumbo global con su experiencia. Al igual que Pinochet en el 73 y su ensayo neoliberal, el libertario en el poder intenta, con consenso y represión, realizar el ensayo de un nuevo tiempo de experiencia capitalista. No es poco y por eso la importancia de frenarlo en el origen, un gran desafío. rmh/jcg",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:07:31.558+02:00",
    "updated": "2023-12-29T01:07:31.558+02:00"
  },
  {
    "uuid": "0d3ab248c56599ff58ea39f0bba764d8d1d6085b",
    "url": "https://www.cronista.com/mexico/actualidad-mx/el-mejor-empleo-de-tu-vida-tesla-busca-trabajadores-y-estos-son-los-mejores-puestos-para-enviar-tu-cv/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@cronista",
    "published": "2023-12-28T20:55:00Z",
    "title": "El mejor EMPLEO de tu vida | TESLA busca trabajadores y estos son los mejores puestos para enviar tu CV - El Cronista",
    "text": "Uno de los más grandes atractivos a la hora de emprender una búsqueda de trabajo es la gran cantidad de ofertas laborales que llegan desde el exterior y le permiten a los ciudadanos del mundo emigrar en busca de una mejora en su calidad de vida.\nNo obstante, en ocasiones las oportunidades pueden encontrarse dentro del propio país de origen, por lo que se vuelve una chance única para quienes no puedan o quieran lidiar con el desarraigo .\nTesla invierte u$s5,000 millones en el norte de México, ¿qué trama Elon Musk para 2026?\nTesla en México: Elon Musk advierte sobre retrasos en la instalación\nEn este sentido, la llegada de Tesla a México se encuentra acompañada con la apertura de una gran serie de vacantes en distintos estados.\nTesla llega a México: dónde se podrá aplicar y cuáles son los puestos El arribo a tierra azteca de la empresa fundada por Elon Musk se da como una de las inversiones más significativas de la nación.\nEn este aspecto, y a pesar de contar con algunos retrasos y pocos avances, desde el Gobierno de Nuevo León aseguraron que la compañía ya adquirió los terrenos para la instalación de la planta, que estará ubicada en Santa Catarina , en las afueras de Monterrey .\nFoto: Archivo Los interesados en aplicar podrán enviar su currículum vitae. Los puestos ofertados podrán ser desempeñados en distintos estados: Monterrey, CDMX, Puebla, Estado de México y Querétaro .\nCDMX\nGerente general para liderar las operaciones de Ventas, Servicio y Entrega. Sales Advisor (consejero de ventas) Vacantes para ingenieros civiles o mecatrónicos que trabajen en la red de carga\nMonterrey\nGerente de Compras Indirectas Líder de Recursos Humanos en Campo Técnico de Servicio de Campo Experto en Autopartes Especialista en Sistemas Solares Fotovoltaicos, Baterías y Estaciones de Carga de Vehículos Eléctricos.\nPuebla\nTesla Sales Advisor (Asesor de Ventas de Tesla) Customer Experience Manager (Gerente de Experiencia del Cliente) Sales Service & Delivery ( Ventas y Servicio de Entrega)\nQuerétaro\nSupervisor de almacén\nEstado de México\nVacante para ingeniero en Tecnología de la Información Te puede interesar\nInnovación Cómo es el plan millonario de Bill Gates para desafiar las leyes del espacio y derrotar a Elon Musk",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Labor",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T04:24:37.868+02:00",
    "updated": "2023-12-29T04:24:37.868+02:00"
  },
  {
    "uuid": "8cf498fd0be7ab6ac08ad12d5fe80c4dad2e81ec",
    "url": "https://www.rawstory.com/lauren-boebert-beetlejuice-2666820803/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sky Palma",
    "published": "2023-12-28T21:54:00Z",
    "title": "Lauren Boebert's problems will haunt her in new district like Beetlejuice: analysis",
    "text": "GOP Rep. Lauren Boebert's decision to ditch her home district won't solve a problem likely to haunt the Colorado Republican like Beetlejuice, according to a new political analysis. The Independent's John Bowden argued on Thursday that the firebrand's flight to Colorado's District 4 — and away from [two well-funded competitors in District 3 ](https://www.rawstory.com/lauren-boebert-campaign-2666806788/)— does not mean Boebert will face an easy campaign in 2024. \"She’s the only incumbent House member running (so far?), giving her an advantage in name recognition and an established base of support in the state,\" Bowden writes. \"Those advantages are not ironclad by any means.\" Also read: [Kari Lake hits Nikki Haley in fight for VP: Trump 'would pick anybody over her'](https://www.rawstory.com/kari-lake-nikki-haley/) Boebert may be the only incumbent House member running so far, but the name recognition she brings comes with its own burdens, Bowden argues. \"The congresswoman’s undignified exit from a live-action performance of Beetlejuice earlier this year earned her viral ridicule on an entirely new level,\" writes Bowden, \"including [a round of mockery](https://www.oregonlive.com/entertainment/2023/10/late-night-tv-hosts-return-with-jokes-about-donald-trump-taylor-swift-lauren-boebert-and-more.html) from America’s late-night hosts.\" Boebert is opting to run for the seat currently occupied by Republican colleague, Ken Buck, who has announced he will retire. In an online video statement, Boebert said she did not arrive at the decision easily. “A lot of prayer, a lot of tough conversations and a lot of perspective convinced me that this is the best way I can continue to fight for Colorado, for the conservative movement and for my children’s future,” she said. Read the full op-ed over at [The Independent](https://www.independent.co.uk/news/world/americas/us-politics/boebert-house-congress-colorado-2024-b2470552.html).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.oregonlive.com/entertainment/2023/10/late-night-tv-hosts-return-with-jokes-about-donald-trump-taylor-swift-lauren-boebert-and-more.html",
      "https://www.independent.co.uk/news/world/americas/us-politics/boebert-house-congress-colorado-2024-b2470552.html",
      "https://independent.co.uk/news/world/americas/us-politics/boebert-house-congress-colorado-2024-b2470552.html",
      "https://oregonlive.com/entertainment/2023/10/late-night-tv-hosts-return-with-jokes-about-donald-trump-taylor-swift-lauren-boebert-and-more.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lauren boebert",
          "sentiment": "negative"
        },
        {
          "name": "bowden",
          "sentiment": "none"
        },
        {
          "name": "john bowden",
          "sentiment": "none"
        },
        {
          "name": "nikki haley",
          "sentiment": "none"
        },
        {
          "name": "kari lake",
          "sentiment": "none"
        },
        {
          "name": "beetlejuice",
          "sentiment": "none"
        },
        {
          "name": "boebert",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gop",
          "sentiment": "negative"
        },
        {
          "name": "house",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "colorado",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:26:58.790+02:00",
    "updated": "2023-12-29T00:30:14.332+02:00"
  },
  {
    "uuid": "badd3d7b63048953a40a892ae743cedc10c1de83",
    "url": "https://www.tricitynews.com/national-news/another-death-reported-since-2021-recall-of-home-bed-assist-handles-health-canada-8036528",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2023-12-28T22:11:00Z",
    "title": "Another death reported since 2021 recall of home bed assist handles: Health Canada - Tri-City News",
    "text": "OTTAWA — Health Canada is reminding Canadians about a recall of home bed assist handles after learning of an additional death. Four models of bed handles distributed by Drive Medical were first recalled two years ago after two reported deaths — one in Canada and one in the U.S. Health Canada says as of Dec. 19, the company has received a report of a second death in this country. The metal handles are affixed alongside the mattress to help people get in and out of their regular bed at home. The products are not designed for hospital beds. Health Canada says more than 68,000 of the affected handles were sold between 2016 and 2021 in Canada. It says consumers should stop using them and contact Drive Medical Canada to get a refund. The recalled home bed assist model numbers are 15064, 15062, RTL15073 and RTL15063-ADJ. No information has been provided about what caused any of the deaths, but the recall notice says that retention straps were not properly secured in the initial cases in Canada and the U.S. Drive Medical has also learned of an additional three deaths in the U.S. that happened before Dec. 6, 2021, when the recall was first issued. More than 496,000 of the bed assist products were distributed in the U.S. between 2007 and 2021. The products were sold on Amazon. This report by The Canadian Press was first published Dec. 28, 2023. Canadian Press health coverage receives support through a partnership with the Canadian Medical Association. CP is solely responsible for this content. The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "health canada - tri-city news ottawa — health canada",
          "sentiment": "neutral"
        },
        {
          "name": "health canada",
          "sentiment": "none"
        },
        {
          "name": "u.s. drive medical",
          "sentiment": "none"
        },
        {
          "name": "drive medical canada",
          "sentiment": "none"
        },
        {
          "name": "u.s. health canada",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:27:07.418+02:00",
    "updated": "2023-12-29T00:27:07.418+02:00"
  },
  {
    "uuid": "658895b4ad8e001a63aa6deecc08d53c62d231ed",
    "url": "https://www.fdd.org/analysis/2024/02/01/hamas-smashed-in-khan-younis",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zachary Berman",
    "published": "2024-02-01T23:01:00Z",
    "title": "Hamas Smashed in Khan Younis",
    "text": "February 1, 2024 | Flash Brief Hamas Smashed in Khan Younis February 1, 2024 | Flash Brief Hamas Smashed in Khan Younis Latest Developments Israeli forces have dismantled Hamas’s brigade in Khan Younis, Defense Minister Yoav Gallant [said](https://www.reuters.com/world/middle-east/israeli-forces-have-killed-10000-gaza-fighters-minister-says-2024-02-01/) on February 1, updating the enemy casualty toll in the Gaza war to 20,000. “They have 10,000 dead terrorists and another 10,000 wounded who are not functioning. It’s a blow that is eroding their ability [to fight],” Gallant [said](https://www.timesofisrael.com/liveblog_entry/gallant-says-army-will-push-south-to-rafah-as-khan-younis-offensive-wraps-up/) during a visit to Khan Younis, the southern hub city of the Gaza Strip. Israel previously [killed](https://www.wsj.com/world/middle-east/israel-says-it-has-killed-half-of-hamass-battalion-commanders-34a1c058) the commanders of the [Northern Gaza Brigade](https://www.wsj.com/world/middle-east/israeli-airstrike-hamas-commander-civilian-deaths-3b6be664) and of the [Central Gaza Brigade](https://www.timesofisrael.com/israeli-strike-kills-top-hamas-commander-in-charge-of-central-gaza-brigade/) as well as at least three battalion commanders within the Gaza City Brigade. “We are completing the mission in Khan Younis, and we will also reach Rafah and we will kill every terrorist there who tries to harm us,” Gallant [said](https://apnews.com/article/israel-hamas-war-live-updates-2-1-2024-a7e3f4be50d773c1f5919ffacf6c9dd4#:~:text=%E2%80%9CThe%20Khan%20Younis,to%20harm%20us.%E2%80%9D), referring to the Gazan city that abuts the Egyptian border and that Israeli forces have so far skirted amid concern for displaced Palestinians who have been congregating there. Expert Analysis “Before it launched this war against Israel on October 7, Hamas had an estimated 30,000 terrorists. That fighting force has now been two-thirds depleted, with 10,000 terrorists eliminated and another 10,000 terrorists who are wounded and not returning to the battlefield. Hamas is fast running out of hiding places. The impressive pace of Israeli gains in this only four-month-old offensive may provide Israeli leaders with the latitude to enter a time-limited ceasefire for the recovery of hostages.” — [Mark Dubowitz](https://www.fdd.org/team/mark-dubowitz/), FDD CEO “Supporters of Hamas, including Qatar, like to claim there is no military solution to Hamas, only a political one. That is a lie that Israel’s military is exposing day after day.” — [Richard Goldberg](https://www.fdd.org/team/richard-goldberg/), FDD Senior Advisor Related Analysis “ [Israel, Hamas Weigh Three-Stage Deal for Return of Hostages](https://www.fdd.org/analysis/2024/01/31/israel-hamas-weigh-three-stage-deal-for-return-of-hostages/),” FDD Insight “ [Israel, Egypt Consider Shared Border Security](https://www.fdd.org/analysis/2024/01/30/israel-egypt-consider-shared-border-security/),” FDD Flash Brief “ [Israel Increases Pressure on Hamas Terrorists in Khan Younis](https://www.fdd.org/analysis/2024/01/25/israel-increases-pressure-on-hamas-terrorists-in-khan-younis/),” FDD Flash Brief Issues: [Israel](/issue/israel/) [Israel at War](/issue/israel-at-war/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.wsj.com/world/middle-east/israeli-airstrike-hamas-commander-civilian-deaths-3b6be664",
      "https://www.timesofisrael.com/israeli-strike-kills-top-hamas-commander-in-charge-of-central-gaza-brigade/",
      "https://apnews.com/article/israel-hamas-war-live-updates-2-1-2024-a7e3f4be50d773c1f5919ffacf6c9dd4#:~:text=%E2%80%9CThe%20Khan%20Younis,to%20harm%20us.%E2%80%9D,",
      "https://www.timesofisrael.com/liveblog_entry/gallant-says-army-will-push-south-to-rafah-as-khan-younis-offensive-wraps-up/",
      "https://www.reuters.com/world/middle-east/israeli-forces-have-killed-10000-gaza-fighters-minister-says-2024-02-01/",
      "https://www.wsj.com/world/middle-east/israel-says-it-has-killed-half-of-hamass-battalion-commanders-34a1c058",
      "https://timesofisrael.com/israeli-strike-kills-top-hamas-commander-in-charge-of-central-gaza-brigade/",
      "https://wsj.com/world/middle-east/israeli-airstrike-hamas-commander-civilian-deaths-3b6be664",
      "https://www.timesofisrael.com/liveblog_entry/gallant-says-army-will-push-south-to-rafah-as-khan-younis-offensive-wraps-up",
      "https://www.timesofisrael.com/israeli-strike-kills-top-hamas-commander-in-charge-of-central-gaza-brigade",
      "https://timesofisrael.com/liveblog_entry/gallant-says-army-will-push-south-to-rafah-as-khan-younis-offensive-wraps-up/",
      "https://wsj.com/world/middle-east/israel-says-it-has-killed-half-of-hamass-battalion-commanders-34a1c058",
      "https://reuters.com/world/middle-east/israeli-forces-have-killed-10000-gaza-fighters-minister-says-2024-02-01/",
      "https://www.reuters.com/world/middle-east/israeli-forces-have-killed-10000-gaza-fighters-minister-says-2024-02-01",
      "https://www.apnews.com/article/israel-hamas-war-live-updates-2-1-2024-a7e3f4be50d773c1f5919ffacf6c9dd4#:~:text=%E2%80%9CThe%20Khan%20Younis,to%20harm%20us.%E2%80%9D,"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hamas sma",
          "sentiment": "negative"
        },
        {
          "name": "khan younis",
          "sentiment": "none"
        },
        {
          "name": "yoav gallant",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "hamas smashed in khan younis february",
          "sentiment": "negative"
        },
        {
          "name": "central gaza brigade",
          "sentiment": "none"
        },
        {
          "name": "northern gaza brigade",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "gaza city",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "rafah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:55:16.133+02:00",
    "updated": "2024-02-09T04:28:15.635+02:00"
  },
  {
    "uuid": "9a5b7623b2fbe784ee7d5a57bdecaa8b606c67e0",
    "url": "https://www.montevideo.com.uy/Noticias/FA-cuestiono-a-INAU-por-no-abordar-como-urgente-situacion-de-madre-adolescente-en-Rivera-uc897263",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@portalmvd",
    "published": "2024-08-15T21:50:00Z",
    "title": "FA cuestionó a INAU por no abordar como “urgente” situación de madre adolescente en Rivera",
    "text": "Montevideo Portal La interpelación por parte de la senadora frenteamplista Silvia Nane a las autoridades del Instituto del Niño y el Adolescente (INAU) y del Ministerio de Desarrollo Social (Mides) se lleva adelante este jueves desde las 10:30 horas, con la presencia del titular de la cartera, Alejandro Sciarra y del presidente del INAU, Guillermo Fossati, junto a sus equipos técnicos. Dentro de las más de 40 preguntas formuladas por Nane, había una batería de 12 referidas al caso de la muerte materna de una adolescente de 16 años que vivó en el hogar femenino de INAU en Rivera, y que era víctima de explotación sexual, al igual que otras cinco de sus compañeras. Este hecho fue el que, según Nane, motivó la interpelación. Ante estas preguntas, el ministro Sciarra dio lugar a Marina Cal, directora de la subdirección territorial del INAU, para hablar en su representación. Las preguntas de la legisladora del FA comenzaban con la siguiente introducción: “De los informes del proyecto En Ruta de Gurises Unidos [ONG que asesora a INAU] surge que en el abordaje de la situación de explotación sexual en la que la adolescente fallecida en Rivera fue víctima, ‘desde el hogar se manifiesta que la gravedad [de la situación denunciada] es media y que no amerita un encuentro urgente’. El primer cuestionamiento, en esta línea, era: “¿Quiénes evaluaron que la reunión no era urgente?”. La respuesta de Cal al Parlamento fue que esto se evaluó “a partir del accionar técnico del equipo de trabajo del hogar femenino de Rivera”. “Respecto al trabajo conjunto entre los territorios y los equipos itinerantes, en particular el equipo En Ruta [de la ONG Gurises Unidos, que asesora al INAU] me consta que sucede en general de manera oportuna y sistemática”, agregó y dio cuenta de instancias de trabajo con la ONG que tuvieron lugar en dos oportunidades en diciembre de 2023; una en enero de 2024; dos en febrero, y dos en mayo. “En la mayoría de estas instancias seguramente fue abordada la situación de la adolescente en cuestión y otras adolescentes, por supuesto”, sumó. Y explicó que “de forma conjunta se van seleccionando los abordajes según las características de cada uno de los casos”. Cal dijo que “podría afirmar que en la mayoría de estas instancias ha habido intercambios sobre el caso, porque desde diciembre del 2023 hasta el deceso, figura esta situación estando atendida en el padrón de Gurises Unidos en el programa En Ruta”. Sin embargo, afirmó no tener “copia del registro de la instancia específica del 11 de diciembre [la primera reunión sobre el tema, 11 días después de realizada la primera denuncia judicial sobre el caso, el 30 de noviembre]”. Con respecto a si los integrantes del equipo técnico del hogar femenino de Rivera que estaban en funciones en el momento de la denuncia el 31 de noviembre continúan trabajando en el hogar femenino, afirmó: “La respuesta es sí, mayoritariamente, sí”. A continuación, desarrolló: “La única excepción es que en junio de este año una técnica que trabajaba en el hogar femenino pasa a cumplir todo su horario en el centro de varones en la medida que sucede un nuevo ingreso de un técnico psicólogo que puede dedicarse también de manera exclusiva al hogar femenino”. “Respecto a si INAU está al tanto de las investigaciones administrativas que se están realizando en ASSE sobre la atención recibida por la adolescente fallecida el 8 de mayo de este año, la respuesta es formalmente no”, aseguró. Por otra parte, afirmó que INAU tomó conocimiento de la muerte de la adolescente “el mismo día del fallecimiento”. “Los equipos de territorio de Rivera y de Salto se articularon para el acompañamiento y recibir noticias sobre la delicadísima situación de la adolescente y su hija. Y, por lo tanto, el acompañamiento fue sostenido y en tiempo real sobre lo que iba sucediendo con la evolución de las dos personas en su período de internación en el hospital”, apuntó la jerarca. Cal dijo, asimismo, que la bebé se encuentra en el hogar infantil del departamento desde julio y “en buen estado de salud, con los controles médicos al día”. También contó que se convocó a audiencia que se celebrará el 3 de setiembre del 2024 “para continuar definiendo su situación en términos jurídicos”. “Estamos en conocimiento de que Fiscalía solicitó el ADN para el presunto progenitor”, agregó. Montevideo Portal",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T01:08:39.963+03:00",
    "updated": "2024-08-16T01:08:39.963+03:00"
  },
  {
    "uuid": "510334efb939d6cdc07a10f4da42b1843eee7aba",
    "url": "https://www.grandforksherald.com/news/local/alleged-armed-robber-apprehended-two-days-after-scooter-theft",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staff reports",
    "published": "2024-08-15T20:49:00Z",
    "title": "Alleged armed robber apprehended two days after scooter theft",
    "text": "Ronald F. Vondal-Nelson is charged with robbery, preventing arrest, refusal to halt and possession of drug paraphernalia, according to a press release issued by the Grand Forks Police Department. GRAND FORKS — The suspect in a Tuesday, Aug. 13, RAD scooter theft was apprehended Thursday, Aug. 15, by an officer on routine patrol near Orton's Southtown Cenex, located at 2002 S. Washington St. The officer requested additional patrol units on scene after recognizing 35-year-old Ronald F. Vondal-Nelson as the suspect, according to a press release the Grand Forks Police Department issued Thursday afternoon. Vondal-Nelson, walking through a parking lot while on his phone, caught sight of the officer and — when the officer began to exit the patrol car — allegedly took off running. He allegedly ran around the gas station, fleeing to the south and then west, where he was met with officers entering the area. He was apprehended behind Skip's Budget Drug at 2015 Library Cir. and taken into custody without further incident. The GFPD issued a release asking for help locating the theft suspect on Tuesday after he was allegedly observed using a bolt cutter to steal a scooter that was padlocked to a building, the release said. When a witness saw what was happening, he yelled at the suspect, who allegedly threatened to hit him with the bolt cutter if he got any closer. The suspect then left the scene. Vondal-Nelson is charged with robbery, preventing arrest, refusal to halt and possession of drug paraphernalia, the release said. Court documents have not yet been filed. ADVERTISEMENT ADVERTISEMENT",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ronald f. vondal-nelson",
          "sentiment": "negative"
        },
        {
          "name": "vondal-nelson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "skip's budget drug",
          "sentiment": "none"
        },
        {
          "name": "grand forks police department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "orton's southtown cenex",
          "sentiment": "none"
        },
        {
          "name": "washington st.",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:18:24.101+03:00",
    "updated": "2024-08-16T02:54:08.682+03:00"
  }
]