[
  {
    "uuid": "332dc0def2be532c2108ef5ba2cc4ea38cebf731",
    "url": "https://www.newsandstar.co.uk/news/23984638.silent-christmas-bethlehem-amidst-conflict-says-paul-calvert/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Paul McTaggart",
    "published": "2023-12-24T05:00:00Z",
    "title": "Silent Christmas in Bethlehem amidst conflict, says Paul Calvert | News and Star",
    "text": "IT'S set to be a silent Christmas in Bethlehem this year as the shadow of war looms large over the region. In years gone by, the birthplace of Jesus has been known for vibrant celebrations and parades throughout the city, however Paul Calvert, a Carlisle-born journalist said there is a sombre atmosphere this year. \"There's usually a huge celebration. We usually have Christmas markets, and international markets, parades in the streets, giant nativity scenes but there's nothing this year. \"The war is affecting people in Bethlehem differently than the people of Gaza. Bethlehem is built on tourism, but with no tourists hotels are empty, and many have lost their jobs in the hospitality industry,\" he said. Paul, [who has been running the Christian radio station Hayah based in Bethlehem,](https://www.newsandstar.co.uk/news/23849116.paul-calvert-commited-staying-israel-palestine-conflict-zone/) described how one church has made a nativity scene where they have the baby Jesus in rubble to represent and show solidarity with Gaza. \"The churches of the Middle East decided that they were going to celebrate a very low-key Christmas this year. No Christmas lights, no Christmas tree. \"It's a very sad feeling but it's a very difficult time at the same time,\" he said. Paul emphasised the real impact of the conflict on daily life as rockets continue to fly overhead with daily alerts being received regularly. \"We're not seeing that in the news, we're just seeing what is happening in Gaza.\" According to Al Jazeera, as of December 21, around 20,000 Palestinians had been killed in Israeli bombardment since October 7. The revised death toll in Israel stands at 1,200. \"This is the first time I've gone through something such as a war. \"I've got friends here in Bethlehem from Gaza, they are very concerned. Every day we're doing a prayer to remember to pray for Gaza and remember the families. \"Their family is currently held up in a church in Gaza. You stand on your faith and this is what builds your faith. \"It's easy to be a Christian when everything is going good, but is it easy when everything around you is falling apart - when war is happening, this is the time God builds trust in your life,\" Paul said. Looking ahead into the new year, Paul hopes the war 'finishes' and 'peace comes'. \"I'd like to see something different happening in Gaza, they need to have good leadership, and leadership that isn't pushing for a fight and a war all the time. \"It was a terrorist organisation running Hamas, the people of Gaza don't want this war, the Israelis don't want to send their sons and daughters to war. \"We pray for something different to happen in Gaza, good leadership, strong economy and somewhere for tourists to go,\" he said. Despite the ongoing turmoil, Paul will aim to find some Christmas spirit by watching traditional classics like Mr Bean and The Vicar of Dibley and celebrating with friends over food. Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "paul calvert",
          "sentiment": "negative"
        },
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "paul",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "carlisle",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bethlehem",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "middle east",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T07:16:42.700+02:00",
    "updated": "2023-12-24T07:16:42.700+02:00"
  },
  {
    "uuid": "b6a5e18c575a14372ef847e14abfdb8c47b5ef52",
    "url": "https://www.comingsoon.net/guides/news/1533457-fbi-true-season-4-streaming-watch-stream-online-via-paramount-plus",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pragya Chowdhury",
    "published": "2024-04-11T23:57:00Z",
    "title": "FBI True Season 4 Streaming: Watch & Stream Online via Paramount Plus",
    "text": "FBI True Season 4 is a documentary series that throws you headfirst into the most captivating cases handled by the FBI. Think Mindhunter’s psychological chills meet Unsolved Mysteries’ suspense with a dash of Dateline’s emotional depth.\nHere’s how you can watch and stream FBI True Season 4 via streaming services such as Paramount Plus.\nIs FBI True Season 4 available to watch via streaming?\nYes, FBI True Season 4 is available to watch via streaming on Paramount Plus.\nThis season, buckle up for high-stakes hostage situations, mind-bending terrorist plots, and chilling true crime investigations. From tracking down a Times Square bomber to dismantling a notorious gang operation, each episode unravels a real-life thriller with nail-biting tension and heart-stopping moments.\nIt stars Brianna Acevedo, Kristy Kottis, and Cindy Coppola.\nWatch FBI True Season 4 streaming via Paramount Plus\nFBI True Season 4 is available to watch on Paramount Plus. Paramount Plus is a subscription-based service. Moreover, it provides access to top-notch video content from notable brands including CB, Paramount Pictures, Comedy Central, Nickelodeon, and MTV.\nYou can watch via the show Paramount Plus by following these steps:\nGo to ParamountPlus.com\n- Select ‘Try It Free’\n- Choose your plan:\n- $5.99 per month or $59.99 per year (Essential)\n- $11.99 per month or $199.99 per year (with SHOWTIME)\n- Enter your personal information and create your account\nThe Paramount Plus Essential plan includes tens of thousands of episodes and movies, the NFL on CBS, the UEFA Champions League, 24/7 news coverage with CBS News, and limited ads.\nFurthermore, the Paramount Plus with SHOWTIME plan includes all of the above, removes the ads except in limited circumstances, and also includes SHOWTIME originals, movies, and sports along with CBS live TV and college football. Nonetheless, you’re able to download shows to your mobile device.\nFBI True Season 4 official synopsis is as follows:\n“Follows the world of real FBI agents using surveillance video, interrogations with hostage takers and terrorists, and photos from the agents’ collections to tell their real life stories.”\nNOTE: The streaming services listed above are subject to change. The information provided was correct at the time of writing.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Science and Technology",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.paramountplus.com/",
      "https://www.paramountplus.com",
      "https://paramountplus.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cindy coppola",
          "sentiment": "none"
        },
        {
          "name": "brianna acevedo",
          "sentiment": "none"
        },
        {
          "name": "kristy kottis",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fbi true season",
          "sentiment": "positive"
        },
        {
          "name": "paramount plus fbi",
          "sentiment": "positive"
        },
        {
          "name": "paramount plus",
          "sentiment": "none"
        },
        {
          "name": "fbi",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "times square",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T03:07:32.010+03:00",
    "updated": "2024-04-12T03:07:32.010+03:00"
  },
  {
    "uuid": "f20425e682c40a2642476aeebb6887e34ec7e69a",
    "url": "https://slate.com/culture/2024/08/hbo-max-house-of-the-dragon-industry-sunday.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sam Adams",
    "published": "2024-08-08T20:25:00Z",
    "title": "The End of HBO Sunday Nights",
    "text": "Television The End of HBO Sunday Nights It was the last bastion of appointment TV. What happened? By Sam Adams Aug 08, 2024 4:25 PM Photo illustration by Slate. Photos by HBO. Tweet Share Share Comment Tweet Share Share Comment House of the Dragon is the most expensive show on HBO, and its Season 2 finale drew nearly 9 million viewers on Sunday night, but the season hadn’t even ended before the network was promising viewers that “the best is yet to come.” A sizzle reel released shortly before the finale teased the upcoming return of favorite shows like The White Lotus , The Gilded Age , and The Last of Us , which has become HBO’s biggest hit since Game of Thrones . But while fans of those shows have plenty to look forward to in 2025, there’s not much on offer for the rest of this year. In the next couple of weeks, there’s the third season of Industry , a buzzy drama with a dedicated but tiny viewership , and Chimp Crazy , a docuseries from one of the creators of Tiger King . Fall brings The Penguin , starring an unrecognizable Colin Farrell as The Batman ’s underworld boss; Dune: Prophecy , a long-gestating spinoff about the hit movies’ secretive sisterhood; and, speaking of franchises, The Franchise , a series from the creator of Veep about the making of an ill-fated superhero movie.\nHBO ’s Sunday nights were the last time slot, the one place outside of live events, where we could all tacitly agree to respect the same schedule. Although those upcoming offerings tilt toward the uninspired corporate synergy that’s been a priority since HBO’s subsumption into the newly created Warner Bros. Discovery in 2022—both The Penguin and Dune: Prophecy are descendants of Warner Bros.–owned IP, as is next year’s prequel series It: Welcome to Derry —there’s enough talent attached to each to assume they’ll at least be worth a look. But that assumption hasn’t always been borne out on HBO this year, even in the historically bulletproof Sunday night slot. The Regime , starring Mare of Easttown ’s (and before that, Mildred Pierce ’s) Kate Winslet and created by Succession ’s Will Tracy, debuted in March to middling reviews and worse numbers, with an audience of just over 300,00 dwindling to a third of that by the limited series’ final episode. The Sympathizer , which followed it in April, fared even worse. Only a month after winning an Oscar for a movie that grossed nearly $1 billion, Robert Downey Jr. drew barely 100,000 viewers to a show directed by the art-house favorite Park Chan-wook ( Oldboy ) and co-produced by A24. The Jinx: Part Two , which aired alongside it, was a nine-years-later follow-up to the whodunit docuseries about Robert Durst. The first Jinx became a national phenomenon. The sequel was barely a blip.\nAdvertisement Advertisement Advertisement Advertisement What’s especially concerning about these series isn’t that nobody watched them. Even HBO has had its share of flops. It’s that no one was even talking about them. The Sunday night slot, where HBO began to cluster its original programming in the late 1990s, has been so firmly associated with the network’s premium fare that by 2002, they could claim that “ Sunday is … HBO ”—and with The Sopranos , Sex and the City , and Six Feet Under to back up the claim, it was hard to argue. By the time House of the Dragon launched 20 years later, only a fraction of the audience was actually watching the show on Sundays, but given the amount of media coverage timed to the precise moment each episode finished airing on linear TV, it was impossible to miss what night the show belonged to, no matter when you chose to view it. Even when that time slot meant that the final episode of The Last of Us ’ first season would air opposite the 2023 Academy Awards, HBO stuck to its guns—and drew the show’s biggest audience ever. “Sundays are obviously a defining element of our brand ,” an HBO executive told Marketing Brew last year. “It’s part of our DNA.”\nAdvertisement Advertisement There were other nights, of course, but launching a show on Sunday was HBO’s way of signaling that it was a big deal—or, as when The Gilded Age shifted from Mondays to Sundays with its second season, that it had become one. Viewers of a certain demographic responded in almost Pavlovian fashion, as did the media outlets that cater to them, accepting each new episode as that week’s designated discussion topic. A little more than a decade ago, that slot was powerful enough to thrust a debut series by an obscure indie-film director named Lena Dunham into the national spotlight; now, not even the star of Titanic can draw a crowd. If you’re looking for new faces and fresh ideas, you’re better off staying up late on Friday nights, where HBO has programmed a succession of innovative half-hours that include Nathan Fielder’s The Rehearsal , How to With John Wilson , Julio Torres’ Fantasmas , and Jerrod Carmichael Reality Show . Those shows might not draw huge numbers—and naturally, a good chunk of their audience prefers to catch up with them on streaming—but they’re irresistible think-piece fodder. (Even people who didn’t watch Carmichael’s show got drawn into the debate over his tongue-in-cheek comments about sexual race play .) A show like The Regime may present as edgy satire, but there’s comparatively little food for thought in its portrait of an Eastern European dictatorship. Resolved: Totalitarian repression is bad.\nAdvertisement Advertisement Advertisement Advertisement Even among HBO’s most famous Sunday night conversation pieces, the talk hasn’t always translated into huge audiences: Succession drew under 3 million viewers for its series finale, less than a third of House of the Dragon ’s. But from the way they were covered and discussed, you’d be forgiven for thinking they were massive hits, the kind of show where not being caught up means missing out on the cultural discussion. More than raw numbers, it’s that intangible quality that drives subscriptions, a crucial element in a saturated marketplace where viewers are dropping streaming services at ever-increasing rates .\nIt takes a steady stream of must-see content to stave off “churn,” the dreaded phenomenon of users canceling subscriptions once they’ve seen everything they feel they need to see, a much simpler and more fluid process now that you don’t have to call your cable company and turn down half a dozen discount offers before they’ll let you cancel. “ Churn is just the killer in this business ,” Warner Bros. Discovery CEO David Zaslav told industry analysts in May, part of the reason Max made a deal to offer the service as part of a bundled subscription with Hulu and Disney+. (You might run out of stuff to watch on one service, but all three?) In a second-quarter earnings report released yesterday, WBD announced it was reducing the valuation of its linear TV holdings by over $9 billion , sending stock prices plummeting to a record low .\nAdvertisement Advertisement Even so, the decreased visibility of HBO’s Sunday shows has been sobering to witness in real time. Whether you liked The Regime or not (I didn’t ), it had the kind of pedigree that would once have guaranteed a significant audience, at least for its first episode. But perhaps because of the Zaslav-era mandate to drive viewers toward streaming and away from cable, the designation no longer seems to carry the weight it once did. Viewers have been trending that way for a long time, of course, but even if they were watching on their laptops, they stayed faithful to the broadcast schedule. House of the Dragon was on at 9 p.m., regardless of what “on” meant.\nAdvertisement Advertisement In an age of viewing on demand, where networks are more likely to provide you with an entire season of, say, The Bear and let you consume it at your own pace, HBO’s Sunday nights were the last time slot, the one place outside of live events, where we could all tacitly agree to respect the same schedule, both for watching the show and publicly reacting to it. That unifying experience was long what distinguished TV from other mediums. You couldn’t arrange for millions of people to see the same movie at the 7 o’clock show on a Friday, but you were free to talk about the M*A*S*H finale the next day without worrying that you’d be spoiling it for some spoiler-averse fan who hadn’t gotten around to it yet. That impulse carried over to online newsgroups and internet forums, and helped establish the cadence of online culture coverage as we still know it. Without a set date and time by which at least the most dedicated fans—the ones who want not just to watch a show but share it—can abide, the response is more diffuse, and without the weekly drip of fresh content, it dries up much more quickly. (If The Bear ’s third season had been released one at a time, we’d all be talking this week about how great Tina’s episode was.) Some streamers, like Apple TV and Hulu, have stuck with a weekly release pattern, but they dilute the effect by dropping new episodes at midnight. I doubt any but the most avid of Ted Lasso –heads could tell you what day it aired.\nAdvertisement Advertisement Advertisement Related From Slate Joshua Rivera House of the Dragon Is Not Game of Thrones. Herein Lies the Problem. Read More Popular in Culture She Won a Historic Upset at the Olympics. Then Everything Fell Apart. This Olympics Moment Exposes the Hypocrisy of Anti-Trans Calls to “Protect Women” House of the Dragon Is Not Game of Thrones . Herein Lies the Problem. Plenty of Stars Have Gravitated to Trump. Why Did This One Hurt the Most? On the day after the finale, House of the Dragon showrunner Ryan Condal announced that the series would end with its fourth season, which, if it follows the pattern of the rest, would air in 2028—a grand total of 34 episodes produced over the same time span as eight seasons of Game of Thrones . It joins a miniature trend of big-ticket shows going multiple years between seasons, including Prime Video’s The Lord of the Rings: The Rings of Power , Apple TV+’s Severance , and Netflix’s Stranger Things . Some of these long waits are due to COVID delays and the dual strikes that shut down the industry last year. But it’s also a function of their massively escalating budgets: Severance ’s next season reportedly cost more than $20 million an episode , and House of the Dragon wasn’t far behind that. That’s more like the wait between Harry Potter books or Mission: Impossible movies than it is the steady rhythm of a TV series, and it obliterates the habitual viewing that made time slots like NBC’s fabled Thursdays such valuable real estate.\nAdvertisement Advertisement HBO’s Sunday nights were the last outpost of appointment viewing, the one remaining place you could signal a show’s importance just by virtue of when it was on the air. The Penguin has a shot at being one of fall’s big hits, a spinoff of a $770-million-dollar movie anchored by a major star, but it’s rolling out new episodes on Thursday nights, perhaps because that’s a more familiar time for younger audiences reared on Netflix’s end-of-week drops, and perhaps because they’re actively avoiding the association with quality that Sunday connotes. (You don’t want Batman fans thinking it looks more like The Wire .) No doubt that when The White Lotus and The Last of Us return next year, they’ll be back in their familiar Sunday-night berth. But like one of Westeros’ deposed rulers, it won’t wield the same power it used to.\nTweet Share Share Comment Game of Thrones HBO The White Lotus Advertisement",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.hollywoodreporter.com/tv/tv-features/julio-torres-interview-fantasmas-papyrus-2-problemista-1235946859/",
      "https://variety.com/2024/biz/news/warner-bros-discovery-stock-all-time-low-1236099053/",
      "https://variety.com/2023/tv/news/succession-finale-ratings-viewers-series-high-1235628129/",
      "http://www.youtube.com/watch?v=RoQCf9wDWa4",
      "https://variety.com/2024/tv/news/warner-bros-discovery-9-billion-charge-tv-network-value-max-subscribers-q2-earnings-1236097338/",
      "https://www.hollywoodreporter.com/business/business-news/warner-bros-discovery-q1-earnings-report-streaming-advertising-1235893835/",
      "http://www.youtube.com/watch?v=7_fSOMJxgVk",
      "https://variety.com/2024/tv/news/house-of-the-dragon-season-2-finale-ratings-1236096169/",
      "https://en.wikipedia.org/wiki/Industry_(TV_series",
      "https://www.bloomberg.com/news/newsletters/2024-07-21/apple-tries-to-rein-in-hollywood-spending-after-years-of-losses",
      "https://www.cnbc.com/2022/08/22/house-of-the-dragon-is-largest-hbo-series-premiere-in-history.html",
      "https://churnkey.co/blog/churn-rates-for-streaming-services/",
      "https://www.marketingbrew.com/stories/2023/03/31/hbo-s-sunday-night-shows-are-more-important-than-ever",
      "https://churnkey.co/blog/churn-rates-for-streaming-services",
      "https://variety.com/2023/tv/news/succession-finale-ratings-viewers-series-high-1235628129",
      "https://www.variety.com/2024/tv/news/warner-bros-discovery-9-billion-charge-tv-network-value-max-subscribers-q2-earnings-1236097338/",
      "https://www.hollywoodreporter.com/tv/tv-features/julio-torres-interview-fantasmas-papyrus-2-problemista-1235946859",
      "https://www.churnkey.co/blog/churn-rates-for-streaming-services/",
      "https://hollywoodreporter.com/tv/tv-features/julio-torres-interview-fantasmas-papyrus-2-problemista-1235946859/",
      "http://youtube.com/watch?v=7_fSOMJxgVk",
      "https://variety.com/2024/tv/news/house-of-the-dragon-season-2-finale-ratings-1236096169",
      "https://bloomberg.com/news/newsletters/2024-07-21/apple-tries-to-rein-in-hollywood-spending-after-years-of-losses",
      "http://youtube.com/watch?v=RoQCf9wDWa4",
      "https://variety.com/2024/tv/news/warner-bros-discovery-9-billion-charge-tv-network-value-max-subscribers-q2-earnings-1236097338",
      "https://www.en.wikipedia.org/wiki/Industry_(TV_series",
      "https://www.hollywoodreporter.com/business/business-news/warner-bros-discovery-q1-earnings-report-streaming-advertising-1235893835",
      "https://hollywoodreporter.com/business/business-news/warner-bros-discovery-q1-earnings-report-streaming-advertising-1235893835/",
      "https://www.variety.com/2024/biz/news/warner-bros-discovery-stock-all-time-low-1236099053/",
      "http://www.youtube.com/watch",
      "https://marketingbrew.com/stories/2023/03/31/hbo-s-sunday-night-shows-are-more-important-than-ever",
      "https://cnbc.com/2022/08/22/house-of-the-dragon-is-largest-hbo-series-premiere-in-history.html",
      "https://variety.com/2024/biz/news/warner-bros-discovery-stock-all-time-low-1236099053",
      "https://www.variety.com/2024/tv/news/house-of-the-dragon-season-2-finale-ratings-1236096169/",
      "https://www.variety.com/2023/tv/news/succession-finale-ratings-viewers-series-high-1235628129/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "colin farrell",
          "sentiment": "none"
        },
        {
          "name": "chimp crazy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hbo",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-09T00:09:00.164+03:00",
    "updated": "2024-08-09T00:14:17.014+03:00"
  },
  {
    "uuid": "ab3ddc0cabe7785a2834342879c999cdaf1654bf",
    "url": "https://wvmetronews.com/?p=548884",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mike Nolting",
    "published": "2023-12-28T22:12:00Z",
    "title": "Pantry Plus More earns $10,000 donation with WVU Duke's Mayo Bowl win - WV MetroNews",
    "text": "MORGANTOWN, W.Va. — The Duke’s Mayo Bowl 30-10 win for the Mountaineers over North Carolina also comes with a $10,000 donation to the winning coach’s charity of choice, but only if he agrees to the “Dukes Mayonnaise bath.” WVU football coach Neal Brown designated [Pantry Plus More](https://www.pantryplusmore.org/) as the non-profit to receive the financial boost. Pantry Plus More Grant Writing Co-Chair Liz Vitullo said the selection was shared with her around Christmas Eve, and she was sworn to secrecy until the game was played. She was unable to tell anyone, including the members of the board, but she did share the news with her husband, who was able to keep it quiet. “As soon as it was announced, I didn’t even have the ability to tell the board,” Vitullo said Thursday on WAJR’s “Talk of the Town.” “There was a text thread among the board members, and they were wondering if they were talking about us, Pantry Plus More, and I got to chime in—it was very special.” Pantry Plus More was started in 2016 by then-high school student Roar Sizemore and retired counselor and current Monongalia County Commissioner Tom Bloom after a few years of volunteering and seeing the need in the community. When Bloom shared the idea from a school in North Carolina, in-school pantries were established at the Mason Dixon Elementary and South Middle Schools. “We feed almost 400 families, we have almost 700 registered, and we touch almost 1,000 children with each distribution,” Vitullo said. “There’s an incredible need in Monongalia County, and it’s a growing need.” Today, the organization is active in 11 schools in the district and also conducts mobile food giveaways, a nutrition and education program, and a weekend food bag program. Vitullo said they also offer a book program and other programs to ensure families are prepared to send their children to school. “Our Back to School Bash is where we try to equip students with backpacks and all the tools they need to start school and try to address hygiene insecurity through Hygiene Bags with laundry detergent,” Vitullo said. “So, we work on a lot of fronts.” The all-volunteer board of 18 members maintains the mission in the community, and many teachers and community leaders are involved in many of the programs. The reach of the program is supported by a strong pool of local volunteers that bring a variety of skills to the organization. “Why try to do our part in making sure they have what they need at school and at home food-wise so they can be successful in school and parents don’t have to make choices about spending money?” Vitullo said. Plans for the $10,000 aren’t yet clear, but Vitullo expects the board to use the money to enhance their programs. “We haven’t discussed it, but I’m sure food will be involved,” Vitullo said. “We’re really excited, and I’m sure this will be the first agenda item at our next board meeting.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Sport"
    ],
    "external_links": [
      "https://www.pantryplusmore.org/)",
      "https://pantryplusmore.org/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "roar sizemore",
          "sentiment": "none"
        },
        {
          "name": "vitullo",
          "sentiment": "none"
        },
        {
          "name": "neal brown",
          "sentiment": "none"
        },
        {
          "name": "liz vitullo",
          "sentiment": "none"
        },
        {
          "name": "monongali",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wvu duke",
          "sentiment": "negative"
        },
        {
          "name": "wv metronews",
          "sentiment": "negative"
        },
        {
          "name": "mountaineers",
          "sentiment": "negative"
        },
        {
          "name": "wvu",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "w.va",
          "sentiment": "none"
        },
        {
          "name": "morgantown",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:16:13.276+02:00",
    "updated": "2023-12-29T01:16:13.276+02:00"
  },
  {
    "uuid": "37bbf778f7b08d550d2b6532829d4998b7f4fe8f",
    "url": "https://www.manilatimes.net/2024/11/02/news/batanes-airport-closed-anew-after-air-force-plane-skids-off-runway/1996365",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Philippine News Agency",
    "published": "2024-11-02T00:34:00Z",
    "title": "Batanes airport closed anew after Air Force plane skids off runway | The Manila Times",
    "text": "Sunday, November 3, 2024\nToday's Paper\nBatanes airport closed anew after Air Force plane skids off runway Sign In New user? Click Here Follow us Watch Now Subscribe Sign In New user? Click Here OPINION NEWS REGIONS WORLD BUSINESS SPORTS ENTERTAINMENT LIFESTYLE THE SUNDAY TIMES SPECIAL FEATURES SPECIAL SECTIONS TMT NEWSWIRE Media OutReach Newswire PR Newswire GlobeNewswire FAST TIMES LEGAL ADVICE CAMPUS PRESS VIDEOS EXPATS & DIPLOMATS PHOTOS BUSINESS FORUM PODCASTS RESOURCES WEATHER MARKET OVERVIEW CLASSIFIEDS EXAM RESULTS TMT DIGITAL EDITION TMT CSI TMT 126TH ANNIVERSARY QUIZZES GAMES more OPINION NEWS REGIONS WORLD BUSINESS SPORTS ENTERTAINMENT LIFESTYLE THE SUNDAY TIMES SPECIAL FEATURES SPECIAL SECTIONS TMT NEWSWIRE Media OutReach Newswire PR Newswire GlobeNewswire FAST TIMES LEGAL ADVICE CAMPUS PRESS VIDEOS EXPATS & DIPLOMATS PHOTOS BUSINESS FORUM PODCASTS RESOURCES WEATHER MARKET OVERVIEW CLASSIFIEDS EXAM RESULTS TMT DIGITAL EDITION TMT CSI TMT 126TH ANNIVERSARY QUIZZES GAMES OPINION NEWS REGIONS WORLD BUSINESS SPORTS ENTERTAINMENT LIFESTYLE THE SUNDAY TIMES SPECIAL FEATURES SPECIAL SECTIONS TMT NEWSWIRE Media OutReach Newswire PR Newswire GlobeNewswire FAST TIMES LEGAL ADVICE CAMPUS PRESS VIDEOS EXPATS & DIPLOMATS PHOTOS BUSINESS FORUM PODCASTS RESOURCES WEATHER MARKET OVERVIEW CLASSIFIEDS EXAM RESULTS TMT DIGITAL EDITION TMT CSI TMT 126TH ANNIVERSARY QUIZZES GAMES",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Air Force",
          "sentiment": "negative"
        },
        {
          "name": "Civil Aviation Authority",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Batanes",
          "sentiment": "none"
        },
        {
          "name": "Airport",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-02T02:51:21.311+02:00",
    "updated": "2024-11-02T20:38:32.278+02:00"
  },
  {
    "uuid": "e6c6f2d2a2e7e73a7d195718b45bbcd28cf317c6",
    "url": "https://www.kunming.cn/news/c/2025-03-13/13922756.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "昆明信息港",
    "published": "2025-03-13T00:00:00Z",
    "title": "大理市银桥镇组织200余名志愿者在阳波村开展\"我为银桥种棵树\"植树活动_昆明信息港",
    "text": "大理市银桥镇组织200余名志愿者在阳波村开展“我为银桥种棵树”植树活动\n2025-03-13 07:52:37\n来源：\n[云南日报]挥锹铲土、扶苗填坑、培土浇水……在植树节到来之际，大理市银桥镇组织200余名志愿者在阳波村开展“我为银桥种棵树”植树活动，种下一棵棵冬樱树，为春日增绿添彩。（云南日报 报记者李丽 通讯员费司娇/摄）\n挥锹铲土、扶苗填坑、培土浇水……在植树节到来之际，大理市银桥镇组织200余名志愿者在阳波村开展“我为银桥种棵树”植树活动，种下一棵棵冬樱树，为春日增绿添彩。（云南日报 报记者李丽 通讯员费司娇/摄）",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "topics": [
      "Environment->sustainability",
      "Environment->environmental clean-up",
      "Environment->nature"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T02:17:09.459+02:00",
    "updated": "2025-03-13T02:17:09.459+02:00"
  },
  {
    "uuid": "9f9a51c9ad6cfeef98fd5641355b6c093e3ee22c",
    "url": "https://hannity.com/media-room/hannity-helps-grandmother-thrown-in-jail-under-tyrannical-tims-covid-regime-says-walz-needs-to-be-stopped-gofundme",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hannity Staff",
    "published": "2024-08-15T20:37:00Z",
    "title": "HANNITY HELPS: Grandmother Thrown in Jail Under Tyrannical Tim’s COVID Regime Says Walz ‘Needs to Be Stopped’ [GoFundMe]",
    "text": "On December 16, the owner of The Interchange, Lisa Hanson, chose to defy Governor Walz and his unlawful and unconstitutional edicts, which closed indoor dinning for restaurants across Minnesota, depleting their revenue by up to 90% and more.\nThis GoFundMe has been set up in response to dozens of requests from supporters and will be used to cover any/all legal fees that will ensue from this pushback against unlawful and unconstitutional government edicts.\nCash donations have already been pouring in with patrons and patriots alike supporting the legal effort. If you wish to support this cause directly and in person, please stop into The Interchange where you can donate directly to the effort!\nHelp make this a movement of The People! One voice might make a difference… But THOUSANDS OF VOICES WILL MAKE A DIFFERENCE!\nCLICK HERE to visit Lisa’s GoFundMe page —>\n“As we move forward with this fight, we are pursuing assistance of council every step of the way. Decisions are not being made lightly and seasoned law groups are currently working on our case.\nThis movement is not simply about opening our businesses back up, no, this quickly became a fight for liberties and freedoms of ‘We The People’. Constitutional liberties and freedoms belonging to Minnesotans and all those across our great nation are being stripped away. It’s time to stand and take back what rightfully belongs to ‘We The People’.\nWe will continue this fight for the great state of Minnesota and the nation as a whole. Please watch this Page and our fb page for updates.”\n-Lisa Hanson",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.gofundme.com/f/We-the-people-together?lang=en_US&utm_campaign=fp_sharesheet&utm_medium=customer&utm_source=copy_link",
      "https://gofundme.com/f/We-the-people-together?lang=en_US&utm_campaign=fp_sharesheet&utm_medium=customer&utm_source=copy_link",
      "https://www.gofundme.com/f/We-the-people-together"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lisa hanson",
          "sentiment": "negative"
        },
        {
          "name": "hannity",
          "sentiment": "negative"
        },
        {
          "name": "walz",
          "sentiment": "negative"
        },
        {
          "name": "lisa",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "the interchange",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:18:55.396+03:00",
    "updated": "2024-08-16T00:18:55.396+03:00"
  }
]