[
  {
    "uuid": "2e7aa29b449fc229435a6b235850f2b1ce1c7eb1",
    "url": "https://www.click2houston.com/news/local/2024/02/29/found-safe-amber-alert-canceled-for-missing-1-year-old-noah-johnson",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Moriah Ballard",
    "published": "2024-02-29T21:31:00Z",
    "title": "FOUND SAFE: Amber Alert canceled for missing 1-year-old Noah Johnson",
    "text": "MINNEAPOLIS, Minnesota – The Texas Center for the Missing has canceled an Amber Alert for 1-year-old Noah Johnson -- who has been found safe.\nThe Harris County Precinct 8 Constable’s Office said Noah Johnson was located in Minneapolis, Minnesota, and was being evaluated by medical personnel in that city.\nHis mother, Kamilah Johnson, was taken into custody by the Minneapolis Police Department on an active arrest warrant filed by the agency, for a felony charge of Child Endangerment.\nAmber Alerts were issued in the states of Missouri and Minnesota over the last three weeks as authorities learned new information on Noah’s possible whereabouts.\n“At this time, we can report that Noah is safe and is getting the medical attention he desperately needs,” the agency said.\nThere were grave concerns for the child’s welfare because of his multiple health problems, including thyroid issues and congestive heart failure.\nORIGINAL STORY: 1-year-old kidnapped from Houston is in desperate need of medication, officials say Kamilah Johnson is accused of kidnapping Noah on Feb. 6 in the 11400 block of Space Center Boulevard in southeast Houston.\nAccording to court documents, Johnson took Noah out of Texas Children’s Hospital on Jan. 30 against medical advice.\nOn Feb. 6., a Texas Department of Family Protective Services caseworker went to Kamilah’s residence for a welfare check on Noah. When she was instructed to get the baby medical attention, Kamilah reportedly refused assistance and told the caseworker to come back with a warrant.\nThe Missouri State Highway Patrol reported Noah’s mother was seen at a Walmart in Kansas City Monday.\nThis is a developing story. Check back here for updates.\nSEE ALSO: Why was the AMBER Alert system created? Read the case that started it all\nWhat is the criteria for issuing AMBER Alerts?\nCopyright 2024 by KPRC Click2Houston - All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "noah johnson",
          "sentiment": "negative"
        },
        {
          "name": "kamilah johnson",
          "sentiment": "none"
        },
        {
          "name": "noah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "minneapolis police department",
          "sentiment": "none"
        },
        {
          "name": "harris county precinct",
          "sentiment": "none"
        },
        {
          "name": "constable’s office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "minneapolis",
          "sentiment": "none"
        },
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "texas center",
          "sentiment": "none"
        },
        {
          "name": "minneapolis",
          "sentiment": "none"
        },
        {
          "name": "missouri",
          "sentiment": "none"
        },
        {
          "name": "houston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:36:52.218+02:00",
    "updated": "2024-03-01T01:49:49.284+02:00"
  },
  {
    "uuid": "a4d54e8db4dc779c9fab613c66e5fdd9b7e6634f",
    "url": "https://www.eluniversal.com.mx/opinion/rosario-robles/en-navidad-la-paz-de-los-sepulcros/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rosario Robles Robles",
    "published": "2023-12-24T09:16:00Z",
    "title": "En Navidad: la paz… de los sepulcros | El Universal",
    "text": "¿En que piso de la “transformación” se guardó de manera conveniente la compasión? ¿En qué momento normalizamos tanto dolor, tanta tragedia, tanto horror? ¿Cuándo nos convertimos en esa sociedad indolente a la que no le importan sus muertos? ¿En qué momento optamos por hacernos de la vista gorda y que el gobierno pudiera criminalizar a sus anchas, trivializar tanta muerte, desaparecer desaparecidos? Son preguntas que nos debiéramos hacer como ciudadanos, como personas que no podemos permitir que los “malos de morenalandia ” que nos gobiernan se sigan saliendo con la suya pavimentando su camino al infierno con desidia, con mentiras, con burda propaganda. ¿Qué fue lo que convirtió al líder social de ayer, en este hombre desalmado, enamorado de su popularidad, es decir de sí mismo? No se puede pensar otra cosa cuando se dan acontecimientos que conmueven hasta el alma, dejan profundas heridas, y no hay una sola señal de empatía, de consideración, de identificación con las y los que esta navidad llorarán a quienes les fueron arrebatados de manera brutal por unos criminales que pueden actuar a sus anchas porque el gobierno les ha ofrecido abrazos. Igual enfrentan y matan a habitantes de una población por negarse a pagar derecho de piso (ese impuesto extra con el que llena sus alforjas la delincuencia organizada) como sucedió en Texcapilla, que asesinan a unos jóvenes en una posada en Salvatierra , o levantan a otros en Lagos de Moreno para obligarse a matar entre sí, y frente a todo esto somos observadores pasivos, al tiempo que el gobierno se lava las manos al estilo de Poncio Pilatos, diciendo simplemente zafo. Somos todo menos una sociedad y un gobierno humanistas. Somos también cómplices y verdugos por nuestra inacción y cobardía. Es más fácil acomodarse, levantarle la mano a los responsables de esta tragedia, dejar atrás anhelos, que luchar, que bregar, que dejar atrás el miedo para hacer patria, y rescatar los pedacitos que nos van dejando. Basta con muy poco para mirar hacia otro lado en lugar de hacernos responsables. El millón de personas que sufren en Acapulco nos importan cada día menos porque unos enseres son suficientes para acallar sus voces y su tragedia, para olvidar la incapacidad del presidente de arroparlos, de hablar con ellos, de (ahí sí) abrazarlos.\nY ante el desastre toda la fuerza del aparato oficial, la manipulación de la mayoría de los medios de comunicación, la complicidad de unos cuantos y muy poderosos empresarios (esos que antes eran llamados la mafia en el poder y que ahora son mucho más ricos que antes), de políticos que apenas ayer eran opositores, de exministros que ahora pretenden hacer lo que no lograron estando al frente del poder judicial. Y en medio de todo esto un pueblo que no tiene derecho a la salud, a la educación, a la seguridad y a la libertad. No hay autocrítica, lo que nos ofrecen es continuidad. Por eso necesitan las dos terceras partes del Congreso, para disminuir la República, los contrapesos, minar la democracia y nuestra Carta Magna. En pocas palabras, para la lógica maquiavélica que prevalece en el gobierno el fin justifica los medios. Aunque estos sean inconfesables.\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e",
      "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
      "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag",
      "https://www.news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
      "https://www.whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T11:30:00.315+02:00",
    "updated": "2023-12-24T11:30:00.315+02:00"
  },
  {
    "uuid": "0f28f6f02f3be43a75cd4dd2d3bd2ff1e97a9c28",
    "url": "https://indianexpress.com/article/cities/delhi/dense-fog-in-delhi-neighbouring-states-schools-in-noida-and-greater-noida-shut-for-two-days-9087031/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@indianexpress",
    "published": "2023-12-28T21:53:00Z",
    "title": "Dense fog in Delhi & neighbouring states; Schools in Noida and Greater Noida shut for two days | Delhi News - The Indian Express",
    "text": "Delhi is expected to see very dense fog on Friday and Saturday, with the minimum temperature expected to hover around seven to eight degrees Celsius, the India Meteorological Department (IMD) said Thursday. Schools in Noida and Greater Noida will remain shut on Friday and Saturday, owing to the fog and dip in temperature. Over the past few days, dense fog has engulfed the city, especially in the mornings. A dense fog cover is expected in the morning and at night in many parts of Punjab, Haryana, [Chandigarh](https://indianexpress.com/section/cities/chandigarh/), [Delhi](https://indianexpress.com/section/cities/delhi/) and some parts of Uttar Pradesh. An improvement is expected starting Sunday, officials said. In an advisory for dense fog, the department has asked drivers to use fog lights and travellers to stay updated on the schedules of airlines, railways and state transport. Reduced visibility also hit air and rail services in the region, with 22 Delhi-bound trains delayed on Thursday. Several flights from and to the Indira Gandhi International Airport were also hit. “Less than 30 metres of visibility was recorded in Patiala, Ambala, Chandigarh Haryana, Chandigarh, Delhi, Palam, Bareilly, [Lucknow](https://indianexpress.com/section/cities/lucknow/), Varanasi and Gwalior,” it said. Visibility in the city during non-fog months is above 1,500 metres. On Thursday morning, it was reduced to 50 metres at Safdarjung and to 25 metres at Palam. While the veil lifted during the day, the visibility started dropping below 500 metres again in the evening. Because of the fog cover, the minimum temperatures have also been above normal over the past two-three days. On Thursday, the minimum temperature was recorded as 8.4 degrees Celsius, a degree above normal. The maximum also remained a degree above normal at 21.4 degrees Celsius. The relative humidity, which is directly proportional to the probability of fog formation, at 5.30 pm was 82 per cent in Delhi. The AQI, meanwhile, has been improving after hitting the severe category earlier this week and was recorded as 358 — in the very poor range. An AQI between zero and 50 is considered “good”, 51 and 100 “satisfactory”, 101 and 200 “moderate”, 201 and 300 “poor”, 301 and 400 “very poor”, and 401 and 500 “severe”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Education",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "greater noida",
          "sentiment": "none"
        },
        {
          "name": "india meteorological department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "greater noida",
          "sentiment": "none"
        },
        {
          "name": "noida",
          "sentiment": "none"
        },
        {
          "name": "indian express delhi",
          "sentiment": "none"
        },
        {
          "name": "haryana",
          "sentiment": "none"
        },
        {
          "name": "chandigarh",
          "sentiment": "none"
        },
        {
          "name": "indira gandhi international airport",
          "sentiment": "none"
        },
        {
          "name": "punjab",
          "sentiment": "none"
        },
        {
          "name": "uttar pradesh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:39:19.561+02:00",
    "updated": "2023-12-29T02:39:19.561+02:00"
  },
  {
    "uuid": "3ddd00f685b042a3473d889f6bc04ef2df18da41",
    "url": "https://www.wave3.com/2023/12/29/case-closed-dna-testing-agency-changes-how-investigators-solve-cold-cases/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@wave3news",
    "published": "2023-12-29T00:20:00Z",
    "title": "Case Closed: DNA testing agency changes how investigators solve cold cases",
    "text": "Case Closed: DNA testing agency changes how investigators solve cold cases LOUISVILLE, Ky. (WAVE) - A specialized DNA testing agency is helping Kentucky law enforcement agencies close cold cases. This week, Kentucky State Police announced they closed a forty-year-old cold case with the assistance of Othram. Othram uses a process called forensic-grade genome sequencing, where they extract DNA from evidence left at crime scenes and find relatives of the victim or suspect(s). This is different from DNA testing law enforcement agencies perform. They use CODIS, a database with people who’ve been convicted of crimes. When there are no matches in CODIS, investigators look for other ways to generate leads. There are three DNA databases Othram uses to find potential matches: DNA solves, family tree DNA, and GenMatch. All three are authorized by law enforcement to use. “We help law enforcement agencies infer identities and continue their investigations,” Dr. Kristen Mittelman, Othram’s Chief Development officer said. [This year, Othram](https://othram.com/recent_casework.html) helped close 144 cold cases across the country. Shively Police partnered with Othram this year in hopes of finding [the identity of a woman’s remains found in 2005](https://www.wave3.com/2023/12/07/shively-police-search-leads-18-year-cold-case/). “Recently, we have started working very closely with Kentucky law enforcement over the last couple of years,” Dr. Mittelman explained. “I am thrilled that agencies there want to use this technology consistently in their investigations when there’s a DNA dead end.” Last year, a bill called the Carla Walker Act was introduced in the Senate. It’s named after a case that went unsolved for more than four decades. It was solved a few years ago because of advanced DNA testing. If passed, the bill would provide grants for state and local law enforcement agencies to use companies like Othram. “It’s really sad to see that there are cases and requests that have already passed feasibility analysis, so we know they will work,” Dr. Mittelman said. “Unfortunately, they are sitting there because there’s no funding.” Othram’s methods also help police find people who are actively committing crimes but haven’t been caught. A lack of federal funding for Othram and companies like it leaves, even more, unidentified victims and families waiting for justice. Copyright 2023 WAVE. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://othram.com/recent_casework.html)",
      "https://www.othram.com/recent_casework.html)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kristen mittelman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kentucky state police",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "louisville",
          "sentiment": "none"
        },
        {
          "name": "ky.",
          "sentiment": "none"
        },
        {
          "name": "kentucky",
          "sentiment": "none"
        },
        {
          "name": "codis",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T03:58:02.141+02:00",
    "updated": "2023-12-29T03:58:02.141+02:00"
  },
  {
    "uuid": "4311be4c514a5317784d67d2f15318170dcaeab1",
    "url": "https://www.itv.com/news/2025-02-20/care-watchdog-must-do-better-new-law-urged-to-protect-residents-from-abuse",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lewis Denison",
    "published": "2025-02-20T21:11:00Z",
    "title": "'Care homes watchdog must do better': Campaigners demand new law to protect residents from abuse | ITV News",
    "text": "The UK's care homes watchdog must \"do its job better\" in order to protect residents, the leader of the Liberal Democrats has said in an emotional plea.Sir Ed Davey hit out at the Care Quality Commission (CQC) while speaking on ITV's This Morning programme as part of a campaign to create a new law, which was launched after ITV News uncovered shocking statistics about abuse and neglect in care homes.The LibDems leader was speaking alongside campaigner Clare Miller, who wants the government to bring in \"Ann's Law\" after her mother who was abused in a care home .Ann's Law would create a register for carers, from which bad staff could be struck off, and make the abuse or neglect of care home residents a specific offence.Viewers of This Morning fought back tears on Thursday after watching footage, gathered via a hidden camera, which uncovered shocking evidence of 88-year-old dementia patient Ann King being abused. The upsetting images appeared to show Ann being mocked, teased and manhandled at the Reigate Grange care home in Surrey, which she was paying £8,000 a month to look after her.Clare's brother Richard installed the hidden camera after noticing their mum appeared to be \"absolutely terrified\" by her carers and what they eventually saw shocked them.\"It broke my heart, I will never forget it,\" she told This Morning.Despite the horrific evidence, no one was ever changed with a crime. An ITV News investigation in 2023 found just 1.4% of allegations of neglect and abuse at care homes result is someone being charged with a crim e.After discovering how widespread the problem is, Clare - herself a carer of 27 years - teamed up with Sir Ed to campaign for the safety of care home residents.What happened to care home resident Ann King? The MP, who is a carer for his young disabled son, said: \"I couldn't be more committed to improving the quality of care for the whole of our country and for the millions of others who are like me, who have their loved ones in the care homes.\"He said the CQC isn’t getting to the heart of the challenges within care homes or addressing the issues fast enough to make change.\"I think it's about getting the Care Quality Commission in the right place, and hopefully the new head Julian Hartley will do that, but also it's about making sure we improve the quality of carers to make sure that all of them are really good, and we root out the bad apples.”He added: “We need Care Quality Commission to do its job better.”CQC interim Chief Inspector of Adult Social Care and Integrated Care James Bullion told ITV News the watchdog is committed to improving.“It is essential that when people share concerns with us they’re acted on appropriately and we will continue to push for improvements on how CQC listens and acts on this information. We are working hard to improve our regulatory oversight, including increasing the number of inspections we do to give the public confidence in quality of care.“Care homes are people’s homes and everyone living there deserves to be treated with dignity and respect, to be listened to, and to be given safe, high-quality care and we will continue to hold providers to account where we find this is not the case.\"In a statement, Signature Senior Lifestyle, which runs Reigate Grange, said: \"The behaviour of the individuals concerned was reprehensible and fell far short of the standards of care we provide our residents every day.\"We would like to again apologise to Mrs King and her family, and reassure our community that these actions were committed by rogue individuals.\"Sir Ed Davey demands the government brings in Ann's Law to protect care home residents The Liberal Democrats leader said the carers crisis continues to get worse because of a lack of support and required qualifications.He said Clare's idea with ‘Ann's Law’ is \"to have a registration of carers so it can just improve the overall quality and make sure people have that, not only are they not abusing their people they're looking after because that's the baseline…But you’re actually giving really quality care that you would give to your loved one.”Subscribe free to our weekly newsletter for exclusive and original coverage from ITV News. Direct to your inbox every Friday morning. He added: “We’ve never really valued care or carers. We don’t treat family carers properly and don’t give them support when they’re struggling, and we don’t value care workers. We register nurses and we register midwives, we don’t register carers.”“You can go into a care home and look after a vulnerable person, someone with disabilities, an adult with learning disabilities or an elderly person with dementia and you don’t have to have any qualifications or you’re not registered... I think that’s wrong.\"We don't pay them enough and we don't accredit them enough and we don't make sure it's a really well qualified profession, and I think that undersells care workers. I think they are some of the most amazing people in our world actually, doing an incredibly tough job.”On calls for Ann's Law, a Department of Health and Social Care spokesperson said: “This government inherited a social care system in crisis. We are committed to building a National Care Service - underpinned by national standards and delivered locally – to ensure everyone can live an independent and dignified life.”“A healthy NHS and social care system requires strong regulation to ensure patient and user safety and that’s why we are reforming the Care Quality Commission to make sure it is fit for purpose.”Want a quick and expert briefing on the biggest news stories? Listen to our latest podcasts to find out What You Need To Know...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Health",
      "Politics"
    ],
    "topics": [
      "Social Issue->elderly care",
      "Social Issue->abusive behaviour",
      "Social Issue->social services",
      "Health->public health",
      "Health->health organisation",
      "Health->health care approach",
      "Politics->civil rights"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T00:01:17.344+02:00",
    "updated": "2025-03-02T16:53:00.439+02:00"
  },
  {
    "uuid": "694012169991cec4cd44aa05239399a854bc936d",
    "url": "https://www.bollywoodshaadis.com/articles/boney-kapoor-first-public-appearance-post-hair-transplant-at-anant-radhika-pre-wedding-bash-49815",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Poulami Bhandari",
    "published": "2024-02-29T21:06:00Z",
    "title": "Boney Kapoor's First Public Appearance Post-Hair Transplant At Anant-Radhika's Pre-Wedding Bash",
    "text": "Join WhatsApp Channel [About Us](/about-us) [Advertise With Us](/advertise) [RSS Feed | Content Syndication](/feed) [Terms & Conditions](/terms-and-conditions) [Privacy Policy](/privacy-policy) [Contact Us](/contact) By [ Poulami Bhandari ](/author/poulami-bhandari) Last Updated: Boney Kapoor is one of the prominent names in the Indian entertainment industry. The 68-year-old has produced some of the much-loved films of Bollywood, like Mr India, Roop Ki Rani Choron Ka Raja, Judaai, Company, Wanted, and many more. Moreover, he debuted as an actor in the 2023 Luv Ranjan film, Tu Jhoothi Main Makkaar, alongside Ranbir Kapoor, Shraddha Kapoor and Dimple Kapadia. Recently, the producer garnered attention for his hair transplant surgery. On February 29, 2024, Boney Kapoor made his first public appearance, days after his surgery. He was spotted in Jamnagar as he landed there to attend Anant Ambani and Radhika Merchant’s pre-wedding festivities scheduled from March 1-3, 2024. The 68-year-old happily posed for the paps stationed outside the venue. He was seen wearing an all-grey outfit, comprising an oversized t-shirt and trousers paired with a multicolour shawl. Recommended Read: Pak Actress, Sajal Aly Channels Kareena Kapoor's 'Geet' From Jab We Met, Netizen Says, 'Be Original' Boney Kapoor was seen covering his head with a grey-hued baseball cap, and the paparazzi requested him to remove it. The producer was in a jolly mood as he happily obliged to their requests and did not shy away from showing his head to the camera. Boney’s freshly transplanted hair was visible in the videos from his latest appearance. Check out the video here . Just a week before arriving at Anant Ambani and Radhika Merchant’s pre-wedding festivities, Boney had gone to Hyderabad for the inauguration of a hair transplant clinic. He underwent surgery for hair transformation in the same clinic. In a video shared by the clinic, the producer was seen sharing his experience of a hair transplant. He excitedly said: “Sarr mera dhak jaega, baalon se bhar jaega, baal ugenge, kya baat hai. Mera baal wapis aana Eugenix ke liye challenge hai. And I am sure they will do justice to it.” Don’t Miss: Mommy-To-Be, Deepika Padukone Gets Mobbed At Jamnagar Airport, Daddy-To-Be, Ranveer Protects Her Further in the video, Boney Kapoor shared his process of transformation with the viewers and revealed his experience. He said that so far things had been going quite nicely, and he is waiting for the end results. He said: “Abhi tak toh experience acha raha hai. Abhi dekhte hai yeh jo baal inhone lagaye hai mere sarr pe, kitna help karega mujhe ek better looking insaan banane mai.” Previously, in an interview with India Today, the producer-turned-actor had talked about his debut film. He shared that at first, he was very reluctant to do the film, Tu Jhoothi Main Makkaar, but upon his children's and brother’s persuasion, he agreed to do it. Boney Kapoor said: “Initially, when Luv offered me the film, I was reluctant to do it. Thanks to my son, my daughters and my brother Sanjay Kapoor, they pushed me into it.” Do you see any changes in Boney Kapoor’s appearance post his hair transplant surgery? Let us know. Also Read: Shoaib Malik's Third Marriage With Sana Javed Celebrated Mid-Flight, Netizen Says, 'Teesri Shaadi..' advertisement advertisement advertisement",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.instagram.com/reel/C38Ktbdyc7R/?igsh=MTI0NXhkZm9jbTgzYg%3D%3D",
      "https://instagram.com/reel/C38Ktbdyc7R/?igsh=MTI0NXhkZm9jbTgzYg%3D%3D",
      "https://www.instagram.com/reel/C38Ktbdyc7R/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "boney kapoor",
          "sentiment": "negative"
        },
        {
          "name": "tu jhoothi main makkaar",
          "sentiment": "none"
        },
        {
          "name": "shraddha kapoor",
          "sentiment": "none"
        },
        {
          "name": "ranbir kapoor",
          "sentiment": "none"
        },
        {
          "name": "anant ambani",
          "sentiment": "none"
        },
        {
          "name": "jhalak dikhhla jaa",
          "sentiment": "none"
        },
        {
          "name": "luv ranjan",
          "sentiment": "none"
        },
        {
          "name": "judaai",
          "sentiment": "none"
        },
        {
          "name": "radhika merchant",
          "sentiment": "none"
        },
        {
          "name": "malaika arora",
          "sentiment": "none"
        },
        {
          "name": "boney ka",
          "sentiment": "none"
        },
        {
          "name": "roop ki rani choron ka raja",
          "sentiment": "none"
        },
        {
          "name": "dimple kapadia",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "first public appearance post-hair transplant at anant-radhika",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "jamnagar",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:12:39.869+02:00",
    "updated": "2024-03-01T00:31:57.933+02:00"
  },
  {
    "uuid": "70c42bc48f23874e301e58d8874564887038207f",
    "url": "https://www.archyde.com/mexican-navy-semar-joins-multinational-exercise-tradewinds-2024-in-barbados-for-security-and-peace/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2024-05-05T18:57:00Z",
    "title": "Mexican Navy Semar joins multinational exercise 'Tradewinds 2024' in Barbados for security and peace - Archyde",
    "text": "2024-05-05 16:43:00 Mexico City. Members of the Mexican Navy Secretariat (Semar) began their participation, together with armed forces belonging to 21 nations, in the multinational exercise called “Tradewinds 2024”, which will take place until May 17 in Barbados. Mexican sailors will participate in the so-called “theaters of sea, air and land operations, where practice and training will be carried out focusing on the maintenance of the international rule of law, humanitarian assistance, human rights, search and rescue, controlled air Medical evacuation and/or of wounded, tactical combat medicine, tactical communications, cyber security and cyber defense,” Semar indicated. In addition, they will conduct special operations covering “maritime and land interception training, docking maneuvers and ship boarding, air insertion from helicopter by fast rope, combat formations with boats to take over the beach, urban operations, close combat indoors, firing live reaction fire for close range and precision for long-range combat diving, search, placement and neutralization of explosive devices, among other specialties. “Tradewinds” is the multinational exercise organized by the forces of the United States Southern Command, which has been conducted annually since 1984 at various headquarters. Semar has participated in “Tradewinds” nine times, from 2014 to 2019, and from 2022 to this year. The Mexican naval force “has the purpose of increasing cooperation and interoperability between friendly nations, to increase the effectiveness of the response to the presence of common threats, to maintain security and peace in the Caribbean region.” 1714935434 #Jornada #Semar #participate #multinational #exercise #involving #countries Related posts: Pulse Waves: A Surprising Discovery Reveals a New Dimension of Heart Rate Measurement Unlock the Ultimate Thai Football Experience: AIS PLAY Brings You Live Matches and Highlights of Tha... Women's health strategy to \"break\" the gender gap Cristian Medina Injury Update: Will He Make It to Boca's Semifinals Against Palmeiras? \"5 Simple Ways to Reduce Stress and Boost Your Productivity: Tips from a Dutch Psychologist\" \"Atlético Madrid Secures Second Place in La Liga: Latest News and Updates\" TI-Volley Innsbruck Dominates Austrian Volley League, Becomes Supercup Champion Los Angeles Lakers Apparently View Russell Westbrook's Trade As 'Getting Away With A Vampire'",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "mexican navy secretariat",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "barbados",
          "sentiment": "none"
        },
        {
          "name": "mexico city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-05T22:01:23.707+03:00",
    "updated": "2024-05-05T22:01:23.707+03:00"
  },
  {
    "uuid": "b6ef72de1ab2d48ea0283bc2caa3b854582f995f",
    "url": "https://listindiario.com/la-republica/20250409/patologia-forense-convirtio-mar-lagrimas_853002.html",
    "ord_in_thread": 0,
    "author": "Listin Diario",
    "published": "2025-04-09T21:37:00Z",
    "title": "Patología Forense se convirtió en un mar de lágrimas",
    "text": "tragedia jet set\nPatología Forense se convirtió en un mar de lágrimas\nEl piso, frío y sin consuelo, ha sido el refugio para muchas personas que llegan al lugar sin nadie que les dé un abrazo o que los sostenga cuando el dolor por la pérdida de su familiar los derrumba.\nLas lágrimas se han convertido en el símbolo de tristeza de cientos de personas que se congregan en el Instituto Nacional de Patología Forense, con la esperanza de no encontrar a su familiar dentro de la lista de personas fallecidas tras el colapso del techo de la discoteca Jet Set ocurrido la madrugada de este martes.\nY aunque muchos ruegan que sus familiares no aparezcan en el listado, también imploran al menos tener noticias: con vida, como anhelan, o con la confirmación de su muerte, que les permita cerrar la incertidumbre.\nEl piso, frío y sin consuelo, ha sido el refugio para muchas personas que llegan al lugar sin nadie que les dé un abrazo o que los sostenga cuando el dolor por la pérdida de su familiar los derrumba.\nEn ese espacio, el abrazo colectivo, la palabra de consuelo y brindar, incluso gel desinfectante, se ha convertido en el gesto más necesario y humano para esas personas, cuya esperanza con el pasar de las horas se va desvaneciendo.\n“Ay Dios mío, esto sí es grande”, “mi única hija”, “Debí estar yo ahí”, “Ay Dios mío, que no esté en la lista”, eran algunos de los gritos de las tantas personas que se encontraban en Patología Forense.\nCada cierto tiempo, un miembro del personal médico aparece con una hoja en mano, consultando a los presentes las características distintivas de su familiar.\nEn una de las puertas salió un doctor con una bata blanca, una mascarilla, una libreta y un lapicero. En ella anotaba las descripciones que le daban los dolientes.\n“Andaban cuatro, uno de ellos es joven más o menos como aquella persona“, decía una señora mientras se limpiaba las lágrimas con la mano derecha.\nEn otra esquina del instituto, el llanto se convirtió en enojo. La espera, la falta de respuesta y la impotencia despiertan su frustración.\n“Soy yo su familiar”, decían; “pero denme respuestas a mí”, gritaban otros.\nEn la entrada principal, debajo de una carpa improvisada, decenas permanecen sumergidas en el dolor, aferradas a la esperanza o resignadas a la noticia que no quieren escuchar.\nMientras terminaba de hablar el director de la institución, quien informaba la cantidad de personas fallecidas, tanto los que intentaron reconocer y los que aún no han podido, cuatro personas cargaban a una mujer hacia la carpa, abrumada por el dolor de que el cuerpo de su familiar sin vida se encontraba en una de las tantas camillas de patología forense.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "topics": [
      "Human Interest->funeral and memorial service"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Instituto Nacional de Patología Forense",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:43:20.348+03:00",
    "updated": "2025-04-10T00:43:20.348+03:00"
  }
]