[
  {
    "uuid": "6f3b3bbad72f8e69d84a15b036c21aa8a5f7ba41",
    "url": "https://avis-deces.ladepeche.fr/avis/2023/12/24/helene-bruel-989187.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BRUEL Hélène",
    "published": "2023-12-23T23:21:25Z",
    "title": "Hélène BRUEL - Avis d'obsèques et remerciements du 24/12/2023 - La Dépêche",
    "text": "Avis d'obsèques et remerciements de Madame Hélène BRUEL Fauroux (82) Première publication le 24 décembre 2023 10 consultations Avis d'obsèques et remerciements Fauroux. M. Roger BRUEL, son époux ; Martine, Christian, Jean-Luc, ses enfants et leurs conjoints ; ses petits-enfants et arrière-petits-enfants, son frère et ses sœurs, beaux-frères et belles-sœurs et leur famille ont la tristesse de vous faire part du décès de Madame Hélène BRUEL née KORBEL survenu à l'âge de 88 ans. Les obsèques religieuses seront célébrées le mercredi 27 décembre 2023, à 15 heures , en l'église de Fauroux, suivies de l'inhumation au cimetière du même lieu. Les visites sont possibles à la maison funéraire des Ets Delpouys, où elle repose. La famille adresse ses vifs remerciements aux infirmières et assistantes de vie pour leurs soins et leur dévouement. Pompes Funèbres Delpouys Maison Funéraire - Valence-d'Agen Tél. 05.63.39.51.36 Hommages et messages à Hélène BRUEL Aucun hommage ou message n'a été déposé à ce jour.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T01:21:27.969+02:00",
    "updated": "2023-12-24T01:21:27.969+02:00"
  },
  {
    "uuid": "43dfe44dc0d539093eac8207916ab73b3e6bc221",
    "url": "https://www.breakinglatest.news/technology/a-japanese-will-be-the-first-non-american-to-step-on-the-moon",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "admin",
    "published": "2024-04-11T22:03:00Z",
    "title": "A Japanese will be the first non-American to step on the Moon - Breaking Latest News",
    "text": "US President Joe Biden and Japanese Prime Minister Fumio Kishida have announced that a Japanese astronaut will be the first non-American human to travel to the lunar surface. In a statement from NASA, it was revealed that this milestone is part of a new agreement signed between NASA and the Japanese government to promote sustainable human exploration of the Moon.\nAs part of the agreement, Japan will design, develop, and operate a pressurized rover for crewed and unmanned exploration of the Moon. The rover will allow astronauts to travel further and conduct scientific research in geographically diverse areas by serving as a mobile habitat and laboratory for astronauts to live and work for extended periods. It will be capable of housing two astronauts for up to 30 days while they traverse the area near the lunar South Pole. NASA plans to use the pressurized rover on Artemis VII and subsequent missions for approximately 10 years.\nIn addition to the lunar exploration agreement, NASA and Japan will expand their collaboration to include Japan’s participation in NASA’s Dragonfly mission to Titan and the Nancy Grace Roman Space Telescope. The two countries will also work together on JAXA’s SOLAR-C, a next-generation solar observation satellite that will investigate the mysteries of solar atmospheres.\nFurthermore, NASA will provide an opportunity for a Japanese astronaut to serve as a Gateway crew member on a future Artemis mission. Japan will contribute to Gateway by providing environmental control and life support systems and cargo transport services.\nThis collaboration between NASA and Japan marks a significant milestone in furthering human exploration of space, with the goal of establishing a sustainable presence on the Moon and beyond.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "fumio kishida",
          "sentiment": "neutral"
        },
        {
          "name": "joe biden",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "nasa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "south pole",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T01:04:07.914+03:00",
    "updated": "2024-04-12T01:26:57.414+03:00"
  },
  {
    "uuid": "da91166622d8aaa23c8f46af5255d794a5763342",
    "url": "https://www.tradeindia.com/articles/web-stories/best-tea-to-boost-immunity-and-health/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TradeIndia",
    "published": "2023-12-28T01:02:00Z",
    "title": "Best Tea To Boost Immunity And Health - Tradeindia",
    "text": "By: Tradeindia Packed with antioxidants like catechins, green tea supports immune health and defends against free radicals, promoting overall well-being. Widely known for its immune-boosting properties, echinacea tea can help prevent and reduce the severity of colds. A natural anti-inflammatory, ginger tea aids digestion and enhances immunity, making it an excellent choice for overall health. Rich in curcumin, turmeric tea is anti-inflammatory and antioxidant-rich, supporting immune function and reducing inflammation. Known for its calming effects, chamomile tea helps reduce stress, contributing to a healthier immune system. Packed with vitamin C and antioxidants, hibiscus tea not only boosts immunity but also aids in lowering blood pressure. With antimicrobial properties, peppermint tea soothes digestive issues, promoting a healthy gut and supporting overall immune function. This tea contains rosmarinic acid, offering antiviral and immune-boosting benefits, while its calming effects reduce stress.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T23:37:08.530+02:00",
    "updated": "2023-12-30T23:37:08.530+02:00"
  },
  {
    "uuid": "4bd1ab34acac6269d428b877aa0805befa36832f",
    "url": "https://www.devx.com/news/startup-successfully-launches-advanced-satellites-despite-obstacles",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Noah Nguyen",
    "published": "2024-04-11T22:37:00Z",
    "title": "Startup successfully launches advanced satellites despite obstacles",
    "text": "The aerospace and defense technology startup recently launched two advanced satellites as part of the Transporter-10 rideshare program. Codenamed “Jackals,” these satellites have the ability to provide high-definition photos and videos and are equipped to handle multiple high-speed data transmission tasks.\nThis enterprise, marking the startup’s significant stride in space technology, reaffirms their commitment to enhancing global communication infrastructure. Their utilitarian approach towards space resource optimization and eco-friendly operations further emphasizes their stand in the sector.\nFocusing on future missions, the startup aims to strengthen global airspace security and surveillance systems. The Jackals’ launch has bolstered the company’s readiness for future space tech endeavors. However, the mission was not without its obstacles. No signal was received from Jackal 2 initially, and Jackal 1 registered only a partially successful transmission.\nNevertheless, successful communication was reestablished with both satellites, initiating necessary system checks and adjustments. Jackal 1, in particular, continued to function according to the pre-established plan, despite the initial transmission issue.\nCEO Even Rogers refutes claims of this mission being a failure.\nStartup’s venture into advanced satellite launch Instead, he argues that the goal was to launch quickly, learn, and adapt. Further adding, he states that any encountered shortcomings provided invaluable data for future projects.\nPost-launch, measures were implemented for the correct tracking of the satellites. The team confirmed the successful deployment and proper orientation of the solar panels. However, maintaining communication with the satellites proved challenging thereafter. Six days after the launch, the satellites’ operational status remained unknown.\nRegardless, Rogers remains optimistic, citing the mission’s successful components and asserting valuable learnings for future space missions. Their initial setbacks have thus paved the way for further space technologies and initiatives.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "jackal",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T03:43:56.919+03:00",
    "updated": "2024-04-12T03:43:56.919+03:00"
  },
  {
    "uuid": "e635092c27f1016d74090bdcb4bff0e358378920",
    "url": "https://bismarcktribune.com/news/nation-world/science/human-pig-kidney-transplant-update/article_a2ec734d-6038-50cb-9ff1-874116dabeee.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Bonifield, Brenda Goodman and Carma Hassan, CNN",
    "published": "2024-04-04T05:00:00Z",
    "title": "Man with transplanted pig kidney leaves hospital",
    "text": "Rick Slayman, the world’s [first living recipient of a genetically edited pig kidney transplant](https://www.cnn.com/2024/03/21/health/pig-kidney-transplant-living-person/index.html), was discharged from the hospital Wednesday, two weeks after his operation, Massachusetts General Hospital said in a statement. “He is recovering well and will continue to recuperate at home with his family,” the hospital [said](https://twitter.com/MassGeneralNews/status/1775621590182457769) on X, formerly Twitter. In a [statement](https://www.massgeneral.org/news/rick-slayman-discharge-statement) issued by the hospital, Slayman said, “This moment — leaving the hospital today with one of the cleanest bills of health I’ve had in a long time — is one I wished would come for many years. Now, it’s a reality and one of the happiest moments of my life.” Slayman, a 62-year-old manager with the Massachusetts Department of Transportation, had previously said his doctors suggested that he try a pig kidney when he was diagnosed with end-stage kidney disease last year. People are also reading… His doctors said last month that they thought Slayman’s new kidney could last years but also acknowledged that there are many unknowns in animal-to-human transplants. His surgery is the third such xenotransplant of a pig organ into a living human. The first two transplants were hearts transplanted into living patients that had run out of other transplant options. The organs were transplanted under special rules that permit compassionate use of experimental therapies for patients in especially dire situations. Both patients died weeks after receiving their organs. Slayman said he was grateful for the response to his surgery, especially from other patients who are waiting for a kidney transplant. The need for organs far outstrips the number that are available. Every day 17 people die in the U.S. waiting for an organ. Kidneys are the organ in shortest supply. According to the Organ Procurement and Transplantation Network, roughly 27,000 kidneys were transplanted in 2023, but nearly 89,000 people were on the waitlist for those organs. ”Today marks a new beginning not just for me, but for them, as well,” Slayman said in the statement. ___ More than 100,000 people are on the organ donor wait list—here's who has the longest and shortest wait times More than 100,000 people are on the organ donor wait list—here's who has the longest and shortest wait times Heart transplant Heart and lung transplant Intestine transplant Kidney and pancreas transplant Liver transplant",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "external_links": [
      "https://www.massgeneral.org/news/rick-slayman-discharge-statement)",
      "https://twitter.com/MassGeneralNews/status/1775621590182457769)",
      "https://www.cnn.com/2024/03/21/health/pig-kidney-transplant-living-person/index.html),",
      "https://massgeneral.org/news/rick-slayman-discharge-statement)",
      "https://www.twitter.com/MassGeneralNews/status/1775621590182457769)",
      "https://cnn.com/2024/03/21/health/pig-kidney-transplant-living-person/index.html),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rick slayman",
          "sentiment": "negative"
        },
        {
          "name": "slayman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "massachusetts general hospital",
          "sentiment": "none"
        },
        {
          "name": "massachusetts department of transportation",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T01:19:37.171+03:00",
    "updated": "2024-04-05T01:19:37.171+03:00"
  },
  {
    "uuid": "b03f2bd4719eca1c61ff06f5731c533ebbbef13f",
    "url": "https://catholicreview.org/sister-anna-maria-keenaghan-o-s-f-dies-at-86",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Catholic Review Staff",
    "published": "2024-02-23T14:11:00Z",
    "title": "Sister Anna Maria Keenaghan, O.S.F., dies at 86",
    "text": "Sister Anna Maria Keenaghan, O.S.F., dies at 86 February 23, 2024By Catholic Review Staff Catholic Review Filed Under: Local News, News, Obituaries A funeral Mass for Franciscan Sister Anna Maria Keenaghan (formerly Sister Mary Lydia) will be offered Feb. 23 at Assisi House in Aston, Pa. Sister Anna Maria died Feb. 19. She was 86 and had been a professed member of the Sisters of St. Francis of Philadelphia for 67 years. Sister Anna Maria was born in Lumcloon Cloghan, County Offaly, Ireland. She entered the congregation in 1953 and professed her first vows in 1957. She earned a bachelor’s degree in education from Neumann University (then Our Lady of Angels College) and a master’s degree in education from what is now Loyola University Maryland. Sister Anna Maria ministered for 51 years in the Archdiocese of Baltimore. She taught at St. Anthony School, Baltimore, for 11 years; eight years at St. Stephen School, Bradshaw; and 21 years at St. Clement Mary Hofbauer School, Rosedale. She also served for 11 years at what was then St. Joseph Medical Center in Towson as a chaplain. She also ministered in South Carolina and Pennsylvania. More obituaries Sister Mary Charlotte Marshall, O.S.P., dies at 96 Sister Barbara Barry, O.S.F., dies at 89 Sister Kathleen Coll, S.S.J., dies at 89 Deacon Hugh H. Mills Jr., who served at St. Clement I and St. Alphonsus shrine, dies at 84 Sister Charles Legg, D.C., dies at 82 Bishop Dorsonville, who once served at Maryland parishes, dies unexpectedly at age 63 Copyright © 2024 Catholic Review Media Print",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "anna maria keenaghan",
          "sentiment": "negative"
        },
        {
          "name": "st. francis",
          "sentiment": "none"
        },
        {
          "name": "anna maria",
          "sentiment": "none"
        },
        {
          "name": "mary lydia)",
          "sentiment": "none"
        },
        {
          "name": "bradshaw",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "loyola university",
          "sentiment": "none"
        },
        {
          "name": "st. joseph medical center",
          "sentiment": "none"
        },
        {
          "name": "neumann university",
          "sentiment": "none"
        },
        {
          "name": "st. anthony school",
          "sentiment": "none"
        },
        {
          "name": "st. stephen school",
          "sentiment": "none"
        },
        {
          "name": "st. clement mary hofbauer school",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pa",
          "sentiment": "none"
        },
        {
          "name": "baltimore",
          "sentiment": "none"
        },
        {
          "name": "ireland",
          "sentiment": "none"
        },
        {
          "name": "aston",
          "sentiment": "none"
        },
        {
          "name": "rosedale",
          "sentiment": "none"
        },
        {
          "name": "assisi house",
          "sentiment": "none"
        },
        {
          "name": "lumcloon cloghan",
          "sentiment": "none"
        },
        {
          "name": "county offaly",
          "sentiment": "none"
        },
        {
          "name": "maryland",
          "sentiment": "none"
        },
        {
          "name": "towson",
          "sentiment": "none"
        },
        {
          "name": "philadelphia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T18:45:16.107+02:00",
    "updated": "2024-03-01T19:15:32.676+02:00"
  },
  {
    "uuid": "2ee8d8ce66a31eefd98bb3c23e4b26f4089f7228",
    "url": "https://markets.financialcontent.com/stocks/article/getnews-2024-4-4-bianchi-the-best-water-purification-device-the-miracle-of-alkaline-and-antioxidant-water",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2024-04-04T19:58:00Z",
    "title": "Bianchi: The Best Water Purification Device – The Miracle of Alkaline and Antioxidant Water | FinancialContent Business Page",
    "text": "California - April 4, 2024 - BIANCHI water purification systems, with their innovative technologies, improve water quality by increasing the water's pH level and reducing the ORP (Oxidation-Reduction Potential) value, thus providing healthier drinking water. Particularly through the use of mineral and alkaline filters, BIANCHI systems accomplish these features. Here's how BIANCHI water purification systems achieve these benefits:\nBIANCHI su aritma cihazi utilizes specially designed mineral filters to enhance the water's mineral content, improving the taste and nutritional value of drinking water. Minerals present in water, such as calcium, magnesium, and others, help maintain pH balance in addition to providing essential nutrients.\nAlkaline filters are employed in BIANCHI systems to increase the water's pH level. By raising the water's pH to a more alkaline level, BIANCHI en iyi su arıtma cihazı systems contribute to obtaining healthier drinking water. Alkaline water consumption is known to support maintaining the body's acid-base balance.\nThe use of BIANCHI su aritma systems leads to an increase in the water's pH level, making the consumed water more alkaline. Alkaline water consumption offers numerous benefits, including aiding in the maintenance of the body's acid-base balance, supporting digestive health, and providing antioxidant effects.\nWith BIANCHI water purification systems, the water's ORP value decreases. A lower ORP value indicates that the water possesses antioxidant properties and can combat free radicals in the body. This contributes to protecting healthy cells and potentially delaying aging.\n“BIANCHI water purification systems, through the use of mineral and alkaline filters, increase the water's pH level and reduce the ORP value, providing healthier drinking water, says Ismail Zorlu, the spokesperson for BIANCHI water “Alkaline water consumption offers several benefits, while a lower ORP value enhances antioxidant protection. These features make BIANCHI su aritma en iyi su arıtma cihazı systems a preferred choice for those seeking improved water quality and health benefits.”\nAlkaline and antioxidant water has gained popularity in recent years due to its potential health benefits. This special type of water, enriched with minerals and antioxidants, provides many advantages to the body. Here are the benefits of alkaline and antioxidant water on the human body:\nMaintaining pH Balance: Alkaline water supports the body's acid-base balance. In modern lifestyles, acidic environments can prevail due to poor dietary habits and stress. Alkaline water consumption helps neutralize this acidic environment, supporting overall health.\nIncreased Hydration: Alkaline water penetrates cells more efficiently than regular tap water, leading to better hydration. Proper hydration is crucial for balancing bodily fluids, eliminating toxins, and ensuring proper cellular function.\nProviding Antioxidant Protection: Antioxidant water supplies the body with antioxidants, which combat free radicals, preventing cell damage and delaying aging. Antioxidants also support immune system functions and may reduce the risk of chronic diseases.\nBoosting Energy Levels: Consuming alkaline water may increase energy levels by improving hydration and supporting cellular functions. This results in more energy and stamina for daily activities.\nSupporting Digestive Health: Alkaline water consumption enhances digestive health by maintaining pH balance and supporting enzyme efficiency. Its anti-inflammatory effects may also reduce inflammation in the digestive system.\nImproving Muscle and Joint Health: Minerals present in alkaline water, such as potassium and magnesium, support muscle contraction and joint flexibility. Adequate intake of these minerals promotes stronger muscles and improved joint mobility.\nIn conclusion, alkaline and antioxidant water offer numerous benefits to the body. By maintaining pH balance, increasing hydration, providing antioxidant protection, boosting energy levels, supporting digestive health, and improving muscle and joint health, alkaline and antioxidant water contribute to overall well-being. Therefore, consuming alkaline and antioxidant water can be an important aspect of maintaining a healthy lifestyle.\nMedia Contact\nCompany Name: Bianchi Water\nContact Person: Ismail Zorlu\nEmail: Send Email\nCountry: Turkey\nWebsite: https://www.bianchiwater.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "external_links": [
      "https://www.bianchiwater.com",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2024-4-4-bianchi-the-best-water-purification-device-the-miracle-of-alkaline-and-antioxidant-water",
      "https://www.getnews.info/press_stat.php?pr=bianchi-the-best-water-purification-device-the-miracle-of-alkaline-and-antioxidant-water",
      "http://www.universalpressrelease.com/?pr=bianchi-the-best-water-purification-device-the-miracle-of-alkaline-and-antioxidant-water",
      "https://tracking.newsrpm.com/pixel",
      "http://universalpressrelease.com/?pr=bianchi-the-best-water-purification-device-the-miracle-of-alkaline-and-antioxidant-water",
      "https://www.getnews.info/press_stat.php",
      "http://www.universalpressrelease.com/",
      "https://getnews.info/press_stat.php?pr=bianchi-the-best-water-purification-device-the-miracle-of-alkaline-and-antioxidant-water",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2024-4-4-bianchi-the-best-water-purification-device-the-miracle-of-alkaline-and-antioxidant-water",
      "https://bianchiwater.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bianchi",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "miracle of alkaline",
          "sentiment": "negative"
        },
        {
          "name": "orp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T00:05:35.393+03:00",
    "updated": "2024-04-05T00:05:35.393+03:00"
  },
  {
    "uuid": "9ad723885c790eae7649b8f03094bbceefcc91c2",
    "url": "https://eldiariony.com/2024/03/22/alerta-por-lluvia-intensa-viento-e-inundaciones-este-sabado-en-nueva-york-y-area-triestatal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "El Diario",
    "published": "2024-03-22T19:28:00Z",
    "title": "Alerta por lluvia intensa, viento e inundaciones este sábado en Nueva York y área triestatal",
    "text": "Alerta por lluvia intensa, viento e inundaciones este sábado en Nueva York y área triestatal\nDesde la madrugada se esperan precipitaciones que se prolongarían todo el sábado en Nueva York y el área triestatal, y hasta podría nevar en las afueras de la ciudad. Mientras el termómetro en NYC se perfila alrededor de los 50F/10C grados por varios días\nCon frío y ahora lluvia llegó la primavera a Nueva York y el área triestatal: desde la madrugada se esperan precipitaciones que se prolongarían todo el sábado, y hasta podría nevar en las afueras de la ciudad.\n“Lloverá esta noche y se espera un período de 6 a 8 horas de lluvia moderada a intensa desde el sábado por la mañana hasta la noche. Las alertas de inundaciones están vigentes” para mañana, advirtió hoy\nServicio Meteorológico Nacional (NWS-NY).\nLa tormenta tiene el potencial de arrojar hasta 4 pulgadas de lluvia en partes de la región triestatal y de 2 a 3 pulgadas en la mayoría de la zona, pronosticó\nNBC News. Las precipitaciones más intensas están calculadas para la tarde y primeras horas de la noche del sábado, y las rachas de viento también serán bastante fuertes.\nEs posible que se produzcan inundaciones menores en zonas bajas, como carreteras y patios, especialmente el sábado por la tarde y la noche. No se pronostican inundaciones costeras. Algunas partes del condado Sullivan en Nueva York podrían recibir precipitaciones mixtas a partir del viernes por la noche. La mezcla invernal de nieve, aguanieve y lluvia helada pasará a ser principalmente lluvia la mañana del sábado. Se esperan de 1 a 2 pulgadas de acumulación total de nieve allí.\nSe pronostica que deje de llover cerca de las 8 p.m. del sábado, pero seguiría el viento, con ráfagas de más de 30 mph y quizá sobre los 40 mph.\nYa la Ciudad de Nueva York se está preparando para la tormenta. La MTA dijo que se dispondrá de recursos para mantener el sistema de Metro en marcha, ante el riesgo de inundaciones, como a veces sucede en algunas estaciones y túneles.\n“Lloverá mucho durante un largo período de tiempo. Pero no serán aguaceros fuertes suficientes para abrumar nuestra infraestructura o el sistema de Metro”, pronosticó Demetrius Crichlow de New York City Transit, citado por\nCBS News. “Así que anticipamos que tendremos una navegación fluida todo el tiempo. Pero por si acaso, tendremos personas en varios lugares para asegurarnos de que podamos responder a cualquier problema. Saldremos hoy incluso para hacer trabajo de preparación”.\nMientras, el termómetro en NYC se perfila alrededor de los 50F/10C grados y sólo se espera una temperatura más primaveral a partir del jueves 28, pero todo en la naturaleza está sujeto a cambios.\nLas actualizaciones del clima pueden consultarse aquí y en el portal del https://twitter.com/NWSNewYorkNY Más detalles acá sobre el pronóstico en condados de Nueva York y Jersey y en esta página de NBC News Weather.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://www.nbcnewyork.com/weather/weather-stories/weather-ny-today-forecast-rain-winter-storm/5249411/",
      "https://www.cbsnews.com/newyork/news/nyc-n-j-prepare-for-soaking-rain-saturday/",
      "https://www.accuweather.com/es/us/new-york/10021/daily-weather-forecast/349727",
      "https://twitter.com/NWSNewYorkNY",
      "https://twitter.com/NWSNewYorkNY/status/1771177970100494544",
      "https://www.nbcnewyork.com/weather/severe-weather-alerts/",
      "https://pix11.com/weather/weather-alerts/",
      "https://cbsnews.com/newyork/news/nyc-n-j-prepare-for-soaking-rain-saturday/",
      "https://pix11.com/weather/weather-alerts",
      "https://nbcnewyork.com/weather/severe-weather-alerts/",
      "https://nbcnewyork.com/weather/weather-stories/weather-ny-today-forecast-rain-winter-storm/5249411/",
      "https://www.pix11.com/weather/weather-alerts/",
      "https://accuweather.com/es/us/new-york/10021/daily-weather-forecast/349727",
      "https://www.nbcnewyork.com/weather/severe-weather-alerts",
      "https://www.twitter.com/NWSNewYorkNY",
      "https://www.twitter.com/NWSNewYorkNY/status/1771177970100494544",
      "https://www.nbcnewyork.com/weather/weather-stories/weather-ny-today-forecast-rain-winter-storm/5249411",
      "https://www.cbsnews.com/newyork/news/nyc-n-j-prepare-for-soaking-rain-saturday"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T21:37:39.378+02:00",
    "updated": "2024-03-22T21:37:39.378+02:00"
  },
  {
    "uuid": "770b53c2615cb52aaac5c1f818999da464fbd088",
    "url": "https://www.fox13seattle.com/weather/record-warm-start-to-the-last-friday-of-2023",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brian MacMillan",
    "published": "2023-12-29T15:23:00Z",
    "title": "Seattle weather: Record warm start to the last Friday of 2023",
    "text": "Seattle weather: Record warm start to the last Friday of 2023 Temperatures soared into the sixties Friday morning, making Friday one of the warmest days at Sea-Tac in recorded history. The warmest December day at Sea-Tac since 1945 was on December 10, 2014 when the airport hit 66 degrees. Today's high so far of 61 degrees ties it for 5th warmest December day and shatters the old daily record of 54 degrees set in 2017. This has been a very mild December, with only a handful of below average high temperatures. This is the fifth warmest December through the 28th and we have three mild days ahead to wrap up the year. It has also been a very wet December so far, with 8.38 inches of rain. That is more than two and a half inches above average and it comes after several dry months in a row. Western Washington will stay mostly dry today, except for the coast, which will see a few on and off showers. Expect mostly cloudy skies with some afternoon sunbreaks. If you're heading to the big Seahawks matchup at Lumen Field Sunday against the Pittsburgh Steelers, temps will be back into the 40s, but we'll stay dry. It should be a great day for football. Go Hawks! Later that evening, the clouds will part, and we'll be looking at temps cooling into the low 40s by midnight's countdown to the new year. The first week of the new year will bring average temperatures and a mix of clouds and potential showers. There are no big storms or lowland snow ahead for at least the next seven days.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "pittsburgh steelers",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "seattle",
          "sentiment": "none"
        },
        {
          "name": "western washington",
          "sentiment": "none"
        },
        {
          "name": "lumen field",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T21:08:58.426+02:00",
    "updated": "2023-12-29T21:08:58.426+02:00"
  },
  {
    "uuid": "31c2f50a139fc2adf67c28c6613ce0e754484d1d",
    "url": "https://www.wjcl.com/article/georgia-soldiers-drone-strike-dignified-transfer/46617488",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Graham Cawthon",
    "published": "2024-02-01T21:57:00Z",
    "title": "Georgia soldiers killed in Jordan will have dignified transfer",
    "text": "SAVANNAH, Ga. — Above file video: Family grieves Savannah soldier killed in drone strike\nOn Monday, the Department of Defense identified the three U.S. soldiers killed in a drone attack in Jordan .\nAdvertisement All three were from Georgia: Sgt. William Jerome Rivers, 46, of Carrollton; Sgt. Kennedy Ladon Sanders, 24, of Waycross ; and Sgt. Breonna Alexsondria Moffett, 23, of Savannah .\nNow plans have been released for how they will be returned home.\nAccording to military officials, the bodies of the three soldiers will arrive at Dover Air Base in Delaware Friday for the dignified transfer .\nPresident Joe Biden and the soldiers' families will be present.\nIt is set to take place around 11 a.m.\nWJCL will provide coverage as these heroes are honored. Check back for more information.\nTop Picks Old-school Valentine’s Day charm is making a comeback. Check out these vintage cards! Elmo asked people online how they were doing. He got an earful Rossen Reports: Score major deals on TVs in time for the Super Bowl Looking back on 20 years of Facebook",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.mortuary.af.mil/About-Us/Dignified-Transfer/",
      "https://mortuary.af.mil/About-Us/Dignified-Transfer/",
      "https://www.mortuary.af.mil/About-Us/Dignified-Transfer"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kennedy ladon sanders",
          "sentiment": "none"
        },
        {
          "name": "william jerome rivers",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "rossen",
          "sentiment": "none"
        },
        {
          "name": "breonna alexsondria moffett",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "department of defense",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "savannah",
          "sentiment": "none"
        },
        {
          "name": "ga.",
          "sentiment": "none"
        },
        {
          "name": "georgia",
          "sentiment": "none"
        },
        {
          "name": "jordan",
          "sentiment": "none"
        },
        {
          "name": "savannah",
          "sentiment": "none"
        },
        {
          "name": "dover air base",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "carrollton",
          "sentiment": "none"
        },
        {
          "name": "waycross",
          "sentiment": "none"
        },
        {
          "name": "delaware",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:59:21.256+02:00",
    "updated": "2024-02-02T00:59:21.256+02:00"
  }
]