[
  {
    "uuid": "6ad68bcc4fa5d71d0b8b3dc38012336774ab803d",
    "url": "https://www.informacion.es/vega-baja/2024/06/13/seprona-investiga-obras-9-chales-103766046.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "D. Pamies",
    "published": "2024-06-13T00:00:00Z",
    "title": "ORIHUELA URBANISMO I El Seprona investiga las obras para hacer 9 chalés en Finca Langostina por delito ambiental",
    "text": "El Seprona de la Guardia Civil ha abierto diligencias de investigación por la presunta vulneración de la legislación ambiental de protección de especies de aves derivada de las obras de construcción de un muro con maquinaria pesada junto a la histórica Casa Langostina de Orihuela Costa. Una construcción tradicional con valores patrimoniales situada en la Dehesa de Campoamor, en la parcela con una casa de más de 200 años que la familia austriaca que la adquirió en los años 90 lleva dos décadas peleando por mantener en su integridad. En ella una urbanizadora tiene licencia para levantar nueve chalés y piscinas. En los últimos meses, tres miembros de esta familia se han encadenado a las máquinas para evitar las obras, y las hermanas Kimberly y Love Wesenauer fueron detenidas por intentar parar las máquinas el 27 y 31 de mayo. El muro se está levantando pegado a cinco nidos de golondrinas comunes (Hirundo rústica) y dáuricas (Cecropis dáurica) que se encuentran en plena época de reproducción. A un metro se va a excavar una piscina. La iniciativa de la Guardia Civil se ha puesto en marcha después de que el Juzgado de Primera Instancia 4 de Orihuela haya desoído una petición de medidas cautelares solicitada hace más de una semana por la sección de Medio Ambiente de la Fiscalía de Alicante, avalada con un acta previa del Seprona en el mismo sentido solicitando medidas cautelares de paralización de las obras hasta el mes de septiembre. También figuraba un informe del ornitólogo y conservacionista Miguel Ángel Pavón, presidente de Amigos de Sierra Escalona. En representación de este colectivo también se denunció la situación ante la Generalitat y un agente ambiental visitó el miércoles el establo de la vivienda donde anidan las aves. La magistrada titular de ese órgano judicial, Isabel Fernández Zapata, no ha entrado a valorar el contenido de la petición e insiste en su última resolución en que continúe la ejecución de títulos judiciales que se remonta a un procedimiento de 2020 con la construcción del muro que divide la finca y destruye la configuración de la parcela histórica. Una licencia firmada por el concejal de Urbanismo de Orihuela, Matías Ruiz, con el aval de los informes de la jefatura de Urbanismo, permite la construcción de nueve chalés turísticos residenciales con piscina a petición de la constructora Lideralis Empresarial en Desarrollo, que opera bajo el nombre comercial de Praxa. La ejecución de títulos judiciales deja 3.600 metros cuadrados al desarrollo de la promoción inmobiliaria de los 5.000 con los que contaba la finca que sus propietarios originales están empeñados en mantener. No obstante, se trata de una ejecución de sentencia que se prolonga cuatro años. De ahí que el juzgado no quiera entrar a valorar esas medidas. Pero la legislación es clara: el artículo 57.1.b) de la Ley del Patrimonio Natural y la Biodiversidad prohíbe destruir o deteriorar los nidos de las especies incluidas en el Listado de Especies Silvestres en Régimen de Protección Especial. La petición de la Fiscalía de Medio Ambiente se tramitó el 3 de junio, pero se traspapeló inicialmente en ese juzgado porque algunas comunicaciones entre órganos judiciales siguen realizándose en 2024 vía fax. Desde el pasado lunes los funcionarios del juzgado han logrado por fin incorporarlo a la causa. Las diligencias abiertas por el Seprona se tramitarán en un procedimiento judicial al margen a la toma de posesión de la finca. Todos los informes, desde la petición de la fiscal pasando por el informe del día 27 de mayo y la apertura de diligencias del Seprona o el de Miguel Ángel Pavón y el pericial elaborado por una veterinaria experta en la materia coinciden en lo mismo: las obras pueden provocar el descuelgue de los cinco nidos detectados y suponen un grave peligro para las crías. Después de más de dos semanas de obras, y con el muro terminado el juzgado de Instrucción 4 de Orihuela decidió ayer jueves abrir una pieza sobre las medidas cautelares que la fiscalía le solicitó ya verbalmente el 27 de mayo y \\\"sobre la posibilidad de utilizar maquinaria no pesada para la obra de restitución del muro de deslinde\\\".El muro ya está terminado. La familia mantiene además otros procedimientos judiciales de carácter penal contra los promotores porque consideran que han logrado la licencia pese a presentar supuestamente graves irregularidades. Algo que niega el Ayuntamiento de Orihuela y la inmobiliaria. En la ejecución del título judicial no solo figura la empresa que ha solicitado la licencia de obra mayor, también Inversiones Salacursa. La finca Langostina sigue tomada durante buena parte de la jornada por agentes de la Policía Local y la Guardia Civil para hacer valer la toma de posesión de parte de la finca original desde el 27 de mayo que se saldó con la primera detención de las jóvenes hermanas residentes en la casa. A diario, a petición de la misma juez anticipándose «a la resistencia» de quienes consideran que la finca ha sido robada para entregarla al negocio inmobiliario, se suman hasta una decena de agentes de ambos cuerpos policiales que incluso llegan a dar indicaciones a los operarios sobre hasta dónde pueden indicar la linde. El despliegue es llamativo no solo porque responde a un conflicto en el que el Ayuntamiento y la Generalitat niegan el interés público -la protección de la finca como Bien de Interés Local-, también porque consume una parte relevante de los efectivos policiales destinados a Orihuela Costa. El cuartel de la Guardia Civil de Torre de la Horadada debe atender también de Pilar de la Horadada, además de la costa oriolana, mientras la Policía Local ha de hacerse cargo de las intervenciones que se producen en las amplias áreas residenciales que se extienden a lo largo y ancho de 15 kilómetros de costa. La Guardia Civil empleó de nuevo la fuerza para detener a las hermanas el 31 de mayo. Paasaron noche en el calabazo. Están acusadas de resistencia a la autoridad. Los cuatro agentes que llevaron a cabo el arresto se dieron de baja por «lesiones».",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:16:43.163+03:00",
    "updated": "2024-06-14T00:16:43.163+03:00"
  },
  {
    "uuid": "79e31b047ae0a4c3cfe71eeea5e3bcacedf6bc2f",
    "url": "https://markets.financialcontent.com/stocks/article/newsfile-2023-12-28-former-nfl-standout-rob-sims-and-pro-football-hall-of-fame-member-calvin-johnson-jr-launch-locker-room-insurance-to-empower-agents-and-elevate-the-industry",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "financialcontent.com",
    "published": "2023-12-28T23:22:00Z",
    "title": "Former NFL standout Rob Sims and Pro Football Hall of Fame Member Calvin Johnson Jr. Launch Locker Room Insurance to Empower Agents and Elevate the Industry | FinancialContent Business Page",
    "text": "Los Angeles, California- 28, 2023) - Locker Room Insurance is a forward-thinking insurance brokerage co-founded by 2021 Pro Football Hall of Fame inductee Calvin Johnson Jr. and Rob Sims, his former NFL teammate, along with experienced business executive and licensed insurance agent Craig Freeman. Together, they're on a mission to elevate the insurance industry and reach underserved markets through Locker Room Insurance.\nJohnson Jr. , known for his Hall of Fame football career with the Detroit Lions, has been deeply engaged in community service since childhood, in part because he is the grandchild of a Baptist minister. His dedication led him to establish the Calvin Johnson Jr. Foundation , which has made a difference for nearly 13 years.\n\"The feeling you get from serving people is contagious. It feels great knowing I'm serving my neighbors and providing for families,\" Johnson Jr. said.\nSims , a nine-year NFL veteran who also played with the Lions, shared a similar sentiment. \"We're big on finding solutions that benefit other people. It fills us with excitement to empower those without similar opportunities, enabling them to secure their family's financial future and enhance the community.\"\nLocker Room Insurance\nTo view an enhanced version of this graphic, please visit:\nhttps://images.newsfilecorp.com/files/8798/191320_bd8138025409e9b3_001full.jpg\nFreeman, a mission-driven executive known for his broad business acumen and servant leadership style, is equally excited about the program and its impact on the community.\n\"A quarter of the population doesn't have any type of insurance,\" Freeman observed. \"We want to be able to help. Rob and Calvin have a lot of people they love to help in various ways, but they can't take all of them to the NFL. They might also not be able to help them with other capital-intensive ventures. With insurance, they'll help many agents change their lives and their families' futures through a low barrier entrance, low capital insurance model.\"\nTo get an in-person look at how they operate, apply for an opportunity to attend the Locker Room Insurance launch party in the Detroit area later this year, where they will hosting a NFL Playoff watch party as well as providing a business overview for prospective agents. Apply to attend here .\nAbout Locker Room Insurance:\nLocker Room Insurance is a forward-thinking insurance brokerage co-founded by 2021 Pro Football Hall of Fame inductee Calvin Johnson Jr. and Rob Sims, his NFL teammate, along with experienced business executive and licensed agent Craig Freeman. Together, they're on a mission to elevate the insurance industry and reach underserved markets through Locker Room Insurance.\nMedia Contact:\nCompany contact full name: Craig Freeman and Robyn Sims\nCompany contact email: press@lockerroominsurance.com\nContact Phone: 248-8253287\n //www.newsfilecorp.com/release/191320",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.newsfilecorp.com/release/191320",
      "https://api.newsfilecorp.com/redirect/BpRq7tJm0W",
      "https://api.newsfilecorp.com/newsinfo/191320/203",
      "https://api.newsfilecorp.com/redirect/JgAyWhWejY",
      "https://api.newsfilecorp.com/redirect/QOA4xsDZXj",
      "https://api.newsfilecorp.com/redirect/552BqcVpAD",
      "https://api.newsfilecorp.com/redirect/kOK78szZ1e",
      "https://tracking.newsrpm.com/pixel?slug=newsfile-2023-12-28-former-nfl-standout-rob-sims-and-pro-football-hall-of-fame-member-calvin-johnson-jr-launch-locker-room-insurance-to-empower-agents-and-elevate-the-industry",
      "https://api.newsfilecorp.com/redirect/m3R81sNaez",
      "https://api.newsfilecorp.com/redirect/GmA71iRJQp",
      "https://www.api.newsfilecorp.com/redirect/552BqcVpAD",
      "https://www.api.newsfilecorp.com/newsinfo/191320/203",
      "https://www.api.newsfilecorp.com/redirect/QOA4xsDZXj",
      "https://tracking.newsrpm.com/pixel",
      "https://www.api.newsfilecorp.com/redirect/GmA71iRJQp",
      "https://www.api.newsfilecorp.com/redirect/m3R81sNaez",
      "https://newsfilecorp.com/release/191320",
      "https://www.api.newsfilecorp.com/redirect/BpRq7tJm0W",
      "https://www.tracking.newsrpm.com/pixel?slug=newsfile-2023-12-28-former-nfl-standout-rob-sims-and-pro-football-hall-of-fame-member-calvin-johnson-jr-launch-locker-room-insurance-to-empower-agents-and-elevate-the-industry",
      "https://www.api.newsfilecorp.com/redirect/JgAyWhWejY",
      "https://www.api.newsfilecorp.com/redirect/kOK78szZ1e"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "calvin johnson jr",
          "sentiment": "negative"
        },
        {
          "name": "rob sims",
          "sentiment": "negative"
        },
        {
          "name": "craig freeman",
          "sentiment": "none"
        },
        {
          "name": "johnson jr.",
          "sentiment": "none"
        },
        {
          "name": "calvin johnson jr.",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nfl",
          "sentiment": "negative"
        },
        {
          "name": "financialcontent business page los angeles",
          "sentiment": "negative"
        },
        {
          "name": "launch locker room insurance",
          "sentiment": "negative"
        },
        {
          "name": "(newsfile corp.",
          "sentiment": "neutral"
        },
        {
          "name": "hall of fame",
          "sentiment": "none"
        },
        {
          "name": "lions",
          "sentiment": "none"
        },
        {
          "name": "foundation",
          "sentiment": "none"
        },
        {
          "name": "detroit lions",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:39:00.276+02:00",
    "updated": "2024-01-09T03:21:23.556+02:00"
  },
  {
    "uuid": "a6dba21b4f7644eee7143299f6982af466bdbf90",
    "url": "https://www.j-14.com/posts/ansel-elgort-and-violetta-komyshans-relationship-timeline",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shelby Stivale",
    "published": "2024-03-14T20:45:00Z",
    "title": "Ansel Elgort and Violetta Komyshan’s Relationship Timeline",
    "text": "Still going strong! [Ansel Elgort](https://www.j-14.com/tags/ansel-elgort-11251/) and [Violetta Komyshan](https://www.j-14.com/tags/violetta-komyshan-18818/)‘s relationship stood the test of time before their 2022 split. The couple first started dating while attending the famous Fiorello H. LaGuardia High School of Music & Art and Performing Arts in New York City. Following their high school graduation, the pair stayed together as they kicked off their careers in the arts. Ansel, obviously, became an actor, while Violetta has made a name for herself as a professional dancer. Throughout their time together, the couple has spoken publicly about their relationship’s dynamic. Violetta chatted with [Cosmopolitan](https://www.cosmopolitan.com/entertainment/a14376056/violetta-komyshan-interview/) in December 2017 about what it’s like to date a big star and how she deals with any social media hate that may be thrown her way. “Sometimes they’ll insult what I’m wearing or something, but who cares? It’s fashion, whatever. I just stay away from that,” the dancer shared at the time. “It’s more positive than negative. Maybe in the beginning when he first started posting me on his Instagram, people would be like, ‘Who’s this girl, blah blah blah?’ But now they’re like, ‘I’m so jealous, but you guys are so cute!'” Before they started dating, Violetta noted that Ansel “had his eye on me.” “I didn’t even know he went to my school — I just thought he was really attractive. I looked at him and told my friend, ‘Oh, my God, that guy’s so hot,’ and she’s like, ‘Oh that’s Ansel, he goes to LaGuardia.’ Then he walked up to us and said, ‘What’s good?’ and [Violetta mimes a fist bump]. I thought he liked her!” she recalled. “He waited for me [after school] the next day and told our friend to introduce us and I was like, ‘OK, he totally liked me yesterday.’ Then, I made her come with us to Starbucks. We exchanged numbers and became friends, and then we started dating when I was at the end of sophomore year.” The rest, as they say, is history. Over the years, Violetta has walked tons of red carpets with Ansel. In November 2021, she joined the [West Side Story](https://www.j-14.com/posts/ansel-elgort-west-side-story-role-first-look/) star at the musical movie’s premiere. This marked his second red carpet appearance since [a June 2020 scandal](https://www.j-14.com/posts/ansel-elgort-returns-to-social-media-after-june-2020-scandal/) in which he was accused of sexual assault, a claim which Ansel denied in a [since-deleted social media post](https://www.j-14.com/posts/ansel-elgort-responds-after-sexual-assault-allegations/). Amid his break from the spotlight following the scandal, fans wondered if he and Violetta had split. But their late-2021 red carpet appearance proved they were still going strong. They eventually split at some point in 2022. Scroll through our gallery for a timeline of Ansel and Violetta’s past relationship. ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://youtube.com/user/j14mag?sub_confirmation=1)",
      "https://www.youtube.com/user/j14mag?sub_confirmation=1)",
      "https://www.cosmopolitan.com/entertainment/a14376056/violetta-komyshan-interview/)",
      "https://cosmopolitan.com/entertainment/a14376056/violetta-komyshan-interview/)",
      "https://www.youtube.com/user/j14mag"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ansel elgort",
          "sentiment": "positive"
        },
        {
          "name": "violetta komy",
          "sentiment": "positive"
        },
        {
          "name": "violetta komyshan",
          "sentiment": "positive"
        },
        {
          "name": "violetta",
          "sentiment": "none"
        },
        {
          "name": "ansel",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fiorello h. laguardia high school of music & art",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:01:56.256+02:00",
    "updated": "2024-03-15T00:01:56.256+02:00"
  },
  {
    "uuid": "fe501c229b5c031b9dfe4b21d780a7158a32bad0",
    "url": "https://www.world-today-news.com/sweden-officially-joins-nato-a-historic-move-in-response-to-russian-invasion-of-ukraine",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2024-03-10T00:42:00Z",
    "title": "Sweden officially joins NATO: A historic move in response to Russian invasion of Ukraine - World Today News",
    "text": "The first flight was made by a Swedish reconnaissance aircraft Gulfstream S102B. It flew over Poland near the borders of the Kaliningrad region and Belarus. There is a variety of equipment on board the aircraft that can intercept and analyze messages and other electronic signals.\nThe second flight was carried out by a Saab 340 AEW&C radar aircraft over the Baltic Sea. The Saab 340 AEW&C aircraft has a radar system capable of detecting various targets over long distances.\nSweden’s entry into NATO On Thursday, March 7, Sweden officially became the 32nd member of NATO. The protocol on the country’s accession to NATO was published on the website of the US State Department.\nAfter the full-scale Russian invasion of Ukraine, Sweden and Finland jointly submitted applications to join NATO. Thus, the countries abandoned the policy of military neutrality that both had observed for decades.\nAnd if for the latter it was relatively quick (Finland became the 31st NATO member on April 4, 2023), then for Sweden this process was delayed due to comments from Turkey and Hungary.\nLater, after a series of agreements, Ankara finally gave its consent. On January 25, 2023, Turkish President Recep Erdogan signed a decision of the Turkish parliament ratifying the protocol on Sweden’s accession to NATO.\nAfter which Hungary became the last NATO member country to delay ratifying Sweden’s membership in the Alliance. I only raised the issue almost a year later. Hungary recently took a reciprocal step by finally ratifying Stockholm’s application.\nRead urgent and important messages about Russia’s war against Ukraine on the channel RBC-Ukraine on Telegram .\n2024-03-09 20:43:40\n#Historical #mission #Swedish #planes #flew #Russia #time #joining #NATO",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://akamai.vgc.no/v2/images/17964c35-5065-423c-9ea5-b4162e2c0ec8?fit=crop&format=auto&h=1267&w=1900&s=3928b892e10486f6b197cbb5678b3b7d3219d31f)",
      "https://t.me/RBC_ua_news",
      "https://i0.wp.com/vid.alarabiya.net/images/2023/06/13/2608c41f-4fae-46ed-a3bb-32f32f58d1f0/2608c41f-4fae-46ed-a3bb-32f32f58d1f0_16x9_600x338.PNG?resize=150%2C150&ssl=1)",
      "https://www.akamai.vgc.no/v2/images/17964c35-5065-423c-9ea5-b4162e2c0ec8?fit=crop&format=auto&h=1267&w=1900&s=3928b892e10486f6b197cbb5678b3b7d3219d31f)",
      "https://www.t.me/RBC_ua_news",
      "https://www.i0.wp.com/vid.alarabiya.net/images/2023/06/13/2608c41f-4fae-46ed-a3bb-32f32f58d1f0/2608c41f-4fae-46ed-a3bb-32f32f58d1f0_16x9_600x338.PNG?resize=150%2C150&ssl=1)",
      "https://akamai.vgc.no/v2/images/17964c35-5065-423c-9ea5-b4162e2c0ec8",
      "https://i0.wp.com/vid.alarabiya.net/images/2023/06/13/2608c41f-4fae-46ed-a3bb-32f32f58d1f0/2608c41f-4fae-46ed-a3bb-32f32f58d1f0_16x9_600x338.PNG"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "nato",
          "sentiment": "neutral"
        },
        {
          "name": "us state department",
          "sentiment": "none"
        },
        {
          "name": "saab",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "sweden",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "poland",
          "sentiment": "none"
        },
        {
          "name": "turkey",
          "sentiment": "none"
        },
        {
          "name": "hungary",
          "sentiment": "none"
        },
        {
          "name": "finland",
          "sentiment": "none"
        },
        {
          "name": "kaliningrad",
          "sentiment": "none"
        },
        {
          "name": "belarus",
          "sentiment": "none"
        },
        {
          "name": "baltic sea",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-10T02:43:16.145+02:00",
    "updated": "2024-03-10T03:55:28.917+02:00"
  },
  {
    "uuid": "2a93f5627d4ca7fe6546d026cabaa6ee623eae17",
    "url": "https://www.eldiario.es/aragon/cultura/papel-asociaciones-culturales-hay-reivindicar-potencial-pueblos-organizar-actividades_1_11300926.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ATuAire",
    "published": "2024-04-18T20:36:00Z",
    "title": "El papel de las asociaciones culturales: “Hay que reivindicar el potencial de los pueblos para organizar actividades”",
    "text": "“Hay que reivindicar el potencial que tienen los pueblos de organizar actividades culturales y hacer una oferta de calidad. No todo tiene que ser en las ciudades”. Ese es uno de los objetivos de los festivales que se celebran en las zonas rurales, tal y como reconoce Néstor Saura, miembro de la Asociación Cultural El Torrejón -situada en la localidad turolense de Jarque de la Val- y que organiza el Festival de Arte ATuAire . Este año celebra su tercera edición el 3 y 4 de mayo. El ATuAire es uno de los aproximadamente 20 festivales que se celebran en la provincia de Teruel a lo largo del año. Algunos de ellos pueden ser el Micromúsicas de Valdealgorfa -8 de junio-, Alkorock en Alcorisa -18 de mayo-, Tamborile de Mezquita de Jarque - 15 de junio-, Poborina Folk celebrado en El Pobo -del 21 al 23 de junio-, Matarranya Íntim de Calaceite -26 al 28 de julio-, el Gaire de Pancrudo -entre el 13 y 15 de septiembre- o el Festival contra la Despoblación, que se lleva a cabo anualmente en Allepuz.\nParte de ellos sirvieron de inspiración a la Asociación Cultural El Torrejón para crear ATuAire, que iba a iniciarse en 2020, pero a causa de la pandemia se retrasó hasta 2022. “La idea viene de ver que en otros pueblos se estaban celebrando festivales culturales y artísticos, algunos con más de 20 años de trayectoria. Pensamos que había que hacer algo así en Jarque de la Val”, describe Saura.\nAsí, decidieron apostar por un certamen de “arte libre” en el que tuvieran espacio diversas disciplinas artísticas. “Hacerlo de arte libre es la primera característica de ATuAire y la segunda es que cada año centramos las actividades en una temática”, detalla el miembro de la Asociación Cultural el Torrejón y de la organización de este festival.\nExposición fotográfica realizada en la segunda edición del festival ATuAire Él mismo apunta que en la primera edición eligieron el “agua” porque Jarque de la Val por “razones geológicas cuenta con gran número de manantiales”. En la segunda entrega, celebrada en 2023 apostaron por el concepto de “raíces” con un doble sentido. Uno de ellos hacía referencia a las raíces de cada persona y es por esto que trabajaron en una exposición fotográfica que recogiese a personas de este municipio. Para Saura se trataba de un “homenaje” a quienes han mantenido Jarque de la Val. Este año, AtuAire se dedicará al cielo. “Queremos mostrar la importancia de preservar esos elementos de la naturaleza”, destaca.\nLa población de multiplica Durante los días que se desarrollan las actividades que engloba AtuAire, la población llega a multiplicarse. Como enumera Saura, en invierno en Jarque de la Val apenas hay “50 vecinos” y cuando llega el Festival se cuantifican más de “500 personas”. “Es una oportunidad para reactivar los municipios”, aclara y añade que en las dos pasadas ediciones se “superaron las expectativas”, pues tuvo “gran acogida” y se acercaron personas de todo el territorio turolense y provincias próximas.\nEn esta tercera edición esperan al menos repetir esas cifras y si es posible superarlas. Para ello han preparado un programa de actos “accesible a todo el mundo”. Por ejemplo, el 4 de mayo habrá espacio para talleres de cerámica o alabastro, la literatura con recital de poesía, la música a través de diversos conciertos, el circo o la astronomía con una observación nocturna.\nEn paralelo se podrá disfrutar de un mercado de artesanía con “productos de la zona”, que reunirá unos “15 puestos”, y una exposición “colectiva” en el salón del Ayuntamiento en la que invitan a participar a cualquier artista. “Queremos dar la oportunidad a los artistas que les cuesta montar una exposición. Aquellas personas que tengan inquietudes artísticas pueden presentar las obras que deseen y se exponen”, explica Saura.\nAdemás de este Festival ATuAire, la Asociación Cultural El Torrejón trabaja para “entretener y dar una propuesta cultural” a los vecinos de Jarque de la Val el resto del año. “Hemos hecho talleres sobre cine, proyección de cortos, talleres de cerámica o traído espectáculos de baile”, ejemplifica.\nHoy en día esta Asociación cuenta con cerca de “100 socios” y sus orígenes se remontan a los inicios de la década de los 80. “Fue pionera en la zona porque se trabajaban muchas disciplinas artísticas como pintura o telares”, desarrolla Saura a la vez que revela que se hacían exposiciones en Zaragoza y otras partes del mundo. Incluso, considera que “aquellas personas de alrededor de Jarque de la Val que tienen inquietudes artísticas de adultos es porque de niños convivieron con El Torrejón”.\nTaller de pintura celebrado en ediciones pasadas de ATuAire ATuAire Saura recuerda que el apoyo de las instituciones es “fundamental” para poder realizar este tipo de festivales. En concreto de la Diputación Provincial de Teruel, que cuenta con una línea de subvenciones para apoyar las distintas iniciativas culturales y organizan congresos como ‘Teruel Tierra de Festivales’. También destaca el papel del Gobierno de Aragón y de las comarcas y ayuntamientos, que son necesarios para los “permisos y cesión de materiales y espacios” sin los que estos certámenes no podrían salir adelante.\nEl equipo de ATuAire trabaja para ir mejorando cada año la oferta cultural. Su objetivo lo tienen claro y es que “todo el mundo tenga el mismo acceso, independientemente de donde vivan”. “La propia Constitución en el artículo 44 recoge que la cultura es un derecho”, concluye Saura.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.instagram.com/atuaire_festival/",
      "https://instagram.com/atuaire_festival/",
      "https://www.instagram.com/atuaire_festival"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:37:56.369+03:00",
    "updated": "2024-04-19T07:25:28.920+03:00"
  },
  {
    "uuid": "4bbc1d77125b3db29d092265f13a82f67a908606",
    "url": "https://revistaoeste.com/mundo/veja-as-7-maiores-vendas-de-mansoes-de-celebridades-em-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Artur Piva",
    "published": "2025-01-23T21:10:00Z",
    "title": "Veja as 7 maiores vendas de mansões de celebridades em 2024",
    "text": "Objeto de desejo, as mansões das celebridades valem verdadeiras fortunas. A propriedade vendida pelo ex-jogador de futebol americano Russell Wilson em maio de 2024 é um desses casos.\nO negócio movimentou US$ 31 milhões (quase R$ 150 milhões, na cotação atual). A cifra garantiu ao negócio o título de mansão de celebridade vendida pelo maior valor nos Estados Unidos em 2024, de acordo com um ranking elaborado pela Nasdaq.\nA listagem conta com sete imóveis. O de menor preço pertence à atriz Kaley Cuoco — a Penny, da série “The Big Bang Theory”. Trata-se de uma casa em Los Angeles com 524 metros quadrados e piscina de borda infinita. A venda ocorreu por US$ 5,5 milhões.\nJá a residência negociada por Wilson em maio tinha o dobro do tamanho, além de um terreno adjacente. Localizada em Seattle, o antigo retiro do ex-atleta conta com um píer privativo para o Lago Washington.\nOutros mansões venidas pelas celebridades\nNo segundo lugar do ranking da Nasdaq, aparece uma mansão destruída. Trata-se de uma casa à beira-mar em Malibu que o cantor Kanye West vendeu por US$ 21 milhões. O negócio resultou em prejuízo para o artista, já que ele a havia comprado em 2021 por US$ 57,3 milhões.\nA terceira posição é ocupada pela propriedade que DJ Zedd vendeu em um distrito de Los Angeles por US$ 17,1 milhões. Na sequência, estão as vendas das mansões de George Clooney (US$ 14,5 milhões), Michael Jordan (US$ 9,5 milhões) e Matthew Perry (US$ 8,6 milhões).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment"
    ],
    "topics": [
      "Economy, Business and Finance->consumer goods",
      "Economy, Business and Finance->construction and property",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->house and home",
      "Arts, Culture and Entertainment->fashion",
      "Arts, Culture and Entertainment->mass media",
      "Arts, Culture and Entertainment->culture"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:17:24.396+02:00",
    "updated": "2025-01-24T00:17:24.396+02:00"
  },
  {
    "uuid": "c70225f074f07b0c9ca2461dc9e806618137a0bd",
    "url": "https://www.devdiscourse.com/article/law-order/2756747-punjab-govt-withdraws-decision-to-sound-mourning-notes-on-martyrdom-day-of-younger-sahibzadas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2023-12-24T12:56:00Z",
    "title": "Punjab govt withdraws decision to sound mourning notes on martyrdom day of younger 'Sahibzadas' | Law-Order",
    "text": "Punjab govt withdraws decision to sound mourning notes on martyrdom day of younger 'Sahibzadas' [PTI](/pti-stories)| Chandigarh | Updated: 24-12-2023 20:56 IST | Created: 24-12-2023 20:56 IST - Country: - India The Punjab government has withdrawn its decision to sound mourning notes on December 27 during the 'Shaheedi Sabha', where devotees pay homage to the unparalleled sacrifice of the younger sons of tenth Sikh Guru Gobind Singh. The announcement on taking back the decision was made by Chief Minister Bhagwant Mann on Sunday. This came amid objection raised by the Shiromani Gurdwara Parbandhak Committee (SGPC) on the government's decision to sound mourning notes on the martyrdom day of younger ''Sahibzadas'', citing it against the ''gurmat maryada'' (religious code). The SGPC had demanded that the decision be withdrawn immediately. SGPC president Harjinder Singh Dhami had earlier said that the martyrdoms of Sahibzadas of Guru Gobind Singh is a symbol of Charhdi Kala (high spirit) to protect the rights, truth and dharam and are not sad events. According to an official statement on Sunday, Chief Minister Mann said that to avoid any controversy on this sacred day, the state government has decided to take back its decision of sounding mourning notes on December 27. ''In line with the rich Sikh traditions, the Punjab government has decided to roll back its decision to sound mourning notes on December 27 during the Shaheedi Sabha of younger Sahibzadas,'' said the statement. According to the statement, Mann said that the supreme sacrifice of younger Sahibzadas and Guru Gobind Singh's mother Mata Gujri were unprecedented in the history of mankind. ''Martyrdom of Sahibzada Zorawar Singh and Sahibzada Fateh Singh (younger sons of Guru Gobind Singh) along with Mata Gujri ji had since ages inspired Punjabis to fight against injustice, tyranny and oppression,'' he said, while adding that the supreme sacrifice made by the younger Sahibzadas at a tender age hardly finds any parallel in the world history. Earlier on Friday, Mann had said the mourning notes will be sounded on December 27 during the 'Shaheedi Sabha'. The chief minister in a meeting with the Fatehgarh Sahib district administration to review the arrangements for the 'Shaheedi Sabha' had emphasized that the mourning notes will be sounded from 10 am on December 27 as a mark of respect to the younger Sahibzadas. He had then said that for the first time the mourning notes will be played for 10 minutes. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [Sikhs take out protest march in Delhi for release of 'Bandi Singhs'](/article/law-order/2741540-sikhs-take-out-protest-march-in-delhi-for-release-of-bandi-singhs) [Fake and completely fabricated: MEA on report claiming 'secret memo' targeting Sikh separatists](/article/law-order/2741858-fake-and-completely-fabricated-mea-on-report-claiming-secret-memo-targeting-sikh-separatists) [14-year-old boy arrested over attack on British Sikh man in England](/article/law-order/2742335-14-year-old-boy-arrested-over-attack-on-british-sikh-man-in-england) [Fake, completely fabricated: MEA on report claiming 'secret memo' targeting Sikh separatists](/article/law-order/2741995-fake-completely-fabricated-mea-on-report-claiming-secret-memo-targeting-sikh-separatists) [Canadian authorities on hunt for convicted Sikh cocaine smuggler who fled to India](/article/law-order/2745678-canadian-authorities-on-hunt-for-convicted-sikh-cocaine-smuggler-who-fled-to-india)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gobind singh",
          "sentiment": "none"
        },
        {
          "name": "bhagwant mann",
          "sentiment": "none"
        },
        {
          "name": "harjinder singh dhami",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pti",
          "sentiment": "negative"
        },
        {
          "name": "shiromani gurdwara parbandhak committee",
          "sentiment": "none"
        },
        {
          "name": "sgpc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "punjab",
          "sentiment": "none"
        },
        {
          "name": "charhdi kala",
          "sentiment": "none"
        },
        {
          "name": "chandigarh",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T17:27:51.070+02:00",
    "updated": "2023-12-24T17:27:51.070+02:00"
  },
  {
    "uuid": "0a133e94a139dd3d3905d6414b76465014dca1e9",
    "url": "https://www.kvue.com/article/news/local/northern-lights-photos-austin-texas-another-chance-friday/269-42366cc5-9fbd-4b2f-8358-b311b4e97915",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hunter Williams (KVUE)",
    "published": "2024-10-11T16:49:00Z",
    "title": "Northern lights shine Thursday night across Central Texas",
    "text": "AUSTIN, Texas — Some Central Texans saw a rare atmospheric phenomenon Thursday night. Parts of the state got a glimpse of the northern lights, as a strong geomagnetic storm produced good viewing across northern portions of the United States. While viewing the northern lights with the naked eye was primarily only possible north of Texas, some people were able to see the colorful skies through photographs. Longer exposure from photographs helps to view the northern lights because increased shutter speeds can \"freeze\" the movement of the aurora. For Austin and Central Texas, it was a close call, but parts of the area were able to see the lights through photographs low on the horizon. If you missed your chance to see the aurora borealis Thursday night, you might have another opportunity to see the lights again Friday. If you want to try capturing the phenomenon on camera, look north and use the long exposure feature on your phone. Here's what the sky looked like last night in parts of Central Texas:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T20:39:45.219+03:00",
    "updated": "2024-10-12T00:01:08.955+03:00"
  },
  {
    "uuid": "6e133c549df2468967437d5037427367ef02cfe6",
    "url": "https://www.alaskasnewssource.com/2024/10/04/aurora-activity-likely-increase-with-geomagnetic-storm-watch-effect",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@AKNewsNow",
    "published": "2024-10-04T00:19:00Z",
    "title": "Aurora activiy likely to incease with Geomagnetic Storm watch in effect",
    "text": "Aurora activity likely to increase with geomagnetic storm watch in effect Two coronal mass ejections are expected to reach Earth this week, increasing the chances of seeing the northern lights over Alaska on Thursday and Friday nights ANCHORAGE, Alaska (KTUU) - A strong G3 geomagnetic storm watch is in effect for Thursday through Saturday night. Forecasters with the National Oceanic and Atmospheric Administration’s Space Weather Prediction Center issued the watch as two coronal mass ejections are expected to reach Earth this week, causing increased geomagnetic activity. The effects include a more active aurora visible across much of the northern U.S. There is also the potential for minor impacts to some technological infrastructure. As the aurora activity strengthens, Southern Alaska will also see a storm delivering clouds to large portions of the region. Mostly cloudy skies are likely across much of Southwest, Southcentral, and Southeast late Thursday night through Saturday morning. Anchorage and locations north will see breaks in the clouds before 11 p.m. Thursday, and then again late Friday through Saturday morning. More clearing is likely north of Talkeetna. If you see the aurora, share your photos with the Alaska’s Weather Source team [here](https://ugc.zeam.com/app/gallery?albumId=1438&theme=default). Copyright 2024 KTUU. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://ugc.zeam.com/app/gallery?albumId=1438&theme=default).",
      "https://ugc.zeam.com/app/gallery",
      "https://www.ugc.zeam.com/app/gallery?albumId=1438&theme=default)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T03:26:29.140+03:00",
    "updated": "2024-10-04T10:20:50.229+03:00"
  }
]