[
  {
    "uuid": "9d933e0b3f081c284284caa3f6eed7d75f122b6e",
    "url": "https://www.ndtv.com/india-news/ram-temple-inauguration-a-bjp-event-not-national-one-says-sanjay-raut-4759128",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Press Trust of India",
    "published": "2023-12-28T15:21:00Z",
    "title": "Ram Temple Inauguration BJP Event Not National, Says Sanjay Raut",
    "text": "\"Shiv Sena workers shed their blood for this temple,\" Sanjay Raut said (File) Shiv Sena (UBT) leader Sanjay Raut on Thursday said the inauguration of the Ram Temple in Ayodhya on January 22 was a \"BJP event\" and not a national one. He was responding to a query on whether Shiv Sena (UBT) chief Uddhav Thackeray would take part in the idol consecration ceremony scheduled on that day. \"Uddhav Thackeray will definitely go but only after the BJP's event gets over. Why should one go to a BJP event? It is not a national event. The BJP is holding rallies and campaigning a lot for this function but where is the purity in it,\" Mr Raut said. When the BJP decides to undertake a campaign, it deploys its entire machinery and party workers and does not leave any scope for error, Mr Raut claimed, adding the ruling party follows the same pattern nationwide. \"The BJP wants the country to forget about unemployment, inflation, and issues concerning Manipur,\" the Rajya Sabha MP alleged. Promoted Listen to the latest songs, only on JioSaavn.com \"Shiv Sena workers shed their blood for this temple. Thousands of Sainiks were part of kar seva. (Party founder) Balasaheb Thackeray visited Ayodhya along with workers,\" Raut said underlining his party's strong connection to the Ram Janmabhoomi movement. (Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://www.jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI",
      "https://www.jiosaavn.com",
      "https://jiosaavn.com",
      "https://jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sanjay raut",
          "sentiment": "negative"
        },
        {
          "name": "raut",
          "sentiment": "none"
        },
        {
          "name": "uddhav thackeray",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "shiv sena",
          "sentiment": "negative"
        },
        {
          "name": "ram temple inauguration bjp event not national",
          "sentiment": "negative"
        },
        {
          "name": "rajya sabha",
          "sentiment": "none"
        },
        {
          "name": "bjp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ayodhya",
          "sentiment": "none"
        },
        {
          "name": "manipur",
          "sentiment": "none"
        },
        {
          "name": "shiv sena",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:59:29.582+02:00",
    "updated": "2023-12-29T00:59:29.582+02:00"
  },
  {
    "uuid": "4d5247d2769503f980f52b14862c90080a1719dd",
    "url": "https://www.dreadcentral.com/reviews/498846/tenebrae-looks-sharp-as-a-straight-razor-4k-review",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anthony Arrigo",
    "published": "2024-04-04T19:39:00Z",
    "title": "‘Tenebrae’ Looks Sharp As a Straight Razor [4K Review]",
    "text": "‘Tenebrae’ Looks Sharp As a Straight Razor [4K Review]\nBack in October of 2013, I was lucky enough to attend the first-ever concert in the United States by the Italian prog-rock band Goblin. The group performed a full set of soundtrack and album classics (this was also when Claudio Simonetti was still with them) at the Egyptian Theater in Hollywood, with film clips playing on the screen. My favorite track of the evening, bar none, was hearing the main title of Tenebrae (1982). It’s such a rocking tune packed with energy, gooey synth, bitchin’ guitar riffs, and pounding drums.\nGoblin wrote incredible music for many Italian horror films, and their own LPs are chock full of amazing tunes (do yourself a favor and listen to 1976’s Roller if you’ve never done so) but if I had to rank their main title themes Tenebrae would be at the top. The group’s compositions also are the best part of Argento’s bloody return to the giallo scene, though to be technical the score was written by at-the-time former members (they’ve had so many members they’re like an Italian Menudo). But to me, it still sounds like part of their catalog.\nAlso Read:\n‘The First Omen’ Review: The Perfect Religious Horror Film\nTenebrae as a film frustrates me, though, because despite having the traditional trappings of an Argento thriller—violent death, beautiful women, nefarious men, a black-gloved killer, exquisite music—the story is thin. Almost as thin as the paper on which lead character Peter Neal’s (Anthony Franciosa) novels are printed. Neal is a horror novelist on a press tour in Rome, and as soon as he checks into his hotel room, two detectives greet him. A murder took place hours prior to Neal’s arrival, with the killer claiming inspiration to go on a murder bender from Neal’s novels. This leads to 90 minutes of men and women being dispatched in a variety of violent ways until the film arrives at a conclusion that has me convinced Argento was looking for the most convoluted wrap-up he could muster.\nI always enjoy watching Argento’s early works but his scripts (and the inherently poor Italian audio tracks) tend to leave me cold. Tenebrae is a gorgeous film, packed with colors in every frame and set in a modern near-future aesthetically, but the story is a rinse and repeat. Neal and the cops are always one step behind the killer, who is going around butchering those closest to the writer again and again. The deaths are fantastic, though. Argento stages them with careful framing and aggressive blocking, aided immensely by Giovanni Corridori’s exceptionally gruesome special effects. Each murder is like a grotesque painting come to life. Arterial geysers supply the “paint” as the victims douse the scene with gushing crimson. The film could function just as effectively without the dialogue, allowing the Goblin members’ score to even more fully accentuate the on-screen carnage.\nAlso Read:\n‘Cuckoo’ Review: Weird, Fantastical Horror You’ll Go Cuckoo For\nSpecial shout-out to the unbroken two-and-a-half minute crane shot outside the apartment of a lesbian couple who are in the midst of a fight and unknowingly are about to become the latest headlines for the murderer. The use of a crane was nothing novel in 1982 but the way it’s used to give the feel of the killer almost crawling up and down the building is unnerving. And that’s one outstanding shot in a film filled with unique camera work. Argento places the camera is uncomfortable places, heightening the voyeuristic aspect of the film, and his shooting style is unparalleled in the genre.\nBut when the film arrives at the climax, it feels like one big mess. There aren’t a ton of red herrings scattered throughout, and a few of the cast members could rightfully have the finger pointed in their direction. Argento decides not only to go with the least expected person but he compounds the confusion in a way that makes my eyes roll to the back of my skull. Let me put it this way, the reveal is so convoluted it requires another character present to exposition dump just so the audience can understand it. Then, after all that, there’s one final stinger involving a sculpture that is laughably bad. Tenebre deserved a better ending. It’s so preposterous.\nAlso Read:\n‘Horror In The High Desert 3: Firewatch’ Unnamed Footage Festival Review: Horror Edging At Its Finest\nI’ll tell you what gets the full five stars:\nSynapse’s lavish 4K restoration. Created from a 4K scan of the original camera negative the 1.85:1 2160p Dolby Vision/HDR10-enabled picture is an ocular feast. The colors on this thing POP like you can’t believe. Right from the opening frames, seeing the yellow cabs outside the airport, it’s apparent lots of loving care went into making this image shine. Film grain has been thoughtfully minimized but is still clearly present. Black levels are spot-on. I couldn’t come up with a single complaint if I wanted to; this thing is rock solid from start to finish.\nEnglish and Italian DTS-HD MA 2.0 mono tracks are available, both restored and lossless. I always opt for dubs on these imports anyway, plus most of the actors were speaking English on set. The audio is faithfully replicated from original mix, occasionally thin as it may be, but the real standout is hearing the score in full lossless audio and that aspect does not disappoint. Subtitles are included in English SDH.\nSynapse wisely puts all of the bonus material on the 4K disc, and there is plenty to find here.\nThree audio commentary tracks are included – authors & critics Alan Jones and Kim Newman; author Maitland McDonagh; Argento critic Thomas Rostock.\nAlso Read:\n‘You Shouldn’t Have Let Me In’ Review: A Toothless Retelling of ‘Dracula’\n“Yellow Fever: The Rise and Fall of the Giallo” (HD, 1:29:24) is a feature-length documentary on the genre, offering a comprehensive summation on the films and major players that helped to shape it.\n“Being the Villain” (HD, 16:22) is an interview with actor John Steiner, who discusses working with Orson Welles and other villains he’s played in cinema.\n“Alternate Opening Credits Sequence” (HD, 2:14) offers a slightly different take.\n“”Unsane” End Credits Sequence” (HD, 1:51) features Kim Wilde’s “Take Me Tonight” as the closing track.\nArchival Featurettes contains a number of offerings:\n“Voices of the Unsane” (HD, 17:16) is a making-of piece, with interviews from notable cast & crew members.\n“Out of the Shadows” (HD, 12:20) is an interview with author Maitland McDonagh (who also supplies an audio commentary track).\n“Introduction by Daria Nicolodi” (HD, 0:13) is a brief welcome before the feature.\n“Screaming Queen” (HD, 16:05) is an interview with Daria Nicolodi, covering her work with Argento while special attention paid to Tenebre.\n“The Unsane World of Tenebrae” (HD, 15:14) is an interview with Dario Argento, who discusses the themes of the film and how they related to his real world life.\n“A Composition for Carnage” (HD, 10:05) is an interview with Claudio Simonetti, talking about the musical choices made for this film.\nPromo Materials offers an International Theatrical Trailer (HD, 3:14), Japanese Trailer (HD, 2:09), Italian Promotional Materials (10 images), German Promotional Materials (39 images), Spanish Promotional Materials (8 images), Japanese Promotional Materials (17 images), U.S. Promotional Materials (4 images), and Misc. Images (9 images).\nSpecial Features:\nDISC ONE: 4K BLU-RAY – ORIGINAL VERSION\n- 4K RESTORATION OF THE FILM FROM THE ORIGINAL CAMERA NEGATIVE (2022)\n- DOLBY VISION/HDR PRESENTATION OF THE FILM\n- Original Italian and English front and end titles and insert shots\n- Restored original DTS-HD MA lossless Italian and English 2.0 mono soundtracks\n- English subtitles for the Italian soundtrack\n- Optional English subtitles for the deaf and hard of hearing for the English soundtrack\n- Audio commentary by authors and critics Alan Jones and Kim Newman\n- Audio commentary by Argento expert Thomas Rostock\n- Audio commentary by Maitland McDonagh, author of Broken Mirrors/Broken Minds: The Dark Dreams of Dario Argento\n- Yellow Fever: The Rise and Fall of the Giallo, a feature-length documentary charting the genre from its beginnings to its influence on the modern slasher film, featuring interviews with Dario Argento, Umberto Lenzi, Luigi Cozzi and more\n- Being the Villain, a newly edited archival interview with actor John Steiner\n- Out of the Shadows, an archival interview with Maitland McDonagh\n- Voices of the Unsane, an archival featurette containing interviews with writer/director Dario Argento, actresses Daria Nicolodi and Eva Robins, cinematographer Luciano Tovoli, composer Claudio Simonetti and assistant director Lamberto Bava\n- Screaming Queen, an archival interview with Daria Nicolodi\n- The Unsane World of Tenebrae, an archival interview with Dario Argento\n- A Composition for Carnage, an archival interview with Claudio Simonetti\n- Archival introduction by Daria Nicolodi\n- International theatrical trailer\n- Japanese “Shadow” theatrical trailer\n- Alternate opening credits sequence\n- “Unsane” end credits sequence\n- Image galleries\nDISC TWO: BLU-RAY – ORIGINAL VERSION\n- 4K RESTORATION OF THE FILM FROM THE ORIGINAL CAMERA NEGATIVE (2022)\n- The same content as disc one\nSummary\nStory points aside Tenebre is still one of Argento’s best and the 4K from Synapse could not possibly look or sound any better, plus it’s packed with bonus features.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Health",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.synapsefilms.com/product/tenebrae-6000-piece-limited",
      "https://synapsefilms.com/product/tenebrae-6000-piece-limited/",
      "https://www.synapsefilms.com/product/tenebrae-6000-piece-limited/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "argento",
          "sentiment": "none"
        },
        {
          "name": "goblin",
          "sentiment": "none"
        },
        {
          "name": "claudio simonetti",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "hollywood",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T00:36:06.671+03:00",
    "updated": "2024-04-05T00:36:06.671+03:00"
  },
  {
    "uuid": "c7cfd6aadb95acc0b662a0450ab85bcde58e824d",
    "url": "https://www.leggo.it/esteri/news/prete_morde_mano_donna_comunione_ostia_florida_oggi_24_5_2024-8138250.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redazione Web",
    "published": "2024-05-24T14:42:00Z",
    "title": "Prete morde la mano a una donna mentre distribuisce la Comunione: «Ha saltato la fila e afferrato le ostie»",
    "text": "Un prete ha morso la mano di una \\\"fedele\\\" mentre stava distribuendo l'ostia per la Comunione in seguito a una lite. L'aggressione è avvenuta domenica 19 maggio, intorno alle 12, durante la messa nella chiesa di San Tommaso d'Aquino a St. Cloud, in Florida, e sembra sia stata causata dall'atteggiamento indisponente della donna che, dopo essere passata avanti alla fila di persone in attesa di ricevere il sacramento, ha provato ad afferrare le ostie con le mani. Le indagini sono attualmente in corso ma i funzionari della diocesi di Orlando hanno difeso padre Rodriguez e dichiarato che «tutte le persone di tutte le fedi devono essere rispettate e che le loro cerimonie o servizi religiosi non dovrebbero mai essere interrotti». Si sarebbe quindi trattato di un gesto inteso a «prevenire un atto di profanazione». La vicenda Secondo quanto riporta Abc News, la diocesi di Orlando ha rilasciato un comunicato in cui si specifica che la donna, intorno alle 10, «si è fatta strada tra la fila di fedeli in attesa di ricevere la Comunione da padre Fidel Rodriguez, inconsapevole della corretta procedura». Poi, dopo un breve scambio tra il prete e la donna, «è stato determinato che non era né pronta né disposta a partecipare al rito della Comunione». A quel punto, padre Rodriguez ha benedetto la donna e le ha consigliato di confessarsi prima di tornare e ricevere l'eucarestia. Intorno alle 12 la donna è tornata e si è messa in fila, ma quando le è stato chiesto se si fosse confessata ha risposto che non erano «affari suoi». In ogni caso, padre Rodriguez le ha offerto l'ostia sulla lingua e a quel punto «lei ha messo con forza la mano nel recipiente, ha afferrato alcune ostie e le ha schiacciate. Dato che aveva soltanto una mano libera, padre Rodriguez ha faticato a limitare i movimenti della donna mentre lei rifiutava di lasciar andare le ostie. Quando lei l'ha spinto, padre Rodriguez ha reagito a quella che è stata percepita come un'aggressione e le ha morso la mano per far sì che lasciasse andare le ostie afferrate». Alla donna è stato immediatamente chiesto di andarsene. La diocesi difende le azioni del prete e afferma che «nonostante la diocesi di Orlando non accetta scontri fisici di questo tipo, padre Rodriguez, in buona fede, stava semplicemente tentando di prevenire un atto di profanazione del sacramento che, in quanto prete, padre Rodriguez è tenuto a proteggere». Padre Rodriguez non è stato ancora accusato di alcun crimine, ma le indagini sono ancora in corso.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://abcnews.go.com/US/priest-bites-woman-attempting-give-communion-sunday-mass/story?id=110527414&cid=social_twitter_abcn",
      "https://abcnews.go.com/US/priest-bites-woman-attempting-give-communion-sunday-mass/story",
      "https://www.abcnews.go.com/US/priest-bites-woman-attempting-give-communion-sunday-mass/story?id=110527414&cid=social_twitter_abcn"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T18:17:38.317+03:00",
    "updated": "2024-05-24T21:13:37.660+03:00"
  },
  {
    "uuid": "ef4f4245f0811e20483e3a1c5d01d4ce57c70691",
    "url": "https://www.fuldaerzeitung.de/hessen/aendert-logo-erntet-spott-netz-philipps-instagram-hessen-uni-marburg-corporate-design-zr-93775959.html",
    "ord_in_thread": 0,
    "author": "Christoph Sahler",
    "published": "2025-06-26T12:54:00Z",
    "title": "Hessische Uni ändert Logo und erntet Spott im Netz",
    "text": "Hessische Uni ändert Logo und erntet Spott im Netz – „Wie ein Bäcker“\nDie Philipps-Universität Marburg will mit einem neuen Corporate Design in die Zukunft gehen. Zwei Jahre vor dem 500. Geburtstag gibt es auch ein neues Logo.\nMarburg – Am 1. Juli 2027 wird die Philipps-Universität Marburg stolze 500 Jahre alt. 1527 wurde die Hochschule von Philipp I. gegründet und trägt auch heute noch seinen Namen. Außerdem prangt der hessische Landgraf prominent auf dem Logo der Uni. Jetzt, zwei Jahre vor dem großen Jubiläum, erhält das Coporate Design ein neues Gewand – das gefällt nicht jedem. Die Projektleiterin der Hochschulkommunikation liefert aber eine detaillierte Erklärung.\n„Wie findet ihr das neue Logo?“, fragten die Admins des Instagram-Accounts „marburgmemes“ am Freitag (6. Juni) ihre Follower. Das Social-Media-Urteil der Studierenden kann hier als vernichtend gewertet werden. „Nun sieht der Philipp aus wie ein Bäcker“, schrieb ein User. „Kann man bitte eine Petition dagegen starten?“, und: „Furchtbar, warum muss alles minimalistisch versimplifiziert werden“, waren weitere Kommentare. Unter den 145 Anmerkungen nach zwei Tagen sind die wenigsten positiv. Ein User verteidigte das neue Logo und schrieb: „Hier wird gerade eben das Alte Siegel mit dem neuen Logo verglichen. Das alte Logo war in der Tat sehr unhandlich, da es zu breit war. Das neue Siegel ist zudem wesentlich besser als das neue Logo. Das liegt aber auch daran, dass das neue Logo nicht gut ist.“\nPhilipps-Universität ändert Logo kurz vor 500-jährigem Bestehen – Studierende diskutieren im Netz\nDoch warum das Ganze? Auf der Uni-Homepage findet sich ein ausführliches Statement zum neuen Corporate Design, in dem sogar konkrete kritische Fragen beantwortet werden. „Die Universität Marburg hat ihr Corporate Design erneuert, um ein einheitliches, zeitgemäßes und wiedererkennbares Erscheinungsbild zu schaffen. Ziel ist es, die Kommunikation zu vereinfachen und den Anforderungen moderner Hochschulkommunikation gerecht zu werden. Wir haben ein zukunftsfähiges Design geschaffen, das Identität stiftet und gleichzeitig flexibel einsetzbar ist“, heißt es dort.\nAuf die Frage, warum das Siegel nicht als Logo übernommen wurde, schreibt die Projektleiterin der Hochschulkommunikation: „Das Siegel ist wichtig für die Tradition, eignet sich jedoch aufgrund seiner Detailfülle nicht für alle Anwendungen, besonders digital. Es bleibt ein Bestandteil des visuellen Auftritts, wird aber durch ein leicht erkennbares, merkfähiges Logo ergänzt, das skalierbar ist für alle Medienformate.“\n„In Gießen zu studieren, ist plötzlich gar nicht mehr so schlimm“\nDer Wunsch nach einem neuen Erscheinungsbild sei aus der Universität heraus gekommen. „Für viele Einsatzzwecke – von digitalen Präsentationen bis zu Social Media – war der fast 20 Jahre alte optische Auftritt nicht mehr gut geeignet“, heißt es im Statement weiter. Ausgangspunkt für die Überarbeitung sei eine universitätsweite Befragung gewesen – nur scheint das Ergebnis die Studierenden wenig bis gar nicht zu überzeugen.\nEine weitere Studentin aus Hessen schrieb auf Instagram ironisch unter den genannten Post: „In Gießen zu studieren, ist plötzlich gar nicht mehr so schlimm“. Die komplette Erklärung zum neuen Corporate Design der Philipps-Universität samt Kurzfilm gibt es auf uni-marburg.de. (csa)\nDeutschlands steilste Straße liegt in Hessen – doch im Vergleich ist sie harmlos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Education"
    ],
    "topics": [
      "Social Issue->values",
      "Social Issue->social problem",
      "Politics->government",
      "Politics->political development",
      "Politics->cultural policies",
      "Education->college and university"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.uni-marburg.de/de/aktuelles/news/2025/universitaet-marburg-fuehrt-neues-corporate-design-ein",
      "https://www.hna.de/hessen/harmlos-deutschlands-steilste-strasse-liegt-in-hessen-im-vergleich-ist-sie-93774716.html",
      "https://hna.de/hessen/harmlos-deutschlands-steilste-strasse-liegt-in-hessen-im-vergleich-ist-sie-93774716.html",
      "https://uni-marburg.de/de/aktuelles/news/2025/universitaet-marburg-fuehrt-neues-corporate-design-ein"
    ],
    "entities": {
      "persons": [
        {
          "name": "Philipp I.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Marburg",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Philipps-Universität Marburg",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T16:11:19.337+03:00",
    "updated": "2025-06-26T13:23:52.000+00:00"
  }
]