[
  {
    "uuid": "132e01dff89540ce224c191b60eb68cf845e3f35",
    "url": "https://www.bucksfreepress.co.uk/news/national/24016305.sharp-rise-religious-hate-crimes-recorded-uks-largest-police-forces/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-29T00:01:00Z",
    "title": "Sharp rise in religious hate crimes recorded by UK’s largest police forces | Bucks Free Press",
    "text": "The number of antisemitic hate crimes recorded by many of the UK’s largest police forces jumped sharply in the weeks following the outbreak of the Hamas-Israel conflict, new figures reveal. Islamophobic offences also rose for some forces, although the picture was more mixed across the country. Jewish charities called the findings “shocking”, while campaigners against anti-Muslim abuse said the data was “deeply worrying”. The Home Office condemned the rise in offences, adding: “There is no place for hate in our society.” The figures have been obtained by the PA news agency using Freedom of Information requests. They show that: – Greater Manchester Police recorded 74 antisemitic offences in the month following the Hamas attacks on Israel on October 7, compared with 15 for the same period in 2022 and 14 in 2021, while West Yorkshire Police recorded 53, compared with 10 (2022) and 14 (2021). – West Midlands Police recorded 22 antisemitic offences from October 7 to November 7, compared with one (2022) and eight (2021), while Merseyside Police recorded 20 compared with four (both 2022 and 2021). – The British Transport Police had one of the largest increases, recording 87 antisemitic offences in the month after October 7, up from eight in the same period in 2022 and 11 in 2021, as well as a jump in Islamophobic offences with 22 (2023), up from two (2022) and eight (2021). – West Yorkshire recorded 49 Islamophobic offences in this period in 2023, up from 29 (2022) and 38 (2021), but the pattern was not so clear for Greater Manchester (34 in 2023, 43 in 2022 and 42 in 2021) or West Midlands (25 in 2023, 33 in 2022 and 23 in 2021). The Community Security Trust described the figures as “shocking” and said they made clear “the extent of the unacceptable rise in anti-Jewish hatred across the country since the Hamas terror attack on October 7”. A spokesman for the Jewish charity said: “This wave of antisemitism was triggered by the mass murder, rape and kidnapping of Jews in Israel, and is fuelled and sustained by extremist hatred online and on our streets. “It is essential that perpetrators are identified and prosecuted, and that wider society shows its disgust for this racist hate crime.” Tell Mama, which monitors and works to tackle anti-Muslim sentiment and abuse in the UK, told PA that “levels of anti-Muslim hatred and discrimination are deeply worrying, impacting trust in authorities and their sense of identity and belonging”. Iman Atta, the organisation’s director, said there had been a “significant spike in anti-Muslim hate since the atrocities on October 7”, adding: “The nature of many offline cases sent to our service is often overtly racist – targeting Arab and Palestinian communities with dehumanising slurs, anti-Muslim slurs or in some cases targeting their homes, or when speaking Arabic in public, as well as targeting Muslim communities across all ages and gender. “We should never allow such hatred and intolerance to take root in our communities and at this time, please look out for each other, whether Muslim or Jewish. We must stand together against intolerance, hate and racism.” The Metropolitan Police, the largest force in the UK, said delays prevented it from supplying full figures until the new year, but it had previously reported 218 antisemitic and 101 Islamophobic offences between October 1 and 18 this year, compared with 15 and 42 respectively in the same period in 2022. PA obtained full responses from 31 of the 46 forces across the UK, with the data representing a snapshot of what has currently been recorded by forces and is therefore subject to change. Methods for recording hate crime are not consistent across forces, so the data cannot be used to compare the number of offences between different areas or provide an overall total for the whole of the UK. But the figures do point to a jump in antisemitic offences recorded by forces concentrated mostly in cities or across built-up areas, while the pattern for Islamophobic offences was more varied. Some forces that operate across a mix of urban and less populated areas tend to show a similar pattern, although with lower volumes of offences – for example Hertfordshire Police (17 antisemitic offences for the period in 2023, compared with six in 2022 and three in 2021) and Thames Valley Police (21 antisemitic offences in 2023, one in 2022 and four in 2021). Data obtained from smaller forces, or those covering areas with few towns or cities, typically showed low numbers of offences, often in single figures, meaning a clear trend was hard to determine. A spokesman for the Board of Deputies of British Jews said the findings “provide further evidence of the huge upsurge in antisemitism following the Hamas massacre of October 7”. The board, seen as the voice of the British Jewish community with over 300 deputies directly elected by the synagogues and communal organisations they represent, told PA the rise in antisemitism had “caused enormous anxiety for Jewish people, particularly children and Jewish students on campus or indeed anyone easily identified as Jewish by their dress”. A spokesman added: “We call on police to take strong action against anyone found to be perpetrating hate crimes.” The Muslim Council of Britain said: “Despite the extremely low reporting rate from Muslim communities, the huge increase in Islamophobic hate crimes recorded with the police reflects what we are seeing from third-party reporting groups. “The Government’s laissez-faire attitude to Islamophobia contrasts strongly with its no-tolerance approach to antisemitism. We are hopeful this will now change.” A spokesperson for the Home Office said: “There is no place for hate in our society and we condemn the recent rise in reported antisemitic and anti-Muslim hatred. “We expect the police to fully investigate all hate crimes and work with the CPS to make sure the cowards who commit these abhorrent offences feel the full force of the law. “Following recent events, we have also made further funding available to Jewish and Muslim communities, to provide additional security at places of worship and faith schools.” Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments) Comments are closed on this article",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "pa news agency using freedom of information",
          "sentiment": "none"
        },
        {
          "name": "merseyside police",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "west yorkshire police",
          "sentiment": "none"
        },
        {
          "name": "west midlands police",
          "sentiment": "none"
        },
        {
          "name": "manchester police",
          "sentiment": "none"
        },
        {
          "name": "home office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:29:59.109+02:00",
    "updated": "2023-12-29T02:29:59.109+02:00"
  },
  {
    "uuid": "47956031ae104a84bd72e0b5b04a74f36eb97fa6",
    "url": "https://ground.news/article/national-lottery-winners-sweet-gesture-after-discovering-he-won-38-million_bfcdf4",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bristol Post",
    "published": "2023-12-28T20:51:00Z",
    "title": "Ground News - National Lottery winner's sweet gesture after discovering he won £3.8 million",
    "text": "Summary by Bristol Post Despite winning a life-changing amount, Jonny was keen to help his colleagues Share menu More\nFilters 2 Articles 2 Articles All Left Center Right\nBristol Post Center High Factuality Media Conglomerate: Reach Plc National Lottery winner's sweet gesture after discovering he won £3.8 million Despite winning a life-changing amount, Jonny was keen to help his colleagues\n5 hours ago · Bristol, United Kingdom Read Full Article\nBristol Post Center High Factuality Media Conglomerate: Reach Plc\nNational Lottery winner's sweet gesture after discovering he won £3.8 million Despite winning a life-changing amount, Jonny was keen to help his colleagues\n5 hours ago · Bristol, United Kingdom Read Full Article gbnews.com Lean Right Mixed Factuality National Lottery winner returns to work Tesco delivery shift after huge prize A Tesco delivery driver who won a multi-million pound fortune just days before Christmas has announced he intends to return to work.Jonny Johnston from Co Fermanagh in Northern Ireland won a £3.8million Lotto jackpot on December 23.Despite receiving an email from National Lottery informing him of his win, it was not until the next day that the 45-year-old realised the extent of his fortune.After spotting a message from the lottery in his inbox, …\n7 hours ago · London, United Kingdom Read Full Article\ngbnews.com Lean Right Mixed Factuality\nNational Lottery winner returns to work Tesco delivery shift after huge prize A Tesco delivery driver who won a multi-million pound fortune just days before Christmas has announced he intends to return to work.Jonny Johnston from Co Fermanagh in Northern Ireland won a £3.8million Lotto jackpot on December 23.Despite receiving an email from National Lottery informing him of his win, it was not until the next day that the 45-year-old realised the extent of his fortune.After spotting a message from the lottery in his inbox, …\n7 hours ago · London, United Kingdom Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [
      "https://www.gbnews.com/news/national-lottery-winner-return-to-work-tesco-delivery-driver?utm_source=ground.news&utm_medium=referral",
      "https://www.bristolpost.co.uk/news/uk-world-news/national-lottery-winners-sweet-gesture-9002366?utm_source=ground.news&utm_medium=referral",
      "https://bristolpost.co.uk/news/uk-world-news/national-lottery-winners-sweet-gesture-9002366?utm_source=ground.news&utm_medium=referral",
      "https://www.bristolpost.co.uk/news/uk-world-news/national-lottery-winners-sweet-gesture-9002366",
      "https://gbnews.com/news/national-lottery-winner-return-to-work-tesco-delivery-driver?utm_source=ground.news&utm_medium=referral",
      "https://www.gbnews.com/news/national-lottery-winner-return-to-work-tesco-delivery-driver"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jonny",
          "sentiment": "neutral"
        },
        {
          "name": "johnston",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bristol post",
          "sentiment": "neutral"
        },
        {
          "name": "bristol post center high factuality media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "tesco",
          "sentiment": "none"
        },
        {
          "name": "co fermanagh",
          "sentiment": "none"
        },
        {
          "name": "united kingdom read full article bristol post",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bristol",
          "sentiment": "none"
        },
        {
          "name": "northern ireland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:42:57.772+02:00",
    "updated": "2023-12-29T00:42:57.772+02:00"
  },
  {
    "uuid": "df332f34b006b603261c796f2483ce1166df05c2",
    "url": "https://tvbrasil.ebc.com.br/reporter-brasil/2023/12/nao-e-nao-sancionada-lei-de-protecao-mulher-em-bares-e-boates",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@tvbrasil",
    "published": "2023-12-30T01:15:00Z",
    "title": "Não é Não: sancionada lei de proteção à mulher em bares e boates | Repórter Brasil | TV Brasil | Cidadania",
    "text": "O governo federal sancionou o projeto que cria um protocolo de combate e prevenção da violência contra as mulheres. A lei estabelece uma série de regras que devem ser seguidas por bares, boates, casas de shows e estádios. O protocolo, Não é Não, diz que, em caso de constrangimento ou violência, o estabelecimento deve sempre proteger a mulher, afastar a vítima do agressor, identificar possíveis testemunhas, garantir o acesso da polícia às imagens dos circuitos de segurança e preservar essas imagens por, no mínimo, 30 dias, entre outras ações. Os estabelecimentos devem assegurar que, no mínimo, uma pessoa da equipe esteja preparada para executar essas medidas. Cada local vai poder criar um protocolo interno de alerta, mas todos devem afixar, em áreas visíveis, informações sobre como acionar o protocolo e os telefones da polícia e da central de atendimento à mulher, o Ligue 180. Os funcionários devem estar preparados para monitorar possíveis situações de constrangimento e violência. [Clique aqui para saber como sintonizar a programação da TV Brasil.](/comosintonizar)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T03:50:03.571+02:00",
    "updated": "2023-12-30T03:50:03.571+02:00"
  },
  {
    "uuid": "40e4e6556054981767677d7e51246d905178e1da",
    "url": "https://www.legit.ng/politics/1576632-rivers-crisis-wike-violating-peace-accord-group-reacts/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Segun Adeyemi",
    "published": "2024-02-01T23:12:00Z",
    "title": "Rivers crisis: Is Wike violating peace accord? Group reacts",
    "text": "Rivers crisis: Is Wike violating peace accord? Group reacts The Alliance of Minority and Ethnic factions in Nigeria has called upon Nyesom Wike, former Governor of [Rivers State](https://www.legit.ng/tags/rivers-state-news-today/) and current Minister of the Federal Capital Territory, to adhere to the terms of the peace agreement introduced by President Bola Tinubu for the sake of harmony and unity. The group's head, Dan Okwa, expressed concerns during a press briefing in [Abuja](https://www.legit.ng/tags/abuja-city-news-today/) on Thursday, February 1, asserting that the legal system is being manipulated to weaken the governor and disgrace those he is seen supporting. Dan expressed disapproval of the plan to bring charges against Edison Ehie, the former Speaker of the Rivers State [House of Assembly](https://www.legit.ng/tags/house-assembly/) and current Chief of Staff to the Governor, stating that it goes against the principles of promoting peace. The coalition emphasised the importance of a balanced perception of the peace agreement, firmly believing it should not favour any party disproportionately. Their concern stemmed from the recent use of the judiciary to weaken the authority of the State Governor. The coalition urged the [federal government](https://www.legit.ng/tags/federal-government-of-nigeria/) and its agencies to align with the principles of the Peace Accord by dropping all charges against Edison Ehie and other supporters of Fubara. In a statement made available to Legit.ng, the coalition said: \"It will be most disrespectful to repay Mr President with such behaviour when he has shown the way in how to give peace a chance. \"Our Coalition consequently frowns at attempts to use the judiciary or agencies of the Federal government to witch-hunt officials of the Rivers State Government. \"We want Mr Wike to take special note that his camp’s stance on remaining belligerent has implications for the relationship between the states and the Federal Government. \"We appeal to Governor Fubara and his camp to continue to abide by the terms of the accord in the belief that the Wike’s camp will come around.\" PAY ATTENTION: [Donate to Legit Charity on Patreon. Your support matters!](https://www.patreon.com/legit) Source: Legit.ng",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [
      "https://patreon.com/legit)",
      "https://www.patreon.com/legit)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "wike",
          "sentiment": "negative"
        },
        {
          "name": "dan",
          "sentiment": "none"
        },
        {
          "name": "bola tinubu",
          "sentiment": "none"
        },
        {
          "name": "dan okwa",
          "sentiment": "none"
        },
        {
          "name": "nyesom wike",
          "sentiment": "none"
        },
        {
          "name": "edison ehie",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "alliance of minority",
          "sentiment": "neutral"
        },
        {
          "name": "house of assembly",
          "sentiment": "none"
        },
        {
          "name": "rivers state",
          "sentiment": "none"
        },
        {
          "name": "federal capital territory",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "abuja",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T02:10:40.604+02:00",
    "updated": "2024-02-02T02:10:40.604+02:00"
  },
  {
    "uuid": "8817a70ebc1c422daa0b7d54a3caeca265171acd",
    "url": "https://www.yahoo.com/news/amazon-workers-strike-black-friday-174149227.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sydney Jaxtheimer",
    "published": "2024-11-28T17:41:00Z",
    "title": "Amazon workers on strike from Black Friday to Cyber Monday",
    "text": "WPIX New York City, NY Amazon workers on strike from Black Friday to Cyber Monday Sydney Jaxtheimer Thu, November 28, 2024 at 5:41 PM UTC 1 min read\nAmazon workers on strike from Black Friday to Cyber Monday ( WFXR ) – Amazons workers across 20 countries, including the United States, are striking against what the organizing labor union calls anti-worker and anti-democratic practices.\nThis is the fifth year UNI Global Union has spearheaded the “Make Amazon Pay” movement with the aim to hold Amazon accountable for “labor abuses, environmental degradation and threats to democracy.”\n“Bezos’s company has spent untold millions to stop workers from organizing, but the strikes and protests happening around the world show that workers’ desire for justice – for union representation – can’t be stopped,” Christy Hoffman, General Secretary of UNI Global Union, said. “We stand united in demanding that Amazon treat its workers fairly, respect fundamental rights, and stop undermining the systems meant to protect us all.\nAdvertisement Advertisement Advertisement There’s still time to beat Santa’s sleigh! US Postal Service says they’re ‘more prepared than ever’ for the busy holiday season\nAmazon spokesperson Eileen Hards said the group is misleading and promotes a false narrative.\n“The fact is at Amazon we provide great pay, great benefits, and great opportunities—all from day one. We’ve created more than 1.5 million jobs around the world, and counting, and we provide a modern, safe, and engaging workplace whether you work in an office or at one of our operations buildings,” Hards said.\nAccording to UNI, demonstrations are expected in major cities in the United States, Germany, the United Kingdom, Japan and Brazil.\nAdvertisement Advertisement Copyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\nFor the latest news, weather, sports, and streaming video, head to PIX11.\nAdvertisement About Our Ads Solve the daily Crossword The daily Crossword was played 13,568 times last week. Can you solve it faster than others? The daily Crossword was played 13,568 times last week. Can you solve it faster than others? Crossword Play on Yahoo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.wfxrtv.com/news/theres-still-time-to-beat-santas-sleigh-us-postal-service-says-theyre-more-prepared-than-ever-for-the-busy-holiday-season/",
      "https://s.yimg.com/ny/api/res/1.2/HBA8VegSsbDNbjaT3eFmrA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyNDI7aD04Mjc-/https://media.zenfs.com/en/wpix_new_york_city_ny_articles_672/0a0d6f190d8723f13a06950e7537795a",
      "https://pix11.com/",
      "https://uniglobalunion.org/news/map24/",
      "https://pix11.com",
      "https://s.yimg.com/cv/apiv2/games/images/Crossword_GIF_04_300_95.webp",
      "https://www.wfxrtv.com/",
      "https://www.pix11.com",
      "https://www.wfxrtv.com",
      "https://www.pix11.com/",
      "https://www.wfxrtv.com/news/theres-still-time-to-beat-santas-sleigh-us-postal-service-says-theyre-more-prepared-than-ever-for-the-busy-holiday-season",
      "https://wfxrtv.com/news/theres-still-time-to-beat-santas-sleigh-us-postal-service-says-theyre-more-prepared-than-ever-for-the-busy-holiday-season/",
      "https://uniglobalunion.org/news/map24",
      "https://www.s.yimg.com/cv/apiv2/games/images/Crossword_GIF_04_300_95.webp",
      "https://www.uniglobalunion.org/news/map24/",
      "https://pix11.com",
      "https://www.s.yimg.com/ny/api/res/1.2/HBA8VegSsbDNbjaT3eFmrA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyNDI7aD04Mjc-/https://www.media.zenfs.com/en/wpix_new_york_city_ny_articles_672/0a0d6f190d8723f13a06950e7537795a",
      "https://wfxrtv.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-29T00:10:44.340+02:00",
    "updated": "2024-11-29T00:10:44.340+02:00"
  },
  {
    "uuid": "c9f3cc661af681025c9b30cd86e4ac3cab8fe688",
    "url": "https://www.wetterauer-zeitung.de/sport/sport-mix/aeltester-marathonlaeufer-der-welt-stirbt-bei-verkehrsunfall-er-trug-kuriosen-spitznamen-zr-93836821.html",
    "ord_in_thread": 0,
    "author": "Philipp Kuserau",
    "published": "2025-07-17T04:40:00Z",
    "title": "Ältester Marathonläufer der Welt stirbt bei Verkehrsunfall - er trug kuriosen Spitznamen",
    "text": "Ältester Marathonläufer der Welt stirbt bei Verkehrsunfall – er trug kuriosen Spitznamen\nFauja Singh eroberte als „Turban-Tornado“ die Laufwelt und vollendete noch mit 100 Jahren einen Marathon. Die Legende wurde jetzt Opfer eines tragischen Unfalls.\nBias – Eine Lauflegende ist für immer verstummt. Der als ältester Marathonläufer der Welt geltende Fauja Singh verstarb im Alter von 114 Jahren bei einem tragischen Verkehrsunfall in seinem indischen Heimatdorf. Ein Leben voller außergewöhnlicher Rekorde und inspirierender Geschichten fand ein jähes Ende.\nÄltester Marathonläufer der Welt stirbt bei Verkehrsunfall – er wurde „Torpedo Turban“ genannt\nDer gebürtige Inder, der unter dem kuriosen Spitznamen „Turban-Tornado“ internationale Berühmtheit erlangte, wurde am Montag beim Überqueren einer Straße in Bias im Distrikt Jalandhar von einem nicht identifizierten Fahrzeug erfasst. Nach Angaben indischer Medien erlitt Singh eine schwere Kopfverletzung und erlag am Montagabend seinen Verletzungen im Krankenhaus.\nFauja Singh wurde nach Angaben seiner Familie am 1. April 1911 im indischen Bundesstaat Punjab geboren – ein offizieller Nachweis seiner Geburt existierte jedoch nicht. Diese fehlende Dokumentation führte später dazu, dass seine beeindruckenden Laufleistungen nicht ins Guinnessbuch der Rekorde aufgenommen wurden.\nMarathon-Legende Fauja Singh begann Laufkarriere erst mit 89 Jahren\nSeine außergewöhnliche Laufkarriere begann erst im hohen Alter von 89 Jahren. Nach dem Tod seiner Ehefrau und eines Sohnes übersiedelte Singh im Alter von 84 Jahren nach England. Dort inspirierten ihn Marathonläufe im Fernsehen dazu, selbst mit dem Laufen zu beginnen. Was als Bewältigung persönlicher Trauer begann, entwickelte sich zu einer der bemerkenswertesten Sportkarrieren der Geschichte.\nMit seinem charakteristischen langen weißen Bart und dem markanten Turban war Singh bei internationalen Wettkämpfen stets ein Blickfang. Seinen Spitznamen „Turban-Tornado“ verdankte er seiner beeindruckenden Geschwindigkeit trotz seines hohen Alters.\n„Turban-Tornado“ wird zur internationalen Lauflegende\nDen Höhepunkt seiner Karriere erreichte Singh 2011, als er im Alter von 100 Jahren in Toronto einen kompletten Marathon absolvierte. Die 42,195 Kilometer bewältigte er in acht Stunden und elf Minuten – eine Leistung, die ihn zum ältesten Menschen machte, der jemals diese Distanz gelaufen war.\nSingh wurde zu einer internationalen Ikone des Sports. 2004 trug er das Olympische Feuer in Athen und wiederholte diese Ehre 2012 bei den Olympischen Spielen in London. Er drehte Werbespots mit Weltstars wie David Beckham und Muhammad Ali und wurde zu einem Symbol für Ausdauer und Lebensfreude im hohen Alter.\nSeinen letzten offiziellen Wettkampf bestritt Singh 2013 in Hongkong im Alter von 101 Jahren. Über zehn Kilometer erreichte er das Ziel in einer Zeit von einer Stunde, 32 Minuten und 28 Sekunden.\nÄltester Marathonläufer der Welt stirbt bei Verkehrsunfall – Trauer um eine Sportlegende\n„Mein Turban-Tornado ist nicht mehr“, schrieb sein Biograf Khushwant Singh auf der Plattform X und teilte mit großer Trauer den Tod seines engen Freundes mit. „Er wurde von einem nicht identifizierten Fahrzeug erfasst, als er die Straße überquerte. Ruhe in Frieden, mein lieber Fauja.“\nAuch Indiens Premierminister Narendra Modi würdigte den Verstorbenen in den sozialen Netzwerken. „Er war ein außergewöhnlicher Athlet mit unglaublicher Entschlossenheit“, schrieb Modi und lobte die „einzigartige Persönlichkeit“ von Singh und die Art und Weise, „wie er die Jugend Indiens für ein sehr wichtiges Thema der Fitness begeisterte“. (kus)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Crime, Law and Justice->reckless driving",
      "Human Interest->funeral and memorial service",
      "Social Issue->death and dying",
      "Social Issue->ageism",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.fr.de/sport/sport-mix/alte-turban-11378031.html",
      "https://www.fr.de/panorama/turban-tornado-macht-schluss-11270333.html",
      "https://fr.de/sport/sport-mix/alte-turban-11378031.html",
      "https://fr.de/panorama/turban-tornado-macht-schluss-11270333.html"
    ],
    "entities": {
      "persons": [
        {
          "name": "Fauja Singh",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Jalandhar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Torpedo Turban",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:44:02.322+03:00",
    "updated": "2025-07-17T04:48:26.000+00:00"
  },
  {
    "uuid": "b1257e45de9657302180b9022cc8fd8981bea5eb",
    "url": "https://vegconomist.com/company-news/arla-withdraws-jord-plant-based-milk-uk-stores-shifts-focus-food-service",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "kandiceskdfhdskjh",
    "published": "2025-01-30T16:06:00Z",
    "title": "Arla Withdraws Jörd Plant-Based Milk from UK Stores, Shifts Focus to Food Service",
    "text": "Danish dairy cooperative Arla Foods has confirmed it will withdraw its Jörd plant-based milk brand from UK retail stores and focus on the food service sector. The company first introduced Jörd in 2020 as its entry into the plant-based beverage market.\n“We are constantly looking for ways to drive the greatest value for our farmer owners”\nArla has not provided specific reasons for the withdrawal, but industry analysts point to the competitive nature of the UK alt-milk market . The range has already been removed from major supermarket chains, including Tesco , Asda , and Sainsbury’s . While Jörd-branded products will no longer be available to UK consumers in retail, a Barista version of the oat-based drink will remain accessible to food service providers, though it will not carry the Jörd branding.\n“As a cooperative, we are constantly looking for ways to drive the greatest value for our farmer-owners, and we have made the decision to make a strategic shift and refocus the Arla Jörd product range for the food service channel. This means that we will no longer offer Arla Jörd as a retail product in the UK,” an Arla spokesperson said in a statement to Just Food .\nThe Jörd brand will continue to be available in both retail and food service channels in Denmark, Sweden, and the Netherlands.\n© Arla Foods Jörd was initially launched with three oat-based beverages—Oat, Oat & Hemp, and Oat & Barley—and later underwent a rebranding in early 2024 to align more closely with Arla’s broader product portfolio. The revised lineup featured new packaging and a reformulated recipe, but only the Barista variant will remain, unbranded and limited to food service channels.\nIndustry reactions The discontinuation of Jörd in UK retail comes as Arla navigates broader market trends. Henrik Lund, CEO of Danish plant-based food company Naturli’ Foods, commented on LinkedIn that Arla’s decision reflects consumer concerns over pricing in the plant-based sector.\n“Arla’s U-turn is based, according to themselves, on the fact that consumers think that plant-based drinks are too expensive and can only be sold on a discounted basis – one wonders if this is not something Arla has extensive experience with?” he stated. Lund further noted that Arla’s Lurpak butter brand has also been subject to steep discounts in Denmark.\nArla recorded revenue of €6.6 billion ($6.87 billion) in the first half of 2024, a 6.5% decline from the previous year, though EBITDA rose from €399 million to €512 million. On its website, the company noted its continued commitment to plant-based alternatives, stating, “We firmly believe that there is still an opportunity with our brands to offer new plant-based alternatives alongside dairy. Please look out for our new innovations launching in 2025.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Health",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->consumer goods",
      "Economy, Business and Finance->products and services",
      "Health->health organisation",
      "Health->private health care",
      "Health->diet",
      "Lifestyle and Leisure->holiday",
      "Lifestyle and Leisure->organic food",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.arlafoods.co.uk/",
      "https://www.linkedin.com/posts/henrik-lund-6325668_sikke-en-uge-trump-jr-lander-p%C3%A5-gr%C3%B8nland-activity-7282699620101558273-a9eS/",
      "https://www.just-food.com/news/arla-foods-discontinues-jord-oat-milk-brand-in-uk/",
      "https://www.arla.com/4a4e6f/contentassets/754569fafa0c46f3be40d1c634ff37e3/half-year-results-2024-for-stock-exchanges.pdf",
      "https://arlafoods.co.uk/",
      "https://www.linkedin.com/posts/henrik-lund-6325668_sikke-en-uge-trump-jr-lander-p%C3%A5-gr%C3%B8nland-activity-7282699620101558273-a9eS",
      "https://www.just-food.com/news/arla-foods-discontinues-jord-oat-milk-brand-in-uk",
      "https://arla.com/4a4e6f/contentassets/754569fafa0c46f3be40d1c634ff37e3/half-year-results-2024-for-stock-exchanges.pdf",
      "https://linkedin.com/posts/henrik-lund-6325668_sikke-en-uge-trump-jr-lander-p%C3%A5-gr%C3%B8nland-activity-7282699620101558273-a9eS/",
      "https://just-food.com/news/arla-foods-discontinues-jord-oat-milk-brand-in-uk/",
      "https://www.arlafoods.co.uk"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T05:26:32.845+02:00",
    "updated": "2025-01-31T05:26:32.845+02:00"
  },
  {
    "uuid": "59a794ab2f49d8b44779369641d6d1e36b70d064",
    "url": "https://whatsnew2day.com/astra-film-awards-barbie-wins-eight-awards-including-best-film/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Merry",
    "published": "2024-01-07T14:05:00Z",
    "title": "Astra Film Awards: 'Barbie' Wins Eight Awards, Including Best Film » WhatsNew2Day",
    "text": "Among those who came to the Biltmore in downtown Los Angeles to collect honors during a weekend packed with awards season activities leading up to the Golden Globe Awards: Barbie‘s Greta Gerwigwhich collected the awards for best film and best original screenplay, the first with the producer David Haymanwho in turn collected Margot Robbiethe award for best actress; Marcos Ronsonwho accepted best original song (“I’m Just Ken”) and, on behalf of ryan goslingBest Supporting Actor; The color Purple‘s Fantasia Barrino, Danielle Brooks and Colman Domingowho accepted the award for best cast; Are you there God? It’s me, Margaret‘s Kelly Fremon Craig, accepting best comedy film; winner of best adapted screenplay, American fiction‘s Cordon Jefferson; and Spider-Man: Across the Spider-Verse‘s Hailee Steinfeld. Also present were several people who were presented with previously announced honors: The color Purple‘s Brooks (breakthrough performer award); Blackberry‘s Glenn Howerton (game changer award); poor things‘ Willem Dafoe (award for excellence in art); American fiction‘s Jeffrey Wright (acting achievement award); Spider-Man: Across the Spider-Verse‘s Daniel Pemberton (craft achievement award), snow society‘s JA Bayona (cinematic career award); and Are you there God? It’s me, Margaret‘s Abby Ryder Fortson (rising star award). Some former HCA members continue to express concerns to journalists about the organization even since its name change, alleging conflicts of interest related to its advisory board, among other things. But it seems that a considerable part of the business is unaffected. Below you will find a complete list of the winners. best image “Barbie” (Warner Bros. Photos) best Actor Paul Giamatti – “The Holdovers” (Focus Features) Best Actress – TIE Lily Gladstone – “The Flower Moon Killers” (Apple Original Movies) Margot Robbie – “Barbie” (Warner Bros. Pictures) Best Supporting Actor Ryan Gosling – “Barbie” (Warner Bros. Pictures) Best Supporting Actress Da’Vine Joy Randolph – “The Holdovers” (Focus Features) best director Christopher Nolan – “Oppenheimer” (Universal Pictures) Best original screenplay “Barbie,” written by Greta Gerwig and Noah Baumbach (Warner Bros. Pictures) Best adapted screenplay “American Fiction”, script by Cord Jefferson (Orion Pictures / Amazon MGM Studios) Best international feature film “Anatomy of a fall” (France) (NEON) Best international actor Gael García Bernal – “Cassandro” (Amazon MGM Studios) Best international actress Sandra Hüller – “Anatomy of a Fall” (NEON) Best international filmmaker Hayao Miyazaki – “The Boy and the Heron” (GKids) Best animated film “Spider-Man: Across the Spider-Verse” (Sony Pictures) Best Short Film “The After” (Netflix) Best action feature “John Wick: Chapter 4” (Lionsgate) Best comedy film “Are you there God? It’s me, Margaret” (Lionsgate) Best horror movie “M3GAN” (Universal Photos) Best debut film Celine song, “Past Lives” (A24) Best Documentary Feature Film “Still: A Michael J. Fox Movie” (Apple Original Movies) Best Voice Over Performance Hailee Steinfeld – “Spider-Man: Across the Spider-Verse” (Sony Pictures) best cast “The Color Purple” (Warner Bros. Pictures) best original song “I’m Just Ken” from “Barbie,” written by Mark Ronson and Andrew Wyatt – Performed by Ryan Gosling (Warner Bros. Pictures) Best stunts “John Wick: Chapter 4” (Lionsgate) Best casting Allison Jones and Lucy Bevan, “Barbie” (Warner Bros. Pictures) Best photography Hoyte van Hoytema, “Oppenheimer” (Universal Pictures) Best costume design Holly Waddington, “Poor People” (Searchlight Pictures) best edition Nathan Orloff, “John Wick: Chapter 4” (Lionsgate) Best hair and makeup Kazu Hiro, Sian Grigg, Kay Georgiou and Lori McCoy-Bell, “Maestro” (Netflix) Best production design Sarah Greenwood and Katie Spencer, “Barbie” (Warner Bros. Pictures) Best Advertising Campaign “Barbie” (Warner Bros. Photos) Best score “Oppenheimer”, Ludwig Göransson (Universal Pictures) Better sound “Oppenheimer” (Universal Pictures) Better visual effects “Spider-Man: Across the Spider-Verse” (Sony Pictures) Additionally, the HCA awarded eight honorary awards including: - Abby Ryder Fortson – Rising Star Award - Daniel Pemberton – Artisan Achievement Award - Danielle Brooks – Breakthrough Artist Award - Glenn Howerton – Game Changer Award - JA Bayonne – Film Achievement Award - Jeffrey Wright – Acting Achievement Award - John Wick: Chapter 4 – Featured Award - Willem Dafoe – Award for Excellence in Art The HCA also announced that Yong Chavez has been named co-CEO of the organization. In this new role, Chavez will be responsible for overseeing the organization’s overall operations, including member relations, working with studios, and creating new initiatives for global representation.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "margot robbiethe",
          "sentiment": "none"
        },
        {
          "name": "willem dafoe",
          "sentiment": "none"
        },
        {
          "name": "colman domingowho",
          "sentiment": "none"
        },
        {
          "name": "hailee steinfeld",
          "sentiment": "none"
        },
        {
          "name": "greta gerwigwhich",
          "sentiment": "none"
        },
        {
          "name": "jeffrey wright",
          "sentiment": "none"
        },
        {
          "name": "jefferson",
          "sentiment": "none"
        },
        {
          "name": "danielle brooks",
          "sentiment": "none"
        },
        {
          "name": "glenn howerton",
          "sentiment": "none"
        },
        {
          "name": "marcos ronsonwho",
          "sentiment": "none"
        },
        {
          "name": "david haymanwho",
          "sentiment": "none"
        },
        {
          "name": "margaret‘s kelly fremon craig",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "los angeles",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:37:58.919+02:00",
    "updated": "2024-01-08T00:37:58.919+02:00"
  },
  {
    "uuid": "c81911f2125615f1bbc13e36afd8cf882ef50b55",
    "url": "https://localaccidentreports.com/rockville-md-pedestrian-struck-at-tucker-mann-ln-harget-ln",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Harvey Barbee",
    "published": "2024-12-19T21:01:00Z",
    "title": "Rockville, MD – Pedestrian struck at Tucker Mann Ln & Harget Ln",
    "text": "Rockville, MD (December 19, 2024) – Emergency responders rushed to the intersection of Tucker Mann Ln and Harget Ln following a pedestrian-involved collision on Wednesday. The incident resulted in significant injuries to one adult, who was promptly transported by Montgomery County Fire and Rescue Services (MCFRS) for medical care.\nThe collision occurred in the evening hours, drawing immediate attention from local emergency teams. Paramedics provided swift assistance at the scene before transporting the adult victim with Priority 2 trauma to a nearby hospital for further treatment. At this time, the precise circumstances leading to the collision remain under investigation by local authorities.\nOur thoughts are with the injured individual, and we hope for their swift recovery.\nPedestrian Accidents in Maryland Pedestrian-related accidents are a significant safety concern across Maryland, particularly in urban and suburban areas like Rockville. According to recent state traffic safety reports, pedestrian injuries account for a notable percentage of roadway incidents, often linked to distracted driving, poor visibility, and speeding.\nIn accidents involving pedestrians, victims are especially vulnerable to severe injuries, given the lack of protection against vehicles. Local efforts to improve pedestrian safety include campaigns promoting awareness, the installation of crosswalks, and traffic-calming measures. Despite these efforts, many accidents still occur due to human error or infrastructure shortcomings.\nWhen such incidents happen, it is crucial for victims and their families to understand their rights and take steps to secure compensation for medical costs, lost wages, and emotional distress. Consulting experienced professionals to navigate the aftermath can provide much-needed clarity and support during recovery.\nIf you or a loved one has been involved in a pedestrian accident, consider seeking help to explore your options for pursuing justice and aid.\nFor more information or to receive help after an accident, contact Local Accident Reports. If you or someone you know has been injured in a crash, reach out to Local Accident Reports for assistance.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Health"
    ],
    "topics": [
      "Crime, Law and Justice->reckless driving",
      "Human Interest->human mishap",
      "Health->emergency care",
      "Health->health facility"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Harget Ln",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Montgomery County Fire and Rescue Services",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T01:37:47.119+02:00",
    "updated": "2024-12-20T01:37:47.119+02:00"
  }
]