[
  {
    "uuid": "598b6ee0d2c5f5f273d7ba001cead24eff543a1b",
    "url": "https://vnexplorer.net/black-history-white-lies-5-ways-black-people-built-america-s1668366.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-02-29T23:03:00Z",
    "title": "Black History/White Lies: 5 ways Black people built America",
    "text": "(Adobe Stock Images)\nOPINION: Part three of theGrio’s Black History Month series explores Black people’s contributions to the group project called America (Spoiler alert: slavery is not included).\n“We built this country.”\n– Black people\nIf you survived the American education system’s social studies curriculum, you might believe that Black people have slowly but generously achieved full citizenship into a country that white people created with their own hearts, hands and imaginations. Even the suggestion that America does not belong to white people will elicit consternation or a chuckle. When confronted with the idea that their beloved nation couldn’t exist without Black people, Erasure-Americans might tacitly acknowledge the small part that slavery played in America’s origin story, but that’s it.\nThat is not it.\nTo close out Black History Month, we decided to dispel some of the mythology around white history by explaining exactly how Black people built this country.\n5. All Lives Matter Although the United States has a mediocre ranking when it comes to life expectancy and access to health care, America is still the most medically advanced country in the world because Black doctors and scientists made America great at medicine. Their innovations form the foundation of America’s public health system and medical research, and the way medicine is practiced around the world are Black creations. In fact, one could argue that four Black American entities may have saved more lives than all of the white doctors combined.\nHow Charles Drew won World War II: Whether it is a car accident or cancer treatment, every two seconds, Dr. Charles Drew’s process for collecting and storing blood saves an American life. After creating blood banks and the Bloodmobile, Drew served as the head of the Blood for Britain Project and prepared the U.S. for World War II by developing a system to collect, package and store dried blood plasma. Not only did Drew’s innovation save the lives of Allied soldiers, British civilians and Nazi concentration camp survivors but, according to the surgeons general of the U.S. Army and Navy, Drew’s innovation was “the greatest lifesaver of World War II.” Henrietta Lacks saved the world: You likely know the story of how the nonconsensual harvesting of Henrietta Lacks’ cancer cells led to innumerable medical innovations, including hormone replacement, radiation treatment and many other drugs. Black scientists at Tuskeegee University created the process of mass-producing the HeLa cells used in Jonas Salk’s polio vaccine. The Nobel Prize-winning scientists at the Human Genome Project used that same process. We wouldn’t have a COVID vaccine without HeLa cells. Speaking of vaccines … The pro-vaxxer who saved America: If an enslaved man named Onesimus had not saved the city of Boston from smallpox by introducing inoculation to American medicine, George Washington’s immunization requirement wouldn’t have turned the American Revolution in the Continental Army’s favor. Onesimus’ gift directly led to the creation of the smallpox vaccine, which caused Thomas Jefferson to support America’s first vaccine mandate, which led to smallpox being declared the first infectious disease to be eradicated from earth. During its 3,000 years of existence, smallpox caused an estimated 400 million deaths. The first ride-or-dies: In 1965, a team of Black delivery drivers in Pittsburgh stopped taking vegetables to needy people in their community and, instead, began providing rides to medical appointments. After taking emergency medical classes, one member, Nancy Caroline, wrote a textbook on their training, which became the national standard for Emergency Medical Services. The availability of professional emergency medical care and transportation created a significant drop in mortality rates in nearly every statistical category — from heart disease and gunshot wounds to car accidents and pregnancies. And it’s all because Black people were America’s first paramedics. 4. Democracy In 1932, 21-year-old minister Tunis Campbell founded an anti-colonialism society and vowed “never to leave this country until every slave was free on American soil.” Before the Civil War, he worked alongside abolitionist Frederick Douglass organizing conventions to create a “Black agenda.” He helped free slaves. He funded Black schools. You know what? You can just listen to “TheGrio Daily” episode about Campbell.\nEven though Campbell’s name is not widely known, his words are. In 1868, after white terrorists expelled Campbell and 32 elected Black officials from the Georgia legislature, he traveled to Washington, D.C., to speak to lawmakers about protecting Black people’s right to vote. Sen. Charles Sumner was already working to change the Constitution by adding a list of things that people could not do to deprive freedmen of their voting rights. Campbell, however, knew that white people would always find a loophole. Instead, he suggested that they just needed to specify that voting rights “shall not be denied on the basis of race or former servitude.”\nCambell’s suggestion didn’t just form the basis of the 15th Amendment, according to historian Russell Duncan, the Supreme Court may have used his specific wording to declare poll taxes, racial gerrymandering and grandfather clauses unconstitutional. It gave Hawaiians the right to vote and ended the all-white primary, causing a shift in national politics. If you include the Civil Rights Movement and Black women’s contributions to white women’s fight for suffrage, one fact becomes abundantly clear.\nAmerica was not a democracy until Black people made it one.\n3. Resistance Although the First Amendment protects the press, freedom of speech and religion, the “freedom of association” is not specifically guaranteed. While protest is considered a form of speech, the government has historically silenced those brave enough to threaten the power and beliefs of the majority (white people).\nBlack people changed that.\nIn 1956, Alabama’s attorney general demanded to see the list of members of the secret organization that was tearing the state apart. The secret organization had already crippled buses in Montgomery and was stirring up trouble in Selma. The group refused, so an Alabama judge did what any law-abiding racist would do.\nHe banned the NAACP from Alabama.\nAfter the judge levied a $100,000 fine, the organization sued, and on June 30, 1958, the Supreme Court decided NAACP v. Alabama. The decision explained that “Freedom to engage in association for the advancement of beliefs and ideas is an inseparable aspect of the ‘liberty’ assured by the Due Process Clause of the Fourteenth Amendment.” As the justices saw it, every American had the right to organize without the threat of “economic reprisal, loss of employment, threat of physical coercion, and other manifestations of physical hostility.”\nWhite people were not done.\nOn March 2, 1961, hundreds of Black college and high school students marched six blocks from a Columbia, S.C., church to the state Capitol to protest racial segregation. They had acquired a permit from the city and marched on the sidewalks and observed every single traffic law. Instead of chanting, they sang gospel hymns, patriotic songs and the national anthem. When police told them to disperse after 45 minutes, they began singing the negro spiritual “I Shall Not Be Moved.” Frustrated by the Black students’ peaceful, lawful, nonthreatening actions, the cops arrested 190 of the students. The protesters were charged with “breach of peace” because, according to the state, the nonviolent, orderly demonstration could incite violence by white people who were opposed to desegregation. The students sued, arguing that they had not violated a single law,\nThe Supreme Court reversed the convictions on Feb. 25, 1963. Edwards v. South Carolina didn’t just affirm the right to peacefully assemble, it forbade states from considering the public’s opinion of the protest, explaining: “The Fourteenth Amendment does not permit a State to make criminal the peaceful expression of unpopular views.” Interestingly enough, if you look at the Edwards v. South Carolina case, you may notice there are actually 187 names listed. That’s because three of the students were not old enough to join the lawsuit, including the youngest two arrestees — 15-year-old twins Issac and Rebecca Williams — my aunt and uncle.\nThese rulings didn’t just affect Black Americans. If not for Edwards v. South Carolina, red states could outlaw abortion marches, Klan parades or Stop the Steal rallies at the U.S. Capitol (which is also kinda like a Klan parade). NAACP v. Alabama is why you have the freedom to join a union or Black Lives Matter — or, yes, the Ku Klux Klan.\nResistance is not futile.\n2. The Black economy You probably think I’m gonna tell you how slave labor helped America become a global economic superpower.\nNope.\nIt wasn’t just free enslaved labor that transformed this country into an economic juggernaut in one generation. It was the stuff that Black people taught to white people. The European aristocrats that first came to America didn’t know how to grow things. Juan Garrido, a free Black man, introduced wheat to the Americas. Before 1616, the Jamestown settlers only exported 2,300 pounds of tobacco, mostly because it was terrible. The strain that became a cash crop was cultivated in Trinidad by enslaved laborers and grown by the Africans who arrived in 1619. By 1630, America was exporting 1.5 million pounds of the Black strain.\nBy the 1750s, Virginia was the third-largest producer of iron on the planet, based solely on the skills of African blacksmiths and ironworkers. Enslaved blacksmith Stephen Slade invented the bright leaf tobacco strain that fuels the nation’s $107 billion tobacco industry. Captives from the West Africa “rice coast” engineered the dams, levees and tools that gave Charleston’s “Carolina Gold” rice growers the highest per capita income in the 13 colonies.\nEli Whitney didn’t invent the machine that gave this country its most important agricultural export, Whitney simply mechanized the cotton gin that a Black man had already created. Cyrus McCormick’s mechanical reaper was likely invented by a Black man. To be fair, white slaveowners often claimed credit for things they didn’t create because, according to an 1850 U.S. attorney general’s opinion, slaves could not technically invent things.\nEarly America did not have an “agrarian economy.” The white “agrarians” received free land based on enslaving Black people. White people did not plant things. They did not harvest stuff. Black people created the tools, methods and technology to grow and harvest the crops that Black people sowed. And since the Black people who picked the cotton, cured the tobacco, milled the rice and worked on the ships that transported the products across the world were not technically American citizens, there was no “American economy.”\nIt was a Black economy.\n1. Historically Black education The next time your friendly neighborhood racist tries to explain away inequity by suggesting that Black people could achieve more “if only they valued education,” tell them to answer these three questions:\nWhy were the first Americans so uneducated? In the 1600s, 40% of New Englanders were illiterate. If that sounds low, in the 1800s, barely half of Virginians could read. Even by the Civil War, the white literacy rate in the South was abysmally low. Why were they afraid of literate Black people? If Black people didn’t value education, why would enslaved people risk their lives to learn how to read and write? Why did states pass laws against educating slaves? Where did illiterate slaves come from? By the time white people emerged from the Dark Ages to introduce race-based slavery to West Africa, the Islamic Golden Age had spread literacy, medicine and science throughout the continent. In early America, education was largely a private enterprise only available to wealthy people and whites who lived in urban areas. As the country grew, some cities and states built public schools that were taxpayer-funded. By 1860, public education was widely available to whites. Some states had segregated schools while states like Massachusetts legislated free public education for all, but it wasn’t guaranteed.\nIn 1868, the white supremacist secessionist states had to rewrite their state constitutions to gain admittance back into the Union. In majority-Black South Carolina, the new constitution gave every man — not just white, male landowners — the right to vote. They decriminalized poverty, extended women’s rights and gave aid to the poor. While other states had similar provisions, historian Michael Boulware Moore notes that South Carolina’s majority Black constitutional delegation decided to create something that had never existed in American history:\nThe “first, free, compulsory, statewide public school system in America.”\nThe constitution split the state into “school districts and created a powerful statewide executive-level office called the “Superintendent of Education.” The system was funded by the state and provided for a “liberal and uniform system of free public schools throughout the State.” Black elected officials also pushed the Morrell Land Grant College Act of 1890, which not only created HBCUs but also funded institutions for poor whites.\nBlack people created the American education system as we know it. It did not exist before we imagined it. We didn’t just fight to educate Black Americans, we provided educational opportunities for all Americans. But, to be fair, white people also contributed segregation, unequal funding and a school-to-prison pipeline.\nIf only they valued education.\nMichael Harriot is an economist, cultural critic and championship-level Spades player. His New York Times bestseller Black AF History: The Unwhitewashed Story of America is available everywhere books are sold.\nNever miss a beat: Get our daily stories straight to your inbox with theGrio’s newsletter.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ilACe.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j7WsO.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ilACe.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j7WsO.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T01:07:22.540+02:00",
    "updated": "2024-03-01T01:07:22.540+02:00"
  },
  {
    "uuid": "1c654b0fa0a4d1502059f7c89a7ab24d4d47c8ee",
    "url": "https://www.rrstar.com/story/opinion/columns/2024/02/16/your-turn-next-generation-of-engineers-will-build-a-brighter-future/72610207007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Special to the Rockford Register Star - Unlimited Digital Access",
    "published": "2024-02-16T09:35:00Z",
    "title": "Your turn: Next generation of engineers will build a brighter future",
    "text": "Your turn: The next generation of engineers will build a brighter future Engineering the future: celebrating innovation and sustainability Consider a world that produces everyday items without draining natural resources, and where toxic emissions are a thing of the past. Now, imagine a place where robots check bridges, looking for structural anomalies years before they would ever become a safety risk. In this same space, medical researchers use Artificial Intelligence (AI) algorithms to study the 3D structure of diseases they are working to cure, and cargo ships are fueled with ammonia instead of fossil fuels. It’s all happening, right here and now, in this world. And that’s because of engineers. Heading into this year’s National Engineers Week, from Feb. 18 to Feb. 24, we are celebrating the theme of Welcome to the Future. I can’t imagine a better time to do that. This theme honors our achievements while also casting an ambitious vision for the future. Truly, the future of engineering, through the advent of AI and robotic technology, has never been brighter. We’re in the midst of rapid growth, one where innovation, sustainability and diversity come together to lead us to engineering solutions of which we could only have dreamed. I have always felt the impact engineering has on our lives is profound and awe-inspiring. Growing up on a farm in rural Forreston, Illinois, my early vision for engineering began simply by building dirt roads for toys and digging channels to relieve the spring thaw. Eventually playtime was replaced, and I was expected to help. I found that constant creativity in approach led to easier ways to get the work done and not being afraid to try allowed an iterative, real-time solution approach that generated results at a faster pace. Obviously, things grew more sophisticated as I moved on to college and then the work environment in my pursuit to become a Professional Engineer. Today as I spend more time in this industry where innovation and problem-solving are an expectation, I am impressed with how those around me respond. Still, our industry is on the precipice of a rate of change unlike anything I’ve seen. Consider the birth of the computer. It was the 1940s when an early version of today’s computers first developed. These versions weren’t available to consumers and came with high price tags, for years. Even after home computers came on the scene in the late 1970s, it would be three more decades before the first iPhone was released in 2007. In less than half that time, we have a new iPhone released nearly every year, iPads, iPods and soon the newest innovation, the Vision Pro headset. Now, compare that to generative AI, a relative newcomer on the tech scene. It only took one year after its launch for interest in generative AI to triple. Where will AI take us and at what pace? Quantum computing, meanwhile, is taking on problems too complex for us to handle and one day will anticipate problems. Nanotechnology is giving us repair and restoration options at the molecular level so we can better control the outcome. These innovations open the door to tremendous possibilities as they challenge engineers to develop solutions with even more creativity, resilience and ingenuity. That’s why it’s critical to invest in STEM (science, technology, engineering and mathematics) education for our youth. Children are the problem-solvers of our future. They’ll take our advancements and build on them. Their innovation will benefit our entire society. We are in a unique position to foster the future of our world through the next generation. It’s up to us to cultivate a world where children see engineering for its possibilities and build a future that is brighter, more resilient and powered by its limitless potential. It is up to us to share how important STEM will be tomorrow regardless of our career paths and assure them they are capable. Certainly not everyone should pursue an engineering career as that would create a limiting world. We must simply not ignore how much technology will play a role in our future regardless of our field of interest, why it will be key to be able to embrace technology regardless of your passion and just how quickly we might fall behind if we wait. The next generation’s solutions, development and dreams will be more than we can imagine. Their work will embrace technology while expecting rapid change and championing sustainable development. Let’s give them a warm welcome to the future. Mick Gronewold is a professional engineer who enjoys helping colleagues and clients find solutions to their toughest problems, even when they reach beyond engineering. He is also Chief Executive Officer at Fehr Graham, an engineering and environmental firm with 12 offices in Illinois, Iowa and Wisconsin. Reach him at mgronewold@fehrgraham.com.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T11:49:32.851+02:00",
    "updated": "2024-02-16T12:41:06.138+02:00"
  },
  {
    "uuid": "bb385ba6c2a15a537ec4f625fa00e0d54d0dff91",
    "url": "https://li1377-185.members.linode.com/sail/sailing-clubs/howth-yacht-club/item/61744-howth-yacht-club-bids-cheerful-farewell-to-twelve-days-of-christmas-with-celebratory-achievers-party",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "WM Nixon (no-spam@afloat.ie)",
    "published": "2024-01-07T19:57:00Z",
    "title": "Howth Yacht Club Bids Cheerful Farewell To Twelve Days of Christmas With Celebratory Achievers Party",
    "text": "What with the lockdowns and other upsets to the regular progression of sailing life, three years have passed since\nHowth Yacht Club has been able to make a thorough-going job of hosting its annual winter-time Achievers Awards ceremony. But all that was put right with the bonus of being able to banish any post-festive blues as well on the Twelfth Day of Christmas, January 6th, which very obligingly was last Saturday.\nYet on the evening, instead of the usual sense of winding down, the mood was decidedly and even boisterously upbeat for the very good if slightly crazy reason that some of the most important awardees were away, furthering their careers on international competition in the Southern Hemisphere. In other words, it was as much about the anticipation of major success in 2024 as the recollection of it in 2023, and organiser Jill Sommerville of HYC puts it in perspective:\nCELEBRATING IN STYLE\n“HYC provided celebration with style for its 2023 Achievers Awards on Saturday, with the presentation of awards in nine categories. The event was sponsored by Celtic Candles, and each of the 38 nominees received a gift from the sponsor.\nCommodore Neil Murphy and families who donated the Trophies were on hand for the presentations before a full house of members.\nThe standard of sailors in HYC is now so high at the top level that among the 38 nominees across the nine categories, there are two current World Champions, three European Champions, and five National Champions.\nThe Silver Fox Trophy which is donated by the Kelly family for those who excelled in racing cruising or organisation. This winner was Ross McDonald who retained the\n1720 European Championships in Rope Dock Atara with five race wins out of nine races, and then added second place in the Irish Nationals to his record for 2023.\nSUPER-HOT JUNIOR COMPETITION\nThe next award was the Seaward Bell donated and presented by Kevin Darmody to a Junior who excelled in open events at home or abroad. This is always a very competitive category as Howth has so many international Juniors and the members Voted for Harry Dunne for his Optimist Achievements, having won the Irish Youth Nationals in Howth last April as well as the\nOptimist Class Leinster, Munster and National titles. He represented Ireland at the Optimist Worlds in Spain in 2023. Harry has now moved into the ILCA 4 and Howth looks forward to following his sailing career.\nAfter this award, a question and answer session was held with Sienna Wright to hear all about her recent bronze medal at the ILCA Youth World Championships in Brazil and her future plans.\nThe next award was the GM Trophy presented by General Manager of HYC Aideen Doran. This trophy is presented annually to the junior sailor who enhances the spirit of HYC. It was a closely fought contest between three fantastic juniors, Dan Cullen, Sam McQuade and Zara DeNeve with Zara coming out as the recipient of this award. She won the award for many reasons including her charm, consideration to other sailors and most definitely her undeniable spirit distinguished her and her ability to get others involved in having fun while sailing was well appreciated by both her instructors and peers.\nBOAT OF THE YEAR\nBoat of the Year Trophy was fought between Bite the Bullet, Checkmate, Delginis and Outrageous all of which had an outstanding record of achievements through 2023. The\nHowth 17 Delginis was voted by the HYC membership as “Boat of the Year” – well done to the Massey Family and other owners who not only partook in the historic rounding of the Fastnet Rock last summer but also were overall winner in the 83 boat fleet that took part in the monday.com Autumn League, winning its own Class by an eight point margin.\nVOLUNTEER OF THE YEAR\nFor Volunteer of the Year, seven names were proposed as going above and beyond for HYC in 2023. HYC is lucky in that it is supported by over 150 volunteers throughout the season who wore tirelessly to keep the club running. Many of the nominees have played unseen but crucial roles to make HYC the best sailing club in the country. The nominees included, David O’Shea who captained the Howth 17 class and all their events in this important year of their 125 anniversary, Kieran Barker for his role in leading the race results team, Kieran Jameson for his ongoing commitment to managing all the HYC club boats, Michael Pearn for his work with new members, Robert Orr for his tireless work getting all the club racing teams & rosters in place. The winners of this category were Susan Kavanagh and Sarah Toomey for the fantastic work they have done for their organisation, development and leadership of the Cruising Group. Susan and Sarah are jointly the driving force ensuring that the Cruising Group members have a full programme of lectures, social events, cruises and 'armadas' and have access to the experience of their fellow members in all things nautical. They have also created a pathway to get newcomers out sailing and then building their experience afloat.\nThe Sailing Instructor of the Year award went to newcomer Bharat Mohan for his competency and example that he set among the instructors.\nThe Murphy family were on hand to present the Cliona Murphy Memorial Trophy for an Adult sailor who represents and enhances the spirit of HYC sailing. The nominees in this category were Brian Turvey, Gerry O’Neill, Gerry Sargent and Maureen Muir. The members chose Brian Turvey as the 2023 winner for all the work his does in HYC for the K25 squad, MC at events, his brilliant social event photography, his commitment to Wave Regatta and his support on the social media front, all of which really are only a fraction of what Brian does for HYC.\nTWO NEW CATEGORIES\nThe last two awards are new categories, new member of the year and International Sailor of the year.\nThe Sunshine Radio Trophy was presented to Carol Cribbin one of 3 nominated new members who really got into the spirit of all that HYC has to offer and embraced so many of the clubs activities from cruising, racing, day-skipper courses, mahjong, rowing, paddle boarding and she will be skippering one of the charter boats in next summer's Cruising Group flotilla in Greece. She is a great example of how quickly a new member who is prepared to try everything can settle into HYC and become part of its life.\nFinally, the new category of International Trophy is for a HYC sailor who excelled internationally (eg. Olympic / Worlds / Europeans). This trophy was donated by Pat and Olivia Murphy Circumnavigators and presented by Pat. As Howth has a number of seriously competitive international sailors the nominee group was made up of Olympic hopefuls in the Laser class, brother and sister Eve and Ewan McMahon, 49ers Robert Dickson & Sean Waddilove, Paul McMahon and Sam O’Byne all with an amazing set of international Achievements in 2023. The winner of the International Trophy was\nEve McMahon, but as Eve is away in Argentina at the ILCA Worlds, we have the photo at top taken earlier at the height of Christmas”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://afloat.ie/sail/sailing-classes/howth-17",
      "https://afloat.ie/sail/olympic-sailing/paris-2024/item/61743-eve-mcmahon-makes-gold-fleet-and-keeps-paris-dream-alive-at-ilca-6-worlds-in-argentina",
      "https://afloat.ie/sail/sailing-classes/optimist",
      "https://afloat.ie/sail/sailing-clubs/howth-yacht-club",
      "https://afloat.ie/sail/olympic-sailing/eve-mcmahon",
      "https://afloat.ie/sail/sailing-classes/1720s",
      "https://www.afloat.ie/sail/olympic-sailing/eve-mcmahon",
      "https://www.afloat.ie/sail/sailing-classes/1720s",
      "https://www.afloat.ie/sail/sailing-clubs/howth-yacht-club",
      "https://www.afloat.ie/sail/sailing-classes/howth-17",
      "https://www.afloat.ie/sail/sailing-classes/optimist",
      "https://www.afloat.ie/sail/olympic-sailing/paris-2024/item/61743-eve-mcmahon-makes-gold-fleet-and-keeps-paris-dream-alive-at-ilca-6-worlds-in-argentina"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jill sommerville",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "howth yacht club",
          "sentiment": "negative"
        },
        {
          "name": "celtic candles",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "southern hemisphere",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:00:58.354+02:00",
    "updated": "2024-01-08T01:00:58.354+02:00"
  },
  {
    "uuid": "b379dc86ae2bff75388aed8e0775c3d4aadb3d10",
    "url": "https://www.elsiglodetorreon.com.mx/noticia/2024/fuerte-movilizacion-policiaca-en-ep-por-reporte-de-tirador-activo-en-la-eagle-pass-high-school.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "El Siglo de Torreón",
    "published": "2024-04-25T06:00:00Z",
    "title": "Fuerte movilización policíaca por reporte de tirador activo en la Eagle Pass High School | El Siglo de Torreón",
    "text": "Cortesía Eagle Pass News Leader. [RENÉ ARELLANO](https://www.google.com/search?as_sitesearch=elsiglodetorreon.com.mx&q=RENÉ ARELLANO) Una fuerte movilización de seguridad se registró en la ciudad de Eagle Pass en Texas, tras emitirse una alerta por la presunta presencia de un tirador activo en el interior de la Eagle Pass High School; situación por la cual fue cerrada la institución educativa y trasladó a los estudiantes a zonas seguras. Derivado de lo anterior, se implementaron los protocolos de seguridad ante esta situación, que llevó al acordonamiento de la institución educativa; estableciéndose posteriormente que se trató de un alumno que acudió con un arma de fuego de plástico y la cual mostró a sus compañeros en el salón de clases. El alumno fue ubicado y puesto en custodia de las autoridades de seguridad, para la investigación correspondiente; aunque aún se trabaja en la ubicación de la citada arma de juguete; serán las autoridades del distrito escolar quienes habrán de establecer la sanción que aplicarán al alumno. La alerta de tirador activo en el interior de la Eagle Pass High School, derivó de la publicación en redes sociales de una fotografía en la que se observa a un estudiante sentado y con el arma en sus manos, como si la estuviera manipulando; la imagen estaba acompañada de la frase: “A qué hora empiezo a correr” y con una imagen de una calavera.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.google.com/search?as_sitesearch=elsiglodetorreon.com.mx&q=RENÉ",
      "https://www.google.com/search",
      "https://google.com/search?as_sitesearch=elsiglodetorreon.com.mx&q=RENÉ"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:06:59.570+03:00",
    "updated": "2024-04-26T00:06:59.570+03:00"
  },
  {
    "uuid": "4e60e40f9ea98188c557e280a1cc01d7a9ac6cb2",
    "url": "https://vnexplorer.net/nuevas-lluvias-son-muy-daninas-para-produccion-agricola-en-argentina-s2012224.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-03-22T04:04:00Z",
    "title": "Nuevas lluvias son \"muy dañinas\" para producción agrícola en Argentina",
    "text": "Foto de archivo – Granos de soja se vierten desde un camión en la planta de almacenamiento de la empresa Grobocopatel Hermanos en Carlos Casares, Argentina, Foto tomada el 16 de abril de 2018. REUTERS/Agustin Marcarian\nPor Maximilian Heath\nBUENOS AIRES, 20 mar (Reuters) – Las nuevas y abundantes lluvias que cayeron en importantes zonas agrícolas de Argentina son “muy dañinas” para la soja y el maíz 2023/24, que en muchos casos registran excesos hídricos en los suelos que tendrán un impacto en la productividad, dijeron el miércoles un especialista y la Bolsa de Comercio de Rosario.\nArgentina es uno de los dos mayores exportadores mundiales de aceite y harina de soja, y el tercero de maíz. Pero en el último mes sus principales zonas agrícolas han recibido lluvias muy por encima a las normales, algo que con la acumulación de los milímetros pasó de ser una cosa buena a una mala.\n“Las lluvias que se están registrando son totalmente innecesarias, muy dañinas para el sur y este de (la provincia de) Entre Ríos, sur de (la provincia de) Santa Fe y norte de (la provincia de) Buenos Aires”, dijo a Reuters Germán Heinzenknecht, de la Consultora de Climatología Aplicada (CCA).\nSegún el Servicio Meteorológico Nacional (SMN), en las últimas 24 horas el núcleo agrícola de Argentina recibió entre 15 y 50 milímetros de precipitaciones, con más tormentas previstas para toda la jornada del miércoles.\nLa semana pasada, cuando también se produjo el paso de prolongado frente de tormenta, el meteorólogo Heinzenknecht ya había advertido que se había superado el volumen promedio de precipitaciones para marzo.\n“Estamos viendo excesos de agua en estas zonas (agrícolas clave). Hay localidades que superaron los 300 milímetros en lo que va de marzo y allí se están viendo lotes de soja encharcados”, dijo Marina Barletta, analista de la Bolsa de Rosario (BCR), según un reporte de la entidad.\nLas precipitaciones se producen cuando los productores argentinos comenzaron hace poco la recolección del maíz 2023/24 y cuando en las próximas semanas iniciará la de la soja.\nLa BCR estimó la cosecha de soja en 50 millones de toneladas y la de maíz en 57 millones de toneladas. Pero tanto la CCA como la BCR han dicho que las lluvias recientes ponen en riesgo esas cifras.\nTodo el agua que cayó “impacta en el desarrollo de los cultivos, especialmente en lotes de soja”, señaló la BCR en su reporte. La demora de la recolección de la soja con condiciones de humedad altas puede hacer que se abran las vainas y se pierdan los granos o que estos broten dentro de la vaina.\nA las copiosas lluvias se le sumó la caída de granizo en distintas partes de Buenos Aires en las últimas horas.\n“El granizo nos destruyó todo, teníamos unas 400 hectáreas con fenomenales rindes de soja y maíz, lo que ahora se perdió todo”, dijo un productor agrícola de la localidad bonaerense de 25 de Mayo. “La última tormenta nos dejó en la lona (ruina)”, agregó.\nCAPITAL BAJO EL AGUA\nEn tanto, la capital argentina Buenos Aires y su área metropolitana fueron la zona que registró la mayor caída de agua en las últimas horas, con más de 100 milímetros en un corto período de tiempo que ha generado inundaciones y destrozos de todo tipo.\nEn la mañana del miércoles distintos medios mostraban autopistas bajo el agua, automóviles flotando por avenidas y hasta carteles de publicidad caídos encima de hogares. En el pico de la tormenta los vuelos estaban cancelados en los dos aeropuertos de la capital.\nLas escenas de vecinos navegando por las calles en kayak son similares a las de la semana pasada, cuando fuertes tormentas inundaron a Buenos Aires y alrededores.\n(Reporte de Maximilian Heath y Jorge Otaola; Editado por Walter Bianchi)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kewlH.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kewlH.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T06:10:36.290+02:00",
    "updated": "2024-03-22T06:10:36.290+02:00"
  }
]