[
  {
    "uuid": "366ef8ac71d11d352b925f52a0b9613b40fbcd7a",
    "url": "https://exitoina.perfil.com/noticias/destacada/yao-cabrera-condenado-cuatro-anos-prision-trata-personas.phtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@exitoina",
    "published": "2024-04-25T19:57:00Z",
    "title": "Yao Cabrera fue condenado a cuatro años de prisión por trata de personas | Exitoina",
    "text": "Yao Cabrera fue condenado a cuatro años de prisión por trata de personas y reducción a la servidumbre, pero quedará en libertad hasta que el fallo se vuelva firme.\nQué pasó con Yao Cabrera El influencer fue condenado por el Tribunal Oral Federal N° 3 de San Martín este jueves. Además, la Justicia determinó que deberá pagarle 6 millones de pesos a la víctima a modo de reparación .\nJorge Zonzini , el manager que denunció a Yao Cabrera en 2020, le dijo a TN Show : \"Es un hecho sin precedentes para toda la región\". Además explicó que pudo presentar pruebas sobre \"los sistemas de multiestafas a niños vulnerables y a sus padres, abusos se*uales, corrupción y facilitación de la prostitución a menores de edad y venta de estupefacientes en sus fiestas y teatros\".\nPese a esta información, el influencer se mostró muy tranquilo y a través de sus historias de Instagram, expresó: \" Hoy es mi día. Familias, amigos, estoy libre y bien. Siempre bien. Al fin. Juicio finalizado \".\n\"Yo estoy en casa, tranquilo nomás. Me voy a comer un asadito para festejar. No se preocupen, estamos activos. Que por ahí, digan lo que quieran, Yo los espero tranquilo en casa\", concluyó Yao Cabrera .\nCarolina Amoroso y Guido Covini se casaron por civil en el Jardín Japonés",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/yaocabrera/",
      "https://rudo.video/vod/bSafFw?volume=0",
      "https://rudo.video/vod/bSafFd?volume=0",
      "https://rudo.video/vod/bSafFd",
      "https://www.rudo.video/vod/bSafFw?volume=0",
      "https://www.instagram.com/yaocabrera",
      "https://www.rudo.video/vod/bSafFd?volume=0",
      "https://instagram.com/yaocabrera/",
      "https://rudo.video/vod/bSafFw"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:13:16.845+03:00",
    "updated": "2024-04-29T10:48:19.550+03:00"
  },
  {
    "uuid": "466c7a08d784bc279af8d1bfcb70d9c8f422de91",
    "url": "https://www.rte.ie/sport/soccer/2024/0314/1438030-salah-on-goal-trail-again-in-liverpool-rout-of-sparta",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@rtesport",
    "published": "2024-03-14T22:17:00Z",
    "title": "Salah on goal trail again in Liverpool rout of Sparta",
    "text": "Mohamed Salah warmed up for Sunday's FA Cup quarter-final against Manchester United with a record-breaking goal in Liverpool's 6-1 Europa League demolition of Sparta Prague at Anfield.\nJurgen Klopp's side were already virtually guaranteed a quarter-final place after their 5-1 first-leg victory but four goals in the opening 13-and-a-half minutes started the rout.\nThey were only the second team in major UEFA competition history to score four inside the first 14 minutes, after Chelsea against Jeunesse Hautcharage in the Cup Winners' Cup in 1971-72, but Salah is one for setting standards not matching them.\nThe Egypt international, playing his first 90 minutes since New Year's Day - due to the African Nations Cup and the hamstring injury he sustained playing in the tournament - scored the third goal for his 20th of the campaign.\nIt was the seventh-successive season he has reached the milestone and the first time any Liverpool player in their 132-year history had achieved such a feat.\nIf he needed any tuning up before the trip to Old Trafford then the Czech champions provided it as he also claimed two assists in that early blitz, with 19-year-old Bobby Clark benefiting to score his first goal for the club and Cody Gakpo turning home his cross from close range.\nDarwin Nunez opened the scoring with a clinical strike from 16 yards - just seven minutes earlier - with the best of the quartet but that was forgotten in the blur of goals which followed as Sparta's players were left chasing shadows and questioning their own abilities.\nWhen the fourth goal went in, captain Ladislav Krejci, whose mistake had led to the second, called a crisis meeting in the middle of the pitch.\nIt all seemed a bit futile as even though their task at kick-off was an improbable one, their defending was so naive it bordered on the embarrassing.\nMidfielder Dominik Szoboszlai, who added the fifth two minutes into the second half, crossed for Nunez to clip home a shot in the seventh minute for his 17th of the season and his sixth in as many games.\nBut instead of keeping it tight, the visitors continued to play out from the back and when Salah charged down Krejci, the rebound fell kindly for Clark to slot under goalkeeper Peter Vindahl.\nBobby Clark gets the plaudits The favour was returned when Clark muscled Jaroslav Zleny off the ball 25 yards out to tee up Salah to curl home his milestone goal, Gakpo then turning home the Egyptian's cross from close range after more sloppy defending.\nNunez ballooned over Liverpool's easiest chance from six yards from another Salah cross before Conor Bradley's fierce drive was parried by the goalkeeper.\nVeljko Birmancevic held off the backtracking Wataru Endo to poke a shot past Caoimhin Kelleher just before the break but it was a brief respite as, after Nunez, Endo and Joe Gomez were replaced during the interval, Szoboszlai's near-post drive took a deflection on the way in.\nWhen Vindahl's punch at a corner only reached the edge of the area Harvey Elliott fired in a low shot which Gakpo touched in with a cheeky backheel.\nThe Netherlands international wasted a glorious chance for his hat-trick, blazing over with only the goalkeeper to beat and despite taking his tally to 13 for the season, he is unlikely to start at the weekend.\nKlopp's preferred front three of Salah, Nunez and Luis Diaz will have 48 goals between them and the team as a whole have 117 goals in 45 games.\nThey will fancy their chances against a United side who have kept just four clean sheets - three of which came against mid-tabled League One opponents Wigan and Premier League strugglers Nottingham Forest and Everton - since they became the only club in the last 55 matches to prevent Liverpool scoring in a goalless draw in December.\nWatch Galway United v Shamrock Rovers in the League of Ireland on Friday from 7.35pm on RTÉ2 and RTÉ Player, follow a live blog on rte.ie/sport and the RTÉ News app",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mohamed salah",
          "sentiment": "negative"
        },
        {
          "name": "salah",
          "sentiment": "negative"
        },
        {
          "name": "jeunesse hautcharage",
          "sentiment": "none"
        },
        {
          "name": "jurgen klopp",
          "sentiment": "none"
        },
        {
          "name": "chelsea",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "manchester united",
          "sentiment": "negative"
        },
        {
          "name": "liverpool",
          "sentiment": "none"
        },
        {
          "name": "europa league",
          "sentiment": "none"
        },
        {
          "name": "uefa",
          "sentiment": "none"
        },
        {
          "name": "sparta prague",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "sparta",
          "sentiment": "none"
        },
        {
          "name": "liverpool",
          "sentiment": "none"
        },
        {
          "name": "anfield",
          "sentiment": "none"
        },
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "old trafford",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:21:52.453+02:00",
    "updated": "2024-03-15T09:35:25.641+02:00"
  },
  {
    "uuid": "89e3aba88c9e6621b950ed0707a00f3d9e722469",
    "url": "https://vnexplorer.net/taylor-swift-fan-behind-embarrassing-viral-exile-reaction-video-speaks-out-s1667921.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-02-29T22:27:00Z",
    "title": "Taylor Swift fan behind ‘embarrassing’ viral ‘Exile’ reaction video speaks out",
    "text": "Madison Blackband sobbing at Taylor Swift concert\nMadison Blackband, an Australia-based Taylor Swift fan, who went viral with her dramatic reaction to the pop superstar’s performance of “Exile”, has spoken out about the moment.\nOn Sunday (25 February), Blackband, 20, and her two friends filmed themselves seated outside Sydney’s Accor Stadium, where Swift was holding her final Eras Tour concert in Australia.\nIn the TikTok video uploaded by Blackband later that night, she can be seen dramatically bursting into tears when Swift launches into a performance of “Exile”, a song off her 2020 folklore album.\n“My reaction to Taylor singing ‘Exile’ (also known as the song that saved my life),” reads the text overlaying the footage.\nThe video instantly went viral. At the time of writing, it’s been viewed 1.1 million times on TikTok, and reshared across Instagram and X.\n“I went on [X] and the first thing that popped up was this video. And I was like ‘Oh, it’s happened’,” Blackband said in a new interview with Rolling Stone. “I posted it intending it for like 200 people, not millions.”\nBlackband has since disabled the video’s comment section on TikTok, explaining that it’s “not because I can’t handle what people were saying, but because I just don’t see the point”.\nStill, that hasn’t deterred people from sharing their unfiltered opinions and judgments on other social media platforms.\nMany X users have accused Blackband for being overdramatic or performative. Some have even called out her two friends for not showing enough emotional support. Other viewers have simply laughed at the video.\nAddressing the range of online reactions, Blackband said: “There’s no point letting it upset me. I reacted the way I reacted. I know my friends weren’t judging me. That’s just me. I’m just a passionate person.\n“The opinion of people thinking that it’s embarrassing and stuff doesn’t mean anything to me because I never thought it was and I’m not going to think it is now just because someone says I should,” she said, adding: “I understand why people are laughing at it. I laughed at the video myself once I first watched it back.”\nOf her love for the song, Blackband said: “[‘Exile’] means a lot to me. It’s a song I’ve listened to when I needed anything, as a distraction or to keep me focused. It’s like a safety blanket.”\nSwift is currently on a week-long break from her massively successful Eras Tour. She will commence the Singapore leg of her tour on 2 March before making her way to Europe in May.\nFrom news to politics, travel to sport, culture to climate – The Independent has a host of free newsletters to suit your interests. To find the stories you want to read, and more, in your inbox, click here.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j7PD2.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j7PD2.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "madison blackband",
          "sentiment": "negative"
        },
        {
          "name": "taylor swift",
          "sentiment": "negative"
        },
        {
          "name": "blackband",
          "sentiment": "none"
        },
        {
          "name": "taylor",
          "sentiment": "none"
        },
        {
          "name": "swift",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "rolling stone",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "instagram",
          "sentiment": "none"
        },
        {
          "name": "accor stadium",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "sydney",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:28:47.362+02:00",
    "updated": "2024-03-01T00:28:47.362+02:00"
  },
  {
    "uuid": "763caf0f77e633e04f9fe999b6375f8c04c2c649",
    "url": "https://cbs58.com/news/assembly-republicans-approve-14-week-abortion-ban-referendu",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Emilee Fannon",
    "published": "2024-01-25T21:07:00Z",
    "title": "Assembly Republicans approve 14-week abortion ban referendum",
    "text": "Assembly Republicans approve 14-week abortion ban referendum\nMADISON, Wis. (CBS 58) -- Republican lawmakers in the state Assembly have passed legislation that seeks to implement a 14-week abortion ban.\nThe\nproposal would ask voters whether the state's current abortion ban after 20 weeks of pregnancy should be 14 weeks. If approved, a statewide referendum would be placed on the April ballot asking voters if the 14-week prohibition should take effect.\nIt passed the Assembly 53-46 with handful of Republicans joining Democrats voting against the bill.\nEarlier this week, the bill was\namended to add exceptions for rape and incest after widespread criticism from Democrats and some pro-life groups.\nAnother amendment includes adding exceptions for doctors to \"make reasonable efforts\" to preserve the life of the mother during a medical emergency.\nGov. Tony Evers has vowed to veto the measure. During his State of the State Address, Evers said he will continue to reject efforts that further restrict abortion access.\nDuring debate on the bill Thursday, Republicans argued voters should decide this issue.\n\"I've heard more times that I care to count from the Governor, the will of the people is the law of the land,\" said Rep. Joel Kitchens (R-Sturgeon Bay). \"Well, put your money where your mouth is. Let's have the people decide on this.\"\nDemocrats argued the bill is another political attack on women's reproductive rights.\n\"You are taking away reproductive health care choices,\" said Rep. Lisa Subeck (D-Madison). \"Abortion is health care no matter how you slice it.\"\nThe measure now heads to the Senate where the bill's fate is uncertain. Senate Majority Leader Devin LeMahieu (R-Oostburg) has signaled he doesn't want his caucus to go through a\n\"tough\" vote on abortion bills if Evers is ultimately going to veto them.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Health"
    ],
    "external_links": [
      "https://twitter.com/Emilee_Fannon/status/1748420747951792449",
      "https://www.twitter.com/Emilee_Fannon/status/1748420747951792449"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "evers",
          "sentiment": "none"
        },
        {
          "name": "tony evers",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cbs",
          "sentiment": "negative"
        },
        {
          "name": "assembly republicans",
          "sentiment": "negative"
        },
        {
          "name": "assembly",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "madison",
          "sentiment": "none"
        },
        {
          "name": "wis.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:39:55.490+02:00",
    "updated": "2024-01-26T00:39:55.490+02:00"
  }
]