[
  {
    "uuid": "583c25382b789eb6389758684047116411a531c6",
    "url": "https://www.nst.com.my/sports/football/2023/12/995150/napoli-go-monza-game-injury-and-suspension-problems",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2023-12-29T00:06:00Z",
    "title": "Napoli go into Monza game with injury and suspension problems",
    "text": "News\nBusiness Times\nLife & Times\nSports\nWorld\nNST TV\nOpinion\nGallery\nRadio\nGet Audio+\nHOT FM\nBULETIN FM\n8FM\nFLY FM\nMOLEK FM\nVouchers\nNST Podcast\nMore\nCOVID-19 Vaccine\nNews\nNST Viral\nCrime & Courts\nNation\nGovernment / Public Policy\nPolitics\nVIEW ALL NEWS\nBusiness\nBusiness\nProperty\nCars Bikes Trucks\nLife & Times\nBots\nHeal\nFlair\nJom!\nGroove\nSunday Vibes\nVIEW ALL LIFE & TIMES\nSports\nFootball\nBadminton\nTennis\nCycling\nGolf\nMotor Sports\nCricket\nHockey\nOthers\nVideo\nVIEW ALL SPORTS\nWorld\nWorld\nRegion\nVIEW ALL WORLD\nNST Podcast\nNST TV\nOpinion\nLeader\nLetters\nColumnists\nVIEW ALL OPINION\nVouchers\nGallery\nPhotos\nInfographics\nContact Us\nGet Mobile App\nNews\nCrime & Courts\nGovt / Public Policy\nNation\nPolitics\nBusiness\nBusiness Times\nProperty\nCars Bikes Trucks\nLife & Times\nSunday Vibes\nBots\nHeal\nFlair\nJom!\nGroove\nSports\nFootball\nBadminton\nTennis\nCycling\nGolf\nMMA\nMotorSport\nCricket\nOthers\nWorld\nWorld\nRegion\nRadio\nGet Audio+\nHot FM\nBuletin FM\nFly FM\n8FM\nMolek FM\nOpinion\nColumnists\nLetters\nLeader\nGallery\nPhotos\nInfographics\nNST Podcast\nNST TV\nEducation\nVoucher",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jom",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "news business times life & times sports world nst",
          "sentiment": "neutral"
        },
        {
          "name": "napoli",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "monza",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:26:39.638+02:00",
    "updated": "2023-12-29T02:26:39.638+02:00"
  },
  {
    "uuid": "daad727b49549c05f6714e2d62012f3d42e65c6f",
    "url": "https://globalgrind.com/6441219/zoe-kravitz-lenny-kravitz-hollywood-star",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Editor at Global Grind",
    "published": "2024-03-14T22:27:00Z",
    "title": "Zoë Kravitz Affectionately Roasts Her Dad Lenny Kravitz As He Received His Hollywood Walk of Fame Star",
    "text": "Source: VALERIE MACON / Getty\nZoë Kravitz honored her dad, Lenny Kravitz , with a heartfelt and hilarious speech as he received his star on the Hollywood Walk of Fame. The actress shared moments that made her and her dad smile. Check out the viral video of Zoë roasting her pops Lenny inside.\nLenny Kravitz officially received a star on the Hollywood Walk of Fame Tuesday (Mar. 12). The Rock & Roll Hall of Fame nominee is best known for his hit songs, Fly Away,” “It Ain’t Over ‘Til It’s Over” and “American Woman.” Now, his music and art will be honored and forever cemented on Hollywood Boulevard in front of the iconic Capitol Records Tower.\nTo celebrate this huge milestone, his daughter, actress and filmmaker Zoë Kravitz, honored him with a sweet and comedic message.\n“Lenny Kravitz, I’ve had the pleasure of knowing you for a long time,” she started her speech. “And I must say, being your daughter has been one of the great adventures of my life.”\n“Since you were so young when I was born, in many ways, we’ve grown up together,” she continued. “We’ve been through a lot. We’ve seen a lot. I’ve seen a lot. I’ve seen you change in the most beautiful ways, I’ve seen the way you’ve stayed the same in the most important ways.”\nShe goes on to commemorate his many achievements, including his long-standing love for see through shirts.\n“I’ve seen the way you show up, take care of the people you love — I’ve seen your incredible dedication to your art, but mostly, I’ve seen through your shirts,” she said.\n“According to my dad, if it doesn’t expose your nipples, it’s not a shirt,” she joked. “And sure, you used to embarrass me when you’d pick me up from school as a kid, but I gotta say, at this point, I respect it. You really do pull it off. Your relationship with the knitted shirt is probably your longest one, and it works.”\n“You two make each other better — and if it ain’t broke, don’t fix it. It’s a beautiful thing,” she added.\nZoë went on to reflect on her relationship with her father.\n“All my life, people have asked me, ‘What’s it like to have such a cool dad?'” she said. “And the answer is, ‘Awesome.’ It’s awesome. But not for the reasons some might think. What’s cool about you is not what people think is cool about you. Your radness doesn’t come from your shades or your leather pants or knitted shirts. It comes from your true love for life.”\nBefore giving her dad a warm embrace, she ended with, “Congratulations, you’re a star.”\nAward-winning actor and filmmaker, Denzel Washington also showed up to honor the legendary musician.\n“He’s more than a friend, he’s more than a brother,” Washington said. “We’re twins, we just don’t look alike. We’ve had a close brothership, friendship … for 30 years.”\nFellow Walk of Fame honoree and entertainer Marla Gibbs, actor Hal Williams, chef Wolfgang Puck, actor Channing Tatum, Earth, Wind & Fire member Verdine White, and actor and musician Evan Ross were also in attendance to celebrate Lenny Kravitz.\nLenny shared that it was an “incredible honor” to receive his Walk of Fame star and he added that having his daughter and Washington there to share in the moment “means the world to me.”\nHe paid tribute to Norman Lear, saying that if the late screenwriter and film producer hadn’t cast his mother Roxie Roker in the hit television sitcom “The Jeffersons,” he “probably wouldn’t be standing here right now.”\nKravitz also noted that he spent a lot of time walking up and down the same street that he now has his Walk of Fame star.\n“As a teenager, I spent a lot of time walking up and down Hollywood Boulevard seeing the names of all my idols,” he shared. “I never dreamt about having a star. I was usually just looking for a place to crash. But I did dream about making the music I wanted and doing my own thing. To see my name, Lenny Kravitz, permanently engraved on the same streets I used to walk is a surreal, indescribable feeling.”\nCongrats, Lenny!\nWatch the viral video of Zoë’s speech below:\nView this post on Instagram\nA post shared by E! News (@enews)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zoë kravitz",
          "sentiment": "positive"
        },
        {
          "name": "lenny kravitz",
          "sentiment": "positive"
        },
        {
          "name": "lenny",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hollywood walk of fame star",
          "sentiment": "positive"
        },
        {
          "name": "hollywood walk of fame",
          "sentiment": "none"
        },
        {
          "name": "rock & roll hall of fame",
          "sentiment": "none"
        },
        {
          "name": "capitol records tower",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hollywood boulevard",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:53:49.992+02:00",
    "updated": "2024-03-15T03:16:23.843+02:00"
  },
  {
    "uuid": "aeeb6f05a15cc79baaf4175836f9bacf848b9006",
    "url": "https://www.hawaiinewsnow.com:443/2024/01/25/check-washing-scams-still-rise",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rachel DePompa",
    "published": "2024-01-25T14:48:00Z",
    "title": "‘Check washing’ scams still on the rise",
    "text": "(InvestigateTV) — Nasdaq quoted the BBB as claiming $815 million is lost each year due to check washing schemes .\nCheck washing occurs when someone intercepts mail and uses household chemicals to “wash off” the existing ink and replace it with their own, often changing the payee and amount of the check.\nMichael Joyce with the financial firm Agili said he’s seen this scam a lot lately.\n‘You want to do really some simple things like make sure you’re not putting your mail in the mailbox with the flag up,” Joyce said. “Or even we’ve seen people steal checks from deposit boxes directly in front of bank branches.”\nJoyce said one simple thing consumers can do is fill out all their checks using a gel pen. Gel pens are designed with pigments suspended in a water-based gel. That makes their ink resistant to most chemicals.\nAgili said people can also use checks pre-printed with security features such as a watermark, microprinting, or the use of special inks.\nThe BBB has a guide on how to protect against check washing scams .\nCopyright 2024 Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://agilipersonalcfo.com/",
      "http://www.nasdaq.com/",
      "https://www.nasdaq.com/articles/check-washing-is-an-$815m-per-year-scam-how-it-works-and-ways-to-prevent-it",
      "http://bbb.org/",
      "https://www.bbb.org/article/scams/28998-bbb-scam-alert-protect-yourself-from-check-washing",
      "https://agilipersonalcfo.com",
      "https://www.agilipersonalcfo.com/",
      "http://www.nasdaq.com",
      "https://nasdaq.com/articles/check-washing-is-an-$815m-per-year-scam-how-it-works-and-ways-to-prevent-it",
      "https://bbb.org/article/scams/28998-bbb-scam-alert-protect-yourself-from-check-washing",
      "http://bbb.org",
      "http://nasdaq.com/",
      "http://www.bbb.org/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joyce",
          "sentiment": "none"
        },
        {
          "name": "agili",
          "sentiment": "none"
        },
        {
          "name": "michael joyce",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gray media group, inc",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:41:30.879+02:00",
    "updated": "2024-01-26T00:41:30.879+02:00"
  },
  {
    "uuid": "fc864175cb8b81f36613ee764270a9ce8c5de57a",
    "url": "https://www.dailyexcelsior.com/germany-beat-usa-2-0-to-win-fih-olympic-qualifier/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daily Excelsior",
    "published": "2024-01-19T23:30:00Z",
    "title": "Germany beat USA 2-0 to win FIH Olympic Qualifier",
    "text": "RANCHI, Jan 19: A dominant Germany defeated USA 2-0 to win the FIH Women’s Olympic Qualifier here on Friday, having already secured their place at the Paris Games. Germany scored two goals in the first two quarters through Jette Fleschfutz (3rd minute) and Sonja Zimmermann (20th) to claim the top spot in the eight-team tournament. Besides Germany, runners-up USA and third-place finisher Japan also qualified for this year’s Paris Olympics. Japan, coached by former India player Jude Menezes, eked out a narrow 1-0 win over India in the third-fourth place play-off match to dash the home team’s Olympic hopes. World no.5 Germany were the favourites going into the final and they played as per their billing, controlling the proceedings from the onset. It took Germany just three minutes to break the deadlock when Jette Fleschfutz scored from a field effort. The Germans piled on constant pressure on the American defence with repeated forays, thereby earning as many as four penalty corners in the first quarter but wasted all. Germany continued in the same breath in the second quarter and doubled their lead in the 20th minute through Sonja Zimmermann, who converted a penalty corner. The action was mostly in USA half as penalty corners rained for Germany. In the 22nd minute, the Germans secured four back-to-back penalty corners but failed to score. The Germans secured their 10th penalty corner in the 26th minute but the American defence was up to the task as the European side led 2-0 at half-time. The third quarter witnessed a cagey affair as the Americans slowly tried to get back into the match and enjoyed possession for a brief period. It was a much better show from the Americans after the change of ends as they made a few circle penetrations to create chances but failed to beat the German backline. The Germans, however, got their act together in the fourth and final quarter and didn’t allow the Americans to get into their circle. Leading 2-0, the Germans preferred to play possession hockey and also created a few opportunities in the process. The American defence wilted under Germany’s constant pressure and conceded two more penalty corners just five minutes from the final hooter but defended stoutly to keep the scoreline intact. (PTI)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jette fleschfutz",
          "sentiment": "none"
        },
        {
          "name": "sonja zimmermann",
          "sentiment": "none"
        },
        {
          "name": "jude menezes",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "usa",
          "sentiment": "negative"
        },
        {
          "name": "fih",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "ranchi",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "usa",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T01:33:06.290+02:00",
    "updated": "2024-01-20T01:33:06.290+02:00"
  },
  {
    "uuid": "a737627768aed02eb11b85cbe208bae96776d548",
    "url": "https://womensagenda.com.au/latest/the-pursuit-to-seek-light-from-every-day-after-the-atrocities-of-october-7-and-five-months-of-devastating-war",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pauline Rockman",
    "published": "2024-03-07T22:07:00Z",
    "title": "The pursuit to seek light from every day after the atrocities of October 7 and five months of devastating war",
    "text": "As [International Women’s Day 2024](https://womensagenda.com.au/latest/the-2024-international-womens-day-theme-focuses-on-economic-empowerment/) approaches I have been reflecting a great deal about our world today. As a Jewish woman born in Australia post World War 2, I feel blessed that this country allowed my father and mother to migrate from Europe in the 1930’s. I have spent my life giving a voice to those who do not have one. In the 80’s I worked with women and survivors of family violence. In the mid 90’s I was privileged to interview Melbourne Holocaust survivors for the Holocaust museum. This led to my work with the [USC Shoah Foundation](https://sfi.usc.edu/) gathering survivor testimony throughout Australia and New Zealand. Through my work at the Melbourne Holocaust Museum I became the first female board member of the Museum, and then President, of this unique and revered Melbourne institution. It has been a privilege being part of a journey witnessing its transformation from a grassroots organization 40 years ago, to the world-class museum of today. Having grown up in Melbourne, my peers and I were immersed in a pervasive atmosphere of post-Holocaust trauma. I always thought “Well, yes – that was then, this is now… We are safe here!”. Slowly I felt I could wear my ‘Jewishness’, rather than hide or apologise for it. Israel too, was an integral part of my life – my father would speak at family events and would close, choked up, saying “Am yisrael chai (the Nation of Israel lives on). We are so lucky to have Israel, would that we had it before.” Indeed, perhaps forty family members would not have been murdered by the Nazis, including his grandfather, Michal Herz (OBM). But this was a distant, albeit painful, past and through my work I found a balm for these familial and communal wounds. I felt a sense of empowerment giving survivors a voice. Words have eluded me in the wake of October 7, and that salve has worn thin. The events of that day rendered me speechless. As a Jew, a feminist and a human being I have been devastated by the attacks in southern Israel and the senseless murder, sexual violence, and kidnapping of Jews and other civilians by Hamas. I despair at the increasing death toll of children and civilians in Gaza, and the long-term trauma that Israelis and Palestinians will suffer as a consequence of all of the above. I have grave concerns about the viability of Netanyahu’s government. As a proud Australian I am especially disturbed by the ongoing rise of antisemitism. These expressions of hate towards our community threaten Australia’s social cohesion. I am not so naive however, to think that antisemitism had disappeared – it had been simmering, ever present in our multicultural society, along with other forms of racism. I am constantly thinking – What are we to do? What can I do? I ask myself what is the pathway forward? And where are the women? Can it really be that they have abandoned their commitment to all women? The future feels bleak. I am encouraged by expressions of support I have received in my local community and elsewhere. I have to believe that this represents the majority, albeit a largely silent one. I have to have hope. Hope is what may sustain me in this crazy time. Consider the course of Jewish history, eternally marked with tragedy and rebuilding. I hope this too will pass and that we will move forward, but I do fear for the world our grandchildren will inherit. My mother almost encouraged my sister and myself not to bring children into this world, because of the threat of nuclear destruction. I know and believe deeply that no matter our faith, origin, and political background, we must stand together against hate, and the only way we can stand together free of fear is by listening to one another. As a student of the Holocaust and a torchbearer for the survivors, I am well aware of my history – and it is in times of fear and uncertainty that hate and polarization breed. I have a bit of a daily regime. I endeavor to seek out the light each day – from enjoying the flowers on a neighborhood walk to listening to selected podcasts, to hugging my grandchildren. I seek positive, respectful and evidence-based dialogue. I try to minimize social media time and posting, to reduce the noise of disinformation and hate. I relate to the words of the late Rabbi Jonathan Sacks, former chief Rabbi of the UK: “It is the space we create for one another that allows love to be like sunlight to a flower, not like a tree to the plants that grow beneath.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://sfi.usc.edu/)",
      "https://www.sfi.usc.edu/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "usc shoah foundation",
          "sentiment": "none"
        },
        {
          "name": "melbourne holocaust museum",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new zealand",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "melbourne",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T02:02:40.604+02:00",
    "updated": "2024-03-08T02:02:40.604+02:00"
  },
  {
    "uuid": "4cbb02ddb955249dea8c59f1f8cc2a4972575a80",
    "url": "https://finance.sina.com.cn/roll/2025-04-03/doc-inervuvx2845238.shtml",
    "ord_in_thread": 0,
    "author": "sina.com.cn",
    "published": "2025-04-02T23:03:00Z",
    "title": "任天堂发布Switch 2：全新红色游戏卡与Pro手柄|switch_新浪财经_新浪网",
    "text": "在任天堂举办的Switch 2专题发布会上，官方确认Switch 2将于今年6月5日正式发售。\nSwitch 2将推出全新的红色游戏卡，其特点如下：\n游戏卡的尺寸与Switch 1的游戏卡保持一致，同时读取速度得到了显著提升。\n此外，Switch 2还配备了一款Pro手柄，新增了C按钮，该按钮主要用于游戏聊天（GameChat）功能。使用这一功能需要连接网络，并且用户需要拥有任天堂Switch会员资格及任天堂账户。如果想要进行视频聊天，还需搭配兼容的USB摄像头。需要注意的是，该功能在部分国家或地区可能无法使用。\n(9684214)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->information technology and computer science",
      "Science and Technology->technology and engineering",
      "Science and Technology->scientific publication",
      "Economy, Business and Finance->products and services",
      "Economy, Business and Finance->media and entertainment industry",
      "Economy, Business and Finance->consumer goods",
      "Social Issue->diversity, equity and inclusion",
      "Social Issue->social networking",
      "Social Issue->teenagers"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T02:13:47.784+03:00",
    "updated": "2025-04-03T02:13:47.784+03:00"
  },
  {
    "uuid": "567e90d8ba513c613ad9ee3cea4e73ac98c1a7b4",
    "url": "https://www.diariolibre.com/revista/musica/2025/01/30/se-descarta-una-gira-europea-de-los-rolling-stones-entre-mayo-y-junio/2984576",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Diario Libre",
    "published": "2025-01-31T03:18:00Z",
    "title": "Se descarta una gira europea de los Rolling Stones entre mayo y junio - Diario Libre",
    "text": "Los Rolling Stones no harán esta primavera su gira por Europa, un tour que no estaba anunciado de forma oficial pero que se daba por supuesto que llevaría a la legendaria banda por diversas ciudades europeas entre mayo y junio de 2025.\nLa promotora Doctor Music aseguró a EFE que queda descartado \"cualquier concierto en Europa en el mes de mayo\" e insistió en el hecho que no se está cancelando la gira , ya que \"no había ninguna gira anunciada\".\nSobre posibles fechas futuras , siempre pensando después de verano , la promotora explicó que no puede decir nada \"hasta que el artista no se manifieste\".\nAdemás, Mick Jagger , Keith Richards y Ron Wood tampoco han dado ningún tipo de explicación sobre el motivo de este supuesto cambio de planes.\nNo sería la primera vez que ocurre algo así con los Rolling Stones , ya que en 2017 la banda británica ya cambió una actuación en Barcelona de mayo a septiembre.\nEsta gira europea debía ser la continuación de ' Hackney diamonds ', que comenzó el año pasado en Estados Unidos y Canadá.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Arts, Culture and Entertainment->mass media",
      "Arts, Culture and Entertainment->music",
      "Arts, Culture and Entertainment->news media",
      "Human Interest->celebrity",
      "Lifestyle and Leisure->travel and tourism",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/embed/nrIPxlFzDi0",
      "https://youtube.com/embed/nrIPxlFzDi0"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T07:03:12.024+02:00",
    "updated": "2025-01-31T07:03:12.024+02:00"
  },
  {
    "uuid": "b5fb85083878077eb3a67a5d570bc2022b1aec61",
    "url": "https://www.terra.com.br/noticias/mundo/papa-aceita-renuncia-de-bispo-canadense-acusado-de-abuso,03c239dbdaa33c7d2521490479054e73yrs0fd1z.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ansa",
    "published": "2025-02-18T11:56:00Z",
    "title": "Papa aceita renúncia de bispo canadense acusado de abuso",
    "text": "Papa aceita renúncia de bispo canadense acusado de abuso\nFrancisco tomou decisão apesar de estar internado em Roma\nEmbora ainda esteja internado em um hospital de Roma devido a um quadro de saúde \"complexo\", o papa Francisco continua cumprindo seus deveres como líder da Igreja Católica e aceitou nesta terça-feira (18) a renúncia de um bispo canadense acusado de abuso sexual.\nO Santo Padre acolheu o pedido apresentado por dom Jean-Pierre Blais para se retirar do cuidado pastoral da Diocese de Baie-Comeau e nomeou o padre Pierre Charland, até então ministro provincial dos Franciscanos do Canadá, como bispo em seu lugar.\nCom 75 anos, Blais foi citado na lista de agressores sexuais apresentada em uma ação coletiva contra a Arquidiocese de Quebec.\nSegundo as acusações, os casos ocorreram entre 1973 e 1975, na reitoria de Charny, na cidade de Lévis, contra uma vítima de 12 anos. Os abusos consistiam em \"apalpamento e masturbação\".\nEm 2 de dezembro de 2022, porém, Blais negou formalmente qualquer comportamento inapropriado em relação à vítima.\nApesar da denúncia, a substituição feita pelo Papa ocorre, no entanto, depois de o bispo já ter ultrapassado o limite de idade para aposentadoria, ou seja, 75 anos de idade. Internado desde a última sexta-feira (14), no Hospital Policlínico Agostino Gemelli, Francisco está em \"repouso absoluto\" para tratar uma infecção polimicrobiana nas vias respiratórias. .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Religion and Belief",
      "Human Interest"
    ],
    "topics": [
      "Crime, Law and Justice->corruption",
      "Crime, Law and Justice->human smuggling and trafficking",
      "Crime, Law and Justice->judiciary",
      "Religion and Belief->religious leader",
      "Religion and Belief->church",
      "Human Interest->ceremony"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-18T14:03:16.116+02:00",
    "updated": "2025-02-18T14:03:16.116+02:00"
  },
  {
    "uuid": "4db12c15fcb7cc5b7750d57214d3968ed306b05c",
    "url": "https://www.urdupoint.com/en/pakistan/woolies-demand-increase-after-mercury-dips-1781415.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Muhammad Irfan",
    "published": "2023-12-30T10:50:00Z",
    "title": "Woolies Demand Increase After Mercury Dips - UrduPoint",
    "text": "<p>SARGODHA, (UrduPoint / Pakistan Point News - 30th Dec, 2023) Demand for warm clothes has risen sharply after the temperature decreased significantly in recent days.</p><p>The rates of warm clothes have increased in the flea markets as well as major stores. Brands have also increased prices of of their new sweaters, which start from Rs3,500.</p><p>Jackets and coats for children are available for Rs4,000 to Rs8,000 apiece, while mufflers are available between Rs250 and Rs350. A pair of socks is available for up to Rs280.</p><p>Overcoats for children are available for Rs4,000 to Rs7,000 while overcoats for elders are available for Rs6,000 and Rs14,000. Shawls are selling in the range of Rs4,000 and Rs8,000.</p><p>A buyer, Muhammad Bilal, told APP at the flea market on Saturday that secondhand sweaters were available between Rs450 and Rs700 while coats were selling for up to Rs600. Shawls in the flea markets are available between Rs400 and Rs600 while sweaters for elders were being sold between Rs450 and Rs900, a female buyer, Razia Bibi said, who had come to the flea market for purchase clothes for her children.</p><p>Shopkeepers in the flea market, Adeel and Rana Shahid, said that the import duty on secondhand clothes had been enhanced, while the cost of transportation also increased.</p><p>On the other hand, store owners Riaz and Faisal, said that prices of raw materials for new clothes had increased along with the labour cost and the factors caused a hike in the prices of new clothes.</p>",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "razia bibi",
          "sentiment": "none"
        },
        {
          "name": "muhammad bilal",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "sargodha",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T12:52:02.849+02:00",
    "updated": "2023-12-30T12:52:02.849+02:00"
  }
]