[
  {
    "uuid": "b67078a5b78b5669e44c71cbe7a21c9975591435",
    "url": "https://www.telemadrid.es/programas/120-minutos/A-65-grados-de-temperatura-en-puntos-emblematicos-de-Madrid-como-Callao-segun-las-camaras-termicas-2-2693750604--20240802021005.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Telemadrid",
    "published": "2024-08-02T13:10:00Z",
    "title": "A 65 grados de temperatura en puntos emblemáticos de Madrid como Callao, según las cámaras térmicas",
    "text": "Greenpeace ha documentado con una c\\u00e1mara t\\u00e9rmica la temperatura que se est\\u00e1 alcanzando en distintos puntos emblem\\u00e1ticos de Madrid y el resultado es alarmante, hasta 65 grados cent\\u00edgrados en zonas como Callao.Y es que la organizaci\\u00f3n asegura que aumentar la cobertura verde es la clave de nuestra supervivencia en las ciudades en olas de calor ya que los \\u00e1rboles provocan una zona de sombra natural que alivia, y mucho, las altas temperaturas que registra el asfalto en los meses de verano, mientras que en zonas arboladas como El Retiro podemos ver entre 10-15 grados menos.En 120 Minutos hemos salido a la calle con una c\\u00e1mara t\\u00e9rmica a comprobarlo y hemos podido ver c\\u00f3mo el pavimento expuesto al sol registra una temperatura por encima de los 50 grados, mostrando un intenso color rojo.\"La sombra de los \\u00e1rboles no es una sombra como la que puede hacer un toldo, sino que un \\u00e1rbol tambi\\u00e9n transpira y genera por esa evaporaci\\u00f3n un ambiente doblemente fresco\", nos ha contado Fernando Valladares, experto en cambio clim\\u00e1tico del CSIC, que se\\u00f1ala tambi\\u00e9n que muchos ayuntamiento recurren a la \"practicidad\" a la hora de construir sus plazas para una \"mejor limpieza\" recurriendo para ello al asfalto \"que alcanza altas temperaturas. \"En muchas ciudades de nuestro pa\\u00eds se est\\u00e1n talando los \\u00e1rboles como si fuesen mobiliario urbano sin tener en cuenta que un \\u00e1rbol de 70 a\\u00f1os es un bien muy precio, muy escaso en una ciudad y que con escenarios clim\\u00e1ticos actuales es muy dif\\u00edcil recuperarlos\", ha a\\u00f1adido Valladares.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T17:19:50.957+03:00",
    "updated": "2024-08-02T17:19:50.957+03:00"
  },
  {
    "uuid": "968bd3d0367642edca5386454afd889106d252f6",
    "url": "https://www.usatoday.com/story/opinion/columnist/2024/01/25/trump-testify-e-jean-carroll-defamation-trial-sexual-assault/72356679007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rex Huppke",
    "published": "2024-01-25T22:30:00Z",
    "title": "Trump sexually abused E. Jean Carroll, judge says. GOP doesn't care",
    "text": "While Republicans work overtime using half-baked conspiracy theories to paint President Joe Biden as some global criminal mastermind, the GOP’s own leading presidential primary candidate was in a Manhattan courtroom Thursday where a federal judge said the following before allowing former President Donald Trump to testify : “Mr. Trump in fact sexually abused Ms. Carroll by forcibly and without her consent inserting his fingers into her vagina. Mr. Trump cannot offer any evidence or make any argument before the jury disputing or undermining those determinations.” That was U.S. District Court Judge Lewis Kaplan, referring to a jury’s verdict last year that found Trump sexually abused and defamed writer E. Jean Carroll . The message was clear: These facts are not up for debate, and Trump would not be allowed to dispute them. Why there's no 'perfect' victim: In E. Jean Carroll lawsuit against Trump, we're reminded there's no right way to be raped The Thursday hearing was the tail end of a second defamation trial involving Carroll , one in which a jury will determine how much more Trump should pay Carroll in damages. In a separate trial last year, he was ordered to pay her $5 million . To be clear, the so-called party of law and order has as its far-and-away leading presidential candidate a man whom a jury has definitively found “ forcibly and without her consent ” inserted his fingers into a woman, then later denied it while relentlessly defaming her. If President Joe Biden walked out of the White House with one shoe untied, Fox News and the entire right-wing media as well as most Republican members of Congress would be apoplectic. They are laser-focused on impeaching Biden on the grounds of ... something? Republicans can’t produce a lick of evidence to justify the never-ending howling that the president is a crook. Trump wants 'full immunity': Trump's nutty 'TOTAL IMMUNITY' post really means: 'PRESIDENTS CAN BREAK ALL LAWS!' Yet here is their guy – Trump – sitting in a courtroom while a federal judge says it is a fact that he sexually abused Carroll . We have heard Trump on the “Access Hollywood” tapes saying: “You know, I’m automatically attracted to beautiful – I just start kissing them. It’s like a magnet. Just kiss. I don’t even wait. And when you’re a star, they let you do it. You can do anything. ... Grab ’em by the pussy. You can do anything.” Yet somehow these loathsome, violent facts get memory-holed by the pious souls who hold Trump up as a political hero sent to save America from tyranny. The jury must be out to get him! The trial must be rigged! But wholly unsubstantiated accusations against Biden? Well, those are for-sure true. And if a jury ever found Biden guilty or liable of anything, then that jury and that judge would be absolutely legitimate, right? I'm betting on Biden in 2024. Democrats need to pull themselves together and remember: Biden is still better than Trump It takes a mental and moral contortionist to look at the facts on display and declare: Trump is A-OK! If you love the guy, fine. But if you're going to support him, if you're going to vote for him, if you're going to be one of the people who stand by his side, at least be honest about who he is before suggesting he was sent by God to save us all. “ Mr. Trump in fact sexually abused Ms. Carroll by forcibly and without her consent inserting his fingers into her vagina.” That’s what the judge said Thursday . That’s who Trump is. That's who you're choosing if you vote for him. And that should never, ever be forgotten or overlooked. Follow USA TODAY columnist Rex Huppke on X, formerly Twitter, @RexHuppke and Facebook facebook.com/RexIsAJerk",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue"
    ],
    "external_links": [
      "https://www.mediaite.com/trump/judge-kaplan-introduces-trump-to-the-witness-stand-by-noting-he-inserted-his-fingers-into-e-jean-carrolls-vagina/",
      "https://www.nytimes.com/2016/10/08/us/donald-trump-tape-transcript.html",
      "https://twitter.com/RexHuppke",
      "https://www.washingtonpost.com/politics/2024/01/25/trump-testimony-e-jean-carroll-defamation-trial/#link-6CMFIJ5K3BHAZEDL4EU3DTHFZ4",
      "https://www.washingtonpost.com/national-security/2023/05/09/e-jean-carroll-trump-jury/",
      "https://www.washingtonexaminer.com/news/house/2817868/republicans-exhausted-comer-failure-impeach-biden/",
      "https://www.msnbc.com/rachel-maddow-show/maddowblog/even-republicans-disapprove-comers-clueless-investigation-rcna135491",
      "https://www.facebook.com/RexIsAJerk",
      "https://facebook.com/RexIsAJerk",
      "https://washingtonpost.com/national-security/2023/05/09/e-jean-carroll-trump-jury/",
      "https://www.mediaite.com/trump/judge-kaplan-introduces-trump-to-the-witness-stand-by-noting-he-inserted-his-fingers-into-e-jean-carrolls-vagina",
      "https://www.twitter.com/RexHuppke",
      "https://nytimes.com/2016/10/08/us/donald-trump-tape-transcript.html",
      "https://www.washingtonexaminer.com/news/house/2817868/republicans-exhausted-comer-failure-impeach-biden",
      "https://washingtonpost.com/politics/2024/01/25/trump-testimony-e-jean-carroll-defamation-trial/#link-6CMFIJ5K3BHAZEDL4EU3DTHFZ4",
      "https://mediaite.com/trump/judge-kaplan-introduces-trump-to-the-witness-stand-by-noting-he-inserted-his-fingers-into-e-jean-carrolls-vagina/",
      "https://www.washingtonpost.com/national-security/2023/05/09/e-jean-carroll-trump-jury",
      "https://washingtonexaminer.com/news/house/2817868/republicans-exhausted-comer-failure-impeach-biden/",
      "https://msnbc.com/rachel-maddow-show/maddowblog/even-republicans-disapprove-comers-clueless-investigation-rcna135491"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "e. jean carroll",
          "sentiment": "neutral"
        },
        {
          "name": "trump",
          "sentiment": "neutral"
        },
        {
          "name": "joe biden",
          "sentiment": "neutral"
        },
        {
          "name": "carroll",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "lewis a. kaplan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gop",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "manhattan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:41:14.611+02:00",
    "updated": "2024-01-26T03:58:40.647+02:00"
  },
  {
    "uuid": "f23cb3c4194746d6482deed6a573363dcebddea6",
    "url": "https://www.basketballinsiders.com/news/why-isaiah-joe-means-everything-to-the-oklahoma-city-thunder/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mat Issa",
    "published": "2024-01-05T22:15:00Z",
    "title": "Plus-Minus King: Why Isaiah Joe means everything to the Oklahoma City Thunder",
    "text": "[ NBA ](https://www.basketballinsiders.com/category/news/) Plus-Minus King: Why Isaiah Joe means everything to the Oklahoma City Thunder Key Highlights: - Isaiah Joe is wildly important to the Thunder because of his shooting and synergy with Gilgeous-Alexander - Joe may need to be a part of the Thunder’s best five man lineup if they are going to make a deep playoff run - There are questions about how Joe’s defense will translate to a playoff setting As a 23-10 team sitting at second in the Western Conference and brimming with young talent, the [Oklahoma City Thunder](https://www.basketballinsiders.com/nba/teams/oklahoma-city-thunder/) are a [fun team to talk about](https://www.basketballinsiders.com/news/how-one-play-summarizes-the-oklahoma-city-thunders-greatness/). In fact, the Thunder are so tantalizing that some [championship prediction models](https://theanalyst.com/na/2023/12/nba-predictions-2023-24/) see them as a frontrunner to be the last team standing. But the determining factor for whether or not this team is ready to compete right now or still one year away may not be [Shai Gilgeous-Alexander](https://www.basketballinsiders.com/nba/players/shai-gilgeous-alexander/), [Jalen Williams](https://www.basketballinsiders.com/nba/players/jalen-williams/), or rookie sensation [Chet Holmgren](https://www.basketballinsiders.com/nba/players/chet-holmgren/). Instead, their title odds (barring any significant trades) may hinge on the play of former late second-round pick Isaiah Joe. The Plus-Minus King Take a peak at Basketball Reference’s on-court plus-minus, and you’ll see familiar faces like [Joel Embiid](https://www.basketballinsiders.com/nba/players/joel-embiid/), [Nikola Jokic](https://www.basketballinsiders.com/nba/players/nikola-jokic/), [Kawhi Leonard](https://www.basketballinsiders.com/nba/players/kawhi-leonard/), and Gilgeous-Alexander occupying the top of the list. But do you know who is sixth in the entire NBA in on-court plus-minus? [Isaiah Joe](https://www.basketballinsiders.com/nba/players/isaiah-joe/), of course. According to their database, the Thunder are +12.3 per 100 possessions better than their opponent when Joe is on the floor. So, the Thunder are basically playing at a 70-win pace when he’s on the floor. Some other mind-blowing Joe plus-minus statistics (per Cleaning the Glass and PBP Stats): - The Thunder’s offense is in the 98th percentile league wide when Joe is on the floor (offensive rating of 126.5) - The Thunder’s overall net rating is in the 99th percentile league wide when Joe is on the floor (+14.8) - In the last two years, the Thunder have a net rating of +11.3 in the 1,270 minutes that Joe and Gilgeous-Alexander have shared the floor together. That’s higher than Gilgeous-Alexander’s net rating with [Josh Giddey](https://www.basketballinsiders.com/nba/players/josh-giddey/), [Lu Dort](https://www.basketballinsiders.com/nba/players/lu-dort/), and [Jalen Williams](https://www.basketballinsiders.com/nba/players/jalen-williams/)during that time. What Does He Even Do? Listen, we’re not trying to convince you that Joe is one of the best players in the NBA. But he is perfect at the role that the Thunder need him to play. The Thunder’s offense is heavily focused on the drive-and-kick game, which makes sense since Oklahoma City sports so many talented drivers. As it stands, the Thunder are first in the NBA in drives by a pretty wide margin (nearly six drives per game ahead of the team in second place, per NBA.com). But those drivers need a release valve to kick the ball out to when defenses collapse on those drives. That’s where Joe comes in. Over the last two years, Joe is converting on 41.2% of his triples. When he’s on the court, Joe forces teams to think twice about sending extra help at ball handlers because they don’t want to be burned by his marksmanship. After all, [shooting makes you dangerous](https://www.basketballinsiders.com/news/max-strus-and-georges-niang-change-everything-for-the-cleveland-cavaliers/)! Joe is also great for all the guard screening actions that the Thunder like to run. In those plays, Oklahoma City has Joe run to set a screen and then immediately pop out for a three before making contact with the point-of-attack defender. Unless the defense is perfect with their execution, that interaction usually leads to an open shot for the Thunder. Teams have become so fearful of this play that sometimes they overreact to the threat of it, which also creates open shots for the Thunder! Man, does having shooting make everything so much easier. In the clip below, Joe fakes like he’s going to ghost the screen (that’s what they call this action), which tricks [Chris Paul](https://www.basketballinsiders.com/nba/players/chris-paul/) into switching onto Gilgeous-Alexander. Unfortunately for the [Golden State Warriors](https://www.basketballinsiders.com/nba/teams/golden-state-warriors/), Andrew Wiggins didn’t get the memo, and Joe is left wide open for a high-value shot. More Than Just A Shooter In a lot of ways, the Thunder are the Western Conference version of the [Miami Heat](https://www.basketballinsiders.com/nba/teams/miami-heat/). They are well-coached, versatile, and play with a ton of effort and physicality. They are also great at identifying talent, but that’s a different article for a different day. And if the Thunder are the Heat, Joe is almost certainly their [Duncan Robinson](https://www.basketballinsiders.com/nba/players/duncan-robinson/). And just like Robinson has worked hard to turn himself into [more than just a sharpshooter](https://hothothoops.com/2023/11/18/duncan-robinson-has-put-in-the-work-and-stepped-up-for-the-miami-heat/), Joe has done the same this season. Being an elite shooter is great. But if it’s the only kind of bow you have in your quiver, modern-day defenses will be able to nullify that projectile pretty quickly in the playoffs. The most simple way to accomplish this is to instruct defenders to use the [fly-by closeout](https://streamable.com/mk70p1). This technique calls for defenders to aggressively closeout to shooters at the 3-point line in a manner that forces them to dribble the basketball and attack from the interior. To counter this, shooters need to be able to put the ball on the floor and drive the closeout for a finish at the rim (first clip in the montage below) or a midrange jumper (second clip). Along with the ability to attack closeouts, Joe has shown some value as a [cutter](https://streamable.com/blfn01) and passer in [quick-hitting actions](https://streamable.com/gcvdjl). So, Joe has ways to fight against the tactics that defenses might try to deploy against him in the postseason. Why Do The Thunder Need Him To Compete? As we talked about in our [recent Max Christie breakdown](https://www.basketballinsiders.com/news/super-max-is-max-christie-a-legit-rotational-player-for-the-lakers/), a big part of a team’s postseason success is tied to how good their best five-man unit is. Clearly, Gilgeous-Alexander, Williams, and Holmgren will be a part of that lineup for Oklahoma City against most matchups. But what about the other two spots? Despite a hot start to the 2023-24 season (41.8% from three), Dort is a historically below-average shooter (34.1% for his career). Having an off-ball player who isn’t a big man be a poor shooter can pose spacing concerns in the playoffs. But thanks to Dort’s defensive impact, and the added spacing boost Holmgren provides for his position (40.7% from three), the Thunder can probably bite the bullet on Dort’s shooting. What about that fifth spot? Giddey is the Thunder’s fifth starter. But he’s also a poor shooter, and he doesn’t provide the same level of defense that Dort does, so playing him big minutes in the postseason will be a lot tougher. That’s why Joe is so important. Joe gives the Thunder the shooting/spacing that they need to survive highly-contested playoff matchups. Okay And? So, Joe is the perfect fifth guy to close playoff games for the Thunder. Why did we need a whole article about that? Well, Joe isn’t a super clean fit either. Depending on who you ask, Joe stands at about 6’3/6’4, and he’s not nearly as muscular as someone like Dort. Smaller/frailer players like this often get targeted in the playoffs. Can Joe do enough on that end of the court to stay on the floor so that the Thunder can reap the benefits of his offense? To his credit, Joe is an incredibly willing defender. He’s in the 98th percentile in charges drawn per 36 minutes (per NBA.com), and he moves his feet well laterally. He’s a better defender than a lot of the players in his archetype (like, say, [Seth Curry](https://www.basketballinsiders.com/nba/players/seth-curry/)). And the Thunder also do a good job of hiding him from unfavorable matchups by having him hedge screening actions instead of switching them ( [like this](https://streamable.com/ygtw27)). Still, we’ve seen plenty of good regular season team defenders struggle to keep up with the big dogs in a seven-game series. Will that be the case with Joe? Only time will tell. For now, be sure to keep an eye on Joe because he may end up being the difference between the Thunder being fun and them being fierce. - [Lakers, Heat, 76ers, Pistons, & Knicks Have Expressed Interest In Dejounte Murray](https://www.basketballinsiders.com/news/lakers-heat-76ers-pistons-knicks-have-expressed-interest-in-dejounte-murray/) - [Darko Rajakovic’s famous speech cost him 25,000 dollars](https://www.basketballinsiders.com/news/darko-rajakovics-famous-speech-cost-him-25000-dollars/) - [This piece of Michael Jordan memorabilia could sell for 80,000 dollars](https://www.basketballinsiders.com/news/this-piece-of-michael-jordan-memorabilia-could-sell-for-80000-dollars/) - [Trail Blazers vs. Thunder Odds, Picks, & Predictions (Jan. 11)](https://www.basketballinsiders.com/news/trail-blazers-vs-thunder-odds-picks-predictions-jan-11/) - [Warriors, Raptors Are Negotiating A Pascal Siakam Trade?](https://www.basketballinsiders.com/news/warriors-raptors-are-negotiating-a-pascal-siakam-trade/) - Headlines 7 days ago Nikola Jokic Shooting Above 90 Percent In Past Three Games - NBA 1 week ago Golden State is moving on from Draymond Green while he reflects: ‘We are giving him his space’ - Headlines 2 weeks ago Ime Udoka Not Considering Moving Jalen Green to Second Unit - Headlines 3 days ago Warriors Not Open to Trading Jonathan Kuminga [](https://www.basketballinsiders.com/news/nikola-jokic-shooting-above-90-percent-in-past-three-games/) [](https://www.basketballinsiders.com/news/golden-state-is-moving-on-from-draymond-green-while-he-reflects-we-are-giving-him-his-space/) [](https://www.basketballinsiders.com/news/ime-udoka-not-considering-moving-jalen-green-to-second-unit/) [](https://www.basketballinsiders.com/news/warriors-not-open-to-trading-jonathan-kuminga/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Science and Technology"
    ],
    "external_links": [
      "https://streamable.com/ygtw27",
      "https://hothothoops.com/2023/11/18/duncan-robinson-has-put-in-the-work-and-stepped-up-for-the-miami-heat/",
      "https://theanalyst.com/na/2023/12/nba-predictions-2023-24/",
      "https://streamable.com/gcvdjl",
      "https://streamable.com/blfn01",
      "https://streamable.com/mk70p1",
      "https://www.hothothoops.com/2023/11/18/duncan-robinson-has-put-in-the-work-and-stepped-up-for-the-miami-heat/",
      "https://hothothoops.com/2023/11/18/duncan-robinson-has-put-in-the-work-and-stepped-up-for-the-miami-heat",
      "https://www.streamable.com/gcvdjl",
      "https://theanalyst.com/na/2023/12/nba-predictions-2023-24",
      "https://www.streamable.com/ygtw27",
      "https://www.streamable.com/blfn01",
      "https://www.streamable.com/mk70p1",
      "https://www.theanalyst.com/na/2023/12/nba-predictions-2023-24/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "isaiah jo",
          "sentiment": "negative"
        },
        {
          "name": "isaiah joe",
          "sentiment": "negative"
        },
        {
          "name": "joe",
          "sentiment": "none"
        },
        {
          "name": "chet holmgren",
          "sentiment": "none"
        },
        {
          "name": "shai gilgeous-alexander",
          "sentiment": "none"
        },
        {
          "name": "gilgeous-alexander - joe",
          "sentiment": "none"
        },
        {
          "name": "jalen williams",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "oklahoma city",
          "sentiment": "none"
        },
        {
          "name": "oklahoma city thunder",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:25:47.694+02:00",
    "updated": "2024-01-13T04:20:39.680+02:00"
  },
  {
    "uuid": "d08a908ed83f6f57626ccb4017db90cc99f2efd5",
    "url": "https://www.3bmeteo.com/giornale-meteo/meteo---ottobrata-in-arrivo-su-parte-d-italia--ecco-le-zone-dove-sar-agrave--pi-ugrave--soleggiato-e-mite-729855",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@3BMeteo",
    "published": "2024-10-13T08:51:00Z",
    "title": "Meteo - Ottobrata in arrivo su parte d'Italia, ecco le zone dove sarà più soleggiato e mite",
    "text": "Meteo - Ottobrata in arrivo su parte d'Italia, ecco le zone dove sarà più soleggiato e mite Alta pressione sub tropicale in rimonta ma non tutta l'Italia sarà al sole. 1 minuto, 52 secondi L'ottobrata è una fase di maggiore stabilità atmosferica che non di rado avviene nel primo mese autunnale ed è in grado di portare sull'Italia alcuni giorni di tempo soleggiato con temperature molto miti, in alcuni casi anche di stampo semi estivo. Alcune ottobrate del passato sono durate a lungo, in qualche raro caso anche l'intero mese di ottobre ma [non sarà il caso di quest'anno](https://www.3bmeteo.com/giornale-meteo/meteo---ottobrata-di-breve-durata--da-met-agrave--settimana-torna-il-maltempo--ecco-le-ultime-novit-agrave--729858). Il flusso atlantico sembra infatti intenzionato a dare del filo da torcere all'alta pressione tanto che alcune zone della Penisola come il Nord Italia, non riusciranno a vedere nemmeno il sole. Tra il vicino Atlantico e l'Europa occidentale l'azione di una saccatura con ripercussioni fino al nord Africa richiamerà correnti umide che determineranno degli annuvolamenti e forse anche qualche isolata pioggia o pioviggine su parte del Nord, soprattutto il Nordovest. Più riparato il Centro e del tutto fuori da questi disturbi il Sud con sole e clima molto mite, persino a tratti estivo ma non per molto. Nella giornata di lunedì avremo sole prevalente al Sud, qualche disturbo nuvoloso al Centro soprattutto Toscana Umbria e Marche e annuvolamenti irregolari anche compatti al Nord dove non si esclude qualche locale pioviggine sulla Liguria e a ridosso dei settori prealpini. Le temperature saranno molto miti al Sud con punte di 28°C sulle Isole maggiori. Nella giornata di martedì il sole sarà una caratteristica dominante al Centro e al Sud, mentre al Nord avremo ancora degli annuvolamenti, anche compatti con possibilità di qualche isolata pioggia o pioviggine al Nordovest ma molto occasionale. Le temperature faranno registrare un ulteriore lieve aumento sulle Isole con punte di 30°C in Sardegna e localmente anche in Sicilia. Nella giornata di mercoledì una perturbazione associata allo spostamento della saccatura atlantica verso levante dovrebbe raggiungere le regioni nord occidentali portando delle piogge. Nel contempo le nubi dovrebbero aumentare anche sulla Sardegna e le regioni centrali ma ancora senza fenomeni. Il sole continuerà ad interessare il Sud anche se dal pomeriggio con qualche disturbo tra Campania e Sicilia. Le temperature tenderanno a diminuire. Hai una webcam da segnalarci? In questa apposita sezione puoi aggiungerla al nostro network >> [ Webcam](https://www.3bmeteo.com/le_webcam).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Environment",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-13T12:39:09.654+03:00",
    "updated": "2024-10-13T19:15:08.547+03:00"
  },
  {
    "uuid": "a42f89a0ce76023ad8a4c962414331f5e698c235",
    "url": "https://nation.cymru/culture/the-explosive-tom-jones-duet-on-a-beatles-classic-is-dubbed-his-greatest-ever",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Owens",
    "published": "2025-01-23T20:09:00Z",
    "title": "The explosive Tom Jones duet on a Beatles' classic is pure joy",
    "text": "Tom Jones and Wilson Pickett duetting on the This Is Tom Jones TV Show (YouTube) When Tom Jones teamed up with Wilson Pickett sparks flew – in fact it was positively electrifying.\nWhen the Welsh wonder and the supreme soul man joined forces to duet on a number of legendary soul songs on the This is Tom Jones TV show in 1970 it was a powerhouse performance by both astonishing singers.\nPerforming a medley of Barefootin’, In The Midnight Hour and Hey Jude, it was The Beatles’ legendary standard that left people open-mouthed.\nThis week it has been resurrected on social media with many delighting in their exquisite version of the timeless Lennon and McCartney classic.\nOne poster on social media wrote: ‘This is the duet we never knew we needed but which we all very much need right now.’\nAnother added: ‘Two vocal titans elevated this song into a higher plane. I’m sharing it because it brings joy and it’s gonna be alright. Oh my my my my…’\nThe Welsh star performed with some of the greatest soul singers of all time on his TV show including Aretha Franklin, Stevie Wonder and Ray Charles, but it’s this powder keg duet with Wilson Pickett that is one of the finest.\nEnjoy!\nHey Jude\nMedley of Barefootin’ / Midnight Hour / Hey Jude on This is Tom Jones TV show in 1970\nTOM JONES AND HIS BIGGEST BEATLES REGRET\nHe’s a global superstar that has achieved everything in music during his illustrious 60 year career, although there is one huge regret the Welshman harbours – and it involves The Fab Four.\nDuring the recent finale of The Voice, in which the show’s winner Ava Mannings performed a version of The Beatles’ The Long And Winding Road , the Welshman told a brief story of his relationship with the classic song.\nIt is of course now known as one of The Beatles’ most famous tracks but if the course of rock ‘n’ roll history had been altered, it’s Sir Tom Jones who would be famous for singing The Long And Winding Road – not The Fab Four.\nBeatles’ classic\nWhen I interviewed the singer back in 2012, the Welsh icon went into greater detail over what he described as his biggest career regret, revealing how his fellow knight of the realm, Sir Paul McCartney offered him the opportunity to record The Beatles’ classic.\n“I saw him in a club called Scotts Of St James on Jermyn Street in London,” explained the 84-year-old music legend.\n“So we were in there one night so I said to him when are you going to write me a song then Paul.\n“He said, aye I will then. Then not long after he sent a song around to my house, which was The Long And Winding Road, but the condition was that I could do it but it had to be my next single.\n“Paul wanted it out straight away. At that time I had a song called Without Love that I was going to be releasing.\n“The record company was gearing up towards the release of it. The timing was terrible, but I asked if we could stop everything and I could do the Long And Winding Road.\n“They said it would take a lot of time and it was impractical, so I ended up not doing it.”\nWithout Love subsequently became a top 10 hit for Sir Tom while The Long And Winding Road – which was inspired by the growing tension at that time within The Beatles – was one of the final singles John, Paul, George and Ringo released before they split. It reached the chart top spot in the US, the band’s 20th and final number one.\nThe Pontypridd-born legend explained he has spent many years regretting the choice he made.\n‘Kicking myself’\n“I was kicking myself,” he said. “I knew it was a strong song and of course it subsequently appeared on (The Beatles’) Let It Be album.”\nIronically, more than four decades later Sir Tom finally recorded a Macca composition – (I Want To) Come Home, which featured on his critically acclaimed 2012 album Spirit In The Room.\nIn another quirk of fate, it’s also a song which has similar lyrics to The Long And Winding Room.\n“The message of it is, I’ve done this, I’ve done that, it was great at the time. I was out there, tried to do it on my own – done this, had success with that, but now I want to come home,” explained the singer. “So it can mean home literally, or home, to myself, rather than being out there trying to prove something.\nThe Welsh star said that Wales was never far from his thoughts when he recorded the McCartney track.\n“There’s nods to Wales there, of course definitely. Every time I think of home I think of Wales. Like I did the Green Green Grass Of Home , Wales was in my mind, and a lot of people think it’s actually a Welsh song.”\nAnd if you are wondering what Tom would sound like singing The Beatles’ hit, here’s his version recorded live on a TV special in the ’70s…",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Arts, Culture and Entertainment->television",
      "Arts, Culture and Entertainment->music",
      "Arts, Culture and Entertainment->arts and entertainment",
      "Lifestyle and Leisure->lifestyle",
      "Human Interest->celebrity"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/embed/oi8NXuMW_RA?si=SKYzN85vKUnIGDSU",
      "https://geo.dailymotion.com/player.html?video=xfybb2",
      "https://donorbox.org/your-nation",
      "https://www.youtube.com/embed/0JIA4qSeadM?si=Npjs-M33UdZia5L4",
      "https://www.youtube.com/embed/z_Yf8pG_X88?si=bOSgDUMxUMe8F53S",
      "https://www.youtube.com/embed/KcksrDIxizI?si=2a17ZhnV1kfrfq83",
      "http://www.youtube.com/watch?v=x66jrKe30es",
      "https://www.donorbox.org/your-nation",
      "https://youtube.com/embed/z_Yf8pG_X88?si=bOSgDUMxUMe8F53S",
      "https://youtube.com/embed/0JIA4qSeadM?si=Npjs-M33UdZia5L4",
      "https://www.geo.dailymotion.com/player.html?video=xfybb2",
      "https://youtube.com/embed/KcksrDIxizI?si=2a17ZhnV1kfrfq83",
      "https://www.youtube.com/embed/oi8NXuMW_RA",
      "https://www.youtube.com/embed/0JIA4qSeadM",
      "https://youtube.com/embed/oi8NXuMW_RA?si=SKYzN85vKUnIGDSU",
      "https://www.youtube.com/embed/KcksrDIxizI",
      "http://www.youtube.com/watch",
      "https://geo.dailymotion.com/player.html",
      "http://youtube.com/watch?v=x66jrKe30es",
      "https://www.youtube.com/embed/z_Yf8pG_X88"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Wilson Pickett",
          "sentiment": "positive"
        },
        {
          "name": "Tom Jones",
          "sentiment": "positive"
        },
        {
          "name": "Ray Charles",
          "sentiment": "none"
        },
        {
          "name": "McCartney",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:01:35.711+02:00",
    "updated": "2025-01-24T00:01:35.711+02:00"
  }
]