[
  {
    "uuid": "2b86459a367f127bc2c75f17ad5abc64cefbf415",
    "url": "https://www.odt.co.nz/star-news/star-national/power-supply-warning-nz",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@odtnews",
    "published": "2024-05-09T07:53:00Z",
    "title": "Power supply warning for NZ",
    "text": "You are not permitted to download, save or email this image. Visit\n[image gallery](/image_purchases) to purchase the image.\nThe country woke to a bitterly cold morning with temperatures dropping as low as -6°C in some areas overnight amid threats of power cuts.\nTranspower has issued a notice saying there was a risk power generation and reserves would not meet demand between 7am and 9am.\nIt said if power generators could not provide enough electricity, Transpower would manage demand to avoid a grid emergency.\n‘‘The system operator may instruct the grid owner to disconnect feeders without further notice to connected parties,’’ it said.\nPeople were not being asked to turn off their heating, just to dial it back one or two degrees, turn off lights in unused rooms, delay using appliances and not charge devices and cars.\nMetService had forecast temperatures to plunge overnight. Meteorologist John Law told RNZ's Morning Report programme it is an unusually chilly start to May.\n\"Looking at some places like Christchurch, for example, down to minus 6.3 Celsius last night. That's unusually cold for any night in May... that air coming up from the south.\n\"Then, of course, there's these nice clear skies we've had in the last few nights allowing any of that daytime heat to dissipate once the sun sets.\"\nAt 7am, southern cities Dunedin and Invercargill were on 10°C. The warmest place was Kaitaia in the Far North on 11.7°, while the coldest was Omarama in South Canterbury on -6.7°.\nWe need to restore confidence in sector - minister\nEnergy Minister Simeon Brown told Morning Report his expectation was that generators and regulators (Transpower and the Electricity Authority) would have had security of supply as a top priority going into winter.\n\"We've had a number of winters where there has been tightness in recent years and there has been changes made around how information is shared, how decisions are made, how warnings are provided to ensure that the market and the system operates as best possible for consumers.\n\"But ultimately, this is not where we want consumers to be with these types of warnings. We ultimately want a secure, reliable electricity system where Kiwis are able to stay warm and the light in winter time.\"\nBrown said he spoke to the CEO of Transpower early on Friday, and said there were a \"number of contingencies\" in place. Wind was \"holding up\" thankfully.\n\"All New Zealanders who have responded to Transpower's request to, you know, turn the temperature down a couple of degrees, turn unnecessary appliances off over the next couple of hours, I think it's really important that New Zealanders respond to that message, and I know many New Zealanders are doing that.\n\"But ultimately, this goes to the issue of security of supply, which is tight, and we need to restore confidence in our electricity sector so we can get the investment needed.\"\nTranspower has said the problem is that 700MW of generation is offline due to maintenance. Brown said that was because of a lack of investment in new gas facilities, which he blamed on the previous government's ban on new exploration, the \"frankly impossible\" 2030 100 percent renewable target and Lake Onslow battery scheme, which he said had a \"chilling effect\" on new investment from the market.\nIn 2021, almost 34,000 households lost power on one of the coldest nights of the year, as insufficient supplies were arranged for the surge in demand.\nAn industry panel fined Transpower $150,000 for its role in the blackouts.\n- RNZ and ODT Online",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john law",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "transpower",
          "sentiment": "none"
        },
        {
          "name": "metservice",
          "sentiment": "none"
        },
        {
          "name": "rnz",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "christchurch",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T00:14:27.303+03:00",
    "updated": "2024-05-10T00:14:27.303+03:00"
  },
  {
    "uuid": "8d816e93b52574385df025425e2e53205927543a",
    "url": "https://www.sdpnoticias.com/deportes/mientras-otros-gastan-en-fiestas-sadio-mane-construye-un-estadio-en-senegal/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Armando Gálvez",
    "published": "2024-01-05T21:48:00Z",
    "title": "Mientras otros gastan en fiestas, Sadio Mané construye un estadio en Senegal",
    "text": "En el mundo del futbol hay todo tipo de futbolistas, unos que presumen gastarse su dinero en fiesta y lujos y otros que ayudan a su comunidad ante la falta de recursos, tal es el caso de Sadio Mané, quien construyó un [estadio de futbol ](https://www.sdpnoticias.com/deportes/violencia-en-el-futbol-asesinan-a-dos-aficionados-previo-a-un-partido-en-ecuador/)para su natal Senegal. Sadio Mané el actual jugador del Al Nassr se ha ganado el respeto de todo el mundo, tras financiar recurso económico para la construcción de un estadio de futbol en su natal Senegal. Cabe destacar que esta no es la primera vez que el futbolista ayuda a su comunidad. Mané se ha caracterizado por ser un futbolista humilde y tras salir de un barrio pobre y enfrentar duros procesos, se ha empatizado con su comunidad con el dinero que gana como jugador profesional ayudando a donar y construir lo que necesita su entidad. Sadio Mané construyó un estadio de futbol en Senegal [Sadio Mané](https://www.sdpnoticias.com/deportes/sadio-mane-pago-la-cirugia-de-un-nino-que-conocio-durante-la-copa-africana-de-naciones/) sigue dando de que hablar fuera del campo por sus actos humanitarios, el jugador del Al Nassr construyó un estadio de futbol en su natal Senegal. De acuerdo a diversos reportes, Sadio Mané había prometido construir un estadio en Senegal, después de que en el 2022, se le viera jugando con sus amigos mientras se encontraba de vacaciones, sin embargo en aquella ocasión el campo era un lodasal que impedía jugar. Es por ello que el Senegales prometió llevar a cabo el desarolló del inmueble. Tras un año y un par de meses Mané cumplió con su promesa. La ceremonia de apertura contó con la presencia de numerosos responsables del Estado de Senegal, que quisieron estar presentes para brindar apoyo y felicitaciones al León de Teranga. Cabe señalar que Mané, ha financiado recursos para la construcción de escuelas, hospitales y ha brindado dinero a algunas familias que más lo necesitan dentro de su comunidad. Sadio Mané estará en la Copa Africana con Senegal Actualmente, [ Sadio Mané](https://www.sdpnoticias.com/deportes/video-sadio-mane-regresa-a-senegal-y-juega-un-partido-en-una-cancha-de-lodo) se encuentra concentrado con la Selección de Senegal para hacer su participación dentro de la Copa Africana de Naciones. La Copa Africana de Naciones está prevista para dar comienzo el próximo 13 de enero en Costa de Marfil, donde Senegal arrancará con la actividad el lunes 15 cuando enfrenten a Gambia y donde se espera que Sadio Mane comande el ataque de los leones. ¿Quieres estar al día con los mejores contenidos deportivos? Visita nuestras redes y suscríbete: [YouTube](https://www.youtube.com/c/SDPDeportes1) | [TikTok](https://www.tiktok.com/@sdpdeportes)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://www.tiktok.com/@sdpdeportes)",
      "https://www.youtube.com/c/SDPDeportes1)",
      "https://youtube.com/c/SDPDeportes1)",
      "https://tiktok.com/@sdpdeportes)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:10:28.209+02:00",
    "updated": "2024-01-06T00:10:28.209+02:00"
  },
  {
    "uuid": "fd8e488f1ae0e603f43c33bf3bd06e6bec157085",
    "url": "https://www.newsbreak.com/laramie-county-wy/3281060327534-the-warmest-december-in-laramie-county-history",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-30T00:53:00Z",
    "title": "The warmest December in Laramie County history",
    "text": "The popular image of an idyllic December is one of white Christmases, hot chocolate retreats, snow-capped conifers, and cozy, cold-weather activities. But not every December lives up to those expectations. Most of the continental U.S. will experience its peak winter cold weather in January and February . Officially, winter doesn't even start until Dec. 21. Across the U.S., the average December temperature from 1901-2000 was right above freezing point, at 32.68 F. Yearly temperatures can be compared to this 20th-century long-term average to find how uncommon a year's December climate was. The nation's warmest December on record was 2021, when the average temperature reached 6.66 F above the long-term average, at 39.34 F. December 2022 was closer to the previous century's average for the U.S. overall, at 33.08 F. The average temperature in Laramie County, Wyoming from 1901-2000 was 26.3. The diverse climates of the U.S. mean residents can experience a range of holiday weather without breaking out their passports. Within the continental U.S., Monroe County, Florida, at the Southeast tip of the state, reported the highest average December temperature during the past century at 67.6 F. On the other end of the spectrum was Roseau County, Minnesota, bordering Canada, at 7.2 F. However, across both sides of the extremes, temperatures are warming. While that doesn't mean every December will be warmer than the last or the prior century's average, it does mean long-term temperature averages will continue to inch up the thermometer. When did Laramie County, Wyoming experience its warmest December? To find out, Stacker used data from the National Centers for Environmental Information to identify the 15 Decembers with the highest average temperature since 1895. Also included is how that year's temperature compared to the 1901-2000 average. Read on to see if you lived through the warmest December in Laramie County, Wyoming history.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Environment",
      "Weather"
    ],
    "external_links": [
      "https://www.stacker.com/Wyoming/Laramie-County-WY",
      "https://www.climate.gov/news-features/featured-images/whats-coldest-day-year-1981%E2%80%932010-normals",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2siw1N_0qU48QFH00",
      "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance/",
      "https://img.particlenews.com/image.php?url=2siw1N_0qU48QFH00",
      "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance",
      "https://www.img.particlenews.com/image.php?url=2siw1N_0qU48QFH00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2siw1N_0qU48QFH00",
      "https://img.particlenews.com/image.php",
      "https://stacker.com/Wyoming/Laramie-County-WY",
      "https://ncei.noaa.gov/access/monitoring/climate-at-a-glance/",
      "https://climate.gov/news-features/featured-images/whats-coldest-day-year-1981%E2%80%932010-normals"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "laramie county",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "monroe county",
          "sentiment": "none"
        },
        {
          "name": "wyoming",
          "sentiment": "none"
        },
        {
          "name": "southeast tip",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T03:47:52.533+02:00",
    "updated": "2023-12-30T03:47:52.533+02:00"
  }
]