[
  {
    "uuid": "60e4d3bc531d67761ef2e2f60fc672fb67751359",
    "url": "https://www.timescolonist.com/bc-news/high-winds-return-to-bcs-central-coast-as-more-heat-records-fall-8039044",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2023-12-29T17:35:00Z",
    "title": "High winds return to B.C.'s central coast as more heat records fall",
    "text": "VANCOUVER — British Columbia's central coast is facing the return of strong winds reaching 90 kilometres an hour just days after the last such warning in the region. Environment Canada says coastal areas from around Bella Bella south to around Sayward on Vancouver Island including Port Hardy and Port McNeill may see power outages and fallen tree branches because of the high winds. A previous wind advisory on Wednesday warned of gusts up to 120 kilometres an hour along exposed areas of B.C.'s southern and central coasts. The winds earlier in the week knocked out power to more than 1,000 BC Hydro customers on Cortes Island. The El Niño climate phenomenon and a ridge of high pressure over B.C.'s Interior continue to bring record high temperatures to the province, as another set of century-old marks were surpassed Thursday. Environment Canada says Prince George saw temperatures spike to 8.7 degrees, breaking a record set in 1919, while Quesnel reached 9.1 degrees, surpassing a mark set in 1901. Vernon recorded 6.1 degrees, breaking a record from 1908. The federal weather agency says other heat records were broken in Vancouver, White Rock and Port Alberni, while Whistler on Thursday matched its previous high of 5.6 degrees set in 1956. This report by The Canadian Press was first published Dec. 29, 2023. The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "quesnel",
          "sentiment": "none"
        },
        {
          "name": "prince george",
          "sentiment": "none"
        },
        {
          "name": "port mcneill",
          "sentiment": "none"
        },
        {
          "name": "vernon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "vancouver",
          "sentiment": "negative"
        },
        {
          "name": "columbia",
          "sentiment": "negative"
        },
        {
          "name": "el niño",
          "sentiment": "none"
        },
        {
          "name": "environment canada",
          "sentiment": "none"
        },
        {
          "name": "bc hydro",
          "sentiment": "none"
        },
        {
          "name": "interior",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver island",
          "sentiment": "none"
        },
        {
          "name": "bella bella",
          "sentiment": "none"
        },
        {
          "name": "sayward",
          "sentiment": "none"
        },
        {
          "name": "cortes island",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:37:08.424+02:00",
    "updated": "2023-12-29T21:43:07.443+02:00"
  },
  {
    "uuid": "06b2b7aee670dc2e0a88570966b03f6688cd6045",
    "url": "https://yellowhammernews.com/gary-palmer-calls-out-democrats-for-being-too-focused-on-trump-during-committee-hearing-on-china",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yaffee",
    "published": "2024-06-27T21:39:00Z",
    "title": "Gary Palmer calls out Democrats for being too focused on Trump during committee hearing on China",
    "text": "U.S. Rep. Gary Palmer (R-Hoover) believes too many of his Democratic colleagues are more focused on hurting former President Donald Trump than they are about handling real national security threats.\nDuring a Congressional Oversight and Accountability Hearing about China on Wednesday, Palmer started his time by implying that some of the Democratic members in the hearing were too focused on Trump instead of Chinese Communist Party.\n“Is this a hearing about China or is it about Donald Trump?” Palmer asked.\nU.S. Rep. James Comer (R-Ky.), who chairs the Oversight Committee, responded to Palmer saying, “It’s a hearing about China and we have passed along a number for Trump derangement syndrome to our colleagues,” Comer said. “So apparently they haven’t started taking classes yet, but it is about China, a very important issue and the government’s failure to respond to the CTP threat.”\nPalmer then explained why China is such a danger to America’s national security.\n“I think that China is a serious enough threat that we need to focus on China,” he said. “And I will encourage my colleagues to do that. I have watched as China has has become the dominant influence at least economically and through their debt diplomacy and in our own backyard in the Western Hemisphere. And we’ve done little to nothing to address it.”\nRELATED: Gary Palmer warns illegal immigration could hijack U.S. elections\nThe congressman concluded that Congress needs to “wake up” to the real threats from our adversaries.\n“I think we need to take a long hard look at what’s happening in our own hemisphere,” he said. “And that’s something that I’m working on as a Western Hemisphere Alliance, because China, contrary to what some of my colleagues think about other issues, China is the existential threat. And I think businesses are waking up to that. We also need to wake up the fact that that, that there are other countries around the world need us to engage and engage intelligently in this and I appreciate every member of the panel here.”\nWe have put the United States in a dangerous position by turning a blind eye towards China's gains in the Western Hemisphere.\nBy not addressing their increasing presence, we have allowed China to become a major economic influence in our own backyard. pic.twitter.com/KV1VtBb15f\n— Gary Palmer (@USRepGaryPalmer) June 26, 2024\nYaffee is a contributing writer to Yellowhammer News and hosts “The Yaffee Program” weekdays 9-11 a.m. on WVNN . You can follow him on X @Yaffee",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/USRepGaryPalmer/status/1806036912475353575?ref_src=twsrc%5Etfw",
      "https://www.youtube.com/embed/aXn17WXoVn4?si=59gmVYY7EyASrUQi",
      "https://www.wvnn.com/the-yaffee-program-m-f-9-11-am/",
      "https://twitter.com/Yaffee",
      "https://t.co/KV1VtBb15f",
      "https://www.twitter.com/USRepGaryPalmer/status/1806036912475353575?ref_src=twsrc%5Etfw",
      "https://twitter.com/USRepGaryPalmer/status/1806036912475353575",
      "https://www.t.co/KV1VtBb15f",
      "https://www.wvnn.com/the-yaffee-program-m-f-9-11-am",
      "https://wvnn.com/the-yaffee-program-m-f-9-11-am/",
      "https://www.twitter.com/Yaffee",
      "https://www.youtube.com/embed/aXn17WXoVn4",
      "https://youtube.com/embed/aXn17WXoVn4?si=59gmVYY7EyASrUQi"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gary palmer",
          "sentiment": "negative"
        },
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "hoover)",
          "sentiment": "neutral"
        },
        {
          "name": "palmer",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "james comer",
          "sentiment": "none"
        },
        {
          "name": "comer",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "oversight committee",
          "sentiment": "none"
        },
        {
          "name": "chinese communist party",
          "sentiment": "none"
        },
        {
          "name": "ctp",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china u.s.",
          "sentiment": "none"
        },
        {
          "name": "ky.",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T01:02:36.010+03:00",
    "updated": "2024-06-28T01:02:36.010+03:00"
  },
  {
    "uuid": "cd8cb773530d031e8034f8a9705824ea3eed1282",
    "url": "https://menafn.com/1107681509/Scotlands-Rare-Spectacle-Viral-Video-Showcases-Mesmerizing-Rainbow-Clouds-Illuminating-The-Sky-WATCH",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-01-02T23:01:00Z",
    "title": "Scotland's Rare Spectacle: Viral Video Showcases Mesmerizing 'Rainbow Clouds' Illuminating The Sky (WATCH) | MENAFN.COM",
    "text": "( MENAFN - AsiaNet News) Residents across Scotland were treated to a mesmerizing natural light show on Christmas Eve as rare and colorful nacreous clouds adorned the sky. Joshua Earle, a 29-year-old photographer, captured the breathtaking phenomenon near Nairn Beach, sharing the stunning footage on his Instagram account. The video has since garnered widespread attention, amassing millions of views and likes.\nThe captivating display featured shimmering rainbows within the clouds, creating a surreal and vibrant spectacle. These unique clouds, known as Nacreous, Mother of Pearl, or Polar Stratospheric Clouds, are a rare occurrence caused by high arctic clouds containing tiny ice crystals that refract sunlight. According to Earle, the phenomenon was particularly vivid on that Christmas Eve morning, with the horizon filled with these ethereal clouds.\nAlso read:\nJapan Airlines collision: How 'written in blood' evacuation rules saved passengers; safety video goes viral\nIn awe of the spectacle, Joshua Earle expressed his amazement, stating, \"I still can't wrap my head around what I'm seeing! Nature is simply amazing.\" He encouraged others in the UK to keep an eye out during sunrise and sunset, as similar rainbow clouds might grace the skies.\nThe photographer's video quickly went viral on social media platforms, amassing over 3.8 million views and 272,000 likes on Instagram. The comments section became a platform for discussion, with users expressing fascination, sharing information about the phenomenon, and even recounting personal stories related to the sky.\nOne Instagram user took the opportunity to enlighten others about the nature of the clouds, explaining that they are called Polar Stratospheric Clouds. The comment emphasized the importance of continuous learning and dispelling misconceptions surrounding natural phenomena.\nNotably, amidst the appreciation and admiration, a user brought up the conspiracy theory of chemtrails, suggesting that the clouds were a result of chemicals sprayed in the air. Such theories often emerge during extraordinary natural events, emphasizing the need for scientific literacy and critical thinking.\nIn a poignant comment, another user shared a personal connection to the sky, mentioning the passing of their son a few months ago. The user expressed the belief that their son was now painting the sky for the enjoyment of others, adding a heartfelt and emotional dimension to the conversation.\nAlso read:\nAustralian woman wins right to extract late husband's sperm and have baby at 62\nThe appearance of the rare Nacreous clouds over Scotland on Christmas Eve not only provided a visual feast for residents but also sparked discussions on social media about the wonders of nature, the importance of scientific understanding, and the diverse ways in which individuals perceive and connect with the sky. As the video continues to circulate, it serves as a reminder of the beauty that can be found in the natural world, captivating and uniting people across various backgrounds and perspectives.\nMENAFN03012024007385015968ID1107681509\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Environment"
    ],
    "external_links": [
      "https://newsable.asianetnews.com/world/scotland-rare-spectacle-viral-video-showcases-mesmerizing-rainbow-clouds-illuminating-the-sky-snt-s6ooho",
      "https://www.newsable.asianetnews.com/world/scotland-rare-spectacle-viral-video-showcases-mesmerizing-rainbow-clouds-illuminating-the-sky-snt-s6ooho"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "earle",
          "sentiment": "none"
        },
        {
          "name": "joshua earle",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "japan airlines",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "scotland",
          "sentiment": "none"
        },
        {
          "name": "pearl",
          "sentiment": "none"
        },
        {
          "name": "nairn beach",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-03T21:20:53.016+02:00",
    "updated": "2024-01-03T21:20:53.016+02:00"
  }
]