[
  {
    "uuid": "0fc59d12f2a0e1683e928fdeab276574e9cf66c2",
    "url": "https://vnexplorer.net/child-rights-body-in-india-calls-for-fir-against-deobands-darul-uloom-over-ghazwa-e-hind-fatwa-s1600180.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-02-23T06:07:00Z",
    "title": "Child rights body in India calls for FIR against Deoband's Darul Uloom Over 'Ghazwa-e-Hind' fatwa",
    "text": "Child rights body in India calls for FIR against Deoband's Darul Uloom Over 'Ghazwa-e-Hind' fatwa\nThe apex child rights body National Commission for Protection of Child Rights (NCPCR) has instructed the Uttar Pradesh government to file a First Information Report (FIR) and pursue legal action against Darul Uloom Deoband, a well-known Islamic educational institution, following the discovery of alleged objectionable content on its website.\nIn a letter addressed to the senior superintendent of police (SSP) of Saharanpur District, NCPCR Chairperson Priyank Kanoongo expressed the commission’s concern about a fatwa published on Deoband’s website.\nThe fatwa in question discusses the concept of ‘Ghazwa-e-Hind’ and is purportedly glorifying “martyrdom in the context of India’s invasion.”\nKanoongo stated in the letter that the fatwa exposes children to hatred against their own country, causing them unnecessary mental or physical suffering. He emphasised the alleged violation of Section 75 of the Juvenile Justice Act, 2015.\nCiting Section 13(1) of the CPCR Act, 2005, the NCPCR stressed the potential for such content to incite hatred against the nation.\nThe letter referred to legal precedents, including the case of Kanhaiya Kumar vs the State of NCT of Delhi, highlighting the seriousness of expressions that could be construed as an offense against the state.\nThe letter noted the commission’s previous attempts to address similar concerns with the district administration in January 2022 and July 2023.\nDespite these efforts, no action has been taken thus far, and the NCPCR asserted that the district administration could be held responsible for any adverse consequences resulting from the dissemination of such content.\nGiven these developments, the NCPCR directed the initiation of legal proceedings against Darul Uloom Deoband under the Indian Penal Code and the Juvenile Justice Act, 2015. The commission requested an action taken report to be submitted within three days.\n(With inputs from agencies)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1iIgPe.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1iIgPe.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kanoongo",
          "sentiment": "none"
        },
        {
          "name": "priyank kanoongo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "darul uloom",
          "sentiment": "negative"
        },
        {
          "name": "ncpcr",
          "sentiment": "none"
        },
        {
          "name": "national commission for protection of child rights",
          "sentiment": "none"
        },
        {
          "name": "darul uloom deoband",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "deoband",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "saharanpur district",
          "sentiment": "none"
        },
        {
          "name": "uttar pradesh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T08:10:35.841+02:00",
    "updated": "2024-02-23T08:10:35.841+02:00"
  },
  {
    "uuid": "7b7c5342bc8d97e61ec7b618924d19a5ff5657d9",
    "url": "https://www.catholicworldreport.com/2024/05/30/jesus-thirsts-film-premiere",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@cworldreport",
    "published": "2024-05-30T00:00:00Z",
    "title": "“Jesus Thirsts” film “is an encounter with Jesus”",
    "text": "Christ Cathedral in Garden Grove, the chancery office for the Diocese of Orange in California, recently hosted the premiere of a new movie on the Holy Eucharist: “Jesus Thirsts: The Miracle of the Eucharist.” The film is the result of a collaboration between the diocese and [Spirit Filled Hearts Ministry](https://www.spiritfilledevents.com/), whose founder and president, Deacon Steve Greco, is diocesan director of evangelization and formation. The hour-and-a-half movie tells the story of the Mass and offers stories of the power of the Eucharist, “the source and summit of the Christian life” (Catechism of the Catholic Church 1324). It opens in theaters nationwide June 4, 5 and 6 (visit [www.jesusthirstsfilm.com](https://jesusthirstsfilm.com/) for times and locations). The film’s release coincides with the U.S. bishops’ [National Eucharistic Congress](https://www.eucharisticrevival.org/) occurring in July in Indianapolis, the culmination of a three-year Eucharistic revival campaign. Bishop Andrew Cozzens, chairman of the National Eucharistic Revival, is featured in the film. Present at the premiere were the “Jesus Thirsts” filmmakers and many of those interviewed for the film, including Deacon Greco, who said, “This movie can be a point of grace for every Catholic believer—those who are curious—and those who may have strayed from the sacraments. The Catholic Church is in crisis with a reported only 1 in 4 Catholics attending weekly Mass. If the Eucharist is truly Jesus, then we must create an opportunity for education, invitation and inspiration for the lost to turn back to God truly present in every tabernacle around the world.” The film begins with a welcome by Bishop of Orange Kevin Vann and Bishop Cozzens, who point to surveys indicating that a mere 30% of Catholics believe in the Real Presence of Christ in the Eucharist. The film then features interviews with a variety of prominent Catholics including Franciscan University professor Scott Hahn, Curtis Martin of FOCUS, author Noelle Mering, Marian Fathers Donald Calloway and Chris Alar, and Chris Stefanick of Real Life Catholic . Stefanick, who attended the premiere, said, “I am excited to be interviewed for this movie, and I think it will be an important tool helping us share the Gospel of Jesus Christ. We live in a time of general apathy to all things spiritual and of weak catechesis, and I’m confident that this film will be an important tool in turning things around.” Featured in “Jesus Thirsts” was a visit to a prison in Beaumont, Texas, where Bishop of Beaumont David Toups offered mass for the inmates, who also had time for adoration. Inmates interviewed detailed how their devotion to the Eucharist helped them cope with lengthy prison sentences; former inmate turned Catholic evangelist, Jim Wahlberg (brother to actors Donnie and Mark Wahlberg), also visited to tell the story of the faith he found in Christ. Wahlberg, who attended the premiere, related, “I went to share my testimony about the emptiness and loneliness you can feel in prison and the hope you can find in Christ. But I went away amazed at the love and devotion that so many of these men already had in Jesus. It is only He who can satisfy their hearts and give them the strength to go on.” As he relates in his 2020 book The Big Hustle, Wahlberg grew up in Boston, and was twice sentenced to prison, the second time for a home invasion. Raised nominally Catholic, he returned to the Catholic Faith through his experiences in prison ministry and became a Catholic filmmaker when he was released. Central to change in his life, Wahlberg noted, was reception of the Eucharist. He explained, “So many people today are seeking false forms of power, and the greatest source of power and love exists under the guise of bread in the Holy Eucharist. As a filmmaker, I have seen the power of storytelling that can change lives, and here we have the greatest love story of all time … This film] is an encounter with Jesus, who is seeking every human heart and is waiting for us on every altar around the world.” “Jesus Thirsts” also includes reenacted images from both the Old and New Testament relating to the Eucharist, as well as conversations with young people about what they know of the Eucharist. Most believed the Eucharist was merely a symbol and otherwise had a dearth of knowledge about the sacrament and priesthood. “We wanted to include these interviews,” said director Tim Moriarty, “because it shows us where we are in terms of belief and devotion to the Eucharist, and the work we need to do.” Citing a 2019 Pew Research study that revealed that just 31% of Catholics believe “during Catholic Mass, the bread and wine actually become the body and blood of Jesus,” Moriarty continued, “It’s not just a symbol; it is Jesus Himself. This film is crafted to ignite that realization in the hearts of those who see it.” Moriarty added, “As our team at Castletown Media worked on the film, we knew we needed to show the universality of our faith and how the Eucharist unites us as one body in Christ. We hope that it will spur a movement that leads people back to mass, Eucharistic adoration, and ultimately, a belief in the real presence of Christ in the Eucharist.” Another vignette was the story of Vietnamese Cardinal Nguyen Van Thuan (1928-2002) who spent 13 years in captivity—nine in solitary confinement—at the hands of the Communist government after the 1975 fall of Saigon. Friends were able to smuggle wine and hosts into Thuan—the wine was disguised as a bottle of medicine—which he used to say Mass using his own hands as the paten and chalice. The Eucharist not only gave him the strength to thrive spiritually in prison, he related, but he was able to forgive and even convert a few of his captors. Joseph De Santis, producer, said, “It is so easy for us to go to Mass and receive the Eucharist in the United States today that we forget how this privilege has been so difficult for many throughout history, including for this Vietnamese cardinal.” Another vignette is a visit to St. Michael’s Abbey in Southern California, home to the Norbertine Fathers. Fr. Charbel Grbavac commented on the importance of beauty in Catholic worship. He discussed what he calls the “four rooms” of the Mass: cleansing, Word of God, offertory, and banquet. The film also takes us to another religious community, the Franciscan School Sisters of Christ the King, that introduce the process of making hosts for the mass. Fr. Robert Spitzer of the Magis Center discussed Eucharistic miracles, with a special focus on the 2008 miracle of Sokolka, Poland. A host was dropped on the floor during Mass, and according to liturgical norms was placed in a container of water to dissolve. A week later, a religious sister checked on the host and discovered it was intact, and in its middle was a red blood stain. Studies on the host indicated that the transformed portion was myocardial (heart) tissue of a living person near death. Fr. Spitzer explained, “The substance of the host is integrated with the substance of the living heart tissue, but it’s on the level of the thin filaments of the microfibers. It’s a few microns of separation; we’re talking like cell lengths of separation. It is literally on a level not duplicatable by any human technology that we know of. It’s as if the living heart tissue is growing out of the inert substance of the consecrated host.” Mark Hulme, executive producer, added, “The world needs the message of ‘Jesus Thirsts’: one of hope, love, and redemption through the Eucharist.” He recalled how, as a boy, his father had introduced him to the mystery of the Eucharist. Hulme continued, “He taught me at mass to say ‘My Lord and My God’ when the priest elevates the host. He told me that the Eucharist is Christ, Body, Blood, Soul and Divinity.” Deacon Steve encouraged groups to see the film together “to create a groundswell at the grassroots level” and noted the movie included a special bonus feature, Our Lady of Guadalupe: Woman of the Eucharist, produced by the Knights of Columbus. He continued, “There are a lot of inspiring films about faith, but when has there ever been a movie about Jesus Christ in the Eucharist? This is the most important undertaking of my lifetime. This movie is for you—‚for us—because this is our story. This movie belongs to the Body of Christ, and it’s our time to bring our brothers and sisters home to the True Presence of Jesus Christ. Together, we have a massive opportunity to bring cinematic catechesis to the world.” ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://jesusthirstsfilm.com/)",
      "https://www.spiritfilledevents.com/),",
      "https://www.ignatius.com/Donation-P3579.aspx)",
      "https://www.jesusthirstsfilm.com/)",
      "https://eucharisticrevival.org/)",
      "https://www.eucharisticrevival.org/)",
      "https://spiritfilledevents.com/),",
      "https://ignatius.com/Donation-P3579.aspx)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "negative"
        },
        {
          "name": "andrew cozzens",
          "sentiment": "none"
        },
        {
          "name": "steve greco",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "diocese of orange",
          "sentiment": "negative"
        },
        {
          "name": "spirit filled hearts ministry",
          "sentiment": "none"
        },
        {
          "name": "national eucharistic congress",
          "sentiment": "none"
        },
        {
          "name": "catholic church",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "garden grove",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "indianapolis",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-31T11:54:23.220+03:00",
    "updated": "2024-05-31T11:54:23.220+03:00"
  },
  {
    "uuid": "102c9821f0ccc6f7486e086a5b2275d4666e635e",
    "url": "https://www.ncregister.com/cna/us-bishops-synod-synthesis-reveals-desire-for-greater-unity-evangelization",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@NCRegister",
    "published": "2024-05-30T06:49:00Z",
    "title": "US Bishops’ Synod Synthesis Reveals Desire for Greater Unity, Evangelization",
    "text": "US Bishops’ Synod Synthesis Reveals Desire for Greater Unity, Evangelization Pope Francis initiated the Synod on Synodality in October 2021, kicking off a multiyear worldwide Church effort to engage in listening sessions with Catholics. A [synthesis of feedback](https://www.usccb.org/resources/Interim%20Stage%20Document%20English%20-%20FINAL.pdf) received from 35,000 U.S. Catholics as part of the ongoing [Synod on Synodality](https://www.catholicnewsagency.com/tags/7396/synod-on-synodality) reveals that amid political and theological polarization, many lay Catholics desire unity, both among themselves and among the clergy. In addition, participants in synodal listening sessions acknowledged that the synodal process has unearthed tensions in the Church, in which some said they “were challenged by the Church’s “indecisiveness,” by “lack of reverence,” and by the perception that the Church is “changing the traditional methods.” But other participants also expressed concern that some people, including those who identify as LGBT, “feel hurt by the Church and are not willing to come back.” “This document reflects the sense that there exists among Catholics in the United States a deep desire to rebuild and strengthen our communion as the body of Christ,” Bishop Daniel Flores of Brownsville, Texas, chairman of the United States Conference of Catholic Bishops’ (USCCB) doctrine committee, wrote in the report’s introduction. “Rebuilding trust where it is frayed involves practicing the humanly graceful art of listening to each other and speaking together. The more we do this, the more we realize that it is the Lord who never fails us. He responds to us and knows well how to accomplish his will through the communion of his imperfect and often wounded servants.” Pope Francis initiated the Synod on Synodality in October 2021, kicking off a multiyear worldwide Church effort to engage in listening sessions with Catholics. The faithful were asked to submit feedback to their local dioceses on the question “What steps does the Spirit invite us to take in order to grow in our ‘journeying together’?” The first monthlong session of the Synod on Synodality concluded at the Vatican on Oct. 29, 2023, with the finalization of a 42-page synthesis report. The October 2024 session is expected to produce a final report, which will be presented to Pope Francis for his consideration in issuing any related teaching. During the interim period between the 2023 and 2024 synod sessions at the Vatican, [U.S. dioceses were encouraged to hold two to three listening sessions during Lent](https://www.catholicnewsagency.com/news/256461/american-dioceses-will-hold-local-synod-listening-sessions-through-lent-2024) and submit a three- to five-page document to the U.S. synod team. Seventy-six percent of U.S. dioceses and eparchies submitted syntheses based on more than 1,000 listening sessions and the contributions of over 35,000 participants. The USCCB had asked that the dioceses focus on two “guiding questions”: Where have I seen or experienced successes — and distresses — within the Church’s structure(s)/organization/leadership/life that encourage or hinder the mission? How can the structures and organization of the Church help all the baptized to respond to the call to proclaim the Gospel and to live as a community of love and mercy in Christ? The [National Synthesis](https://www.usccb.org/resources/Interim%20Stage%20Document%20English%20-%20FINAL.pdf) document for the “interim stage” follows the previous September 2022 release of a [national synthesis for the synod’s diocesan phase,](https://www.catholicnewsagency.com/news/252336/us-synod-synthesis-shows-desire-for-greater-communion) which saw about 700,000 people participate, out of 66.8 million Catholics in the country. ‘Our Church Might Be a Little Messy’ As synthesized in the May 28 report, many of the reports from the listening sessions expressed a wish for an “increased focus on formation for evangelization … a need for stronger catechesis and formation, focusing specifically on programs for evangelization, Catholic social teaching, and the role of the family.” Also emphasized was the importance of clerical and lay Catholics working together. “It is important for laypeople to rely on their pastors and help their pastors, and it is important for pastors to rely on their laypeople.” Participants noted that parishes with “numerous small faith communities, Bible studies, and prayer groups prove most successful in welcoming and integrating people from diverse backgrounds” in a manner “beyond superficial welcoming.” The role of Catholic schools in evangelizing the community was also widely recognized. Many participants said they were thankful for the witness of those who serve as priests, religious, and consecrated men and women as well as those who are discerning their vocations, but they are also concerned about “the lack of vocations and the need for vocation awareness, encouragement to discern vocations, and formation of discernment communities.” Participants also expressed hope for priests to be united, something the bishops expressed hope for as well. “Division in the priesthood will bring division in the Church,” one participant commented. At the same time, “some are very worried about how the Church responds to LGBTQ and other marginalized people … others want to stand firm in the Church’s teaching and not shy away from the truth.” It was expressed by many participants, the report says, that “leadership in the Church needs to be clear about our truth; confusion is leading to frustration and division among the faithful.” “If we don’t talk about difficult topics, we can become like a dysfunctional family,” another participant said. Many parts of the Church, including some of her long-established institutions, have “become complacent, even ossified … some are afraid of change and tired of doing new things, they are content with doing things the way it has always been done before,” participants said. Several participants expressed appreciation for Church institutions that operate with more “nimbleness,” which they said allow these institutions and structures to remain mission-oriented, operating “more from a ministerial perspective rather than … as a business.” Numerous reports from the listening sessions, the report says, cited instances of communication, “both from the hierarchy and from secular and Catholic media, which reflect and perpetuate division within the universal Church and send conflicting messages of what it means to be Catholic.” “When the communication of the Church is not clear and consistent, it becomes an obstacle to the mission,” the participants said. The report noted that the celebration of the Traditional Latin Mass seems to be “a focal point of broader debates about tradition, modernity, and the best ways to nurture faith across the diverse spectrum of Catholic belief and practice,” with a participant adding that “young people want to find new expressions [of faith] and to be accepted when we do.” The report says that they heard from many people, including those who identify as LGBT or who are divorced and remarried, who “feel hurt by the Church and are not willing to come back.” In addition, “there needs to be more opportunities for women to hold leadership roles within parishes, dioceses, schools, and organizations.” “It was noted by many that the faithful “should not be embarrassed about recognizing that our Church might be a little messy — it’s better not to pretend that we are the perfect institution but that we belong to the perfect and one, true faith,” Flores wrote in the report’s conclusion. The Vatican will hold the final meeting of the synod in October of this year. After the October assembly, the synod will produce a final report, which will be submitted to Pope Francis. - Keywords: [synod on synodality](https://www.ncregister.com/tag/synod-on-synodality)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.usccb.org/resources/Interim%20Stage%20Document%20English%20-%20FINAL.pdf",
      "https://www.catholicnewsagency.com/tags/7396/synod-on-synodality",
      "https://www.catholicnewsagency.com/news/256461/american-dioceses-will-hold-local-synod-listening-sessions-through-lent-2024",
      "https://www.catholicnewsagency.com/news/252336/us-synod-synthesis-shows-desire-for-greater-communion",
      "https://usccb.org/resources/Interim%20Stage%20Document%20English%20-%20FINAL.pdf",
      "https://catholicnewsagency.com/news/256461/american-dioceses-will-hold-local-synod-listening-sessions-through-lent-2024",
      "https://catholicnewsagency.com/tags/7396/synod-on-synodality",
      "https://catholicnewsagency.com/news/252336/us-synod-synthesis-shows-desire-for-greater-communion"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "francis",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "synod synthesis reveals desire for greater unity",
          "sentiment": "negative"
        },
        {
          "name": "evangelization us bishops’ synod synthesis reveals desire for greater unity",
          "sentiment": "neutral"
        },
        {
          "name": "church",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-31T04:17:21.581+03:00",
    "updated": "2024-05-31T08:02:39.819+03:00"
  },
  {
    "uuid": "0b17f5250905c20b04654d9d1aecb0aed0c1b681",
    "url": "https://www.polskieradio.pl/395/7789/artykul/3543016,polish-student-group-gives-education-ministry-failing-grade-over-optional-health-classes",
    "ord_in_thread": 0,
    "author": "ESB Professional; Shutterstock",
    "published": "2025-06-26T00:00:00Z",
    "title": "Polish student group gives education ministry failing grade over optional health classes - English Section",
    "text": "Polish student group gives education ministry failing grade over optional health classes 26.06.2025 13:30 Polish activist group Akcja Uczniowska said on Thursday the Ministry of National Education (MEN) should “repeat the year” after what students called 12 months of missed chances. Photo: ESB Professional/Shutterstock Its year-end report, based on nationwide pupil consultations, denounced the decision to launch health education as a voluntary subject from September 2025. Making it compulsory, the group argued, would give teenagers essential guidance on relationships, violence and mental wellbeing. A December 2024 Warsaw protest and criticism from Poland’s Catholic bishops escalated the row, prompting Education Minister Barbara Nowacka to keep the class optional, partly to shield teachers from “hate and disinformation”. The students also attacked plans to let schools ban smartphones, urging lessons in “responsible, safe use” instead. Deputy minister Katarzyna Lubnauer expects the measure to reach parliament in July and take effect during the 2025/26 year. Akcja Uczniowska’s wishlist extends to free lunches for every pupil, a uniform 51 per cent fare cut on public transport for pupils and students, free upper-secondary textbooks and a leaner curriculum. A trimmed syllabus introduced this year will be fully overhauled in stages from September 2026. (jh) Source: PAP",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Social Issue"
    ],
    "topics": [
      "Education->curriculum",
      "Education->students",
      "Education->educational grading",
      "Social Issue->demographics",
      "Social Issue->social services",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Katarzyna Lubnauer",
          "sentiment": "none"
        },
        {
          "name": "Barbara Nowacka",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Ministry of National Education",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T15:21:32.851+03:00",
    "updated": "2025-06-26T12:24:57.000+00:00"
  }
]