[
  {
    "uuid": "de95f72922181a5a9fbfa88b0fd271ef409f9d50",
    "url": "https://www.cope.es/religion/hoy-en-dia/semana-santa/noticias/tradicion-visita-los-monumentos-viernes-santo-20240329_395947",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@cope",
    "published": "2024-03-29T07:34:00Z",
    "title": "La tradición de la visita a los 7 monumentos en Viernes Santo - Semana Santa - COPE",
    "text": "La tradición de la visita a los 7 monumentos en Viernes Santo Entre la noche de Jueves Santo y Viernes Santo, existe la tradición de visitar siete monumentos antes de los oficios del viernes Tiempo de lectura: 4’ La [Semana Santa](https://www.cope.es/religion/semana-santa) en España tiene muchas tradiciones. Una de ellas es la visita a los siete monumentos, que se realiza entre los oficios de [Jueves Santo](https://www.cope.es/religion/semana-santa/noticias/que-celebra-jueves-santo-20190415_395604) y [Viernes Santo](https://www.cope.es/religion/semana-santa/noticias/que-celebra-viernes-santo-20190419_395620). Consiste en acudir a siete iglesias distintas a ver y rezar, con el monumento. El portal [Arguments](https://www.arguments.es) te cuenta todo lo que debes saber sobre esta tradición. ¿Qué son los 'Monumentos'? Se acostumbra, después de la Misa vespertina del Jueves Santo, (el primer día del Triduo Pascual), hacer un monumento para resaltar la Eucaristía y exponerla de una manera solemne para la adoración de los fieles. ¿Cuándo se hacen los Monumentos o la visita a las 7 iglesias? La visita a las 7 iglesias o Monumentos se hace el Jueves Santo en la noche y el viernes Santo por la mañana. Es una devoción muy arraigada en el pueblo cristiano. La Iglesia pide dedicar un momento de adoración y de agradecimiento a Jesús, para acompañarlo en la Oración del Huerto en la noche en que fue entregado y traicionado. [Puedes leer el artículo original pinchando aquí.](https://www.arguments.es/liturgia/los-monumentos-y-la-visita-a-las-7-iglesias-el-jueves-santo/) ¿Cómo se extendió la costumbre de los Monumentos y la visita a las 7 iglesias? [San Felipe Neri](https://www.cope.es/religion/noticias/san-felipe-neri-20160525_27312) impulsó en Roma la costumbre de visitar los siete Monumentos en la noche de Jueves Santo y en la mañana del día siguiente, [como forma de unirse a Jesucristo en su Pasión](https://www.cope.es/religion/semana-santa/noticias/las-sorprendentes-unicas-siete-palabras-que-dijo-jesus-cruz-20190419_395639). Organizó estas visitas a siete históricas iglesias romanas: las cuatro Basílicas principales (San Pedro, Santa María la Mayor, San Pablo Extramuros y San Juan de Letrán), y las iglesias de San Lorenzo, Santa Cruz y San Sebastián. Esta costumbre se propagó rápidamente por todo mundo católico. Los cabildos en sus catedrales, los presbíteros en sus parroquias, los religiosos y monjes de clausura en sus iglesias, adornan el Monumento para glorificar la Presencia Real de Jesús en la Eucaristía. Para ello decoraban los tabernáculos con la mayor riqueza y esplendor de que son capaces, conjugando el arte, la devoción y el ingenio para cobijar al Rey de Reyes. ¿Cuál es la finalidad de los Monumentos? Hacemos las visitas a los Monumentos como expresión de amor y agradecimiento. Nos postramos ante la Eucaristía en actitud de adoración y reparación. La finalidad es agradecer a Jesucristo el don de la Eucaristía y del Sacerdocio que instituyó aquella noche santa del Jueves Santo y acompañarle en la soledad y sufrimientos en el Huerto de Getsemaní, así como en las afrentas recibidas en las casas de Anás, Caifás, Herodes, Pilato, culminando en el Calvario y en el silencio del sepulcro. Ante el Monumento, donde se reserva al Señor Sacramentado, le damos gracias por su Pasión, de la que fuimos causa y con la que nos redimió, le pedimos perdón por el abandono con el que con frecuencia le dejamos en el Sagrario. ¿Por qué se visitan 7 iglesias el Jueves Santo? Se visitan 7 iglesias diferentes simbolizando el ir y venir de Jesús en la noche de la traición. Es a lo que refieren con la expresión popular: “traerte de Herodes a Pilatos”. ¿A qué 7 lugares es llevado Jesús la noche del Jueves Santo? - Oración y agonía de Jesús en el Huerto de los Olivos. - Jesús es prendido y llevado a la casa de Anás. - De casa de Anás lo trasladan al tribunal de Caifás. - Caifás ordena que lo lleven ante Pilato al Pretoria. - Pilato a su vez lo envía al palacio de Herodes. - De Herodes es llevado de nuevo ante Pilato, que tras flagelarlo casi hasta la muerte, lo entrega para que lo crucifiquen tras lavarse las manos. - Jesús carga con la Cruz hasta el Calvario donde muere crucificado y es enterrado en el Santo Sepulcro. ¿A qué más hace referencia el 7? Las visitas honran también a las siete efusiones de Sangre del Salvador, reviviendo los diversos momentos en los que el Jesús derramó su sangre por nuestra redención: La circuncisión. El sudor de sangre en el huerto de Getsemaní. La flagelación. La coronación de espinas. Cargando con la cruz camino del Calvario. Sus manos y pies traspasados por los clavos en la crucifixión. Su Corazón perforado por la lanza del soldado. ¿Qué se reza en esas 7 visitas a Monumentos? En cada estación o monumento se hace una breve meditación y se reza en acción de gracias por la institución de la Sagrada Eucaristía y por las intenciones del Romano Pontífice, seis Padrenuestros, Avemarías y la siguiente oración sustituyendo al Gloria (que no se reza hasta la Resurrección): “Cristo padeció por nosotros obediente hasta la muere, y muerte de Cruz“, a lo que se responde “Por lo cual Dios los exaltó y le dio el Nombre que está sobre todo nombre“. ¿Qué se pide ante el Monumento? Es costumbre pedir: Que nos libre de los siete pecados capitales. Que nos conceda las siete virtudes (Teologales: fe, esperanza y caridad; Cardinales: justicia, prudencia, fortaleza, templanza). Y nos dé los siete dones del Espíritu Santo. (sabiduría, entendimiento, consejo, temor de Dios, ciencia, fortaleza, piedad, el santo temor de Dios). ¿Cuál es el origen del Monumento? El origen de los Monumentos surge de la costumbre de desnudar los alteres el día de Jueves Santo, para purificarlos y limpiarlos. Todo eso implicaba el tener reservada la sagrada Hostia consagrada para el siguiente día. De ahí la necesidad de un sitio digno donde colocarla. Lo que se hacía al principio sólo por necesidad, fue transformado por la piedad de los fieles poco a poco en verdadero culto y adoración a Dios en la Eucaristía. Se empezó adornando el sagrario; fueron luego multiplicándose las luminarias; vino la costumbre de mirarlo como lugar de exposición del Santísimo, y así se establecieron prolongadas adoraciones de día y de noche. Los Papas alentaron esta devota costumbre concediendo indulgencia plenaria a quien visite los Monumentos del Jueves Santo. ¿Cuándo se prepara el Monumento? Los monumentos se preparan exclusivamente el Jueves Santo, al término de la Misa “In Coena Domini”, que conmemora la institución de la Sagrada Eucaristía y del sacerdocio de la Iglesia. El tabernáculo o sagrario queda vacío en memoria de la muerte de Jesús, y aquí es cuando se hace la reserva del Santísimo Sacramento en los tradicionales Monumentos. De esa forma, desde la noche del Jueves Santo hasta la Misa de Resurrección los sagrarios quedan vacíos en todas las iglesias para simbolizar la crucifixión, muerte y sepultura de Nuestro Señor. Con el paso de los siglos el traslado de la Hostia adquirió un carácter solemne, realizándose de modo procesional, acompañado de cánticos como el “Tantum Ergo“, compuesto para la ocasión por Santo Tomás de Aquino. ¿Cómo se prepara el Monumento? El Monumento se prepara con mucho cariño y delicadeza, en un ambiente lleno de simbología y dignidad que servirá para reservar el copón donde se ha guardado el Cuerpo de Cristo para que los fieles que asisten a los actos religiosos del Viernes Santo puedan recibir la santa comunión. El Viernes Santo es el único día que la Iglesia no celebra la Eucaristía, por ser el día en que Jesús fue crucificado. Así, al finalizar la misa de la Última Cena del Señor, el sacerdote coloca el copón con las hostias consagradas en el monumento para la adoración de los fieles, que serán repartidas a los fieles el Viernes Santo durante la liturgia de la Adoración de la Cruz y la Oración Universal. Flores, velas, alfombras, terciopelos… todo es poco para adorar y enjoyar al Rey de Reyes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.arguments.es/liturgia/los-monumentos-y-la-visita-a-las-7-iglesias-el-jueves-santo/)",
      "https://www.arguments.es)",
      "https://arguments.es)",
      "https://arguments.es/liturgia/los-monumentos-y-la-visita-a-las-7-iglesias-el-jueves-santo/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T10:46:34.257+03:00",
    "updated": "2024-03-29T10:46:34.257+03:00"
  },
  {
    "uuid": "7bddb2988c563f6c6d3269f626a66091adf50055",
    "url": "https://www.cnnbrasil.com.br/internacional/eleicoes-nos-eua-2024/trump-retrata-eleicao-de-2024-como-batalha-crista-semelhante-ao-dia-d",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Célio Galvão",
    "published": "2024-02-23T12:44:00Z",
    "title": "Trump retrata eleição de 2024 como batalha cristã semelhante ao Dia D",
    "text": "Trump retrata eleição de 2024 como batalha cristã semelhante ao Dia D\n\"A esquerda radical está indo atrás de todos nós porque eles sabem que nossa lealdade não é para com eles\", afirmou o ex-presidente\nDonald Trump pediu aos cristãos na quinta-feira (22) que o apoiem na eleição presidencial de 2024, uma disputa que ele descreveu em termos religiosos e comparou às grandes batalhas da Segunda Guerra Mundial.\nFalando em um fórum para emissoras cristãs em Nashville, o favorito à indicação presidencial republicana comparou os riscos da eleição ao Dia D e à Batalha do Bulge e disse que o envolvimento de Deus é necessário para resgatar o país.\n“Hoje estamos em outra luta pela sobrevivência de nossa nação”, disse Trump no evento organizado pela National Religious Broadcasters Association. “Desta vez, a maior ameaça não vem de fora de nosso país, eu realmente acredito nisso: vem de dentro.”\n“Estou aqui hoje porque sei que para alcançar a vitória nesta luta, assim como nas batalhas do passado, ainda precisamos da mão de nosso Senhor e da graça do Deus Todo-Poderoso.”\nDesde o lançamento de sua campanha no final de 2022, Trump tem descrito regularmente o estado do país em termos apocalípticos, buscando minar o apoio do presidente\nJoe Biden antes de uma provável revanche pela Casa Branca.\nTrump tem procurado, às vezes, retratar a escolha que os norte-americanos enfrentarão em novembro como uma escolha do bem contra o mal, expressando sua retórica em uma linguagem que apela aos eleitores cristãos conservadores que formam o núcleo de sua base de apoio.\nOs eleitores cristãos conservadores dão crédito a Trump por uma série de vitórias políticas, incluindo a decisão da Suprema Corte dos Estados Unidos que anulou o direito constitucional ao aborto.\nTrump tem mantido esse apoio mesmo enfrentando um julgamento criminal no próximo mês em Nova York, que tem origem em um suposto suborno a uma estrela pornô. Esse é um dos quatro processos criminais enfrentados por Trump, que tem ridicularizado todos eles como sendo de motivação política.\n“Na verdade, sou um cristão muito orgulhoso”, disse Trump. “Tenho estado muito ocupado lutando e, você sabe, levando as balas, levando as flechas. Estou levando-as para vocês e me sinto tão honrado em levá-las que vocês não fazem ideia.”\nChamando os promotores de “pessoas más”, Trump tentou criar uma causa comum com seu público, levantando temores de que o governo Biden estivesse planejando perseguir os cristãos e suas organizações – apesar da falta de evidências para apoiar tal afirmação.\n“Os cristãos não podem se dar ao luxo de ficar à margem dessa luta”, disse Trump. “A esquerda radical está indo atrás de todos nós porque eles sabem que nossa lealdade não é para com eles. Nossa lealdade é ao nosso país e nossa lealdade é ao nosso criador.”\nTrump está muito à frente de Nikki Haley, sua única adversária nas primárias republicanas. Ele tem 30 pontos percentuais de vantagem na primária da Carolina do Sul, no sábado, de acordo com a média de pesquisas feita pelo site FiveThirtyEight.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-23T15:18:44.768+02:00",
    "updated": "2024-02-23T15:18:44.768+02:00"
  },
  {
    "uuid": "accf2dc4f4307a6f689b13b98dbc6c40fa32ce0a",
    "url": "https://www.weau.com:443/2024/01/02/strong-solar-flare-seen-dazzling-image-new-years-eve/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@WEAU13News",
    "published": "2024-01-02T13:40:00Z",
    "title": "Strong solar flare seen in dazzling image on New Year’s Eve",
    "text": "Strong solar flare seen in dazzling image on New Year’s Eve (Gray News) - 2023 ended with an incredible light show from space. NASA’s Solar Dynamics Observatory [captured a spectacular image](https://blogs.nasa.gov/solarcycle25/2023/12/31/strong-solar-flare-erupts-from-sun-8/) of a strong solar flare erupting from the sun Sunday afternoon. The close-up image of the sun shows a mix of yellow, orange, brown and black colors. A bright white flash that appears on the left side of the photo is the solar flare, which peaked at 4:55 p.m. Eastern Standard Time on Sunday. NASA said the flare is classified as an X5.0 flare, with X-class being flares of the highest intensity. Solar flares are powerful bursts of energy made of extremely hot solar material. Flares and solar eruptions, while beautiful, can impact radio communications, electric power grids, navigation signals and even pose a risk to spacecraft and astronauts. The space agency said it constantly monitors the sun and space, studying solar activity, the solar atmosphere, particles and the Earth’s magnetic field. Copyright 2024 Gray Media Group, Inc. All rights reserved. CNN Newsource contributed to this report.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Weather",
      "Human Interest"
    ],
    "external_links": [
      "https://blogs.nasa.gov/solarcycle25/2023/12/31/strong-solar-flare-erupts-from-sun-8/)",
      "https://www.blogs.nasa.gov/solarcycle25/2023/12/31/strong-solar-flare-erupts-from-sun-8/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "solar dynamics observatory",
          "sentiment": "none"
        },
        {
          "name": "nasa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "earth",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-02T16:00:48.084+02:00",
    "updated": "2024-01-02T16:00:48.084+02:00"
  },
  {
    "uuid": "efdb71ccf915e756dc9dd38b9b667fe14c09a8a9",
    "url": "https://www.nny360.com/news/jeffersoncounty/benefits-planned-for-fire-victims/article_b298472b-8c93-527a-a719-f6b6dfb8b19e.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Times staff report",
    "published": "2024-03-14T17:56:00Z",
    "title": "Benefits planned for fire victims | Jefferson County | nny360.com",
    "text": "NATURAL BRIDGE — Homeowner Karen Taylor and her grandson, were displaced, when a fire totally destroyed their home at 41980 County Route 41. Feb. 29.\nA spaghetti dinner at a cost of $12, local business gift certificate raffle and bake sale will be held starting at 11:30 a.m. at the Natural Bridge Fire Hall, 27570 High St., Natural Bridge. Pre-orders are available by contacting Casey St. Louis at 315-741-0406. Meals are eat in or take out.\nThere will be a Beach Party Benefit 11 a.m. to 3 p.m. April 6 with music raffles, lottery tree and cornhole tournament at the American Legion, 415 West St., Carthage. Food will be available at a cost of $10 with the options of hot dogs, hamburger or sausage sandwiches.\nOn the scene, Natural Bridge Second Assistant Fire Chief Ronald R. Ward said that one firefighter arrived at the scene ahead of everyone else and gave the other crew members a heads up that there was a fully engulfed structure fire.\nWard said there was a manpower issue getting their truck to the scene since the call came in during the middle of the afternoon on a weekday.\nThe cold and wind resulted in an engine freezing up.\n“This wind today is atrocious on all of us,” he said.\nOne firefighter was injured on the scene but was treated and released. No other injuries were reported.\nWard said some animals died in the fire.\nFirefighters used foam to put the fire out. Ward said this is because foam will smother the fire.\n“Their choice was to use the foam to try to knock it down,” he said.\nThe fire spread to a nearby camper, which is also a total loss.\nWard said there was “a hiccup” getting water to the scene, but said “they were quickly resolved,” Ward said.\nNatural Bridge Fire Department responded with mutual aid from Carthage, West Carthage, Deferiet, Castorland and Rutland fire departments. Carthage Rescue Squad was also on the scene.\nThe cause of the fire is under investigation.\nJohnson Newspapers 7.1",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "karen taylor",
          "sentiment": "negative"
        },
        {
          "name": "ronald r. ward",
          "sentiment": "none"
        },
        {
          "name": "ward",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "american legion",
          "sentiment": "none"
        },
        {
          "name": "beach party benefit",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "jefferson county",
          "sentiment": "none"
        },
        {
          "name": "carthage",
          "sentiment": "none"
        },
        {
          "name": "casey st. louis",
          "sentiment": "none"
        },
        {
          "name": "west st.",
          "sentiment": "none"
        },
        {
          "name": "natural bridge",
          "sentiment": "none"
        },
        {
          "name": "natural bridge fire hall",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:25:53.185+02:00",
    "updated": "2024-03-22T06:52:27.057+02:00"
  },
  {
    "uuid": "42509d66262ee48e4ccaf459a1cce5eb5661fe99",
    "url": "https://abcnoticias.mx/local/2025/3/5/regios-regresan-al-uso-de-cubrebocas-ahora-por-la-contaminacion-ambiental-242151.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alejandro Cardiel",
    "published": "2025-03-05T23:43:00Z",
    "title": "Regios regresan al uso de cubrebocas ahora por la contaminación ambiental",
    "text": "Monterrey.- El registro de la mala calidad del aire que inició desde este martes en la entidad provocó que muchos ciudadanos retomaran el uso de cubrebocas como medida de protección contra los contaminantes en el ambiente.\nDurante un recorrido realizado por ABC Noticias en la zona metropolitana de Monterrey, se pudo observar a decenas de personas portando cubrebocas en distintos puntos del estado.\nTambién en el municipio de Guadalupe, algunos médicos incluso entregaron estos insumos a transeúntes para evitar que inhalaran el aire contaminado.\nEste martes se registraron más de 180 incendios en la entidad, los cuales provocaron que la mayoría de las estaciones de monitoreo ambiental mostraran una calidad del aire mala, muy mala y extremadamente mala.\nDurante el martes, los datos del Sistema Integral de Monitoreo Ambiental (SIMA), mostraron cinco estaciones en color naranja (mala calidad del aire); otras cinco en color rojo (muy mala calidad); y una en color morado (extremadamente mala); mientras que cuatro estaciones no arrojaron datos por estar en mantenimiento.\nEn García, donde un incendio de gran magnitud afectó cinco empresas, la calidad del aire se mantuvo en niveles preocupantes, representando un riesgo elevado para la población. Además, los municipios de San Pedro, el sur de Monterrey y Pesquería también registraron condiciones ambientales adversas.\nLa mañana de este miércoles, en Santa Catarina se registró un nivel de contaminación extrema, y por la tarde cambió a mala calidad.\nDesde los más pequeños hasta adultos mayores, el uso del cubrebocas volvió a ser común entre la población que buscaba protegerse de la contaminación.\nLos fuertes vientos, el polvo arrastrado desde Texas y Coahuila, y los múltiples incendios registrados en la región provocaron que la Secretaría de Medio Ambiente activara este martes la primera contingencia ambiental del 2025, la cual fue desactivada por la tarde del miércoles 5 de marzo.\nLa situación encendió las alarmas entre la población y las autoridades, quienes recomiendan evitar actividades al aire libre y reforzar medidas de protección para reducir la exposición a contaminantes.\nRecordando que la pandemia del Covid-19 fue lo que provocó que los regiomontanos tuvieran que usar obligatoriamente el cubrebocas debido al rápido contagio de esta enfermedad, y ahora, nuevamente los ciudadanos tienen que usar estas medidas de salud para no contraer algún padecimiento por la contaminación.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Environment->air pollution",
      "Environment->environmental pollution",
      "Social Issue->social problem",
      "Social Issue->social services",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Guadalupe",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T04:42:52.734+02:00",
    "updated": "2025-03-06T04:42:52.734+02:00"
  },
  {
    "uuid": "9f1f371846f34e5cb211da324f56601e93c5631b",
    "url": "https://flipboard.com/topic/afctoronto/how-jesse-marsch-helped-isma-l-kon-overcome-painful-marseille-exit-the-sit-do/f-915d63895f%2Fyoutube.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Css-; Object-Fitcover; Border-Radius; Border; 0",
    "published": "2025-03-19T22:36:00Z",
    "title": "How Jesse Marsch helped Ismaël Koné overcome painful Marseille exit | THE SIT-DOWN by Visa 🎙️ | Flipboard",
    "text": "Leeds United player discusses relationship he has with Daniel Farke while on international duty\nWherever you look in this Leeds United side, there are players producing the form of their lives under the guidance of Daniel Farke – even if Leeds …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "topics": [
      "Sport->soccer"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T00:36:53.689+02:00",
    "updated": "2025-03-20T00:36:53.689+02:00"
  },
  {
    "uuid": "3d77ecf27b33485d058d905cf595492f71bf3634",
    "url": "https://www.adnradio.cl/2024/01/25/pensiones-de-gracia-contraloria-determina-que-pueden-ser-revocadas-y-ofician-al-indh-por-presuntas-ilegalidades",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ruth Cárcamo",
    "published": "2024-01-25T21:55:00Z",
    "title": "Pensiones de gracia: Contraloría determina que pueden ser revocadas y ofician al INDH por presuntas “ilegalidades” | ADN Radio",
    "text": "Pensiones de gracia: Contraloría determina que pueden ser revocadas y ofician al INDH por presuntas “ilegalidades” Tras identificar deficiencias en el proceso de otorgamiento del beneficio en personas afectadas en el marco del estallido social, el ente contralor emitió otro informe donde señala que sí se pueden revocar por el Presidente de la República. Otro informe emitió la [Contraloría General de la República](https://www.adnradio.cl/2024/01/25/contraloria-detecta-deficiencias-en-el-proceso-de-otorgamiento-de-pensiones-de-gracia-del-estallido-social/), en el que expresa que se pueden revocar las pensiones de gracia, respondiendo así a un oficio de la comisión de Seguridad Ciudadana de la [Cámara Baja](https://www.adnradio.cl/2024/01/25/diputados-aprueban-informe-que-acusa-irregularidades-en-la-entrega-de-pensiones-de-gracia/) respecto a la probabilidad de invalidar o revocar el otorgamiento de dicho beneficio. “Dado el carácter netamente discrecional de la facultad para conceder la respectiva pensión de gracia, debe concluirse que la autoridad otorgante puede igualmente dejarla sin efecto”, argumentó el ente contralor en su respuesta, según consignó [La Tercera](https://www.latercera.com/politica/noticia/contraloria-establece-que-las-pensiones-de-gracia-si-pueden-ser-revocadas-por-el-presidente/JU6CEUO3FRDB7N6UKX2TAHXDK4/). Lo anterior se suma a [otro informe del órgano](https://www.adnradio.cl/2024/01/25/contraloria-detecta-deficiencias-en-el-proceso-de-otorgamiento-de-pensiones-de-gracia-del-estallido-social/), en el cual reveló que 58 beneficiados con pensiones de gracia tienen antecedentes penales, incluidos delitos violentos, información que no fue considerada en el proceso de evaluación. [Pensiones de gracia: Monsalve se cuadra con Contraloría y dice que “nunca debieron entregarse” a personas con antecedentes o sin lesiones permanentes](https://www.adnradio.cl/2024/01/25/pensiones-de-gracia-monsalve-se-cuadra-con-contraloria-y-dice-que-nunca-debieron-entregarse-a-personas-con-antecedentes-o-sin-lesiones-permanentes/) “Hemos solicitado los currículums” Tras darse a conocer este último informe, la diputada Camila Flores (RN) decidió oficiar al Instituto Nacional de Derechos Humanos (INDH). “A través de este oficio hemos solicitado los currículums de todos los trabajadores del Instituto, puntualmente el que presentaron cuando ingresaron a trabajar a este organismo”, señaló. “Aquí hay que indagar a fondo en quiénes estuvieron detrás de estas ilegalidades que terminaron beneficiando a delincuentes”, puntualizó. [Podcasts recomendados](https://www.adnradio.cl/podcast/) [Ver todos](https://www.adnradio.cl/podcast/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.latercera.com/politica/noticia/contraloria-establece-que-las-pensiones-de-gracia-si-pueden-ser-revocadas-por-el-presidente/JU6CEUO3FRDB7N6UKX2TAHXDK4/).",
      "https://latercera.com/politica/noticia/contraloria-establece-que-las-pensiones-de-gracia-si-pueden-ser-revocadas-por-el-presidente/JU6CEUO3FRDB7N6UKX2TAHXDK4/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:13:57.622+02:00",
    "updated": "2024-01-26T00:13:57.622+02:00"
  },
  {
    "uuid": "d98dbf74a0285f93eb6adb2e910416a8d9e583f7",
    "url": "https://www.news18.com/cricket/at-personal-level-im-not-satisfied-shubman-gill-on-his-batting-in-t20is-8978966.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Harshit Bisht",
    "published": "2024-07-25T23:09:00Z",
    "title": "At Personal Level I’m Not Satisfied: Shubman Gill On His Batting In T20Is - News18",
    "text": "Star Indian opening batter Shubman Gill is not satisfied with his batting performances in the 19 T20Is played so far and is looking to come up with an improved show in the upcoming three-match series against Sri Lanka. Speaking to reporters during the pre-match press conference on Thursday (July 25) ahead of the first T20I between India and Sri Lanka in Pallekele, the 24-year-old batter said he is ready to address the concerns around his batting.\\n“At a personal level, I’m not satisfied with my performances in T20Is till the T20 World Cup (2024). It hasn’t been up to my expectations. But hopefully, going forward, in the upcoming cycle, we’ve got about 30-40 T20Is (before T20 World Cup 2026), and I’d hope we improve on our performance as a team and I can improve as a player.”\\nAfter Rohit Sharma and Virat Kohli’s retirement from T20Is last month, Gill is now all set to open for India in the upcoming three T20Is against Sri Lanka with Yashasvi Jaiswal.\\n“We really enjoy batting with each other. Especially the kind of shots we play, we kind of complement each other,” Gill said of his partnership with Jaiswal. “Being a right-left combination, we have had good partnerships in whatever T20Is we have played before; two partnerships have been 150-plus. So, we have a great understanding and communication between us, and I have fun batting with him.”\\nUnlike Gill, Jaiswal was a member of India’s T20 World Cup 2024 winning team, but the 22-year-old batter didn’t get a chance to play in any of the eight matches for India.\\nGill, who was India’s captain during a five-match T20I series against Zimbabwe earlier this month, is named as India’s vice captain for the upcoming white-ball tour of Sri Lanka. The youngster said he is looking forward to the challenge of vice captaincy and expressed his belief that the extra responsibility wouldn’t hinder his on-field performance.\\n“(His role) doesn’t change much as a batter. When I’m a batter, I still need to perform and win matches for my country. But when you are on the field, you need to make more decisions compared to when you’re playing as a player.”\\nGill was also confident of working well with India’s new T20I captain, Suryakumar Yadav. “We think alike. I’ve played under Surya Bhai’s captaincy in the South Africa tour,” he said.\\n“Our communication and understanding are alike. You can see this in the upcoming games,” he added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shubman gill",
          "sentiment": "negative"
        },
        {
          "name": "yashasvi jaiswal",
          "sentiment": "none"
        },
        {
          "name": "virat kohli",
          "sentiment": "none"
        },
        {
          "name": "gill",
          "sentiment": "none"
        },
        {
          "name": "rohit sharma",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "sri lanka",
          "sentiment": "none"
        },
        {
          "name": "pallekele",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T04:58:55.206+03:00",
    "updated": "2024-07-26T04:58:55.206+03:00"
  }
]