[
  {
    "uuid": "128db7fbe052ec24795ddd777008c1d01d638a3f",
    "url": "https://abc7ny.com/dog-stabbed-animal-abuse-nassau-county-reward-offered/14234814/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Eyewitness News",
    "published": "2023-12-28T00:00:00Z",
    "title": "Dog found stabbed 17 times in Nassau County, Long Island, $5K reward offered for information that leads to arrest, conviction - ABC7 New York",
    "text": "FREEPORT, Nassau County (WABC) -- Nassau SPCA is offering $5,000 reward for information that leads to an arrest and conviction after a dog was stabbed 17 times. Cornell, a two-year-old Terrier mix, was found injured and bleeding on November 27 on Washburn Avenue in Freeport, Long Island. \"Cornell can't tell us his story. He can't tell us what happened. He can't tell us why or when something like this happened to him. We just know he was found bleeding from the 17 wounds,\" said Nassau County District Attorney Anne Donnelly. The woman who found Cornell brought him to the non-profit, no-kill organization shelter in Hempstead, but his injuries were too extensive for them to treat. Cornell was then sent to a veterinarian hospital in Farmingdale. Miraculously, Cornell has survived his injuries. \"Some of the stab wounds caused his lungs to leak air between his body cavity and his lungs, and they had to be drained a number of times. The other stab wounds were cleaned, were either stapled or sewn,\" said DA Donnelly. The Nassau County DA's Office is asking anyone with information to call the animal crimes hotline at 516-571-7755. \"People who commit crimes like this against animals can be very dangerous, also to people. We need to find out who did this to Cornell,\" said DA Donnelly. ALSO READ | New laws that take effect in New York, New Jersey and Connecticut in 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "anne donnelly",
          "sentiment": "none"
        },
        {
          "name": "da donnelly",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nassau county da's office",
          "sentiment": "none"
        },
        {
          "name": "cornell",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nassau",
          "sentiment": "none"
        },
        {
          "name": "long island",
          "sentiment": "none"
        },
        {
          "name": "new york freeport",
          "sentiment": "none"
        },
        {
          "name": "nassau county",
          "sentiment": "none"
        },
        {
          "name": "hempstead",
          "sentiment": "none"
        },
        {
          "name": "farmingdale",
          "sentiment": "none"
        },
        {
          "name": "freeport",
          "sentiment": "none"
        },
        {
          "name": "washburn avenue",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:45.052+02:00",
    "updated": "2024-01-05T00:36:14.830+02:00"
  },
  {
    "uuid": "cb39def74c4eb1ec00c060117cca0efb74f7a004",
    "url": "https://www.mondialisation.ca/israel-gaza-la-negation-a-loeuvre/5684705",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Seymour M. Hersh",
    "published": "2023-12-28T23:24:00Z",
    "title": "Israël-Gaza. La négation à l’oeuvre.",
    "text": "Israël-Gaza. La négation à l’oeuvre.\nNetanyahou est engagé dans un ultime baroud d'honneur pour rester au pouvoir, accusant armée, Shin Bet & Mossad, les deux principaux services secrets d'Israël - de lui avoir caché des informations.\nJe suis venu pour la première fois à Beyrouth plus d’un an après les attentats du 11 septembre 2001 à New York et à Washington, lorsqu’il devint évident que les hommes alors à la tête de la Maison Blanche – George Bush et Dick Cheney – allaient répondre au fanatique Oussama ben Laden en entrant en guerre contre le gouvernement laïc de Saddam Hussein en Irak, ce qui n’avait pourtant rien à voir avec le 11 septembre 2001. J’ai mené le premier de ce qui allait être plusieurs longs entretiens avec le cheikh Hassan Nasrallah, chef du Hezbollah. Sa milice chiite a suscité l’inquiétude et la peur dans tout le Moyen-Orient, ainsi que dans la sphère officielle de Washington. Le premier message que Nasrallah m’a adressé était celui que j’avais déjà entendu de la bouche d’un éminent pétrolier du Moyen-Orient : l’Amérique ne changera pas l’Irak, mais l’Irak changera l’Amérique, à jamais.\nCe voyage fut le premier d’une longue série à Beyrouth, et d’autres rencontres avec Nasrallah ont eu lieu au cours des années suivantes, mais ce qui n’a jamais manqué de m’étonner, puis de me déprimer, ce sont les vestiges de la guerre civile de 15 ans qui a fini par impliquer Israël et la Syrie, ainsi que les différents partis politiques et factions militaires à l’intérieur du Liban. Les immeubles d’habitation situés de part et d’autre de la Ligne verte, une artère principale qui divisait les communautés chrétienne et musulmane, étaient truffés d’impacts de balles et de roquettes, certains réparés, d’autres non. J’avais des amis européens vivant dans l’un de ces immeubles criblés de balles, et c’était troublant de s’y rendre, comme de déambuler dans le Berlin bombardé au lendemain de la Seconde Guerre mondiale. Il s’est avéré que les bombardements israéliens qui ont brisé la société musulmane en 1982 ont été justifiés par l’allégation bidon d’Israël selon laquelle l’OLP avait pris pour cible un diplomate israélien à Londres. Israël a obtenu ce qu’il voulait avec ses bombes : l’exil forcé, cet été-là, du président de l’OLP, Yasser Arafat, et de plus de 8 000 membres de son armée meurtrie vers Tunis.\nToute cette histoire était vivante pour moi. J’ai déjà écrit sur le mépris d’Henry Kissinger – peut-être que le terme “dédain” est plus approprié – à l’égard de l’OLP, qui ne comprenait pas que la seule question d’importance pour la Maison Blanche au Moyen-Orient à l’époque était de contenir l’influence de la Russie dans la région. Arafat, note dédaigneusement Kissinger dans ses mémoires de 1979, Les années à la Maison Blanche, demandait la création d’un “État laïc démocratique” en Palestine, “permettant théoriquement aux Juifs, aux Arabes [musulmans] et aux Chrétiens de vivre ensemble avec des droits égaux”.\nLa réaction meurtrière et disproportionnée d’Israël à l’attaque du 7 octobre perpétré par le Hamas m’a ramené aux travaux de Rashid Khalidi, professeur charismatique et très estimé d’études arabes modernes à l’université de Columbia. Je connaissais un peu Khalidi en tant qu’ancien professeur de l’université de Chicago, l’un des nombreux universitaires libéraux, voire radicaux, qui s’étaient liés d’amitié avec Barack Obama et son épouse lorsqu’il enseignait à la faculté de droit de l’université. Obama a laissé tomber nombre d’entre eux, très froidement, au cours de son ascension fulgurante de sénateur d’État à un siège au Sénat américain, puis à la présidence.\nDes citoyens enterrent les corps de Palestiniens tués dans une fosse commune, mardi à Rafah, à Gaza. / Photo by Ahmad Hasaballah/Getty Images.\nJe connaissais bien mieux Khalidi pour ses écrits universitaires et ses déclarations publiques sur le refus de l’Amérique d’être un intermédiaire honnête dans le conflit permanent du Moyen-Orient. Son étude de la lutte de l’OLP pour sa survie, “The Hundred Years’ War on Palestine”, publiée en 2020 et qui fait désormais autorité, comprend une analyse sévère, du point de vue d’un Palestinien, de la manière dont les dirigeants d’Israël ont atteint leur objectif lors des pourparlers de paix de Camp David en 1979, sous la houlette du président Jimmy Carter. Cet objectif, affirme Khalidi, était de mettre la “question palestinienne en veilleuse” en échange de l’acceptation par Israël de restituer la péninsule du Sinaï à l’Égypte et de sortir effectivement l’Égypte du conflit israélo-arabe. Comme l’écrit Khalidi avec perspicacité, cet accord\n“a achevé de faire passer l’Égypte du camp soviétique au camp américain, désamorçant ainsi les aspects les plus dangereux du conflit entre les superpuissances au Moyen-Orient”.\nLes intentions de Carter quant au sort des Palestiniens étaient peut-être nobles, mais le traité de paix largement salué qui en a résulté, écrit Khalidi, “a marqué l’alignement des États-Unis sur l’expression la plus extrême de la négation par Israël des droits des Palestiniens”. Cet alignement a été encore renforcé par l’administration de Ronald Reagan. Le premier ministre israélien Menachem Begin et ses successeurs au sein du parti de droite Likoud – Yitzhak Shamir, Ariel Sharon et Benjamin Netanyahou – étaient, écrit Khalidi, “radicalement opposés à la création d’un État palestinien, à la souveraineté ou au contrôle de la Cisjordanie et de Jérusalem-Est”. La Palestine n’appartenait qu’au peuple juif, “et un peuple palestinien doté de droits nationaux était inexistant”.\nAvance rapide jusqu’au 4 juin 1982, un vendredi : Khalidi participe à une réunion à l’université américaine de Beyrouth, où il enseigne depuis six ans. Soudain, des bombes d’une tonne, provenant manifestement d’un avion israélien, commencent à pleuvoir. Ce fut la panique habituelle pour rassembler femmes et enfants pour les mettre à l’abri. Les attaques intenses, qui se sont poursuivies jusqu’au samedi, n’avaient pas été notifiées et frappaient des cibles à Beyrouth et dans le sud du Liban, sous le contrôle du Hezbollah. Une invasion terrestre israélienne du Liban a suivi. “Pendant le siège”, écrit Khalidi, “des immeubles entiers ont été détruits et de vastes zones ont été dévastées dans la moitié ouest [musulmane] de la ville, déjà très endommagée”. Près de cinquante mille personnes ont été tuées ou blessées dans ce qui fut l’attaque la plus grave contre une capitale arabe depuis la Seconde Guerre mondiale. Elle ne sera égalée que lorsque l’Amérique envahira l’Irak en 2003.\nAu cours des dix semaines de combats, qui ont pris fin à la mi-août 1982, plus de 19 000 Palestiniens et Libanais, pour la plupart des civils, ont été tués et plus de 30 000 blessés. Trois grands camps de réfugiés palestiniens ont été attaqués par Israël ou ses alliés libanais dans les semaines suivantes, dont les tristement célèbres camps de Sabra et Chatila, où les réfugiés ont été massacrés. L’eau, l’électricité, la nourriture et le carburant ont également été coupés aux survivants par Israël.\nIl s’agissait d’un scénario meurtrier qui allait se répéter à Gaza quarante ans plus tard. À cette époque comme aujourd’hui, écrit Khalidi, l’Amérique était entièrement acquise à Israël, avec des armes, des services de conseil et de l’argent. La décision d’envahir le Liban en 1982 a été prise par le gouvernement israélien, reconnaît Khalidi,\n“mais elle n’aurait pu être mise en œuvre sans l’assentiment explicite du secrétaire d’État Alexander Haig ou le soutien diplomatique et militaire américain, combinés à la passivité totale des gouvernements arabes”.\nLes critiques de Khalidi sur les échecs moraux et politiques de l’Amérique et des nations arabes sont validées, à mon avis, par sa volonté, dans son livre, de critiquer sévèrement la direction de l’OLP pour ce qu’il appelle “son comportement autoritaire et souvent arrogant” qui a considérablement érodé le soutien populaire au mouvement. Les attaques de représailles de l’OLP en Israël, écrit-il,\n“étaient souvent dirigées contre des cibles civiles et n’ont visiblement guère fait avancer la cause nationale palestinienne, quand elles ne lui ont pas nui”.\nKhalidi reproche en particulier aux dirigeants de l’OLP leur incapacité\n“à percevoir l’intensité de l’hostilité suscitée par leur propre comportement et leur stratégie défectueuse, ce qui a constitué l’une des plus grandes faiblesses de l’OLP au cours de cette période”.\nLe New York Times a publié un article de Khalidi dans sa rubrique d’opinion huit jours après l’invasion israélienne de Gaza. Il y mettait en garde l’administration Biden contre son intention de soutenir inconditionnellement Israël suite à l’attaque du Hamas le 7 octobre.\n“La dernière fois qu’un président et ses conseillers ont laissé des pertes incommensurables guider leur politique, c’était après le 11 septembre, lorsqu’ils ont déclenché deux des guerres les plus désastreuses de l’histoire des États-Unis, dévastant deux pays et entraînant la mort d’un demi-million de personnes ou plus, amenant nombre de gens dans le monde entier à vilipender les États-Unis”, écrit Khalidi.\nDepuis, Khalidi n’a pas figuré dans les pages d’opinion du Times et, après avoir relu attentivement son livre, je reste perplexe quant au fait que le bombardement israélien de Beyrouth en 1982 n’était pas la riposte directe à un acte d’agression spécifique, comme l’a été l’invasion de Gaza à l’automne dernier. Les dirigeants israéliens pensaient clairement que la simple présence d’Arafat et de son OLP, souvent très sûrs d’eux, justifiait le bombardement total de la ville.\nLes dirigeants du Hamas, secrètement subventionnés à hauteur de centaines de millions par le Qatar, au su et avec l’approbation d’Israël, représentaient-ils en 2023 la même menace immédiate pour Israël qu’Arafat en 1982 ? Si ce n’est pas le cas, un casus belli était-il nécessaire pour justifier la fin d’une autre menace palestinienne, une fois pour toutes ?\nLes médias israéliens ont publié une série d’articles sur des rapports de renseignements israéliens de haut niveau, basés sur des interceptions et d’autres renseignements techniques, qui ont fourni des détails sur la planification par le Hamas, pendant une grande partie de l’année dernière, d’une invasion transfrontalière dans le sud d’Israël. L’attaque redoutée s’est produite avec une résistance étonnamment faible et les dirigeants israéliens, sous la direction de M. Netanyahu, ont assuré à plusieurs reprises au public israélien qu’il y aurait une enquête complète sur l’incapacité de la communauté du renseignement à évaluer et à transmettre ces rapports de manière adéquate. Il a également été précisé qu’une telle enquête n’aurait pas lieu tant que la guerre en cours à Gaza ne serait pas achevée.\nLa question de l’enquête a disparu des gros titres alors que l’assaut planifié sur Gaza s’est transformé en une guerre urbaine meurtrière, avec un nombre sans cesse croissant de morts au combat israéliens parmi le nombre indicible d’innocents palestiniens, dommages collatéraux, à tous égards et comme dans toute guerre, de la violence.\nJ’ai souvent écrit sur le secret étatsunien au cours des sept dernières décennies, et deux éléments d’information me viennent à l’esprit qui, mis côte à côte, suggèrent soit une incompétence flagrante de la part des politiciens et généraux israéliens qui dirigent actuellement la guerre, soit un plan visant à entraîner les dirigeants du Hamas dans une attaque et une guerre qu’ils ne pourraient pas gagner.\nIl a été largement rapporté en Israël qu’une femme officier, brillante et vigilante, attachée au groupe de renseignement électromagnétique hautement confidentiel du pays, l’unité 8200, a commencé à observer et à faire des rapports l’été dernier sur ce qui était clairement un programme d’entraînement du Hamas dont l’objectif était de trouver un moyen de pénétrer en Israël et de s’emparer d’otages militaires. Ses rapports n’ayant abouti nulle part, elle les a rendus publics. Les médias locaux et internationaux ont publié des articles à foison, avec des explications officielles allant – je n’exagère que légèrement pour la première – de l’idée que l’officier concerné n’était qu’une jeune fille excitable à l’idée que le Hamas n’avait aucune chance de mener à bien une telle opération. Ce qu’elle voyait n’était qu’un simple aperçu des possibilités.\nEn novembre, alors que la question de l’unité 8200 allait s’estompant, j’ai appris de source indépendante que les caméras et capteurs satellitaires américains, hautement classifiés et puissants, avaient fourni une vidéo de l’entraînement du Hamas que les responsables israéliens avaient démentie. La vidéo américaine montrait que le Hamas avait aménagé un kibboutz de simulation, semblable à ceux qui ont été attaqués de manière meurtrière le 7 octobre, et la vidéo obtenue était assortie d’un véritable dialogue.\nLe New York Times a ensuite reçu des copies des rapports originaux de l’Unité 8200 et a conclu, dans une dépêche de première page, que les unités du Hamas qui avaient attaqué avaient “suivi le plan”, tel que décrit dans les rapports initiaux des renseignements de l’Unité 8200, “avec une précision choquante”. Le Times a également indiqué qu’il n’était pas certain que Netanyahou, l’homme qui dirige la guerre, ait également vu les documents originaux de l’Unité 8200.\nEn fait, comme me l’a dit cette semaine une source israélienne bien informée, Netanyahou a bien “vu et lu” l’évaluation de l’Unité 8200, et il a été informé à l’époque par les services de renseignement de l’armée israélienne que\nson “objectif de changement de régime devenait le thème principal de discussions internes de haut niveau” – manifestement interceptées par l’Unité 8200 – “au sein du Hamas, du Hezbollah et de l’Iran. Et ils ont intensifié les plans d’attaque contre Israël, convaincus que l’armée et le public israéliens étaient considérablement affaiblis par les divisions politiques et les conflits”.\nLa source israélienne a déclaré que M. Netanhayu “est maintenant engagé dans un ultime baroud d’honneur pour rester au pouvoir en accusant l’armée, le Shin Bet et le Mossad” – les deux principales unités de renseignement d’Israël – “de lui avoir dissimulé des informations”.\nJ’ai appris il y a quarante ans, alors que j’effectuais un reportage sur un sujet sensible pour le New York Times concernant un envoi illicite de gaz neurotoxique en Allemagne, pays d’origine du Zyklon B, que M. Netanyahou, alors ambassadeur adjoint d’Israël aux États-Unis, était l’interlocuteur privilégié du bureau du Timesà Washington pour ce qui traitait des renseignements américains les plus secrets.\nJ’avais quitté le journal en 1979 pour écrire un livre, mais Abe Rosenthal, le rédacteur en chef du journal, adorait les histoires qui faisaient l’actualité et m’autorisait à faire la une du journal chaque fois que j’en avais l’occasion. (Abe a dit à d’autres que c’était comme obtenir le lait d’une vache sans la posséder. Pour moi, c’était comme si je publiais des articles dans le journal sans être dans le journal. Cela a fonctionné pour nous deux jusqu’à ce que Rosenthal prenne sa retraite).\nToute histoire traitant de l’Allemagne et d’un gaz mortel était un sujet délicat, et un grand reporter du bureau du Times à Washington m’a dit d’aller voir Bibi [Netanyahou]. J’ai appelé et j’ai été invité à le rencontrer à l’ambassade d’Israël, dans le nord-ouest de Washington, tard dans la nuit. J’ai eu une brève discussion avec cet homme, brillant et vif, et il m’a dit qu’il me recontacterait. Le lendemain après-midi, une grande enveloppe m’a été remise au Times, contenant deux photos satellite top secrètes de caisses chargées de gaz neurotoxique en train d’être déchargées dans un endroit identifiable de Berlin-Ouest. Ces photos, que je n’ai pas utilisées, étaient la preuve dont j’avais besoin pour faire publier l’article. (J’écrivais sur les services de renseignement américains et les photos satellite top secrètes, qui faisaient partie d’un projet connu sous le nom de Talent Keyhole, n’étaient pas destinées à être partagées avec des gouvernements étrangers). Ce que les autres journalistes du Times ont fait ne me regardait pas, mais j’ai été troublé par cette interaction.\nJe me suis mis en quête de renseignements, pour faire publier un article dont les lecteurs avaient besoin. Je croyais alors, et je crois toujours, que Bibi faisait tout son possible pour s’attirer les bonnes grâces du Times, le journal le plus important d’Amérique, parce qu’il entrevoyait une voie politique vers la direction d’Israël et que le Times représentait alors l’atout incontournable de cette ambition.\nLa question qui reste sans réponse dans tout cela est la suivante : pourquoi n’a-t-on pas donné suite au projet d’attaque du Hamas, tel qu’il a été formulé par l’unité 8200 ? Trop peu de ressources ? Des rapports quotidiens insuffisants ? Incompétence ? Ou bien était-ce là une décision délibérée de fermer les yeux ? Quelle qu’en soit la raison, ceux qui voulaient un prétexte pour attaquer Gaza et contraindre les Gazaouis à fuir ont obtenu ce qu’ils voulaient.\nSeymour Hersh\nArticle original en anglais :\nA History of Negation Rashid. Khalidi’s chronicle of the Israel-Palestine conflict and Netanyahu’s latest desperate moves\nTraduction :\nSpirit of Free Speech seymourhersh.substack.com Seymour M. Hersh, seymourhersh.substack.com, 2023",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://ssofidelis.substack.com/p/la-negation-a-loeuvre?utm_source=profile&utm_medium=reader2",
      "https://seymourhersh.substack.com/p/a-history-of-negation?utm_source=substack&utm_campaign=post_embed&utm_medium=email",
      "https://www.seymourhersh.substack.com/p/a-history-of-negation?utm_source=substack&utm_campaign=post_embed&utm_medium=email",
      "https://ssofidelis.substack.com/p/la-negation-a-loeuvre",
      "https://seymourhersh.substack.com/p/a-history-of-negation",
      "https://www.ssofidelis.substack.com/p/la-negation-a-loeuvre?utm_source=profile&utm_medium=reader2"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:30:59.980+02:00",
    "updated": "2023-12-29T01:30:59.980+02:00"
  },
  {
    "uuid": "58eff61687a3d55329115f35513cd667a4fe54f5",
    "url": "https://www.bdtonline.com/news/volunteers-getting-background-checks-for-future-warming-station-in-princeton/article_6da05b30-afdf-11ee-a046-c7152c7419c0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "GREG JORDAN Bluefield Daily Telegraph",
    "published": "2024-01-12T09:45:00Z",
    "title": "Volunteers getting background checks for future warming station in Princeton",
    "text": "PRINCETON — People volunteering to staff a warming station that will provide the homeless and others with a refuge during bitterly cold weather are now undergoing background checks. Commissioner Greg Puckett, who is also the executive director of Community Connections, Inc., updated the Mercer County Commission recently about the project’s status. Potential volunteers met Jan. 4 with county officials at The Salvation Army in Princeton. “We had a great meeting with about 30 representatives throughout the county that said that they would volunteer to come and work at a warming station at The Salvation Army. Capt. (Melissa) White said that she would gladly open that up in certain times,” Puckett said. “There are certain criteria that would be available that it could so when it gets down a certain windchill factor, incorporate the temperature plus the wind chill and that gives a baseline of whether or not that center will be open.” Traditionally, warming stations are open from 8 p.m. to 8 a.m. It will need to be staffed throughout that period and it will provide temporary shelter. “So at nighttime, we want to make sure that somebody’s going to be safe and protected; and again, it’s not a homeless shelter,” Puckett stated. “It’s a warming center; so, somebody is in need at that moment. We’re going to be able to provide a little bit of food, clothing, shelter at that warming center.” Eighteen people filled out forms and gave their contact information. Community Connections is doing background checks. “They are going through the vetting process; so now, they’re going to go back and make sure that the background checks are done,” Puckett said. They’re also going to provide them the technical expertise, with Narcan training as well as CPR so that they will be trained and that these will be our network of volunteers.” The plan is to finish these background checks within two weeks. Sgt. Melissa White said that The Salvation has approved the warming station. “We’re going to move forward with it,” White said Thursday. “It’s just a matter of getting all the policies and procedures established. Community Connections has already started the background checks and once all those are completed, we should be able to continue to move forward.” White said a cold snap is expected next week, so The Salvation Army will use $7,500 provided by the Mercer County Commission to put people needing shelter in a local motel overnight. “So there will be enough of that to take care of people next week until we get open,” she said. When the warming station will open is difficult to predict, White said. It will depend on when the background checks are completed, how many volunteers will be available and when procedures are finished. “It will be at least middle of February before we’ll even be able to get to that point,” she stated. “We’re just going to keep plucking away at it.” How long a person could remain at the warming station will be determined by the staff at The Salvation Army. Puckett proposed to look during the commission’s budget time at opening warming stations in each of Mercer County’s five districts. While many of the county’s homeless people are around the cities of Bluefield and Princeton, others living in the more rural areas usually cannot get to a warming station in the cities. “I would ask that we look at partnerships with area churches that we identify at least one location in each district,” Puckett said. Creating these warming stations could involve entering into an agreement of a three to five-year period where the county provides them with resources such as a generator if they have issues with electricity, he stated. “The volunteer network would come to that facility via the church or another area around the county,” Puckett said. Opening a warming station in Princeton is a first step, but more are needed ,he stated. “It’s something that I’ll be making a proposal on in the next couple of months before budget,” Puckett said. — Contact Greg Jordan at [gjordan@bdtonline.com](mailto:gjordan@bdtonline.com)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Weather",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "greg puckett",
          "sentiment": "none"
        },
        {
          "name": "puckett",
          "sentiment": "none"
        },
        {
          "name": "(melissa) white",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "community connections, inc.",
          "sentiment": "none"
        },
        {
          "name": "salvation army",
          "sentiment": "none"
        },
        {
          "name": "mercer county commission",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "princeton princeton",
          "sentiment": "none"
        },
        {
          "name": "princeton",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-12T12:51:40.650+02:00",
    "updated": "2024-01-12T13:41:43.248+02:00"
  },
  {
    "uuid": "4a713e70ce550328f23930be2bf9df8a151063a5",
    "url": "https://www.bristolpost.co.uk/news/bristol-news/live-met-office-forecasts-uk-9002561",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "bristolpostnews@localworld.co.uk (Shannon Brown)",
    "published": "2023-12-29T06:36:00Z",
    "title": "Live: Met Office forecasts UK snow amid travel disruption after destructive Storm Gerrit",
    "text": "Leftover strong winds from Storm Gerrit are still playing havoc with traffic in Bristol, with continued restrictions at the M48 Severn Bridge. [Traffic](https://www.bristolpost.co.uk/all-about/traffic-travel) between Bristol and Wales has been restricted for a few days following the onset of the storm, which has caused scaffolding and trees to fall, as well as cutting power across the UK. The Severn Bridge is currently open towards Bristol, according to traffic monitor Inrix, though the Wales-bound side has been closed. Inrix reports: \"M48 Westbound closed due to strong winds at J1 A403 ( Aust ). This is in preparation for the increased winds speeds and an expected closure to high sided vehicles.\" One lane is still closed on the [M4 Prince of Wales bridge](https://www.bristolpost.co.uk/all-about/m4-motorway) after a serious crash on Wednesday (December 27). Both of these closures are likely to contribute to delays between Bristol and Wales throughout the day, particularly with a host of holidaymakers expected to set off ahead of the New Year's weekend. Inrix adds: \"One lane closed due to emergency barrier repairs on M4 Prince of Wales Bridge in both directions between J22 M49 and J23 M48.\" The worst of the Storm Gerrit was experienced across the northwest of England on Thursday. Around 100 properties were damaged by what police called a “localised tornado” in Stalybridge, Tameside and in the badly-hit village of Carrbrook. Hayley McCaffer, 40, who lives in Carrbrook, told the PA news agency that some of her neighbours’ houses “are an absolute disaster” with missing roofs and “squished” cars. Damage will be covered by standard property insurance policies, the Association of British Insurers has said. Met Office chief forecaster Steven Ramsdale said: “Heavy rain will spread across all but the far north on Saturday, affecting similar areas previously affected by Storm Gerrit. However, this rainfall will be a step down from that seen during Storm Gerrit.” This is a live blog. Scroll below for more. UK snow Steven Ramsdale is a Met Office Chief Forecaster. He said: “This system is likely to bring a range of weather including hill snow. Heavy rain will spread across all but the far north on Saturday affecting similar areas previously affected by Storm Gerrit. However, this rainfall will be a step down from that seen during Storm Gerrit.” One lane closed on M4 bridge after crash \"One lane closed due to emergency barrier repairs on M4 Prince of Wales Bridge in both directions between J22 M49 and J23 M48.\" The lane has been closed since Wednesday, December 27 after a seven-car crash on the bridge sparked severe delays. [Read the full story here.](https://www.bristolpost.co.uk/news/bristol-news/m4-seven-vehicle-sparks-traffic-9000403) M48 closed westbound \"M48 Westbound closed due to strong winds at J1 A403 ( Aust ). This is in preparation for the increased winds speeds and an expected closure to high sided vehicles.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gerrit",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "met office",
          "sentiment": "negative"
        },
        {
          "name": "inrix",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "bristol",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "m4 prince of wales",
          "sentiment": "none"
        },
        {
          "name": "m4 prince of wales bridge",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T09:17:22.569+02:00",
    "updated": "2023-12-29T09:30:52.348+02:00"
  },
  {
    "uuid": "a031364c1dcb010f1181d6038a78dd5d55ea61cf",
    "url": "https://www.giz.de/de/mediathek/SI-Jobs-Gute-Arbeitsplaetze-in-Afrika.html",
    "ord_in_thread": 0,
    "author": "giz",
    "published": "2025-08-07T12:17:00Z",
    "title": "Gute Arbeitsplätze schaffen - zusammen mit der Wirtschaft - giz.de",
    "text": "07.08.2025\nGute Arbeitsplätze schaffen – zusammen mit der Wirtschaft\nÜber „Invest for Jobs“ unterstützt die GIZ deutsche, europäische und afrikanische Unternehmen bei ihren Investitionen in Afrika.\nMit Wachstumsraten von fünf Prozent und höher sind viele Volkswirtschaften in Afrika zunehmend für Unternehmen und Investoren interessant. Allerdings sehen sich Unternehmen aus Deutschland auch mit Investitionshemmnissen konfrontiert, etwa einem Mangel an qualifizierten Fachkräften.\nUnter der Sonderinitiative „Gute Beschäftigung für sozial gerechten Wandel“ (Invest for Jobs) hat das Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ) eine Reihe von Angeboten gebündelt, die Unternehmen bei ihrem Engagement in Afrika unterstützen und gleichzeitig Perspektiven vor Ort schaffen. Die Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH führt die Initiative mit durch. Sie berät, vernetzt und unterstützt auch finanziell, um Investitionshemmnisse auszuräumen.\nUnterstützung für 145 deutsche Unternehmen\nSeit 2019 hat die GIZ über Invest for Jobs bereits 145 deutsche Unternehmen bei ihrem Engagement in Afrika unterstützt. Aktuelles Beispiel: Tunesien – die Nähe zu Europa, qualifizierte Arbeitskräfte und wettbewerbsfähige Lohnkosten locken ausländische Firmen an. Die Firma Gruner aus Baden-Württemberg stellt in Tunesien etwa Spulen und Elektromagnete her. Nabil Rihani, Werksleiter von Gruner in Tunesien, sagt: „Wir sind in den vergangenen fünf Jahren stark gewachsen. Für die funktionierende Organisationsentwicklung braucht es ein starkes Führungsteam, das sich mit dem Unternehmen identifiziert.“\nUm vor Ort zu expandieren, brauchen auch andere Firmen qualifiziertes Führungspersonal. Der von deutschen Mittelständlern mit Werken in Tunesien gegründete tunesische Automobilverband (TAA) startete daher 2019 die Management-Akademie TAMA, mit Unterstützung der GIZ. Seither bildet die TAMA die benötigten Führungskräfte weiter. Mehr als 2.500 Mitarbeiter*innen aus 55 deutschen, europäischen und tunesischen Unternehmen haben inzwischen an Trainings teilgenommen. Dadurch konnten die Unternehmen neue Fertigungslinien eröffnen und mehr als 4.500 gute Arbeitsplätze schaffen, davon knapp 3.000 für Frauen.\nJobs schaffen Perspektiven vor Ort\nAfrikas Wirtschaft wächst 2025 um 3,9 Prozent, schätzt die afrikanische Entwicklungsbank (AfDB). Unter anderem aufgrund des geringen Industrieanteils finden junge Menschen trotzdem häufig nur Gelegenheits- oder Niedriglohnjobs. Viele erwägen auf der Suche nach guter Arbeit eine Migration nach Europa. Mit Invest for Jobs schafft die GIZ Perspektiven vor Ort – und unterstützt gleichzeitig Unternehmen bei ihrem Engagement in Afrika. Seit 2019 hat die GIZ gemeinsam mit rund 6.000 Unternehmen mehr als 70.000 „gute“ Jobs in acht afrikanischen Partnerländern geschaffen, rund die Hälfte davon für Frauen (Stand Juni 2025). Diese „guten“ Jobs umfassen eine gewisse Mindestdauer, werden über dem gesetzlichen Mindestlohn bezahlt und erfüllen die Kernarbeitsnormen der Internationalen Arbeitsorganisation (ILO).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Labor"
    ],
    "topics": [
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->economy",
      "Economy, Business and Finance->business strategy and marketing",
      "Labor->employer",
      "Labor->labour market",
      "Labor->employment"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-07T17:49:34.136+03:00",
    "updated": "2025-08-07T17:55:16.000+03:00"
  },
  {
    "uuid": "fc86d47ffc802822896f83ede68e743d3360bfff",
    "url": "https://versa.iol.pt/moda/primark/salto-alto-nesta-passagem-de-ano-querem-se-pantufas-da-primark/20231230/658d19e1d34e65afa2f91553",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rafaela Simões",
    "published": "2023-12-30T02:30:00Z",
    "title": "Salto alto? Nesta passagem de ano querem-se pantufas da Primark - VERSA",
    "text": "Qual vai ser o teu plano de passagem de ano? Se for em casa e sofres de algum tipo de FOMO (\"fear of missing out\", \"medo de perder algo”), não te preocupes. Acredita que este ano és tu quem vai fazer inveja aos que decidiram ir para a rua e ver o fogo de artifício ao frio, se nos pés tiveres o item que vai dar que falar entre todos os looks desta passagem de ano: chinelos de quarto da Primark. Mas atenção: não são simples chinelos de andar por casa. São sim [chinelos cobertos de lantejoulas](https://www.primark.com/pt-pt/p/chinelos-imitacao-pelo-lantejoulas-preto-991083021804), que dão “glamour ao calçado de dormir”, como refere a Primark. Além destes, [há chinelos com brilhantes em rosa ou prateado](https://www.primark.com/pt-pt/p/chinelos-brilhantes-natural-991083474102), que tal como os anteriores elevam qualquer look que dê prioridade ao conforto. Podes combinar as lantejoulas ou brilhos com um pijama de cetim da mesma marca ou o conjunto em pelúcia [considerado o pijama perfeito deste inverno.](https://versa.iol.pt/coolhunting/primark/parece-que-o-pijama-de-inverno-perfeito-existe-e-esta-na-primark/20231103/65437d5ad34e65afa2f7171d) Seja como for, não precisas de gastar centenas a milhares de euros nuns [sapatos Manolo Blahnik](https://versa.iol.pt/moda/sapatos/se-fizeres-isto-aos-sapatos-todos-vao-dizer-sao-manolo-blahnik/20231229/658c5308d34e371fc0bb5d95) para entrar em grande em 2024. Bastam-te os chinelos com lantejoulas (€8) ou brilhos (€8) à venda nas lojas da Primark.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.primark.com/pt-pt/p/chinelos-brilhantes-natural-991083474102),",
      "https://www.primark.com/pt-pt/p/chinelos-imitacao-pelo-lantejoulas-preto-991083021804),",
      "https://primark.com/pt-pt/p/chinelos-brilhantes-natural-991083474102),",
      "https://primark.com/pt-pt/p/chinelos-imitacao-pelo-lantejoulas-preto-991083021804),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T04:48:54.467+02:00",
    "updated": "2023-12-30T04:48:54.467+02:00"
  }
]