[
  {
    "uuid": "1993d84cee12edfb3c45fcbdbb25d33bb7e64b64",
    "url": "https://www.jamaicaobserver.com/2024/04/25/st-catherine-photographer-charged-2021-wounding-incident",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shereita Grizzle; Nbsp",
    "published": "2024-04-25T21:07:00Z",
    "title": "St Catherine photographer charged in 2021 wounding incident - Jamaica Observer",
    "text": "St Catherine photographer charged in 2021 wounding incident ST CATHERINE, Jamaica— A photographer who reportedly shot and injured two men in a 2021 incident was charged on Wednesday when he turned himself in to the police. Darian Clarke, a resident of Kendal Road in Waterford, St Catherine, was charged with wounding with intent, shooting with intent, illegal possession of firearm, and illegal possession of ammunition. It is reported that on Monday, June 21, 2021 about 10:30pm, three men were on their way from a party and while walking along Biscayne Road in the parish, they saw Clarke. The men believed that Clarke was acting suspiciously so they observed him for a moment before attempting to pass. However Clarke went into some bushes and hid himself, the report said. According to the report, Clarke was a stranger in the community, and the men feared for their lives so they approached where Clarke had gone to hide. Clarke allegedly pulled a gun and opened fire in the direction of the men hitting two, while the other escaped unhurt. The men made a complaint to the Portmore police and Clarke reportedly went on the run, alluding the cops for almost three years. On Wednesday, April 24, Clarke turned himself in to the police with his attorney. He was officially charged after a question and answer session. A court date is being finalised.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "clarke",
          "sentiment": "none"
        },
        {
          "name": "darian clarke",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "jamaica observer st catherine",
          "sentiment": "negative"
        },
        {
          "name": "st catherine",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "st catherine",
          "sentiment": "none"
        },
        {
          "name": "jamaica",
          "sentiment": "none"
        },
        {
          "name": "waterford",
          "sentiment": "none"
        },
        {
          "name": "kendal road",
          "sentiment": "none"
        },
        {
          "name": "biscayne road",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:11:41.010+03:00",
    "updated": "2024-04-26T00:11:41.010+03:00"
  },
  {
    "uuid": "55b6137b1868aaa3ec8831663a24c7ca67ef7ff0",
    "url": "https://www.epm.org/resources/2024/Mar/29/good-friday-terrible",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@epmorg",
    "published": "2024-03-29T00:00:00Z",
    "title": "Why Good Friday Isn’t Called Terrible Friday - Resources - Eternal Perspective Ministries",
    "text": "On Good Friday, Jesus experienced the terrible burden of atonement, the trauma of dying on the cross, and the anguish of being temporarily alienated from His Father when He became sin for us (see Matthew 27:46; 2 Corinthians 5:21). But this suffering was ultimately overshadowed by His joy in our salvation: “For the joy set before him he endured the cross, scorning its shame” (Hebrews 12:2). The unhappy suffering and death of Jesus ultimately guaranteed the death of death (see Revelation 21:4) and the elimination and reversal of the curse (see Revelation 22:3). It also guaranteed the eternal happiness of all who believe and trust in Jesus and His unfathomable suffering on our behalf, all for our eternal good and His eternal glory. So why isn’t Good Friday called Bad Friday? Because what happened on Sunday, Christ’s resurrection, redeemed what happened on Friday. Therefore, we can now see the crucifixion and all its horrors in retrospect. Out of the appallingly bad came the inexpressibly good. Had Jesus been delivered from His suffering, He couldn’t have delivered us from ours. And by the way, since God brought the greatest good out of His Son’s suffering, can’t He also bring good out of ours? Isn’t that exactly what Romans 8:28 promises, that “we know that for those who love God all things work together for good, for those who are called according to his purpose” (ESV)? The Gospel accounts of the Crucifixion and Resurrection depict Christ’s deep unhappiness in Gethsemane and His anticipation of the Cross. Joy and happiness are overshadowed by sorrow and grief—until the release of death. What follows His death for Jesus is joy, but for the apostles it is overwhelming grief. Resurrection happiness soon shines its light, pushing sorrow into the shadows. Death is conquered, and our eternal happiness secured. What would otherwise have been remembered as Terrible Friday or Horrific Friday is transformed into Good Friday because Christ’s resurrection works in reverse upon death. The hidden purpose in Christ’s suffering is no longer hidden—it becomes a spectacular cause for happiness. This is the gospel’s Good News! As Easter worked in reverse to make Good Friday good, so our resurrection will work in reverse to bring goodness out of our most difficult days. In the end that will never end, life conquers death, joy triumphs over suffering. Happiness, not sorrow, has the last word—and it will have the last word forever. Photo: [Unsplash](https://unsplash.com/photos/hIlTGgXyTvQ?utm_content=creditCopyText&utm_medium=referral&utm_source=unsplash)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://unsplash.com/photos/hIlTGgXyTvQ?utm_content=creditCopyText&utm_medium=referral&utm_source=unsplash)",
      "https://www.unsplash.com/photos/hIlTGgXyTvQ?utm_content=creditCopyText&utm_medium=referral&utm_source=unsplash)",
      "https://unsplash.com/photos/hIlTGgXyTvQ"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "negative"
        },
        {
          "name": "matthew",
          "sentiment": "none"
        },
        {
          "name": "christ",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "corinthians",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T17:43:34.058+03:00",
    "updated": "2024-03-29T17:43:34.058+03:00"
  },
  {
    "uuid": "71f6ea46518e821d4366ddd8d15d2d751991a017",
    "url": "https://www.tiempo.com/noticias/prediccion/varapalo-para-los-que-quieren-fresco-los-40-c-volvera-a-estas-zonas-de-espana-durante-el-fin-de-semana.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Silvia Ferrer",
    "published": "2024-08-02T09:36:00Z",
    "title": "Varapalo para los que quieren fresco: los 40 ºC volverán a estas zonas de España durante el fin de semana",
    "text": "Varapalo para los que quieren fresco: los 40 ºC volverán a estas zonas de España durante el fin de semana Aunque el calor nos da una tregua este viernes con la llegada de una vaguada, las temperaturas tenderán a subir, pero no en todo el país. Además, se producirán algunos chubascos tormentosos. Con la llegada de agosto nos despedimos de la tercera ola de calor (que habrá que confirmarse a partir de los datos registrados) de este verano, el calor intenso nos dará un pequeño un respiro en la jornada de hoy viernes. Las temperaturas descienden de forma generalizada, siendo más acusada esta bajada en el entorno del valle del Ebro. A pesar de este refrescamiento, los valores máximos seguirán superando los 35 ºC en el interior sur peninsular, Cataluña, interior de Mallorca y sur de las Islas Canarias, y se podrán alcanzar los 40 ºC en el [valle del Guadalquivir](https://www.tiempo.com/andalucia.htm). El viento de componente norte predominará este viernes en la mitad septentrional y el área mediterránea más oriental, soplando fuerte en el Ampurdán, manteniendo las temperaturas a raya. Además, la llegada de una vaguada de aire frío en altura generará inestabilidad atmosférica, favoreciendo el desarrollo de nubes de evolución en zonas de montaña que provocarán chubascos y tormentas ocasionalmente con granizo y rachas muy fuertes de viento, sobre todo en el Pirineo y Sistema Ibérico. Mañana todavía habrá algunos chubascos residuales Aunque el tiempo será estable en la mayor parte del país, la inestabilidad ocasionada por el paso de la onda se hará aún notar en la mañana del sábado, con chubascos y tormentas matinales localmente fuertes y con granizo en el este de [Cataluña](https://www.tiempo.com/cataluna.htm). Además, amaneceremos con nubes bajas y algunos bancos de nieblas en el norte de [Galicia](https://www.tiempo.com/galicia.htm) y toda la vertiente cantábrica, registrándose precipitaciones débiles en el Cantábrico más oriental. Las temperaturas máximas subirán, salvo en el sudeste peninsular y el extremo nordeste de Cataluña. Mañana seguirán registrando más de 35 ºC en el interior de la mitad sur peninsular y volverán a alcanzarse en la depresión del Ebro, así como en el resto de depresiones del nordeste peninsular y sur de Canarias. Los 40 ºC sólo se esperan en algunos sectores de Andalucía. El calor en aumento y la mayor insolación ayudarán al crecimiento de nubes de evolución diurna en los Pirineos, Sistema Central e Ibérica oriental, meseta sur y sierras del sudeste peninsular, así como el interior de Mallorca, donde podrán dejar algunos chubascos aislados. Los 40 ºC ganarán terreno el domingo El domingo bajarán las temperaturas en el litoral mediterráneo, así como en el litoral atlántico andaluz y [Canarias](https://www.tiempo.com/canarias.htm), ascendiendo en el resto de España, siendo más acusado este repunte en el interior norte peninsular. El viento de componente norte soplará con menor intensidad en la Península y el archipiélago balear. A pesar del descenso en el litoral atlántico andaluz, una jornada más volverán a superarse los 35 ºC en el suroeste peninsular. También se alcanzarán en el interior nordeste y llegarán a registrarse en el centro de la meseta norte. El tiempo estable seguirá marcando la tónica este día, con intervalos de nubes bajas en el norte de [Galicia](https://www.tiempo.com/galicia.htm), vertiente cantábrica y también en el Pirineo, con algunos bancos de niebla matinales. También se formarán nieblas costeras en Alborán y el litoral suroeste andaluz. La tarde del domingo volverá a dejar el desarrollo de nubes de evolución en el Sistema Central, Pirineos y las sierras del este peninsular. La mayor probabilidad de darse algunos chubascos aislados, con tormentas ocasionales, se localizará en el Pirineo oriental y la Ibérica oriental.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T15:55:14.162+03:00",
    "updated": "2024-08-02T15:55:14.162+03:00"
  }
]