[
  {
    "uuid": "18cf932d0a1c5d67cf5b395934c65655cc5a7303",
    "url": "https://nationworldnews.com/inapam-these-elders-will-be-able-to-learn-english-for-free/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nation World News Desk",
    "published": "2024-01-07T20:23:00Z",
    "title": "INAPAM: These Elders Will Be Able To Learn English For Free",
    "text": "Written on 7/1/2024 · 10:00 am in National. National Institute for the People older adults ,Inapam) is most recognized for the credential that provides them with various discounts, however, this organization is also in charge of other activities such as organizing classes. English And other languages. It is through the cultural centers of Inapam That more than 150 activities are taught to the students older adultsOf which there are four and distributed in different parts of Mexico City. It should be noted that different activities are provided for each of them older adultslike the classes of EnglishFrench, ballroom dancing, embroidery and fabric printing, yoga, Zumba and even guidance on apps, cell phones and tablets. To reach them, older adults They must meet these requirements: - be 60 years or older - official id - Credential of Inapam - Specific Population Registry Code (CURP) - two child sized photos - medical certificate - Registration format in cultural centers Inapam - collection fee Benefits offered by INAPAM to older adults He Inapam It is the body in charge of security older adults, because it is one of the most vulnerable groups in the society. Efforts are made to ensure that the elderly receive better care through a range of support and social programs. One of the programs that stands out among the programs designed for older adults InapamWith this, all senior citizens get access to sales and discounts at various participating establishments. To know them all, you can enter the 2023 Benefits Directory with a credential InapamWhich can be accessed through the official website of the Government of Mexico. JR",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Education",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "national institute",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "mexico city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:01:15.133+02:00",
    "updated": "2024-01-08T01:01:15.133+02:00"
  },
  {
    "uuid": "fc6ee269874d26c1263b175cb9e0009a3254100d",
    "url": "https://www.local3news.com/local-news/manage-credit-card-debt-with-a-0-balance-transfer/article_66785402-baed-11ee-b02b-a3ab919b7d35.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "cnicholson@local3news.com (Cornelia Nicholson)",
    "published": "2024-01-25T21:44:00Z",
    "title": "Manage credit card debt with a 0% balance transfer",
    "text": "We've made it past the holidays, but now you might be dealing with a credit card debt hangover from purchasing all of those gifts. With interest rates soaring, a credit card balance transfer to a new card with a lower interest rate could be a solution to tackling your debt this year. It's a move\nBankrate found 37% of people in debt aren't aware of.\nJasmine Johnson, a Credit and Financial Counselor and Entertainment Accountant for Square One Accounting, said a balance transfer is a simple process of moving your credit card debt to a new card with zero interest for a promotional period. The main benefit is lowering the interest you're paying on your credit card debt.\n\"You can pay a one time, in this instance, let's say a 4% fee. A $200 fee on a $5,000 balance. That $200 dollars as opposed to $1,100 in interest, you can get that balance paid off rather quickly if you go that route,\" explained Johnson.\nWhile a balance transfer is an easy process there are five things you'll want to consider before signing up for that new card you got in the mail to make sure it's right for you.\nFirst, Johnson said it's important that you take a look at your budget.\nBefore you can eliminate your debt, you need to know where you stand.\nThe two main things to look at is how much debt you owe and the amount you can afford to put toward your debt each month.\n\"Do the math before you do that balance transfer because you can easily put yourself back in the same situation if the math is not done prior to getting it.\"\nSecond, you'll also want to check your credit score.\nKnowing your score can help you determine what type of balance transfer card you can qualify for or if you need to improve your score before applying.\nThere are many services that offer a free check of your credit score without affecting the score, like\nCredit Karma and Experian.\nMany balance transfer credit cards require good-to-excellent credit to get approval, or a credit score of at least 670.\n\"So, someone with bad credit, I would definitely say contact the creditor directly. It's okay to ask for help, right? Asking if they have any hardship programs, or any other relief like lowering their minimal payment,\" said Johnson.\nThird, once you've crunched the numbers, then it's time to shop around for different cards to find which one will best suit your needs.\nSome credit cards will offer longer 0% interest rate periods while others might have better long term rewards.\nJohnson said you should check with your current bank, local credit unions and major reputable credit companies.\n\"If you're getting those offers in the mail, definitely open them up to at least see what they have to say. At least you're not under a lot of pressure, you can sit at your counter and say okay this is what they're offering.\"\nFourth, it's important to note that not all balance transfers are free.\nCheck to see if the card charges for a balance transfer or requires an annual fee.\n\"You don't want to get a credit card that is then adding more fees that you have to take care of,\" added Johnson.\nOnce you've found a card that fits your budget and goals, there's typically a long sheet that the credit company wants you to read.\nThe fifth thing you need to do is read the fine print.\n\"In there they'll tell you if you miss a payment they are going to void out the agreement that you all have... It's good to read the fine print, those are things that could be hidden in there.\"\nJohnson adds you should also have a plan figured out in case you aren't approved for the full amount or denied completely.\n\"There's nothing wrong with asking for help, asking from friends too. If you have a plan and go to a friend and say 'hey, here's my plan on how I'll pay you back,' that's okay too. There's other 0% APR with friends too.\"\nA balance transfer could help you save hundreds of dollars, but make sure it's right for you. To see if it'll work for you, you should crunch the numbers in a credit card payoff calculator.\nTo use a payoff calculator,\nclick here.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [
      "https://www.bankrate.com/finance/credit-cards/more-americans-carrying-debt-and-many-dont-know-apr/#develop",
      "https://www.bankrate.com/finance/credit-cards/credit-card-payoff-calculator/",
      "https://www.experian.com/consumer-products/free-credit-report.html",
      "https://www.creditkarma.com/free-credit-score",
      "https://bankrate.com/finance/credit-cards/credit-card-payoff-calculator/",
      "https://www.bankrate.com/finance/credit-cards/credit-card-payoff-calculator",
      "https://creditkarma.com/free-credit-score",
      "https://bankrate.com/finance/credit-cards/more-americans-carrying-debt-and-many-dont-know-apr/#develop",
      "https://experian.com/consumer-products/free-credit-report.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "johnson",
          "sentiment": "none"
        },
        {
          "name": "jo",
          "sentiment": "none"
        },
        {
          "name": "jasmine johnson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bankrate",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:03:52.960+02:00",
    "updated": "2024-01-26T00:03:52.960+02:00"
  },
  {
    "uuid": "af2b354e5dab95e07a1a3e4bd9c35e942db893a5",
    "url": "https://in.investing.com/news/vst-industries-hits-upper-circuit-of-20-after-radha-kishan-damani-mfs-buy-shares-3956436",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "IANS",
    "published": "2024-01-02T00:00:00Z",
    "title": "VST Industries hits upper circuit of 20% after Radha Kishan Damani, MFs buy shares - Investing.com India",
    "text": "New Delhi, Jan 2 (IANS) Shares of VST Industries (NS: VSTI ) ended at the upper circuit of 20 per cent on Tuesday after investor Radha Kishan Damani and three mutual funds acquired shares in bulk deals from the market.Damani bought 2.22 lakh shares at a price of Rs 3,390. Mutual funds, including SBI (NS: SBI ) Mutual Fund, bought 2.25 lakh shares, DSP Mutual Fund bought 2.5 lakh shares, while HDFC Mutual Fund bought 2 lakh shares in bulk deals.\nVST Industries hit the upper circuit of 20 per cent at Rs 4,065 on the BSE, touching a 52-week high. Its market capitalisation is Rs 6,277 crore.\nVST Industries had disclosed in December that the Central Pollution Control Board passed a show-cause notice for non-compliance of the Plastic Waste Management (NYSE: WM ) Rules, 2016.\nThe show-cause notice alleges violation of Rule 4(h) and 10(3) of the Plastic Waste Management Rules, 2016 under the Environment (Protection) Act, 1986.\nThe financial impact of the show-cause notice cannot be ascertained at the moment. The notice is open for submission before the relevant authorities.\nThe company does not agree with the notice and will take appropriate action by filing a reply and contesting the matter, VST Industries had said.\nThe Vazir Sultan Tobacco Company Limited was incorporated on November 10, 1930, under the Hyderabad Companies Act. It is now governed under the Companies Act, 1956/2013. The name of the company was subsequently changed to VST Industries Limited on April 30, 1983. The company has its registered office at Azamabad in Hyderabad.\nThe company has manufacturing facilities in Hyderabad and Toopran (Telangana) and its principal activities are manufacturing and sales of cigarettes and unmanufactured tobacco.\n(Sanjeev Sharma can be reached at Sanjeev.s@ians.in)\n--IANS\nsan/arm\nAdd Chart to Comment",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Labor",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "radha kishan damani",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "vst industries",
          "sentiment": "negative"
        },
        {
          "name": "investing.com india new delhi",
          "sentiment": "negative"
        },
        {
          "name": "central pollution control board",
          "sentiment": "none"
        },
        {
          "name": "plastic waste management",
          "sentiment": "none"
        },
        {
          "name": "dsp mutual fund",
          "sentiment": "none"
        },
        {
          "name": "hdfc mutual fund",
          "sentiment": "none"
        },
        {
          "name": "plastic waste management rules",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-02T16:46:31.258+02:00",
    "updated": "2024-01-02T16:46:31.258+02:00"
  },
  {
    "uuid": "f4dc5a776e3b9ea6ee4fd89b8739b673da13d4e9",
    "url": "https://www.nasdaq.com/articles/kratos-ktos-wins-$50m-deal-for-cuas-air-defense-systems",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zacks",
    "published": "2024-01-19T11:38:00Z",
    "title": "Kratos (KTOS) Wins $50M Deal for CUAS & Air Defense Systems",
    "text": "Kratos Defense & Security Solutions, Inc.\n[KTOS](/market-activity/stocks/ktos) recently secured a $50 million contract for Products and Hardware to develop and support Counter Unmanned Aerial Systems (CUAS), Air Defense and Radar Systems.\nThe work related to these awards will be conducted at secure Kratos manufacturing facilities and various customer locations.\nWhat’s Ahead?\nIncreasing geopolitical tensions worldwide have prompted nations to strengthen their defense systems manifold. With rapid technological upgrades, Unmanned Aerial Vehicles (UAV) have steadily become pivotal in a nation’s defense strategy. This tends to benefit Kratos as it has expertise in manufacturing UAVs for military missions. The company has been offering high-quality defense products and has won many relevant orders.\nDue to an upsurge in military spending and demand for improved surveillance solutions, we may expect the UAV market to show impressive growth. In this context, per the report from by Mordor Intelligence, the UAV market is estimated at $17.31 billion in 2024 and is expected to reach $32.95 billion by 2029, at a CAGR of 13.74% during 2024-2029.\nThis reflects expanding market opportunities for companies like Kratos that enjoy a well-established position in the UAV market. Other defense majors that may benefit from the increasing demand for UAVs are as follows:\nRTX Corp.\n[RTX](/market-activity/stocks/rtx): The Coyote Unmanned Aerial Systems (UAS) is equipped with an advanced seeker and warhead that can successfully identify and eliminate threat UAVs. It is ideal for improved surveillance imagery, enhanced targeting capability, near real-time damage assessment and reduced threat to manned aircraft. The U.S. Army has selected the Coyote drone for a near-term counter-UAS solution.\nRTX boasts a long-term (three-to five-years) earnings growth rate of 9.4%. The Zacks Consensus Estimate for 2024 sales implies an improvement of 5.9% from the previous year's estimated figure.\nLockheed Martin\n[LMT](/market-activity/stocks/lmt): The company has a vast portfolio of autonomous systems, including Indago 4, MORFIUS, Stalker UAS etc. LMT’s business unit Sikorsky’s MATRIX technology is an aircraft autonomy system that will one day enable helicopters to resupply forward forces on the future battlefield without any human pilots or crew on board.\nLMT boasts a long-term earnings growth rate of 7.9%. The Zacks Consensus Estimate for 2024 sales implies an improvement of 2.9% from the previous year's estimated figure.\nNorthrop Grumman\n[NOC](/market-activity/stocks/noc): It is a leader in autonomous systems and offers an impressive portfolio of UAVs, which include Global Hawk, MQ-4C Triton, Fire Scout, Bat UAS etc. In November 2023, Australia’s multi-intelligence MQ-4C Triton completed its first flight. Australia has placed an order for four such UAS.\nNOC boasts a long-term earnings growth rate of 2.3%. The Zacks Consensus Estimate for 2024 sales implies an improvement of 5% from the previous year's estimated figure.\nPrice Performance\nIn the past year, shares of KTOS have rallied 76.6% compared with the\nindustry’s 25.9% rise.\nImage Source: Zacks Investment Research\nZacks Rank\nKratos currently has a Zacks Rank #3 (Hold). You can see\nthe complete list of today’s Zacks #1 Rank (Strong Buy) stocks here.\nOnly $1 to See All Zacks' Buys and Sells\nWe're not kidding.\nSeveral years ago, we shocked our members by offering them 30-day access to all our picks for the total sum of only $1. No obligation to spend another cent.\nThousands have taken advantage of this opportunity. Thousands did not - they thought there must be a catch. Yes, we do have a reason. We want you to get acquainted with our portfolio services like Surprise Trader, Stocks Under $10, Technology Innovators,and more. They've already closed 162 positions with double- and triple-digit gains in 2023 alone.\nSee Stocks Now >> Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report Lockheed Martin Corporation (LMT) : Free Stock Analysis Report Northrop Grumman Corporation (NOC) : Free Stock Analysis Report Kratos Defense & Security Solutions, Inc. (KTOS) : Free Stock Analysis Report RTX Corporation (RTX) : Free Stock Analysis Report To read this article on Zacks.com click here.\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.zacks.com/registration/pfp?ALERT=NASDAQ_ZER_A388&d_alert=ZER_CONF&t=LMT&ADID=SYND_NASDAQ_TCK_ANALYSTBLOG_257&cid=CS-NASDAQ-FT-analyst_blog|company_news_-_corporate_actions-2212589",
      "https://www.zacks.com/registration/pfp?ALERT=NASDAQ_ZER_A388&d_alert=ZER_CONF&t=KTOS&ADID=SYND_NASDAQ_TCK_ANALYSTBLOG_257&cid=CS-NASDAQ-FT-analyst_blog|company_news_-_corporate_actions-2212589",
      "https://www.zacks.com/registration/pfp?ALERT=NASDAQ_ZER_A388&d_alert=ZER_CONF&t=NOC&ADID=SYND_NASDAQ_TCK_ANALYSTBLOG_257&cid=CS-NASDAQ-FT-analyst_blog|company_news_-_corporate_actions-2212589",
      "https://www.zacks.com/registration/pfp?ALERT=NASDAQ_ZER_A388&d_alert=ZER_CONF&t=RTX&ADID=SYND_NASDAQ_TCK_ANALYSTBLOG_257&cid=CS-NASDAQ-FT-analyst_blog|company_news_-_corporate_actions-2212589",
      "https://www.zacks.com/stocks/buy-list/?ADID=zp_1link&ICID=zpi%20_1link",
      "https://www.zacks.com/registration/pfp/?ALERT=RPT_7BST_LP194&ADID=SYND_NASDAQ_7BEST_ANALYSTBLOG_257&cid=CS-NASDAQ-FT-analyst_blog|company_news_-_corporate_actions-2212589",
      "https://www.zacks.com/stock/news/2212589/kratos-ktos-wins-50m-deal-for-cuas-air-defense-systems?cid=CS-NASDAQ-FT-analyst_blog|company_news_-_corporate_actions-2212589",
      "https://www.zacks.com/stocks/industry-rank/industry/aerospace-defense-equipment-3",
      "https://www.zacks.com/registration/ultimatetrader/welcome/eoffer/6328?adid=SYND_NASDAQ_ZU_ZU_ANALYSTBLOG_257_01192024&cid=CS-NASDAQ-FT-analyst_blog|company_news_-_corporate_actions-2212589",
      "https://zacks.com/stocks/buy-list/?ADID=zp_1link&ICID=zpi%20_1link",
      "https://www.zacks.com/stocks/buy-list/",
      "https://zacks.com/registration/ultimatetrader/welcome/eoffer/6328?adid=SYND_NASDAQ_ZU_ZU_ANALYSTBLOG_257_01192024&cid=CS-NASDAQ-FT-analyst_blog|company_news_-_corporate_actions-2212589",
      "https://zacks.com/registration/pfp?ALERT=NASDAQ_ZER_A388&d_alert=ZER_CONF&t=KTOS&ADID=SYND_NASDAQ_TCK_ANALYSTBLOG_257&cid=CS-NASDAQ-FT-analyst_blog|company_news_-_corporate_actions-2212589",
      "https://zacks.com/registration/pfp?ALERT=NASDAQ_ZER_A388&d_alert=ZER_CONF&t=NOC&ADID=SYND_NASDAQ_TCK_ANALYSTBLOG_257&cid=CS-NASDAQ-FT-analyst_blog|company_news_-_corporate_actions-2212589",
      "https://www.zacks.com/stock/news/2212589/kratos-ktos-wins-50m-deal-for-cuas-air-defense-systems",
      "https://www.zacks.com/registration/ultimatetrader/welcome/eoffer/6328",
      "https://zacks.com/stock/news/2212589/kratos-ktos-wins-50m-deal-for-cuas-air-defense-systems?cid=CS-NASDAQ-FT-analyst_blog|company_news_-_corporate_actions-2212589",
      "https://zacks.com/registration/pfp?ALERT=NASDAQ_ZER_A388&d_alert=ZER_CONF&t=LMT&ADID=SYND_NASDAQ_TCK_ANALYSTBLOG_257&cid=CS-NASDAQ-FT-analyst_blog|company_news_-_corporate_actions-2212589",
      "https://zacks.com/registration/pfp?ALERT=NASDAQ_ZER_A388&d_alert=ZER_CONF&t=RTX&ADID=SYND_NASDAQ_TCK_ANALYSTBLOG_257&cid=CS-NASDAQ-FT-analyst_blog|company_news_-_corporate_actions-2212589",
      "https://www.zacks.com/registration/pfp/",
      "https://www.zacks.com/registration/pfp",
      "https://zacks.com/registration/pfp/?ALERT=RPT_7BST_LP194&ADID=SYND_NASDAQ_7BEST_ANALYSTBLOG_257&cid=CS-NASDAQ-FT-analyst_blog|company_news_-_corporate_actions-2212589",
      "https://zacks.com/stocks/industry-rank/industry/aerospace-defense-equipment-3"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kratos",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cuas & air defense systems kratos defense & security solutions, inc.",
          "sentiment": "neutral"
        },
        {
          "name": "air defense",
          "sentiment": "none"
        },
        {
          "name": "mordor intelligence",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-19T15:30:42.352+02:00",
    "updated": "2024-01-19T15:30:42.352+02:00"
  },
  {
    "uuid": "f061f4eaa86b5b3b1776528d3babcc21c13bb25b",
    "url": "https://www.abc.com.py/tv/crimen-y-castigo/2025/04/09/asesinato-de-empresario-en-misiones-una-menor-de-15-anos-estaria-involucrada",
    "ord_in_thread": 0,
    "author": "abctv",
    "published": "2025-04-09T22:00:44Z",
    "title": "Asesinato de empresario en Misiones: ¿una menor de 15 años estaría involucrada? - Crimen y castigo - ABC Color",
    "text": "Crimen y castigo Asesinato de empresario en Misiones: ¿una menor de 15 años estaría involucrada? El cuerpo de un conocido comerciante fue hallado con un disparo en el cuello en una vivienda deshabitada del distrito de Santa María, departamento de Misiones. Una adolescente de 15 años, quien sería su pareja sentimental, fue detenida y no se descarta su participación en el crimen. Por abctv 09 de abril de 2025 - 18:49",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "topics": [
      "Crime, Law and Justice->investigation (criminal)",
      "Crime, Law and Justice->homicide",
      "Social Issue->social problem",
      "Social Issue->children",
      "Social Issue->juvenile delinquency"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/embed/HexncqpbAbU",
      "https://youtube.com/embed/HexncqpbAbU"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T01:00:44.156+03:00",
    "updated": "2025-04-10T01:00:44.156+03:00"
  },
  {
    "uuid": "fc383d8d29c3a16f82585bacc8cba81c2e483f0f",
    "url": "https://www.jsonline.com/story/sports/high-school/2024/02/29/waterfords-hayden-halter-has-2019-wrestling-title-reinstated-by-court/72791749007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ", Journal Sentinel",
    "published": "2024-02-29T00:00:00Z",
    "title": "Waterford's Hayden Halter has 2019 wrestling title reinstated by court",
    "text": "[Zac Bellman](/staff/5378002001/zac-bellman/) Waterford wrestler Hayden Halter had his 2019 WIAA state individual wrestling title reinstated by a Wisconsin Court of Appeals ruling Wednesday, the latest turn in a multi-year legal battle. The Court of Appeals stated that the WIAA \"applied its eligibility and appeals rules with respect to Halter in a manner that was arbitrary and in accordance with its will and not its judgment\" in a ruling in favor of Halter. Here are the developments of the case, which began with two penalties assessed five years ago: Halter initially suspended for two unsportsmanlike penalties In the Southern Lakes Conference tournament on Feb. 2, 2019, Halter received two unsportsmanlike penalties – the validity of which has been the subject of significant scrutiny – in a victory by decision. The first was levied on the sophomore for questioning an official's call. The latter came for flexing his muscles and shouting at an opposing crowd from Burlington, where Halter was enrolled and wrestled as a freshman. Journal Sentinel reporting at the time stated that the official involved, Michael Arendt, claimed Halter responded to a call at the end of the match with profanity before making the flexing gesture to the crowd. WIAA rules mandated a one-match suspension for Halter for the assessed infractions, which would have made him ineligible for the regional tournament that followed and ended his season. Halter won initial injuction to allow him to compete in 2019 The Halter family retained a lawyer and took the case to the Racine County Circuit Court, where a judge ruled on Feb. 8, 2019, that Halter's actions did not merit the two unsportsmanlike penalties. A restraining order was issued to block the suspension, allowing Halter to continue to compete in the WIAA postseason. Halter went on to win the WIAA Division 1 state individual title at 120 pounds, his second-consecutive title after winning at 106 pounds as a freshman at Burlington. The crowd at the Kohl Center for the 2019 state tournament was apparently well aware of the controversy around Halter's eligibility as he ascended to the title, as a [chorus of boo's rang down](/story/sports/high-schools/2019/02/22/wiaa-state-wrestling-hayden-halter-booed-kohl-center-crowd/2959009002/) on his final wins to secure the title. Circuit Court appeal ruling strips state title The WIAA appealed the Circuit Court ruling, and after a May 2021 evidentiary hearing, received a ruling in its favor. Motions made on behalf of the Halters for certiorari (appeal to a higher court), a declaratory judgment and a permanent injunction were denied according to court documents. The Circuit Court ruled that the WIAA's interpretation of its rules initially was \"in accord with a long-standing policy of the WIAA\" and \"did not violate Halter’s procedural or substantive due process rights.\" The judgement stripped Halter of his 2019 individual state title, as well as all matches, places, points and scores from the regional tournament through the end of the season. The Halters appealed the decision, leading to Wednesday's ruling. Wednesday's ruling reinstates 2019 title The Circuit Court of Appeals ruling Wednesday included a declaration that Halter's registration and sitting out of a Badger Invitational junior varsity/varsity reserve meet held on Feb. 5, 2019, between the Feb. 2 conference meet and the Feb. 9 regional meet, satisfied the serving of his suspension. Furthermore, the court stated that Halter was thus eligible to compete and receive all titles, wins and points awarded to him and his team, including related records and benefits. \"This court further concludes that Halter is entitled to a permanent injunction reinstating his 2019 WIAA Division I state wrestling title, as well as all wins and points (to him and to his team) and all accompanying records and benefits therefrom,\" the ruling stated. In a statement Thursday, the WIAA did not rule out the possibility of an appeal to the Wisconsin Supreme Court. \"The WIAA is reviewing the Court of Appeals’ decision with its legal counsel and considering the next steps in the process,\" the statement read. As of Thursday afternoon, the WIAA accounting of all-time individual state title winners lists the 2019 Division 1 120-pound title as \"Vacated by ineligible wrestler.\" Halter, meanwhile, describes himself as a \"2x D1 Wisconsin State Champion\" on his Instagram profile .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://www.instagram.com/hayden__halter/",
      "https://www.wiaawi.org/Portals/0/PDF/Results/Wrestling/State%20Records/individualchamps.pdf",
      "https://wiaawi.org/Portals/0/PDF/Results/Wrestling/State%20Records/individualchamps.pdf",
      "https://instagram.com/hayden__halter/",
      "https://www.instagram.com/hayden__halter"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hayden halter",
          "sentiment": "negative"
        },
        {
          "name": "halter",
          "sentiment": "none"
        },
        {
          "name": "michael arendt",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wiaa",
          "sentiment": "negative"
        },
        {
          "name": "journal sentinel",
          "sentiment": "none"
        },
        {
          "name": "wisconsin court of appeals",
          "sentiment": "none"
        },
        {
          "name": "court of appeals",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "waterford",
          "sentiment": "none"
        },
        {
          "name": "burlington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:19:22.928+02:00",
    "updated": "2024-03-01T02:07:59.936+02:00"
  },
  {
    "uuid": "2dffa74c27eb0d44ca3cbb3648a209e5d56dca3c",
    "url": "https://www.marketscreener.com/news/latest/Israeli-tanks-missiles-strike-Gaza-in-offensive-against-Hamas-45646666/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2023-12-28T16:50:00Z",
    "title": "Israeli tanks, missiles strike Gaza in offensive against Hamas - 2023-12-28 | MarketScreener",
    "text": "Top Capitalization United States North America Europe Asia Middle East Sector Research Earnings Calendar Equities Analysis Most popular MICROSOFT CORPORATION NVIDIA CORPORATION ALPHABET INC. TESLA, INC. AMAZON.COM, INC. APPLE INC. META PLATFORMS, INC. Indexes Homepage Rankings Europe America Asia Africa Index Analysis Indexes News S&P 500 DOW JONES NASDAQ 100 TSX COMP FTSE 100 DAX CAC 40 EURO STOXX 50 Currency / Forex Homepage Rankings Currency Cross Rate Currency Converter Forex Analysis Currencies News USD / EUR USD / CAD USD / MXN USD / BRL USD / INR Commodities Homepage Energy Precious metals Agriculture Industrial Metals Livestock and Cattle GOLD CRUDE OIL (WTI) CRUDE OIL (BRENT) SILVER PLATINUM Cryptocurrencies Homepage Rankings Charts Analysis News BITCOIN ETHEREUM BINANCE COIN SOLANA CARDANO FTX TOKEN Interest Rates Homepage Developed Nations Emerging Countries ETFs Rates ETF Summary Screener News All News World United States Europe North America South America Asia Africa Middle East Emerging Companies All News Analyst Reco. Rumors IPOs Capital Markets Transactions New Contracts Profit Warnings Appointments Press Releases Security Transactions Earnings reports New markets New products Corporate strategies Legal risks Share buybacks Mergers and acquisitions Call Transcripts Guidance Indexes Currency / Forex Commodities Cryptocurrencies ETF Interest Rates Economy Themes Asset Management Activism Climate and ESG Cybersecurity Geopolitics Central Banks Private Equity Inflation Business Leaders Sectors All our articles Most Read News Hot News Analysis All Analysis Must Read Equities Interviews Indexes Currencies Commodities ETF Cryptocurrencies Stock Trading Strategies All America Europe Asia Our Shows Shows Strategy Must Watch Satirical Cartoon Today's Editorial Crypto Recap Behind the numbers Stock Picks All our investments United States Europe Asia, Pacific Portfolios Virtual Portfolios USA Portfolio European Portfolio Asian Portfolio Watchlists My Watchlists Watchlists My previous session My most visited Most popular Investment Style Homepage Growth stocks Quality stocks Small caps Dividend Kings Yield stocks Dividend Aristocrats Investment Themes Homepage Cybersecurity 5G Strategic Metals Biomass The Internet of Things Ageing Population Rankings Top Movers Top Movers Unusual volumes New Historical Highs New Historical Lows Long Term Top Fundamentals Top Fundamentals Sales growth Earnings Growth Profitability Finances Rankings Valuation Rankings Valuation P/E ratio Enterprise value Yield Top Consensus Top Consensus Analyst Opinion Target price Estimates Revisions Divergence Top Technicals Top RSI GAPS STIM Breakouts Trends Volatility Top ranking ESG Top ranking ESG Environment Social Governance Rankings Coverage Screeners Stock Screener Home Investment Themes Robotics Smart City The Cannabis Industry Boats Education Financial Data Technical Rankings Oversold stocks Overbought stocks Close to resistance Close to support Accumulation Phases Most volatile stocks Fundamental Rankings Top Investor Rating Top Trading Rating Top Consensus Top Growth Top Dividends Low valuations My Screeners All my stocks Watchlists Virtual Portfolios Tools MarketScreener tools Stock Screener iPhone App Expert tools Stock Screener PRO Portfolio Creator Event Screener Dynamic Chart Earnings Calendar Economic Calendar Currency Converter ProRealTime Trading Our Services Our subscriptions Our Stock Picks Stock Screener Thematic Investment Lists MarketScreener Portfolios European Portfolio USA Portfolio Asian Portfolio Stock market news All News Companies Indexes Currency / Forex Commodities Cryptocurrencies ETF Interest Rates Economy Themes Sectors All our articles Most Read News Hot News Israeli tanks, missiles strike Gaza in offensive against Hamas December 28, 2023 at 05:50 pm EST",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FIsraeli-tanks-missiles-strike-Gaza-in-offensive-against-Hamas-45646666%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FIsraeli-tanks-missiles-strike-Gaza-in-offensive-against-Hamas-45646666%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FIsraeli-tanks-missiles-strike-Gaza-in-offensive-against-Hamas-45646666%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Israeli",
      "https://twitter.com/intent/tweet?text=Israeli",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FIsraeli-tanks-missiles-strike-Gaza-in-offensive-against-Hamas-45646666%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://cdn.zonebourse.com/images/resize.php?w=464&h=261&f=/images/reuters/2023-12/2023-12-28T225001Z_1_LYNXMPEJBR0JT_RTROPTP_3_ISRAEL-PALESTINIANS.JPG&strict=1",
      "https://wa.me/",
      "https://telegram.me/share/url",
      "https://cdn.zonebourse.com/images/resize.php",
      "https://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FIsraeli-tanks-missiles-strike-Gaza-in-offensive-against-Hamas-45646666%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Israeli",
      "https://www.telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FIsraeli-tanks-missiles-strike-Gaza-in-offensive-against-Hamas-45646666%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FIsraeli-tanks-missiles-strike-Gaza-in-offensive-against-Hamas-45646666%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FIsraeli-tanks-missiles-strike-Gaza-in-offensive-against-Hamas-45646666%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.twitter.com/intent/tweet?text=Israeli",
      "https://www.cdn.zonebourse.com/images/resize.php?w=464&h=261&f=/images/reuters/2023-12/2023-12-28T225001Z_1_LYNXMPEJBR0JT_RTROPTP_3_ISRAEL-PALESTINIANS.JPG&strict=1",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yoav gallant",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "palestine red crescent",
          "sentiment": "none"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "khan younis",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "cairo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:14:39.978+02:00",
    "updated": "2023-12-29T02:45:58.357+02:00"
  },
  {
    "uuid": "b924e4dee82bc088ef1295ae1f3b5eb5447488aa",
    "url": "https://www.romatoday.it/attualita/sede-pro-vita-nativita-laika.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redazione",
    "published": "2023-12-24T07:36:00Z",
    "title": "Sulle serrande di “Pro Vita” appare la natività di Laika: è contro “il patriarcato”",
    "text": "[Attualità](/attualita/) [Esquilino](/notizie/esquilino/)/ Viale Manzoni\nSulle serrande di “Pro Vita” appare la natività di Laika: è contro “il patriarcato”\nMurales provocatori della street artist con dedica a Michela Murgia: \"Diceva che la famiglia sono le persone che ti scegli\"\nA viale Manzoni sono stati realizzati due murales. Li ha disegnati la street artist Laika in uno spazio non certo casuale: sono stati infatti dipinti sulle serrande della\nsede di ProVita e Famiglia.\nCosa raffigurano le due opere\nLe opere, che sono due, reinterpretano la natività. Realizzate il giorno della vigilia di Natale, raffigurano nel primo caso due Madonne che coccolono il bambino Gesù, avvolto da un lenzuolo arcobaleno, a richiamare la bandiera del movimento Lgbtq+. L’altro invece mostra San Giuseppe, nei panni del falegname, che realizza una bara. Sopra la cassa di legno si legge “patriarcato”.\nI valori tradizionali ed il patriarcato\n“Questo è il mio augurio di buon Natale a tutti gli italiani - ha dichiarato Laika -, che sia di buon auspicio per il futuro: un futuro senza discriminazioni, che si lascia alle spalle i cosiddetti 'valori tradizionali', frutto di una società misogina, omofoba e patriarcale. Di quel patriarcato che ancora oggi è responsabile della morte di una donna ogni tre giorni per mano di un uomo”.\nLe ultime opere di Laika\nL'opera è dedicata a Michela Murgia, che sulla famiglia diceva: “La famiglia sono le persone che ti scegli” è stato spiegato da Laika. L'artista a Roma, negli ultimi anni, si è contraddistinta per una serie di opere provocatorie. Il 25 aprile, in occasione della Liberazione, aveva realizzato un manifesto in cui rappresentava\nun'anziana partigiana che inseguiva, con il mattarello, il presidente del senato Ignazio La Russa, protagonista in estate di un'altra opera, questa volta con la ministra Daniela Santanché.\nL'indice puntato contro le associazioni Pro Vita e Famiglia\n“La cornice – ha inoltre sottolineato la street artist – non è casuale: è assurdo che nel 2023 ci siano associazioni sponsorizzate e finanziate dallo stato che promuovano valori medievali, come l'ascolto del battito cardiaco del feto e la cancellazione di un* dei due genitori dai certificati di nascita di famiglie gay. Ognuno ha diritto a fare la proprie scelte riguardo il proprio corpo e il proprio orientamento sessuale”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T11:14:19.550+02:00",
    "updated": "2023-12-24T11:14:19.550+02:00"
  }
]