[
  {
    "uuid": "2dd79960165089fa4dde30313a9c27d46a19a924",
    "url": "https://www.destructoid.com/brutal-action-rpg-grime-launches-january-25-on-switch-includes-all-dlc/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Joseph Luster",
    "published": "2024-01-05T21:41:00Z",
    "title": "Brutal action-RPG GRIME launches January 25 on Switch, includes all DLC",
    "text": "All good Metroidvanias must eventually make their way to Nintendo Switch, and that’s the next stop for GRIME. Publisher Akupara Games and developer Clover Bite announced that the side-scrolling action-RPG is coming to Switch on January 25. This version of GRIME is now being billed as the Definitive Edition, offering “the complete GRIME experience” on Switch. In addition to the main game, the Switch port comes with all free pieces of DLC, including the third and final offering in Parting Shade. The latest addition follows the act of previous DLC Colors of Rot and Tinge of Terror, all evocatively named in a way that suits GRIME‘s, uh, grimy style. The devs describe Parting Shade as their “parting gift to you, our players.” According to an earlier tease, you’ll need to use every ability you have at your disposal to survive their own personal take on the Path of Pain, presumably referring to Hollow Knight‘s absurdly challenging sub-area. The DLC was first announced in September as the last thing they needed to work on before switching their attention to the Switch port and GRIME 2. GRIME first made its way to PC via [Steam](https://store.steampowered.com/app/1123050/GRIME/) in August 2021, and is also available through Epic Games Store and GOG, as well as on PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X|S. Back when the demo was on the way to Steam, [we spoke with director Yarden Weissbrot](https://www.destructoid.com/grime-demo-steam-game-director-interview/) about the surreal creature-absorbing game’s unique progression style, difficulty level, and more. With this and the sequel on the way, it’s a good time to be into GRIME.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://store.steampowered.com/app/1123050/GRIME/",
      "https://www.store.steampowered.com/app/1123050/GRIME/",
      "https://store.steampowered.com/app/1123050/GRIME"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "nintendo switch",
          "sentiment": "negative"
        },
        {
          "name": "dlc",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:31:21.901+02:00",
    "updated": "2024-01-06T01:29:03.797+02:00"
  },
  {
    "uuid": "123ba8eddaf8cd9fbec59939de967d10a937add2",
    "url": "https://worldhealth.net/news/vegan-cardiologist-mission-prevent-million-heart-attacks-meet-joel-kahn",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Anti_AgingNews",
    "published": "2023-12-28T00:00:00Z",
    "title": "The Vegan Cardiologist on a Mission to Prevent Million Heart Attacks: Meet Joel Kahn | Worldhealth.net Anti-Aging News",
    "text": "[Prevention](/list/prevention/) [Aging](/list/aging/) [Anti-Aging](/list/anti-aging/) [Anti-Aging Tip Sheets](/list/anti-aging-tip-sheets/) The Vegan Cardiologist on a Mission to Prevent Million Heart Attacks: Meet Joel Kahn4 weeks, 1 day ago 1788 0 Posted on Dec 28, 2023, 4 p.m. Article courtesy of [Dr. Joel Kahn, MD](https://www.drjoelkahn.com/), who is a Clinical Professor of Medicine at Wayne State University School of Medicine, one of the world's top cardiologists, a best-selling author, lecturer, and a leading expert in plant-based nutrition and holistic care. He shared a recent interview to bring more attention to important questions and answers for those seeking information regarding his mission, in which he talks about heart health, symptoms, cholesterol, diet, supplements, and much more. Do you know how much protein your body actually needs on a day-to-day basis? Could you name 3 symptoms of an impending heart attack? If you have a history of heart disease in your family, do you know which preventative tests to ask your doctor for? Find out the answers to these questions and so much more in our riveting interview with Dr. Joel Kahn. What do you get when you combine veganism, cardiology and prevention? You get a holistic cardiologist passionate about the health benefits of a plant-based, anti-aging diet. Join us in learning more about Dr. Kahn and the different ways we can better our longevity without falling for pseudoscience. GA: Dr. Kahn, seeing how your goal is to prevent 1 million heart attacks, what tips do you most often give to patients looking to improve their cardiovascular health? DRK: As you know, the number one cause of death in the world for both men and women is cardiovascular disease, which is a fancy term for heart attacks, strokes, ruptured aneurysms, and basically sick arteries. And if you stop and think about it, at least from my experience as a cardiologist for over 30 years in the United States, we have a very odd system. We screen people for cancer regularly. Patients get suggestions to get a colonoscopy, a mammogram, perhaps a cervical exam, or a prostate exam. But if you think about what we do to screen for the number one cause of death in the world - sudden cardiac death, heart attacks, and strokes, we do essentially nothing. Hopefully, you check your blood pressure. And that is my number one tip for preventing heart attacks. Get a home blood pressure cuff, put it on your coffee table and use it every day. It's worthless if you have it sitting in the drawer or the closet like everybody does. And even more useless if you don't own one. You might get your blood work done, but doctors are still doing the same blood work they did 30 years ago. They're not getting inflammation markers like high-sensitivity C-reactive protein. They're probably not getting a vitamin D level and Omega-3 level test for genetic cholesterol. And finally, you know, a colonoscopy looks at the colon, a mammogram, looks at the breast. We do nothing. We're not even allowed in the United States to order a routine electrocardiogram anymore, which is a really poor test to detect silent heart disease. I want to stress that we can diagnose heart disease ten years before a heart attack, and five years before a stroke. We can diagnose abnormalities of the carotid arteries and other predisposing factors for stroke. We can detect these things, but we don't have a program. So, I tell my patients to get a home blood pressure cuff (I use a hashtag on social media #testnotguess). The most efficient, cost-effective, and reasonable way to test is with a CT scan of the heart called a coronary artery calcium scan available worldwide since 1990. It’s very easy, and inexpensive, with no IV, no injection, and no allergies to medication because there are no medications. And basically, in about five seconds, a CT imaging picture is made of the heart and the heart arteries. You get a ton of information. You find out if your lungs are healthy. You find out if your aorta is normal or enlarged and there are some people that drop dead from an enlarged aorta. But the key finding is, are my heart arteries ageing, are they calcified? It's silent, but it can be deadly. And if we're going to stop a million heart attacks, we need to start teaching people at age 40 or 45 that they should ask for extra blood work. They should ask for a heart calcium CT scan, which is an inexpensive test. In some places in the United States, it's covered through insurance. You should insist that you get these and then repeat them on a regular basis, just like we repeat, a mammogram and a colonoscopy. The cost isn’t actually what’s stopping people from preventing heart disease. It's this lethargic approach to heart disease. And it's inexcusable because these are not brand-new tests. GA: That is so important and definitely something I should encourage people around me to do. For decades now, researchers have been engaging in the big cholesterol debate. What can you tell us about this? Is there such a thing as good and bad cholesterol, and are we genetically predisposed to it, or can we change it with dietary interventions? DRK: There's actually no cholesterol debate. There's cholesterol misinformation, and I hate to use that term. There are such massive data points. It goes back to 1985 when the Nobel Prize in Medicine was awarded to Dr. Brown and Dr. Goldstein for exploring what is called LDL cholesterol receptors in the liver. I was in Dallas, Texas, when all that was going on, I had just begun my cardiology training. And from 1985 to the present there are thousands and thousands of studies that indicate there's not just an association between a high LDL cholesterol and developing clogged arteries and events like strokes and heart attacks, it's causative. It's actually in the plaque. It incites inflammation. There is no debate. Of course, there's a noisy group out there because there always have to be exceptions. And one has to understand that cholesterol is a risk factor, not the risk factor. There are at least 25 known risk factors and some people actually put down 400 for developing heart disease. So, yes, you could have normal LDL cholesterol and have a heart attack. There are smokers that don't get lung cancer. There are people who never wear a seatbelt and don't die in a car accident. That doesn't mean you don't wear a seatbelt; doesn't mean you encourage smoking. The rule is still there, so there's no debate about it. The average LDL cholesterol until teen years is often 25 to 30 unless you're on a typical American garbage diet, then it's going to rise. During the biggest growth period in humans, which is childhood, we have very low LDL cholesterol traditionally and are usually on good diets. Our brains develop, our nerves develop, and our hormones develop. We go through puberty and then suddenly, we start becoming lethargic and sitting in chairs at school and we eat poorly, and our cholesterol goes up and up and up. So, it looks like you probably need an LDL cholesterol around 25 to support a healthy metabolism, including brain health because the brain has its own cholesterol synthesis system. So, if your blood LDL cholesterol is 25, it doesn't mean you're deficient in your brain. Kids proved the point. Kids' brains make cholesterol. Adults’ brains make cholesterol separate from the liver and other synthetic sites of cholesterol. And there is an increasing body of data. There are genetic variations where you run a low cholesterol your whole life and the biggest side effect of a low cholesterol is fewer heart attacks, fewer strokes, and a longer lifespan. We used to say LDL cholesterol, low-density lipoprotein is lousy. It's lousy if it's above 25 to 50 milligrams per deciliter because you don't need it that high. You might not develop heart disease, but you might. HDL cholesterol - high-density lipoprotein, we used to call H equals happy. Low is bad. High is good. The last decade has completely destroyed that simple approach because we know that there's a sweet spot. An LDL may be between 50 and 80 is most associated with the absence of atherosclerosis. A low HDL is still associated with atherosclerosis, but so is a high HDL, particularly in men. Men with an HDL over 80 just statistically have an increased risk of silent atherosclerosis that could result in stroke or sudden death. So, I think all the efforts so far to work on HDL, with the exception of obviously a healthy diet, regular exercise and maybe a glass of red wine here and there have largely failed. At least 30 years ago I lectured side by side with Dr. Thomas Dayspring, who's an internationally known cholesterol expert, and he kept saying a strange statement - It's an ApoB world, boys and girls. And it turned out that's all you need to know. It's an ApoB world, boys and girls, and be sure to check it and lower it in people who have evidence of silent or clinically evident atherosclerosis. There are patients in my practice that I've checked their arteries, I've checked their heart, I've checked their peripheral arteries. They have no atherosclerosis. I’ll check it out and recheck them in a few years. So, I don't treat those people necessarily, I certainly don't put them on prescription medication. GA: Year after year, the World Health Organization chooses the [Mediterranean diet](https://www.worldhealth.net/news/best-overall-diets-2023-report/) as the healthiest one. Seeing how this is a plant-based diet, a lot of people would immediately ask if they would have enough protein with it. What is the actual daily serving of proteins for a regular person and why do we think of them as the most important nutrient? DRK: The World Health Organization picked the Mediterranean diet as the best example. Actually, recently in the United States, the American Heart Association picked a version called the DASH diet because it promotes lower salt. And that's more consistent with the American heart guidelines. But right below the DASH diet is the Mediterranean diet, and I'm all in favor of the Mediterranean diet. I do it plant-based. I stopped eating every animal product when I was 18 years old, so 46 years ago. So, I’m a living, breathing, long-term vegan, long-term whole food, plant-based eater, and a healthy one. No prescription drugs, no surgeries, excellent health, pretty low GlycanAge. And I think the diet is a part of it. You know, I give the most credit for intelligent discussions of nutrition to the University of Southern California scientists. Dr. Valter Longo has done research with another aging expert, Morgan Levine, Ph.D., that suggests from animal models and then human studies, that a low protein diet is actually an advantage until your older years, you're less likely to stimulate pathways that increase mTOR activity, increase IGF-1 levels, promote cancer, maybe promote atherosclerosis. So, he actually recommends 0.4mg/kg of protein until you're in your mid to late 60s, which I'm getting pretty close to. That's half of what the US government recommends. They recommend 0.8, and Dr. Longo says in your mid to late 60s, you should increase the protein intake, but also lift some weights, get in the gym, and do some push-ups. My biggest source of protein is legumes. I know that there's a debate about legumes and lectins, another misinformation campaign, this time from Steven Gundry and his book Plant Paradox that completely confused the world. You know, there's data that if you're older and you eat legumes, you have a side effect. It's called more longevity. That's actually published research. If you study Dan Buettner and his five blue zones around the world, legumes are the most common food in people that live to a healthy age, to late 90s or over 100. Dr. Longo teaches the same. His recipes often feature lentils. I can tell you his own dinner is typically a lentil-based dinner. So is mine. I've interviewed him about his typical daily diet, a very Mediterranean, plant-based diet. It works out well. And if you lower protein and lower added sugar in the diet, the exception being whole fruit, which is always a good thing to eat, you will impact pathways that promote aging, including arterial vascular, and cardiac aging. But if you're getting in your late 60s and 70s and you're getting frail, you know, open another can of chickpeas, eat some more green beans and green peas. Eat every kind of lentil under the planet and don't fear the plant paradox. That's all nonsense. GA: Do men and women experience the same heart attack symptoms and what are they? DRK: That’s a great question. Many do experience the same symptoms. By that I mean, the classic symptoms I’ve seen in so many people in my career, which included a long period when I was an interventional cardiologist. So, I was the one at the bedside at the heart attack, ready to reopen the artery with the emergency procedure. Is there ever a person whose cardiac symptoms before and during a heart attack are predominantly shortness of breath? Yes. Occasionally just extreme nausea and stomach upset? Yes. One of the arteries to the heart that frequently causes a heart attack is called the right coronary artery. And it travels down to the bottom of the heart. And basically, the stomach is sitting right there, right below it. And there's a lot of shared nerve supply between the stomach and the bottom of the heart. So, if you get a heart attack involving that artery towards its distal termination, sometimes people think they’re having bad heartburn, and it can be very tragic. They delay approaching the emergency room and could even die. So occasionally it's just a sudden intense stomach distress and burning that shouldn’t be ignored. Women may have more of the atypical symptoms. They may not have that classic one we call angina, also they may not have a couple of weeks of warning. They just may be tired with some palpitations. They may be winded where they haven't winded a month ago. They may have some of that burning. So never ignore a new symptom, particularly if it's coming on with exertion, like working out or cleaning the house. The thing about women, on average, if a woman isn't a heavy smoker or a type one diabetic, and doesn't have a genetic cholesterol disorder, she will develop heart disease about 12 years later than men. So, men may have that heart attack at 54 and women who've been in menopause for a decade at age 66. But there are so many exceptions to the rule. There are a lot of reasons to believe that menopause triggers changes and that having periods is associated with a full complement of female hormones. It's rather good for the lining of your arteries. It favours better sleep, better weight, better glucose control, and better cholesterol control. A lot of lab values worsen during and after menopause, including blood cholesterol. So, the metabolic system becomes more abnormal. Now, women may get on well-done hormone replacement therapy early in menopause. It gives them a good chance to avoid that otherwise delayed cardiac ageing process that they're going to run into. GA: Can you tell us which [supplements](https://www.worldhealth.net/news/what-supplements-are-your-anti-aging-arsenal/) you recommend for longevity? And is there such a thing? DRK: It’s such a challenging concept. Because there's many that could be put there. There are some that have no data, there are some that have animal data. But it still depends on the individual. I think one that gets ignored a lot is Coenzyme Q10, sometimes called Ubiquinone or the other version called Ubiquinol. There is solid data on this supplement. Number one, CoQ10 is hard to get from the diet. Number two, it's clearly known that the body starts to make less of it with age over 40 and it makes way less of it if you're taking a cholesterol medication called statin. So, you end up being CoQ10 deficient. I don't have one patient in my practice on a statin who isn't also taking CoQ10. They have to. It has to be together. Not that we have all the data in the world, but we have good data and there's actually even a new supplement for people on statins that may return their metabolism to optimal called geranylgeranyl. I use a supplement that has both CoQ10 and geranylgeranyl together in one pill. For CoQ10, there's a nice, randomized study in Sweden of people aged 70 and up. Healthy people were put on CoQ10 and Selenium or a placebo. And although I think the study went for five years, they've now followed these people for 14 years. There's a rather dramatic advancement or an advantage to being on the combination. And in Sweden, I believe the soil is selenium deficient. So, in the United States, I usually just use CoQ10 alone. There's some recent conversation that taurine is an amino acid that does help to lower blood pressure. Naturally, a lot of my patients take it for that reason. Taurine can be difficult to get on a plant-based diet. So, I've encouraged my patients to supplement with 1000mg of taurine, sometimes higher if they have high blood pressure. But definitely check your vitamin D level and supplement it. I think it's crucial to check your omega-three blood level. Then you get into some of the new ones that I think have exciting data. There's a combination that I don't hear many people talk about called Glycine GlyNAC. It helps support the production of glutathione. There are both animal data and small human studies on the elderly that people taking NAC have better muscle strength, avoid frailty, and better cognitive function. Can't really say for sure. It looks to extend healthspan. It's inexpensive and it's safe. Then you get to some of the others. I'm optimistic about Spermidine, which you can eat in wheat germ. It’s another example where whole grains are healthy for you, but the wheat germ is rich in Spermidine, and so are green peas, mushrooms and tofu. Spermidine is available in a capsule form and there's pretty good data for brain function, cognitive function and at least in animal models, longevity. And in that same vein, there's a relatively new one called Urolithin A, which comes from pomegranates. And there are human studies that show improved mitochondrial function called mitophagy that may improve exercise performance. I think it's a stretch to say it is known to support longevity, but I think it's reasonable to consider that. Obviously, I'm interested in metformin. I still think we need more data before every human on the planet takes metformin. I'm interested in rapamycin. I'm in a randomized study myself. I'm a volunteer subject where I'm taking a pill a week that's either a placebo or ten milligrams of rapamycin. I'll find out at the end of the year. But at the end of the day, I think the best supplement for longevity is to check your heart. A recent large study says - I don't care if you feel good. I don't care if you say you don't have heart disease. If your calcium score is over 300, you basically have the same risk of dying in the next ten years as somebody who's already had a heart attack. So you have to get on treatment. You got to get on the Mediterranean diet or the DASH diet or a plant-based one. Get to the gym and get your sleep. I would put sleep as maybe the most important longevity supplement. Actually, you know, the American Heart Association used to teach something called the Life’s Essential Seven or Simple Seven. Now it's [Life’s Essential Eight](https://www.worldhealth.net/news/heart-healthy-lifestyle-linked-longer-life-free-chronic-health-conditions/) because they added the critical role of sleep. And I think there's enough data to suggest if you have sleep apnea, it's going to shorten your lifespan. If you sleep four hours a night because you have bad dreams or a bad schedule, or you watch YouTube till three in the morning like so many of my patients, you’re engaging in life-shortening activities. So I spend a tremendous amount of time with patients trying to get them 7 to 8 hours of good quality sleep, track their sleep, and treat their sleep apnea. But when it comes to supplements, you should start slowly. There is this very interesting case study going on of [Brian Johnson](https://www.worldhealth.net/news/middle-aged-centimillionaires-quest-be-18-again/), who's been spending $2 million a year. And he's got plenty of money to spend at age 45. And I recently saw that he takes 76 or 80 supplements a day and it's an interesting list. Acarbose is first on the list. I don't take Acarbose, because I need to study that up more. He does a lot of spirulina and I think a fair amount of chlorella. And those are actually foods. It isn't really fair to call it a supplement. So there is still a lot of research to be done in this field. GA: What first attracted you to GlycanAge? DRK: I'm a big social media guy and you have a wonderful Instagram page. I’m in this rapamycin study where I have to do a GlycanAge test as a baseline at six months and at 12 months. So that's part of the research study. I think they chose wisely. I think you are the best age assessment test. I would still do a heart test, don't forget. And my heart at the age of 64, is as clean as you're going to find on the planet. That's years of long and hard work and not medication. I've done some of the other epigenetic aging tests. I've done telomere tests in the past. I don't do them a lot, but I just think GlycanAge is fascinating. Your podcast is educational, your research is excellent. You know, the whole field of glycans is really rich in literature, but it just isn't talked about much because there hasn't really been a decent way to assess the process. My first GlycanAge before the research study was actually 20 and I was 63 years old. Now it's for some reason 23 on repeat. I don't know what it means. I don't feel 20 years old every day, but it's good stuff, it's an important test. I had actually bought a kit before this rapamycin trial. I just never had gotten around to doing it. So, I have been researching your company for the last year and a half and I just have to say - keep up the good work. At his core, [Dr. Joel Kahn](https://www.linkedin.com/in/joel-kahn-md-757a59225/)believes that plant-based nutrition is the most powerful source of preventative medicine on the planet. Having practiced traditional cardiology since 1983, it was only after his own commitment to a plant-based vegan diet that [Dr. Kahn](https://twitter.com/drjkahn)truly began to delve into the realm of non-traditional diagnostic tools, prevention tactics, and nutrition-based recovery protocols. As with anything you read on the internet, this article should not be construed as medical advice; please talk to your doctor or primary care provider before changing your wellness routine. This article is not intended to provide a medical diagnosis, recommendation, treatment, or endorsement. These statements have not been evaluated by the Food and Drug Administration. Content may be edited for style and length. References/Sources/Materials provided by: This article was written by [Vanja Maganjic](https://glycanage.com/self-care-author/vanja-maganji)at GlycanAge [https://www.kahnlongevitycenter.com/](https://www.kahnlongevitycenter.com/) [https://www.linkedin.com/in/joel-kahn-md-757a59225/](https://www.linkedin.com/in/joel-kahn-md-757a59225/) [https://www.facebook.com/drjoelkahn](https://www.facebook.com/drjoelkahn) [https://www.kahnlongevitycenter.com/blog/the-vegan-cardiologist-on-a-mission-to-prevent-million-heart-attacks-meet-joel-kahn](https://www.kahnlongevitycenter.com/blog/the-vegan-cardiologist-on-a-mission-to-prevent-million-heart-attacks-meet-joel-kahn) [https://glycanage.com/self-care/partners-spotlight/the-vegan-cardiologist-on-a-mission-to-prevent-million-heart-attacks---meet-dr-joel-kahn](https://glycanage.com/self-care/partners-spotlight/the-vegan-cardiologist-on-a-mission-to-prevent-million-heart-attacks---meet-dr-joel-kahn) [https://www.worldhealth.net/news/heart-healthy-lifestyle-linked-longer-life-free-chronic-health-conditions/](https://www.worldhealth.net/news/heart-healthy-lifestyle-linked-longer-life-free-chronic-health-conditions/) [https://www.worldhealth.net/news/middle-aged-centimillionaires-quest-be-18-again/](https://www.worldhealth.net/news/middle-aged-centimillionaires-quest-be-18-again/) [https://www.worldhealth.net/news/what-supplements-are-your-anti-aging-arsenal/](https://www.worldhealth.net/news/what-supplements-are-your-anti-aging-arsenal/) [https://www.worldhealth.net/news/best-overall-diets-2023-report/](https://www.worldhealth.net/news/best-overall-diets-2023-report/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.linkedin.com/in/joel-kahn-md-757a59225/)believes",
      "https://www.linkedin.com/in/joel-kahn-md-757a59225/)",
      "https://www.kahnlongevitycenter.com/)",
      "https://twitter.com/drjkahn)truly",
      "https://www.kahnlongevitycenter.com/blog/the-vegan-cardiologist-on-a-mission-to-prevent-million-heart-attacks-meet-joel-kahn)",
      "https://www.kahnlongevitycenter.com/",
      "https://www.facebook.com/drjoelkahn)",
      "https://glycanage.com/self-care-author/vanja-maganji)at",
      "https://www.kahnlongevitycenter.com/blog/the-vegan-cardiologist-on-a-mission-to-prevent-million-heart-attacks-meet-joel-kahn",
      "https://www.linkedin.com/in/joel-kahn-md-757a59225/",
      "https://glycanage.com/self-care/partners-spotlight/the-vegan-cardiologist-on-a-mission-to-prevent-million-heart-attacks---meet-dr-joel-kahn)",
      "https://www.facebook.com/drjoelkahn",
      "https://www.drjoelkahn.com/),",
      "https://glycanage.com/self-care/partners-spotlight/the-vegan-cardiologist-on-a-mission-to-prevent-million-heart-attacks---meet-dr-joel-kahn",
      "https://www.twitter.com/drjkahn)truly",
      "https://kahnlongevitycenter.com/blog/the-vegan-cardiologist-on-a-mission-to-prevent-million-heart-attacks-meet-joel-kahn)",
      "https://linkedin.com/in/joel-kahn-md-757a59225/)believes",
      "https://kahnlongevitycenter.com/)",
      "https://www.glycanage.com/self-care-author/vanja-maganji)at",
      "https://www.linkedin.com/in/joel-kahn-md-757a59225",
      "https://www.kahnlongevitycenter.com",
      "https://drjoelkahn.com/),",
      "https://www.glycanage.com/self-care/partners-spotlight/the-vegan-cardiologist-on-a-mission-to-prevent-million-heart-attacks---meet-dr-joel-kahn)",
      "https://linkedin.com/in/joel-kahn-md-757a59225/)",
      "https://www.glycanage.com/self-care/partners-spotlight/the-vegan-cardiologist-on-a-mission-to-prevent-million-heart-attacks---meet-dr-joel-kahn",
      "https://linkedin.com/in/joel-kahn-md-757a59225/",
      "https://facebook.com/drjoelkahn)",
      "https://kahnlongevitycenter.com/blog/the-vegan-cardiologist-on-a-mission-to-prevent-million-heart-attacks-meet-joel-kahn",
      "https://facebook.com/drjoelkahn",
      "https://kahnlongevitycenter.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joel kahn",
          "sentiment": "neutral"
        },
        {
          "name": "joel kahn1",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wayne state university school of medicine",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:30:47.424+02:00",
    "updated": "2024-01-27T16:10:53.608+02:00"
  },
  {
    "uuid": "f54012affa17bff5c4a574ac74a86d2815c30f71",
    "url": "https://www.saltwire.com/nova-scotia/news/israeli-tanks-missiles-strike-gaza-in-offensive-against-hamas-100924393/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nidal al-Mughrabi and Bassam Masoud",
    "published": "2023-12-28T00:00:00Z",
    "title": "Israeli tanks, missiles strike Gaza in offensive against Hamas | SaltWire",
    "text": "By Nidal al-Mughrabi and Bassam Masoud\nCAIRO/GAZA (Reuters) - Israeli forces attacked areas of the central and southern Gaza Strip where residents have been expecting a renewed ground offensive in areas crammed with tens of thousands of Palestinians already displaced by the Israeli-Hamas war.\nWith nightfall on Thursday, an Israeli airstrike on a house in the southern city of Khan Younis killed eight Palestinians, health officials said. Three Palestinians were killed and six injured in an Israeli missile strike on a house in Maghazi camp in central Gaza, the Palestine Red Crescent said.\n\"The task here is to dismantle Hamas - so that it no longer has military and governing capabilities,\" Israeli Defence Minister Yoav Gallant said at a press briefing on operations in Khan Younis. \"We will be required to show a lot of perseverance and determination.\"\nA Palestinian journalist posted pictures of Israeli tanks near a mosque in a built-up area of Bureij in central Gaza.\nThe Islamist group Hamas released video it said showed its fighters targeting Israeli tanks and soldiers east of Bureij. Reuters was not able to verify the location or the date the video was filmed.\n\"That moment has come, I wished it would never happen, but it seems displacement is a must,\" said Omar, 60, who said he had been forced to move with at least 35 family members. He declined to give his surname for fear of reprisals.\nYamen Hamad has been living in a school in Deir al-Balah, also in central Gaza, since fleeing from the north. He said people newly displaced from Bureij and Nusseirat were setting up tents wherever there was open ground.\nIn one of Israel's latest airstrikes, 20 Palestinians were killed and 55 wounded in Rafah, a major town near the southern border with Egypt, Gaza health ministry spokesman Ashraf Al-Qidra said. Their bombed building was housing displaced civilians, according to local medics and residents.\nSEARCHING THROUGH RUBBLE\nReuters video showed rescuers scrabbling frantically through rubble to uncover and pull out victims including a baby and several children and rushing them through milling crowds of dazed and weeping people to the nearby Kuwaiti Hospital.\nPalestinian health authorities said earlier that 210 people were confirmed killed in Israeli strikes in the past 24 hours, raising the toll of Palestinians killed in the war so far to 21,320 - nearly 1% of Gaza's population. Thousands more dead were feared to be buried or lost in the ruins.\nOver the course of the war, the Israeli military has expressed regret for civilian deaths but it accuses Hamas of operating in densely populated areas and using civilians as human shields, a charge the group denies.\nHamas and its fighters are dug deep into the Gaza Strip's dense cities and towns and their leaders are still at large.\nIsrael has reported 169 of its soldiers killed in its Gaza campaign after Hamas fighters rampaged through Israeli towns in a cross-border raid on Oct. 7, killing 1,200 people and taking about 240 hostages.\nSome 110 hostages were freed during a Nov. 24-Dec. 1 humanitarian pause and more than 20 others have been declared dead.\nU.S. President Joe Biden said on Thursday that Hamas killed an American hostage, Judith Weinstein, 70, on Oct. 7. Last week he said her husband Gadi Haggai, 73, was killed on the same day.\nThe Israeli military released findings of an investigation into the killings in error by its troops of three Israeli hostages in Gaza on Dec. 15. Soldiers mistook their cries for help as a ruse by Hamas militants to draw them into an ambush, the military said, concluding that the soldiers acted rightly to the best of their understanding.\nEGYPT'S PLAN TO END CONFLICT\nEgypt confirmed on Thursday that it had put forward a framework proposal to end the conflict between Israel and Hamas in the Gaza Strip that includes three stages ending with a ceasefire and said it was awaiting responses on the plan.\nThe proposal is an attempt \"to bring viewpoints between all concerned parties closer, in an effort to stop Palestinian bloodshed and the aggression against the Gaza Strip and restore peace and stability to the region,\" Diaa Rashwan, head of Egypt's State Information Service, said in a statement.\nIsraeli Prime Minister Benjamin Netanyahu has said Israel will keep some form of security control of all Gaza indefinitely, though he insists that this would not amount to reoccupying the enclave.\n(Reporting by Reporting by Nidal al-Mughrabi in Cairo, Bassam Masoud in Gaza and Emily Rose in Jerusalem; writing by Grant McCool; editing by Howard Goller)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bassam masoud",
          "sentiment": "negative"
        },
        {
          "name": "nidal al-mughrabi",
          "sentiment": "negative"
        },
        {
          "name": "yoav gallant",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "palestine red crescent",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "cairo",
          "sentiment": "none"
        },
        {
          "name": "khan younis",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:01:22.385+02:00",
    "updated": "2023-12-29T01:01:22.385+02:00"
  },
  {
    "uuid": "ee79e45636baf2bf8b2a9b588d116da0edaa77ec",
    "url": "https://www.firehouse.com/operations-training/video/53081887/former-firefighter-rescues-resident-from-louisville-ky-fire",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Firehouse.com News",
    "published": "2024-01-07T00:00:00Z",
    "title": "Former Firefighter Rescues Resident from Louisville KY Fire | Firehouse",
    "text": "Two peope were rescued from a Louisville house fire with one of the rescues being made by a former firefighter who was in the right place at the right time. Jacolby Barnes, who was a firefighter in Shelby County until three years ago, was coming home with his mother when he saw smoke coming from the house on Beargrass Avenue around 4 p.m. He grabbed his old turnout gear and went into rescue mode. \"We heard her talking so I busted out the AC unit, and then helped her get out the window, and busted out the rest of the windows,\" Barnes told [WHAS11.com](https://www.whas11.com/article/news/local/1-person-critical-condition-another-rescued-fire-louisville-kentucky/417-f3b13f44-1773-4345-bc57-ff7a091fdf07). Firefighters from Fern Creek, Jeffersontown, Louisville and Okolona responded and rescued a woman who was trapped, the station reported. Fern Creek Fire & EMS Assistant Chief Dewayne Hutchens said one person was in critical condition and the one Barnes rescued was uninjured. Firefighters had the fire under control in a half-hour but the home sustained significant damage. Barnes said he was interested in re-joining the fire department.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://www.whas11.com/article/news/local/1-person-critical-condition-another-rescued-fire-louisville-kentucky/417-f3b13f44-1773-4345-bc57-ff7a091fdf07).",
      "https://whas11.com/article/news/local/1-person-critical-condition-another-rescued-fire-louisville-kentucky/417-f3b13f44-1773-4345-bc57-ff7a091fdf07)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "barnes",
          "sentiment": "none"
        },
        {
          "name": "jacolby barnes",
          "sentiment": "none"
        },
        {
          "name": "dewayne hutchens",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ac",
          "sentiment": "none"
        },
        {
          "name": "fern creek fire & ems",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "louisville",
          "sentiment": "none"
        },
        {
          "name": "jeffersontown",
          "sentiment": "none"
        },
        {
          "name": "okolona",
          "sentiment": "none"
        },
        {
          "name": "shelby county",
          "sentiment": "none"
        },
        {
          "name": "fern creek",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:48:12.376+02:00",
    "updated": "2024-01-08T01:48:12.376+02:00"
  },
  {
    "uuid": "08f74627dba737d24ea20f016d4869bb6c8e423e",
    "url": "https://www.democracydocket.com/news-alerts/house-republicans-want-to-slash-election-funding-in-new-budget",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Wp-Block-Co-Authors-Plus-Coauthors Is-Layout-Flow",
    "published": "2024-06-06T21:25:00Z",
    "title": "House Republicans Want to Slash Election Funding in New Budget - Democracy Docket",
    "text": "House Republicans Want to Slash Election Funding in New Budget WASHINGTON, D.C. — Republicans introduced a [budget bill](https://www.democracydocket.com/wp-content/uploads/2024/06/House-GOP-Budget-Bill.pdf) this week for fiscal year 2025 that would greatly reduce federal funding for election security and administration. The U.S. House Appropriations Financial Services and General Government Subcommittee discussed the proposed budget cuts during a June 5 hearing to consider the full FY 2025 budget bill. After a spirited debate, the Republican majority voted to advance it to the full appropriations committee. According to the [bill summary](https://appropriations.house.gov/sites/evo-subsites/republicans-appropriations.house.gov/files/evo-media-document/fy25-fsgg-subcommittee-bill-summary.pdf), Republicans propose allocating $20 million to the U.S. Election Assistance Commission — significantly less than the $134 million President Joe Biden [requested](https://www.eac.gov/sites/default/files/2024-03/US_EAC_FY_2025_Congressional_Budget_Justification.pdf) in his FY 2025 budget proposal and $7.7 million below the current budget. Also, the proposed budget would reject Biden’s request for $96 million in Election Security grants for the U.S. Election Assistance Commission (EAC). The commission, which was created under the [Help America Vote Act of 2002](https://www.democracydocket.com/wp-content/uploads/2024/06/HAVA.pdf), is independent and bipartisan, [focused on](https://www.eac.gov/about) “help[ing] election officials improve the administration of elections and help[ing] Americans participate in the voting process,” including adopting voluntary voting system guidelines, serving as the ultimate resource for election administration information, certifying voting systems and maintaining the national mail voter registration form. In an EAC budget justification [report](https://www.eac.gov/sites/default/files/2024-03/US_EAC_FY_2025_Congressional_Budget_Justification.pdf), the commission said it would use the additional money to award grants to states and local governments for projects that improve election administration. Those grants would be used for efforts to enhance cybersecurity and audits, strengthen the security of election officials and boost accessibility for voters. Ranking Member Rep. Rosa DeLauro (D-Conn.) said that cutting money from this agency will “make our elections less secure and less transparent.” In the bill summary, Republicans defended the proposed cuts, arguing their budget “exercises much-needed oversight” of D.C. in many ways, including prohibiting noncitizens from voting in local elections. Under D.C. [law](https://www.democracydocket.com/wp-content/uploads/2023/01/B24-0300-Signed_Act.pdf), all residents over the age of 18 who have lived in the district for 30 days are allowed to vote in local elections, regardless of their immigration status. Congressional Republicans [pushed](https://www.democracydocket.com/news-alerts/house-gop-advances-nationwide-proof-of-citizenship-and-d-c-noncitizen-voting-bills/) multiple bills in an attempt to overturn that law, as part of a larger agenda to stop noncitizens from voting. Despite the District’s [autonomy over its own local government](https://dccouncil.gov/dc-home-rule/), Congress has [ultimate authority](https://constitution.congress.gov/browse/article-1/section-8/clause-17/) over how it passes laws and its budget. That’s also how Republicans can mandate in the budget proposal that D.C. will not be allowed to use any funds to implement the noncitizen voting law or for “any activities related to enrolling or registering noncitizens into voter rolls for local elections.” During Wednesday’s markup session, House Appropriations Committee Chairman Tom Cole (R-OK) [said](https://appropriations.house.gov/news/press-releases/joyce-cole-fy25-financial-services-and-general-government-bill-subcommittee), “the continued security of our federal elections is…promoted by prohibiting non-citizens from voting.” Overall, he says this bill “prevents President Biden from imposing a radical progressive agenda on the American people.” This bill would still have to be advanced by the full appropriations committee and then passed by the House of Representatives to move forward in the budget process.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.eac.gov/about)",
      "https://appropriations.house.gov/sites/evo-subsites/republicans-appropriations.house.gov/files/evo-media-document/fy25-fsgg-subcommittee-bill-summary.pdf),",
      "https://appropriations.house.gov/news/press-releases/joyce-cole-fy25-financial-services-and-general-government-bill-subcommittee),",
      "https://constitution.congress.gov/browse/article-1/section-8/clause-17/)",
      "https://www.eac.gov/sites/default/files/2024-03/US_EAC_FY_2025_Congressional_Budget_Justification.pdf),",
      "https://www.eac.gov/sites/default/files/2024-03/US_EAC_FY_2025_Congressional_Budget_Justification.pdf)",
      "https://dccouncil.gov/dc-home-rule/),",
      "https://www.appropriations.house.gov/news/press-releases/joyce-cole-fy25-financial-services-and-general-government-bill-subcommittee),",
      "https://eac.gov/sites/default/files/2024-03/US_EAC_FY_2025_Congressional_Budget_Justification.pdf),",
      "https://eac.gov/about)",
      "https://www.constitution.congress.gov/browse/article-1/section-8/clause-17/)",
      "https://www.appropriations.house.gov/sites/evo-subsites/republicans-appropriations.house.gov/files/evo-media-document/fy25-fsgg-subcommittee-bill-summary.pdf),",
      "https://eac.gov/sites/default/files/2024-03/US_EAC_FY_2025_Congressional_Budget_Justification.pdf)",
      "https://www.dccouncil.gov/dc-home-rule/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joe biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "slash election funding",
          "sentiment": "negative"
        },
        {
          "name": "house",
          "sentiment": "negative"
        },
        {
          "name": "u.s. election assistance commission",
          "sentiment": "none"
        },
        {
          "name": "general government subcommittee",
          "sentiment": "none"
        },
        {
          "name": "u.s. house appropriations financial services",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "d.c.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:52:48.277+03:00",
    "updated": "2024-06-07T01:52:48.277+03:00"
  },
  {
    "uuid": "0bf1ee61ee9f1632002a7f490f37b6dea86ef255",
    "url": "https://m.economictimes.com/news/politics-and-nation/matter-of-time-before-arvind-kejriwal-comes-out-of-jail-says-aap-as-they-celebrate-bail-for-delhi-cm/articleshow/111681270.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ANI",
    "published": "2024-07-12T04:35:00Z",
    "title": "Matter of time before Arvind Kejriwal comes out of jail, says AAP as they celebrate bail for Delhi CM - The Economic Times",
    "text": "New Delhi: The Supreme Court has granted interim bail to the Chief Minister in the now scraped policy case registered by the Enforcement Directorate today. The CM will, however, continue to remain in jail, as he was arrested by CBI in the same case.Advocate Vivek Jain, counsel for Delhi CM Arvind Kejriwal, celebrated the occasion and posted on social media platform X. He said, There are many issues of law with which the Supreme Court was grappling. One of the issues was the necessity. Further, the Delhi State President and Aam Aadmi Legal Cell Advisor Advocate Sanjeev Nasair also took to X and posted, I thank the Supreme Court that today is a day of great relief. We have been saying from the very first day. AAP National General Secretary Organisation and MP Sandeep Pathak said, This is a relief... When they can't stop this party, they jail all the leaders of the party. So, in such a situation, the Supreme Court order is very soothing. I believe that party is not important, the country is. It is very important in the national interest, that a dictator doesn't attempt to finish off a party like this. So, such decisions should be written in golden letters in the history of the country... Delhi minister Saurabh Bharadwaj said that the government had anticipated the SC would give bail to Kejriwal which is why the CBI arrested him in the same case PMLA is a black law. The provisions for bail under this are so difficult that it is almost impossible to get bail... First, the lower court granted him bail and observed that ED is acting with bias ... So, today's bail by the Supreme Court is a huge thing. Centre had anticipated that the Supreme Court would grant him bail in the ED matter. So, to ensure that he continues to be in jail even after bail, the CBI arrested him... The burden of proof lies on the CBI. So, I don't think there will be much issue. It's just a matter of time before Arvind Kejriwal comes out of jail, Saurabh Bharadwaj said. However, the BJP hit out at the AAP and said that the interim bail was not a complete relief from the crime committed.BHP Chief Virendraa Sachdeva said in a post on X This is a decision between the investigation agency and judiciary. Interim Bail doesn't mean that you are acquitted. Let the final decision come. Additionally, BJP MP Kamaljeet Sehrawat said The interim bail is not a relief from the crime that one has committed. The Interim bail only provides for one to stay out of jail as the case proceeds. It does not mean that Kejriwal has not done a scam, or that he was not involved in corruption. Perhaps, the Supreme Court has allowed him to be out and work as the people of Delhi are suffering. But the court has not acquitted him. A bench headed by Justice Sanjiv Khanna referred Kejriwal's petition challenging his arrest by the ED to a larger bench.The Supreme Court while granting interim bail to Kejriwal in the ED case, observed that the Delhi CM has suffered incarceration of 90 days and that it's conscious that he is an elected leader.The top court had reserved the verdict on Kejriwal's plea for May 17.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Politics"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "arvind kejriwal",
          "sentiment": "negative"
        },
        {
          "name": "vivek jain",
          "sentiment": "none"
        },
        {
          "name": "sanjeev nasair",
          "sentiment": "none"
        },
        {
          "name": "sandeep pathak",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "supreme court",
          "sentiment": "negative"
        },
        {
          "name": "economic times new delhi",
          "sentiment": "negative"
        },
        {
          "name": "cbi",
          "sentiment": "none"
        },
        {
          "name": "aap national general secretary organisation",
          "sentiment": "none"
        },
        {
          "name": "delhi state",
          "sentiment": "none"
        },
        {
          "name": "enforcement directorate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "delhi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T10:16:27.979+03:00",
    "updated": "2024-07-12T10:16:27.979+03:00"
  }
]