[
  {
    "uuid": "d8eb82baa8d8fcb56e254cd2f100e371dd51d2f4",
    "url": "https://www.euractiv.com/section/central-asia/news/azerbaijan-and-armenia-to-negotiate-peace-in-symbolic-return-to-kazakh-capital-almaty",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Xhoi Zajmi",
    "published": "2024-05-03T15:21:00Z",
    "title": "Azerbaijan and Armenia to negotiate peace in symbolic return to Kazakh capital Almaty",
    "text": "Azerbaijan and Armenia’s foreign ministers plan to meet in Almaty sparking fresh hopes for a peace treaty between the two adversaries and a reset in relations with the European Union. The former Kazakh capital makes for a symbolic meeting point. It is where the historic Alma-Ata Protocol was signed in December 1991. The document declared the Soviet Union dissolved and laid foundations for the development of the Commonwealth of Independent States (CIS). Although a date for the meeting has not yet been disclosed, officials from both sides have reportedly confirmed their participation. Welcoming the agreement to advance peace treaty talks in Almaty, Kazakh President Kassym-Jomart Tokayev argued this will contribute to the establishment of a lasting peace in the South Caucasus. The president conducted an official visit to Yerevan in April, during which he expressed readiness to facilitate peace negotiations on Kazakh soil. Together with Armenia’s Prime Minister Nikol Pashinyan, they signed 10 documents intending to enhance bilateral ties. Respecting territorial integrity Also welcoming the announcement, the High Representative of the European Union for Foreign Affairs, Josep Borrell, expressed the bloc’s commitment to support a stable and peaceful future for the South Caucasus. Borrell said the EU has been involved in facilitating the normalisation of relations between Armenia and Azerbaijan, he called on Baku to engage in sustainable peace talks and respect Armenia’s territorial integrity if it does not wish to endanger relations with the union. Borrell reminded Armenia of the €270 million grant assistance offered through the Growth Plan for 2024-2027, in order to support the country’s resilience while parties work together on a new Partnership Agenda, aimed at boosting cooperation in all areas. The EU ambassador to Azerbaijan, Peter Michalko reiterated the bloc’s support for a peace agreement. “It is incumbent upon both sides to seek solutions and paths for progress,” he told reporters in the Azerbaijani capital. Border demarcation The ministerial meeting follows an agreement reached on April 19, during the eighth meeting of the State Commissions on the delimitation of state borders, whereby Armenia agreed to return four abandoned villages it has controlled since the early 1990s to Azerbaijan. Although deserted, the settlements are of strategic importance as they are close to Armenia’s main highway north towards the border with Georgia where much of the trade happens, and to the pipeline through which it receives gas from Russia. Azerbaijan had been demanding the return of these villages as the prelude to a peace deal, while the conflict has been ongoing for more than three decades, costing tens of thousands of lives. Most of the fighting has been centred on Nagorno-Karabakh, a disputed region as the countries were transitioning into independence following the collapse of the Soviet Union. Internationally, it is recognised as part of Azerbaijan. Most of the territory was liberated during a 44-day war in the autumn of 2020 and a Russian-brokered peace agreement paved the way to normalisation as well as the demarcation of borders. Azerbaijani forces established full sovereignty in Karabakh after a lightning offensive last year, which saw separatist forces surrendering. But it also saw the entire population of 100,000 fleeing to Armenia within days. Both sides occupy villages that formerly belonged to the other. The paired villages are Baghanis (Armenia) and Baganis Ayrum (Azerbaijan), Voskepar (Armenia) and Asagi Askipara (Azerbaijan), Kirants (Armenia) and Xeyrimli (Azerbaijan), and Berkaber (Armenia) and Qizilhacili (Azerbaijan). The initial stage in the delimitation process will see the passage of certain segments of the border directly between these settlements, to bring them in line with the legally established inter-republican border that existed within the framework of the Soviet Union at the time of its disintegration. Concerns over border demarcation Earlier in April, Armenian PM Pashinyan visited border villages and met with residents to discuss upcoming “vital” arrangements “to ensure Armenia’s sovereignty and independence”. Residents of border villages are concerned that border demarcation according to the Soviet-era configuration might deprive them of access to farmlands, complicating their communication with the rest of the country, as some of the sections of the only road they have would fall under Azerbaijani control. The prime minister guaranteed efforts to address these concerns, including building new sections of the road stretching along the border. Pashinyan said he was unafraid of putting his political career in the balance so that “Armenia can become a truly independent state”. [By Xhoi Zajmi I Edited by Brian Maguire | Euractiv’s Advocacy Lab ] Read more with Euractiv EU, NATO condemn cyberattacks against Germany, Czechia, blame Russia as perpetrator The EU and NATO on Friday (3 May) condemned \"malicious cyber activities\" against Germany and Czechia, which they say were likely carried out by a Russian cyber espionage group. Print Email Facebook X LinkedIn WhatsApp Telegram Topics Armenia Armenia Azerbaijan Central Asia Europe's East Global Europe Kazakhstan",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.euractiv.com%2Fsection%2Fcentral-asia%2Fnews%2Fazerbaijan-and-armenia-to-negotiate-peace-in-symbolic-return-to-kazakh-capital-almaty%2F%2F&t=Azerbaijan",
      "https://europarl.europa.eu/doceo/document/E-9-2024-000689-ASW_EN.pdf",
      "https://x.com/intent/tweet?url=https%3A%2F%2Fwww.euractiv.com%2Fsection%2Fcentral-asia%2Fnews%2Fazerbaijan-and-armenia-to-negotiate-peace-in-symbolic-return-to-kazakh-capital-almaty%2F&text=Azerbaijan",
      "https://www.europarl.europa.eu/doceo/document/E-9-2024-000689-ASW_EN.pdf",
      "https://t.me/share/url",
      "http://www.linkedin.com/shareArticle?url=https%3A%2F%2Fwww.euractiv.com%2Fsection%2Fcentral-asia%2Fnews%2Fazerbaijan-and-armenia-to-negotiate-peace-in-symbolic-return-to-kazakh-capital-almaty%2F&title=Azerbaijan",
      "http://linkedin.com/shareArticle?url=https%3A%2F%2Fwww.euractiv.com%2Fsection%2Fcentral-asia%2Fnews%2Fazerbaijan-and-armenia-to-negotiate-peace-in-symbolic-return-to-kazakh-capital-almaty%2F&title=Azerbaijan",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.euractiv.com%2Fsection%2Fcentral-asia%2Fnews%2Fazerbaijan-and-armenia-to-negotiate-peace-in-symbolic-return-to-kazakh-capital-almaty%2F%2F&t=Azerbaijan",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.t.me/share/url?url=https%3A%2F%2Fwww.euractiv.com%2Fsection%2Fcentral-asia%2Fnews%2Fazerbaijan-and-armenia-to-negotiate-peace-in-symbolic-return-to-kazakh-capital-almaty%2F&text=Azerbaijan%20and%20Armenia%20to%20negotiate%20peace%20in%20symbolic%20return%20to%20Kazakh%20capital%20Almaty%20%E2%80%93%20www.euractiv.com",
      "https://t.me/share/url?url=https%3A%2F%2Fwww.euractiv.com%2Fsection%2Fcentral-asia%2Fnews%2Fazerbaijan-and-armenia-to-negotiate-peace-in-symbolic-return-to-kazakh-capital-almaty%2F&text=Azerbaijan%20and%20Armenia%20to%20negotiate%20peace%20in%20symbolic%20return%20to%20Kazakh%20capital%20Almaty%20%E2%80%93%20www.euractiv.com",
      "http://www.linkedin.com/shareArticle",
      "https://www.x.com/intent/tweet?url=https%3A%2F%2Fwww.euractiv.com%2Fsection%2Fcentral-asia%2Fnews%2Fazerbaijan-and-armenia-to-negotiate-peace-in-symbolic-return-to-kazakh-capital-almaty%2F&text=Azerbaijan",
      "https://x.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nikol pashinyan",
          "sentiment": "none"
        },
        {
          "name": "jomart tokayev",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "european union",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "armenia",
          "sentiment": "none"
        },
        {
          "name": "azerbaijan",
          "sentiment": "none"
        },
        {
          "name": "almaty  azerbaijan",
          "sentiment": "none"
        },
        {
          "name": "almaty",
          "sentiment": "none"
        },
        {
          "name": "kassym",
          "sentiment": "none"
        },
        {
          "name": "soviet union",
          "sentiment": "none"
        },
        {
          "name": "yerevan",
          "sentiment": "none"
        },
        {
          "name": "south caucasus",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-03T18:26:06.624+03:00",
    "updated": "2024-05-03T21:16:16.873+03:00"
  },
  {
    "uuid": "b6b93283d118e41a09a63b790f6cd57619c300b9",
    "url": "https://www.infobae.com/america/agencias/2023/12/29/denuncian-la-detencion-de-sacerdote-nicaraguense-que-critico-el-enriquecimiento-de-ortega/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsroom Infobae",
    "published": "2023-12-29T02:15:00Z",
    "title": "Denuncian la detención de sacerdote nicaragüense que criticó el enriquecimiento de Ortega",
    "text": "San José, 28 dic (EFE).- El sacerdote nicaragüense Héctor Treminio, de la Arquidiócesis de Managua y que criticó el enriquecimiento del presidente de Nicaragua, Daniel Ortega, en el poder desde 2007, fue detenido este jueves por la Policía, con lo que suman dos curas encarcelados este día, denunció la abogada e investigadora nicaragüense exiliada Martha Patricia Molina.\n\"Policía y paramilitares secuestran a sacerdote Héctor Treminio, de la parroquia Santo Cristo de Esquipulas de la Arquidiócesis de Managua\", señaló Molina,\n[autora del estudio titulado 'Nicaragua: ¿Una Iglesia perseguida?', a través de su cuenta de la red social X (antes Twitter).]\nTestigos publicaron en las redes sociales fotografías de un vehículo sedán, con placa nicaragüense, en el que presuntamente trasladaron al sacerdote Treminio, también tesorero de la Arquidiócesis de Managua.\nEl religioso fue uno de los que condenó la quema de la venerada imagen de la Sangre de Cristo, calcinada el 31 de julio de 2020 en su capilla en la Catedral de Managua en un incendio involuntario, según las autoridades, y de acuerdo con la Iglesia Católica, en un acto terrorista.\nEn esa misma homilía, ofrecida en agosto de 2020,\n[Treminio también criticó el enriquecimiento de la familia Ortega, de los que dijo \"hoy son los mayores capitalistas de nuestro país\".]\n\"¿Acaso no son los que iban a velar por los pobres y hoy son los que se mueven en carros que valen 240.000 dólares?\" ¿Y dónde está la consigna de los pobres?\", reprochó.\nTreminio es el segundo religioso nicaragüense detenido este jueves por la Policía. El primero fue el sacerdote Carlos Ávilés, vicario general de la Arquidiócesis de Managua, \"quien en años anteriores declaró que el presidente Daniel Ortega miente al decir que en Nicaragua hay libertad\", recordó la investigadora Molina.\nAmbos pertenecen a la Arquidiócesis de Managua, Masaya y Carazo, que dirige el cardenal nicaragüense, Leopoldo Brenes, quien aún no se refiere a esas denuncias.\nLa semana pasada, las autoridades detuvieron al obispo Isidoro Mora, a dos sacerdotes y a dos seminaristas.\nNi el Gobierno ni la Policía Nacional ha confirmado o negado la presunta detención de los religiosos.\nEn el caso de Mora, obispo de la diócesis de Siuna, en el Caribe de Nicaragua, fue arrestado un día después de convocar en una homilía al obispo encarcelado Rolando Álvarez, condenado en febrero pasado a más de 26 años de prisión por delitos considerados traición a la patria tras negarse a abandonar su país.\nEn el caso de Mora es el segundo obispo detenido en Nicaragua. El primero fue Álvarez, quien el 10 de febrero pasado fue condenado a 26 años y 4 meses de prisión, despojado de su nacionalidad, y suspendidos sus derechos ciudadanos de por vida por delitos considerados traición a la patria.\nEsa condena fue dictada un día después de que Álvarez rechazó subirse a un avión que lo iba a llevar, junto con otros 222 excarcelados políticos nicaragüenses, hacia Estados Unidos, lo que provocó la indignación del presidente Ortega, quien en cadena nacional lo calificó de \"soberbio\", \"desquiciado\" y \"energúmeno\".\nLas relaciones del Gobierno de Ortega y la Iglesia católica viven momentos de gran tensión, marcadas por la expulsión y encarcelamiento de sacerdotes, la prohibición de actividades religiosas, y la suspensión de sus relaciones diplomáticas. EFE\nmg/fa/szg",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T04:21:32.813+02:00",
    "updated": "2023-12-29T04:21:32.813+02:00"
  },
  {
    "uuid": "87a51a53fae2647a1cb3c2fe51c5cabcd732f2b1",
    "url": "https://www.adn.com/sports/national-sports/2024/01/15/josh-allen-and-the-bills-shake-off-mother-nature-and-the-steelers-in-31-17-playoff-win/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@adndotcom",
    "published": "2024-01-16T01:58:00Z",
    "title": "Josh Allen and the Bills shake off Mother Nature and the Steelers in 31-17 playoff win",
    "text": "ORCHARD PARK, N.Y. — Josh Allen threw three touchdown passes and scored on a franchise playoff-record 52-yard touchdown run, and the Buffalo Bills beat the Pittsburgh Steelers 31-17 on Monday in an AFC wild-card playoff game that was postponed a day because of a lake-effect blizzard. The Highmark Stadium stands erupted with snow being tossed into the air like confetti when Allen threw a 17-yard touchdown pass to Khalil Shakir with 6:27 remaining that restored a two-touchdown lead for Buffalo. Shakir caught the pass at the 10 over the middle, and then slipped Minkah Fitzpatrick’s tackle attempt by spinning around before outracing the rest of the Steelers defenders into the end zone. The second-seeded Bills (12-6), who closed the regular season with five straight wins, advance to host Patrick Mahomes and the No. 3 seed Kansas City Chiefs in the divisional round on Sunday night. “We’ve got a resilient group. The veteran leadership that we have, I really think it’s unmatched in the league,” Allen said of a team that was 6-6 after an overtime loss to Philadelphia on Nov. 26. [ [Mother Nature proves no match for Bills fans attending Buffalo’s playoff game vs. Steelers](https://www.adn.com/sports/national-sports/2024/01/15/sun-gives-way-to-clouds-as-crews-dig-out-snowed-in-stadium-for-bills-playoff-game-vs-steelers/)] The Bills have longed for a home playoff game against the Chiefs after their 2020 and ‘21 seasons ended with playoff losses at Kansas City. “It’s going to take a team effort,” Allen said. “We know the type of team that they are, obviously the type of quarterback that they have in Pat over there. ... Just thanking God that we get another chance to play another game.” [ [Jared Goff leads Lions to first playoff win in 32 years, 24-23 over Matthew Stafford and the Rams](https://www.adn.com/sports/national-sports/2024/01/14/jared-goff-leads-lions-to-first-playoff-win-in-32-years-24-23-over-matthew-stafford-and-the-rams/)] Allen finished 21 of 30 for 203 yards and ran for 74 yards on eight carries, becoming the first quarterback in NFL playoff history to throw three or more TD passes while rushing for 70 or more yards and a score. He didn’t have a turnover for just the fourth time this season. Mason Rudolph threw two touchdown passes with an interception in his first playoff start for the Steelers (10-8), but Pittsburgh was too inconsistent on either side of the ball to keep up with Allen and the Bills. The Steelers lost their fifth straight playoff game; the franchise’s most recent postseason victory was exactly seven years ago. Rudolph, a longtime backup, took over for the injured Kenny Pickett and the ineffective Mitch Trubisky to lead the Steelers to three straight wins to close the regular season and was given the playoff start even after Pickett recovered from an ankle injury. “I’m appreciative of the efforts. But it’s not mystical. We didn’t do what was required to win tonight,” Steelers coach Mike Tomlin said, noting that two Steelers turnovers led to the Bills scoring 14 points. “Can’t come into an environment like this with a playoff-caliber team and turn the ball over like that and expect to be competitive.” Asked about his future in Pittsburgh after completing his 17th season — all of them with a record of .500 or better — Tomlin smirked and walked away. [ [Jordan Love and the Packers pull a wild-card stunner, beating Dak Prescott and the Cowboys 48-32](https://www.adn.com/sports/national-sports/2024/01/14/jordan-love-and-the-packers-pull-a-wild-card-stunner-beating-dak-prescott-and-the-cowboys-48-32/)] Buffalo had a to wait an extra day to host the Steelers after a dangerous storm that dumped more than 2 feet of snow on the region, leading the NFL to bump the game from its scheduled Sunday afternoon start. The elements didn’t play much of a factor. Though temperatures were in the teens, the skies were clear and there was only a slight breeze blowing in off Lake Erie. The Steelers came out flat, allowing Buffalo to score touchdowns on three of its first five possessions and build a 21-0 lead on Allen’s electrifying touchdown run midway through the second quarter. Rudolph went 22 of 39 for 229 yards with an interception. Allen’s 9-yard touchdown pass to Dawson Knox capped an 80-yard opening drive for the Bills. [ [Kansas City defeats Miami in 4th-coldest game in NFL history at minus 4 degrees](https://www.adn.com/nation-world/2024/01/14/kansas-city-defeats-miami-in-4th-coldest-game-in-nfl-history-at-minus-4-degrees/)] After Buffalo linebacker Terrel Bernard recovered receiver George Pickens’ fumble at the Pittsburgh 29, Allen threw a TD pass to Dalton Kincaid on the next play. Allen’s touchdown run came after cornerback Kaiir Elam intercepted Rudolph’s pass intended for Diontae Johnson in the end zone. The Steelers finally capitalized on one of the Bills’ few errors of the half, when coach Sean McDermott elected to attempt a 49-yard field goal into the wind with a little more than two minutes left. Montravius Adams blocked Tyler Bass’ low kick. The ball squirted some 20 yards into Bills territory and was recovered by Nick Herbig at Buffalo’s 33. The Steelers scored five plays later on Rudolph’s 10-yard TD pass to Johnson. Pittsburgh eventually cut the lead to 24-17 on Rudolph’s 7-yard touchdown pass to Calvin Austin with 10:32 left. INJURIES The Bills’ already depleted defense held up despite losing several regulars to injuries. Buffalo allowed 324 yards and limited the Steelers to converting 5 of 11 third-down opportunities. Bernard was ruled out after twisting his right ankle and starting nickelback Taron Johnson did not return after being evaluated for a concussion. The Bills began the game without cornerback Rasul Douglas (knee) and linebacker Tyrel Dodson (shoulder).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "josh allen",
          "sentiment": "negative"
        },
        {
          "name": "shakir",
          "sentiment": "none"
        },
        {
          "name": "minkah fitzpatrick",
          "sentiment": "none"
        },
        {
          "name": "mother nat",
          "sentiment": "none"
        },
        {
          "name": "allen",
          "sentiment": "none"
        },
        {
          "name": "patrick mahomes",
          "sentiment": "none"
        },
        {
          "name": "khalil shakir",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "steelers",
          "sentiment": "negative"
        },
        {
          "name": "buffalo bills",
          "sentiment": "none"
        },
        {
          "name": "kansas city chiefs",
          "sentiment": "none"
        },
        {
          "name": "pittsburgh steelers",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "n.y.",
          "sentiment": "none"
        },
        {
          "name": "orchard park",
          "sentiment": "none"
        },
        {
          "name": "buffalo",
          "sentiment": "none"
        },
        {
          "name": "philadelphia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-16T06:00:53.187+02:00",
    "updated": "2024-01-16T06:00:53.187+02:00"
  },
  {
    "uuid": "9211f84c1ecbf4248e0950fe7d5c43ac88075979",
    "url": "https://www.aol.com/news/iran-executes-four-people-accused-114709302.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AOL Staff",
    "published": "2023-12-29T11:47:00Z",
    "title": "Iran executes four people accused of spying for Israel's Mossad",
    "text": "Iran executes four people accused of spying for Israel's Mossad Iran executed four people accused of spying for Israel on Friday, local media reported. The group, including one woman, were hanged after being convicted of kidnapping Iranian security forces in a bid to extract intelligence from them, according to the Mizan news agency, which is affiliated to the Isalmic Republic’s judiciary. They were also accused of setting fire to cars and apartments of some of Iran’s intelligence agents. Mizan identified the men as Vafa Hanareh, Aram Omari, Rahman Parhazo and the woman as Nasim Namazi. “Four members of a sabotage group related to the Zionist regime (Israel) ... were hanged this morning,” in the Islamic Republic’s northwestern province of West Azerbaijan, the news agency reported. The group “committed extensive actions against the country’s security under the guidance of … Mossad”, Israel’s spy agency, Mizan said. It added they had been sentenced to death on charges of “moharebeh”, or waging war against God, and “corruption on Earth”. Their executions followed Iran’s mid-December hanging of a fifth accused Mossad agent in the southeastern province of Sistan-Baluchestan. The latest hangings also came less than a week after an alleged Israeli airstrike [killed a high-ranking Iranian general](https://www.telegraph.co.uk/world-news/2023/12/28/iran-revenge-top-irgc-commander-killed-israeli-strike/) in Syria. Video of confession The official IRNA news agency posted a video clip nearly eight minutes in length showing the men, that were put to death on Friday, confessing to their alleged cooperation with a Mossad officer in neighbouring Turkey, who used two names, Tony and Arash. Iranian intelligence put the group under close surveillance for at least four months, from around January 2022 until their arrest sometime that May, when they were “transferred from a neighbouring country” to Iran, the video clip showed. “They were training us for bigger assignments,” an unidentified young man in a blue striped shirt said in the clip. Several others accused of working with the same group were each sentenced to a decade in jail, Mizan reported, without providing further details. Iranian media said the case involved 10 offenders who were in video communication with Mossad officers and “set fire to cars and homes of people affiliated with the security apparatus and received cash for taking photos they sent to Mossad agents”. Shadow war Iran and Israel have long accused one another of spying and waging a shadow war. In November, United Nations Secretary-General Antonio Guterres said Iran was carrying out executions “at an alarming rate”, putting to death at least 419 people in the first seven months of the year. Iran said it executed an Israeli Mossad spy earlier this month, charged with releasing classified information. In January, the country’s former Iranian-British defence minister [Ali Reza Akbari was hanged](https://www.telegraph.co.uk/obituaries/2023/01/16/alireza-akbari-british-citizen-executed-iran-spying-charges/) for alleged cooperation with the UK’s Secret Intelligence Service. In 2020, Iran executed a man convicted of leaking information to the US and Israel about a prominent [Islamic Revolutionary Guard](https://www.telegraph.co.uk/news/2023/10/19/irgc-should-be-proscribed-terror-group-robin-simcox/) general who was later killed by a US drone strike in Iraq. According to rights groups including Amnesty International, Iran executes more people per year than any other nation except China. [Broaden your horizons with award-winning British journalism. Try The Telegraph free for 1 month, then enjoy 1 year for just $9 with our US-exclusive offer.](https://secure.telegraph.co.uk/customer/subscribe/05aa1f9188a1asi/?WT.mc_id=tmg_yahoo_subsoffers_digitalus-Yahoo&utm_source=tmgoff&utm_medium=tmg_yahoo&utm_content=subsoffers_digitalus&utm_campaign=tmg_yahoo_subsoffers_digitalus-Yahoo)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.telegraph.co.uk/news/2023/10/19/irgc-should-be-proscribed-terror-group-robin-simcox/)",
      "https://secure.telegraph.co.uk/customer/subscribe/05aa1f9188a1asi/?WT.mc_id=tmg_yahoo_subsoffers_digitalus-Yahoo&utm_source=tmgoff&utm_medium=tmg_yahoo&utm_content=subsoffers_digitalus&utm_campaign=tmg_yahoo_subsoffers_digitalus-Yahoo)",
      "https://www.telegraph.co.uk/obituaries/2023/01/16/alireza-akbari-british-citizen-executed-iran-spying-charges/)",
      "https://www.telegraph.co.uk/world-news/2023/12/28/iran-revenge-top-irgc-commander-killed-israeli-strike/)",
      "https://secure.telegraph.co.uk/customer/subscribe/05aa1f9188a1asi/",
      "https://telegraph.co.uk/obituaries/2023/01/16/alireza-akbari-british-citizen-executed-iran-spying-charges/)",
      "https://www.secure.telegraph.co.uk/customer/subscribe/05aa1f9188a1asi/?WT.mc_id=tmg_yahoo_subsoffers_digitalus-Yahoo&utm_source=tmgoff&utm_medium=tmg_yahoo&utm_content=subsoffers_digitalus&utm_campaign=tmg_yahoo_subsoffers_digitalus-Yahoo)",
      "https://telegraph.co.uk/world-news/2023/12/28/iran-revenge-top-irgc-commander-killed-israeli-strike/)",
      "https://telegraph.co.uk/news/2023/10/19/irgc-should-be-proscribed-terror-group-robin-simcox/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nasim namazi",
          "sentiment": "none"
        },
        {
          "name": "vafa hanareh",
          "sentiment": "none"
        },
        {
          "name": "mizan",
          "sentiment": "none"
        },
        {
          "name": "aram omari",
          "sentiment": "none"
        },
        {
          "name": "rahman parhazo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mossad iran",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "west azerbaijan",
          "sentiment": "none"
        },
        {
          "name": "isalmic republic",
          "sentiment": "none"
        },
        {
          "name": "islamic republic",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T14:33:49.858+02:00",
    "updated": "2023-12-29T14:33:49.858+02:00"
  },
  {
    "uuid": "c745d2d63e67e6fd53bbfe07d2b74ebab29b71a1",
    "url": "https://www.bangkokpost.com/business/general/3082785/vietjet-to-hire-at-least-5-000-new-thai-staff",
    "ord_in_thread": 0,
    "author": "Bangkok Post Public Company Limited",
    "published": "2025-08-07T04:02:00Z",
    "title": "VietJet to hire at least 5,000 new Thai staff",
    "text": "VietJet Aviation plans to employ more than 5,000 new staff in Thailand as Vietnam’s biggest budget carrier accelerates flight and route expansion to Southeast Asia’s most popular travel destination.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Labor",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->transport",
      "Economy, Business and Finance->business strategy and marketing",
      "Labor->employer",
      "Labor->employment",
      "Labor->labour market",
      "Social Issue->social condition",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Chiang Mai",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "VietJet Aviation",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Thai Airways International",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "AirAsia",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": null,
      "top_news": [
        "top_news_th",
        "top_news_sg",
        "top_news"
      ],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-07T08:21:01.927+03:00",
    "updated": "2025-08-08T09:08:28.000+03:00"
  },
  {
    "uuid": "f7fcea199b1f69bfecaca28b1e9c8a7711e70f05",
    "url": "https://menafn.com/1108255209/Mourning-Processions-Held-In-Srinagar-For-Deceased-Iranian-Leaders",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-05-24T00:16:00Z",
    "title": "Mourning Processions Held In Srinagar For Deceased Iranian Leaders | MENAFN.COM",
    "text": "( MENAFN - Kashmir Observer) Srinagar- Mourning ceremonies in Kashmir continued on Friday after the death of the Iranian president Sayid Ebrahim Raisi and foreign minister Amir Abdollahian.\nOn Friday, a large number of people took to streets in Srinagar to express condolences with the Iranian nation.\nADVERTISEMENTShia dominated localities in Srinagar, Zadibal and Saida Kadal observed a complete shutdown to mourn the death of the Iranian leaders.\nShops and business establishments remained shut while hundreds of mourners took out a mourning procession that passed through the streets and roads of Zadibal.\nThe mourners were carrying the photographs of the Iranian late president and Iran's Supreme leader. They raised slogans and appreciated the role of Raesi in raising Palestinian issue and defending the chastity of the Quran at the UN General Assembly last year.\nRead Also Video: Kashmir Holds Mourning Procession For Iranian Leaders' Deaths Ebrahim Raisi Interred At Shrine In Mashhad “The Muslim world is sad about the death of a religious scholar. He was more than a President of a country but enemies should know that others will follow the way shown by our leader”, Said Afaq Ali, a mourner.\nSyed Basit, another mourner said that he is part of the mourning event to pay tributes to the late leader.\n“As of now, we don't know if he was killed or not but everything looks fishy seeing the kind of support raesi has been lending to palestinians. We are here to pay tributes to the Raesi who died serving his fellow humans”\nMeanwhile, many Majalis were organized in different parts of Srinagar to pay tributes to the later leader.\nMourners participating in the day-long majlis and processions were reaffirming their faith and devotion towards the late President.\n>>>>>>>>>>>>>>>\nFollow this link to join our WhatsApp group : Join Now\nBe Part of Quality Journalism\nQuality journalism takes a lot of time, money and hard work to produce and despite all the hardships we still do it. Our reporters and editors are working overtime in Kashmir and beyond to cover what you care about, break big stories, and expose injustices that can change lives. Today more people are reading Kashmir Observer than ever, but only a handful are paying while advertising revenues are falling fast.\nACT NOW MONTHLY Rs 100 YEARLY Rs 1000 LIFETIME Rs 10000 CLICK FOR DETAILS\nMENAFN24052024000215011059ID1108255209\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://kashmirobserver.net/2024/05/24/mourning-processions-held-in-srinagar-for-deceased-iranian-leaders/",
      "https://kashmirobserver.net/2024/05/24/mourning-processions-held-in-srinagar-for-deceased-iranian-leaders",
      "https://www.kashmirobserver.net/2024/05/24/mourning-processions-held-in-srinagar-for-deceased-iranian-leaders/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "amir abdollahian",
          "sentiment": "none"
        },
        {
          "name": "ebrahim raisi",
          "sentiment": "none"
        },
        {
          "name": "sayid ebrahim raisi",
          "sentiment": "none"
        },
        {
          "name": "raesi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "un general assembly",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kashmir observer) srinagar",
          "sentiment": "none"
        },
        {
          "name": "kashmir",
          "sentiment": "none"
        },
        {
          "name": "srinagar",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "saida kadal",
          "sentiment": "none"
        },
        {
          "name": "zadibal",
          "sentiment": "none"
        },
        {
          "name": "mashhad",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T23:05:11.725+03:00",
    "updated": "2024-05-24T23:05:11.725+03:00"
  }
]