[
  {
    "uuid": "5632262b1d97c2ad30afb8b027c39498e9f3b1f4",
    "url": "https://www.schooltube.com/xb-70-valkyrie-americas-mach-3-super-bomber",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SchoolTube Community",
    "published": "2024-05-03T21:43:00Z",
    "title": "XB-70 Valkyrie: America’s Mach 3 Super Bomber",
    "text": "✍ XB-70 Valkyrie: America’s Mach 3 Super Bomber\nDuring the height of the Cold War, the United States Air Force sought to develop an aircraft capable of delivering nuclear payloads deep into enemy territory at supersonic speeds. The result was the North American Aviation XB-70 Valkyrie, a cutting-edge bomber that pushed the boundaries of aviation technology.\nA Product of Cutting-Edge Engineering Designed in the late 1950s by North American Aviation (NAA), the XB-70 Valkyrie was a marvel of engineering. Its sleek and futuristic design featured a long, slender fuselage, delta wings, and six powerful engines that propelled it to incredible speeds.\nThe Valkyrie’s most impressive feat was its ability to cruise at Mach 3+, three times the speed of sound. This extraordinary speed allowed it to evade enemy interceptors and radar detection, making it a formidable force in the skies.\nDesigned for Long-Range Missions The XB-70 Valkyrie was not just fast; it was also designed for long-range missions. With a range of over 7,000 miles (11,265 kilometers), it could reach targets deep within the Soviet Union without the need for refueling.\nTo achieve this extended range, the Valkyrie employed a unique fuel system that used a combination of internal fuel tanks and external fuel pods. This innovative design allowed the aircraft to carry a massive fuel load without compromising its aerodynamic performance.\nA Testbed for Advanced Technologies In addition to its speed and range, the XB-70 Valkyrie served as a testbed for various advanced technologies that would later be incorporated into other aircraft.\nThese technologies included:\nVariable-geometry wings: The Valkyrie’s wings could change shape during flight, optimizing its performance at different speeds and altitudes. Supersonic inlets: The Valkyrie’s inlets were designed to efficiently capture air at supersonic speeds, ensuring a steady flow of air to the engines. Heat-resistant materials: The Valkyrie’s skin was made of titanium and stainless steel, which could withstand the intense heat generated by flying at supersonic speeds. The Valkyrie’s Legacy Despite its impressive capabilities, the XB-70 Valkyrie never entered production. The program was canceled in 1961 due to several factors, including the development of intercontinental ballistic missiles (ICBMs) and the high cost of the project.\nHowever, the Valkyrie’s legacy lives on. It paved the way for future supersonic aircraft and demonstrated the United States’ commitment to pushing the boundaries of aviation technology.\nToday, the XB-70 Valkyrie stands as a testament to the ingenuity and ambition of American engineers. It remains an iconic symbol of the Cold War era and a reminder of the incredible feats that can be achieved through human innovation.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/embed/cEd9rN_K9p0?feature=oembed",
      "https://youtube.com/embed/cEd9rN_K9p0?feature=oembed",
      "https://www.youtube.com/embed/cEd9rN_K9p0"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "valkyrie",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mach",
          "sentiment": "negative"
        },
        {
          "name": "north american aviation",
          "sentiment": "none"
        },
        {
          "name": "air force",
          "sentiment": "none"
        },
        {
          "name": "naa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-04T01:47:21.930+03:00",
    "updated": "2024-05-04T01:47:21.930+03:00"
  },
  {
    "uuid": "ae9664fb3b118d9ddc4ce2a187952fb7a21debcf",
    "url": "https://flipboard.com/article/study-taking-a-daily-fiber-supplement-may-help-improve-brain-function-in-older-/f-b11fcfbb72%2Fhealth.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Health.com - Kristen Fischer",
    "published": "2024-03-14T00:00:00Z",
    "title": "Study: Taking a Daily Fiber Supplement May Help Improve Brain Function in Older Adults | Flipboard",
    "text": "Study: Taking a Daily Fiber Supplement May Help Improve Brain Function in Older Adults • Adults over 60 who took a daily prebiotic fiber supplement for 12 weeks performed better on a memory test compared to those who didn’t. • The results …\nHealth.com - Kristen Fischer • 13h",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "healthy foods",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:18:00.009+02:00",
    "updated": "2024-03-15T07:12:34.187+02:00"
  },
  {
    "uuid": "8251533eb73aed0d938600d9ebe809b46ffc98c0",
    "url": "https://www.ndtv.com/india-news/over-50-pilgrims-dead-in-nearly-a-fortnight-of-uttarakhand-chardham-yatra-5736940",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Press Trust of India",
    "published": "2024-05-24T10:55:00Z",
    "title": "Over 50 Pilgrims Dead In Nearly A Fortnight Of Uttarakhand Chardham Yatra",
    "text": "The yatra is going on smoothly at all the four pilgrimages. More than 50 pilgrims have died so far since the start of the Chardham Yatra in Uttarakhand nearly a fortnight ago on May 10. At a press conference here on Friday, Garhwal Commissioner Vinay Shankar Pandey said, \"52 Chardham pilgrims have died so far, mostly due to heart attacks. Most of them were above 60 years.\" Three devotees died in Gangotri, 12 in Yamunotri, 14 in Badrinath and 23 in Kedarnath, he said. Medical screening for devotees above 50 years of age has been made mandatory. The screening is being done en route to the Himalayan temples, and pilgrims are being advised not to travel if they are not found medically fit enough, he said. However, if they still insist on continuing the yatra, they are allowed to go further after filling up a form. Continuous efforts are being made to further improve the Chardham Yatra arrangements, he said, adding that so far nine lakh 67 thousand 302 devotees have visited the Chardham, he said. Promoted Listen to the latest songs, only on JioSaavn.com The yatra is going on smoothly at all the four pilgrimages, Pandey said. (This story has not been edited by NDTV staff and is auto-generated from a syndicated feed.)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI",
      "https://www.jiosaavn.com",
      "https://jiosaavn.com",
      "https://jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vinay shankar pandey",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "kedarnath",
          "sentiment": "none"
        },
        {
          "name": "chardham yatra",
          "sentiment": "none"
        },
        {
          "name": "uttarakhand",
          "sentiment": "none"
        },
        {
          "name": "chardham",
          "sentiment": "none"
        },
        {
          "name": "yamunotri",
          "sentiment": "none"
        },
        {
          "name": "badrinath",
          "sentiment": "none"
        },
        {
          "name": "gangotri",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T16:48:50.215+03:00",
    "updated": "2024-05-24T16:48:50.215+03:00"
  }
]