[
  {
    "uuid": "eb7c95fa31371a43cbfa64a99789b9d691a035a0",
    "url": "https://www.antena3.com/series/secretos-familia/mejores-momentos/metin-absuelto-reincorpora-trabajo-como-inspector-policia_20240107659b27f2872b8200011ca207.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Julia Zapata",
    "published": "2024-01-07T22:38:00Z",
    "title": "Metin es absuelto y se reincorpora a su trabajo como inspector de policía",
    "text": "Mejores momentos | Capítulo 64 Metin es absuelto y se reincorpora a su trabajo como inspector de policía El padre de Ilgaz recupera su antiguo empleo después de haber sido expulsado del cargo. Publicidad Las piezas del puzzle parece que vuelven a encajar en la vida de los Kaya. Ilgaz está vivo, Defne es toda una rebelde adolescente, Merdan cree que cada vez más es una carga para su hijo y [Çinar está a punto de casarse](https://www.antena3.com/series/secretos-familia/mejores-momentos/nos-vamos-boda-cinar-parla-organizan-gran-fiesta-compromiso-todos-sus-familiares-amigos_20240107659b214e872b8200011c9828.html) con Parla. Metin, por su parte, se quedó muy triste desde que tuvo que abandonar su cargo como inspector jefe de policía tras manipular pruebas para salvar a su hijo Çinar hace ya más de cinco años. Tras un duro camino y gracias a la ayuda Ceylin y Yekta, Metin es absuelto de todos los delitos de los que se le acusaban y el padre de Ilgaz se reincorpora como inspector de policía. Entre los aplausos de sus compañeros, el gran Metin Kaya vuelve a la que fue su segunda casa, a la comisaría de la que nunca debió marcharse. ¡Bienvenido, de nuevo Metin! ¡Te echábamos de menos! Publicidad",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:43:31.890+02:00",
    "updated": "2024-01-08T00:43:31.890+02:00"
  },
  {
    "uuid": "2032f899dec1b51d36e0cf642bbd32bfb6dfe563",
    "url": "https://markets.financialcontent.com/stocks/article/binary-2024-4-11-pepecash-emerges-as-an-enhanced-pepe-token-experiencing-unprecedented-100x-growth-in-inaugural-trading-day",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Binary News Network",
    "published": "2024-04-11T19:11:00Z",
    "title": "Pepecash Emerges as an Enhanced $Pepe Token, Experiencing Unprecedented 100x Growth in Inaugural Trading Day | FinancialContent Business Page",
    "text": "United Kingdom, 11th Apr 2024, King NewsWire – In the ever-evolving digital finance landscape, Pepecash has emerged as a faster, enhanced newborn $Pepe token that experienced unprecedented 100x growth at start of trading day. Pepecash, as a decentralized finance platform with integration into meme culture. The platform ushers in a new era of possibilities and opportunities that captivate the attention of investors and crypto enthusiasts to financial innovation. Pepecash has captured the financial world by storm, swiftly ascended to unprecedented heights with a mind-blowing11,000% price hike within just 2 hours of its launch showing the potential and excitement that come with investing in cryptocurrencies.\nWith the iconic Pepe meme, Pepecash entered the spotlight, highlights a fusion of innovative financial technology and the realm of meme culture, and aims to reshape the digital finance landscape. The platform gives its unwavering dedication to inclusivity and diversity in the ecosystem. This holistic approach aligns with Pepecash’s core values of inclusivity, which ensure its platform remains accessible for crypto enthusiasts and investors as well.\nIn addition, Pepecash embodies the spirit of the iconic Pepe meme, transcending its origin to users of a new era of decentralized finance. The platform aims to harness the power of meme culture to reshape the digital finance landscape. Pepecash is a cryptocurrency as well as provides the services of from innovative payment solutions to exclusive NFT access and takes community driven initiatives.\nIncluding more, Pepecash allows individuals to take part in redefining the future of finance, one ribbit at a time. With the Pepe community, Pepecash built a secure infrastructure that inherits reliability and strives to ensure seamless integration across platforms. Additionally, the platform continues to push the boundaries of digital currency innovation as well as unlock a new era of possibilities for crypto investors.\nFurthermore, $PEPECASH has a total supply of around 420,690,000,000,000, where LP tokens will be burnt, and the contract will be renounced. As the digital frontier, Pepecash continues to expand and evolve for meme culture to make it become the outlier in the digital financial landscape. The platform strives to connect the community and crypto enthusiasts.\nConsequently, the Pepecash is a testament to empowering memes and enabling finance. With its increasing popularity, Pepecash is gaining traction within the cryptocurrency community. The platform works on inclusivity and authenticity and is poised to redefine the digital currency landscape.\nAbout Pepecash:\nPepecash is a leading force in the realm of the digital finance landscape. The platform is committed to harnessing the power of meme culture to reshape the landscape of digital finance. Additionally, the platform aims to bring positive change in the financial ecosystem by promoting inclusivity and community engagement.\nWebsite | X | Github | Telegram\nMedia Contact Organization: Pepecash\nContact Person: Darry Spencer\nWebsite: https://www.pepecashfun.com\nEmail: Send Email\nCountry: United Kingdom\nRelease id: 11021\nThe post Pepecash Emerges as an Enhanced $Pepe Token, Experiencing Unprecedented 100x Growth in Inaugural Trading Day appeared first on King Newswire . It is provided by a third-party content provider. King Newswire makes no warranties or representations in connection with it.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [
      "https://lh7-us.googleusercontent.com/C8zQB3R6mRbTiv5ulwcgK-VdSrQxOtj4-ig5bYyqLDqPkjonbpuHpFHnlFVIDlBKrUvdY01ViDGy3l7Eza4sPUBYaboBh5-ZxWLxJRJ1hIlOgDACXRjI4E9MxiAHa7QheIN86RLQJDnJRoVQxf6LNg",
      "https://dashboard.kingnewswire.com/release-contact/11021",
      "https://tracking.newsrpm.com/pixel?slug=binary-2024-4-11-pepecash-emerges-as-an-enhanced-pepe-token-experiencing-unprecedented-100x-growth-in-inaugural-trading-day",
      "https://www.pepecashfun.com/",
      "https://lh7-us.googleusercontent.com/FJ7HroKIOUovyJeDKWcAi4tS6C6qVSfv_tVpfb7H2AePLrhnWJX5ZYQHTSvpqPBWJoqdLZ4E5UN24ae0i9GaFBtrwoZR8CxpoEtfj9bZRmHk3Wg3vTQDQlsD2k4e8bwHcXNhzpl6ToFB6XANhFWuxg",
      "https://twitter.com/pepecashfun",
      "https://kingnewswire.com/pepecash-emerges-as-an-enhanced-pepe-token-experiencing-unprecedented-100x-growth-in-inaugural-trading-day-24041111021/",
      "https://t.me/pepecash_memechannel",
      "https://lh7-us.googleusercontent.com/9VWaZwNcDnRyAE6DieyRqs727R_xcSkSDjDpkB27bT1uJbeSl_luoIo7L-u32pvUTrf14CD-vYOswgSyyQmRhxA3aCGy0QgPPFACaRB3ySsvRlKqG96C2dV7J6B4bvZP_dbOEQ771K7gM95qeU9oVg",
      "https://kingnewswire.com/",
      "https://www.pepecashfun.com",
      "https://github.com/Pepecashfun/Pepecashfun",
      "https://www.kingnewswire.com/pepecash-emerges-as-an-enhanced-pepe-token-experiencing-unprecedented-100x-growth-in-inaugural-trading-day-24041111021/",
      "https://www.kingnewswire.com/",
      "https://pepecashfun.com/",
      "https://www.twitter.com/pepecashfun",
      "https://www.t.me/pepecash_memechannel",
      "https://kingnewswire.com/pepecash-emerges-as-an-enhanced-pepe-token-experiencing-unprecedented-100x-growth-in-inaugural-trading-day-24041111021",
      "https://tracking.newsrpm.com/pixel",
      "https://www.dashboard.kingnewswire.com/release-contact/11021",
      "https://kingnewswire.com",
      "https://pepecashfun.com",
      "https://www.pepecashfun.com",
      "https://www.lh7-us.googleusercontent.com/FJ7HroKIOUovyJeDKWcAi4tS6C6qVSfv_tVpfb7H2AePLrhnWJX5ZYQHTSvpqPBWJoqdLZ4E5UN24ae0i9GaFBtrwoZR8CxpoEtfj9bZRmHk3Wg3vTQDQlsD2k4e8bwHcXNhzpl6ToFB6XANhFWuxg",
      "https://www.github.com/Pepecashfun/Pepecashfun",
      "https://www.lh7-us.googleusercontent.com/9VWaZwNcDnRyAE6DieyRqs727R_xcSkSDjDpkB27bT1uJbeSl_luoIo7L-u32pvUTrf14CD-vYOswgSyyQmRhxA3aCGy0QgPPFACaRB3ySsvRlKqG96C2dV7J6B4bvZP_dbOEQ771K7gM95qeU9oVg",
      "https://www.lh7-us.googleusercontent.com/C8zQB3R6mRbTiv5ulwcgK-VdSrQxOtj4-ig5bYyqLDqPkjonbpuHpFHnlFVIDlBKrUvdY01ViDGy3l7Eza4sPUBYaboBh5-ZxWLxJRJ1hIlOgDACXRjI4E9MxiAHa7QheIN86RLQJDnJRoVQxf6LNg",
      "https://www.tracking.newsrpm.com/pixel?slug=binary-2024-4-11-pepecash-emerges-as-an-enhanced-pepe-token-experiencing-unprecedented-100x-growth-in-inaugural-trading-day"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pepec",
          "sentiment": "negative"
        },
        {
          "name": "pepecash",
          "sentiment": "none"
        },
        {
          "name": "pepe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "king newswire",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "united kingdom",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T00:08:02.002+03:00",
    "updated": "2024-04-12T00:08:02.002+03:00"
  },
  {
    "uuid": "d7614d4cb2857aa6895de3bf0ccd553d3b8ae6a5",
    "url": "https://sergioqdffh.pages10.com/beyond-stress-ashwagandha-s-symphony-of-cognitive-clarity-59778642",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sergioqdffh Pages",
    "published": "2023-12-28T19:00:00Z",
    "title": "Beyond Stress: Ashwagandha's Symphony of Cognitive Clarity",
    "text": "Embark on a journey to optimal health with Lion's Mane Mushroom—a revered remedy in holistic healing. Let's delve into the enriching benefits encapsulated in this blend, harmonizing nature's wisdom for your well-being.\nBenefits of Using Lion's Mane Mushroom:\nCognitive Brilliance: Elevate your mental prowess with Lion's Mane, fostering sharper focus, memory, and overall cognitive function.\nImmune Resilience: The blend's polysaccharides enhance immune modulation, fortifying your body's defenses against external threats.\nNerve Health Support: Lion's Mane promotes nerve growth and regeneration, contributing to the maintenance of a healthy nervous system.\nPlant-Powered\nget more info Vitality: Vegan capsules ensure a clean and ethical delivery system, aligning with holistic principles.\nntle Digestion: The modified cellulose capsules support digestive ease, ensuring the seamless assimilation of Lion's Mane benefits.\nBeyond Stress: Ashwagandha's Symphony of Cognitive Clarity\nEmbark on a journey to optimal health with Lion's Mane Mushroom—a revered remedy in holistic healing. Let's delve into the enriching benefits encapsulated in this blend, harmonizing nature's wisdom for your well-being.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [
      "https://ital-vitals.myshopify.com/pages/lions-mane-mushroom",
      "https://www.ital-vitals.myshopify.com/pages/lions-mane-mushroom"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ashwagandha",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:26:53.410+02:00",
    "updated": "2023-12-29T02:26:53.410+02:00"
  },
  {
    "uuid": "4d6d567a80cfde8e418099e92ea323cbdd553163",
    "url": "https://www.standardmedia.co.ke/national/article/2001496688/court-suspends-rutos-directive-on-management-of-state-owned-firms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nancy Gitonga",
    "published": "2024-06-06T21:00:00Z",
    "title": "Court suspends Ruto's directive on management of State-owned firms - The Standard",
    "text": "Chief of Staff and Head of Public Service, Felix Koskei. [Silas Otieno, Standard] The High Court has suspended President William Ruto&rsquo;s new guidelines on the management of State corporations. Judge Lawrence Mugambi froze the implementation of Executive Order 3 of 2024 which provides guidelines on management of more than 300 State-owned companies and public universities pending the hearing of the petition lodged in court by the Law Society of Kenya (LSK). The new guidelines set a high threshold in State agencies where employees with a record of three years poor performance will lose their jobs. According to LSK, the guidelines are a direct usurpation by the Executive on the functions of Public Service Commission (PSC) and the establishment of a parallel public service under the office of the President. If the revised guidelines were to take effect they were expected to provide salary bands and allowances for CEOs and board members. Also to be affected were vice chancellors, chancellors and members of university councils. The State Corporations Advisory Committee and Salaries and Remuneration Commission (SRC) were to be key players in determining the terms of service. &ldquo;A conservatory order is issued suspending Executive Order No 3 of 2024 promulgating the guidelines on the management and terms and conditions of service for board members and staff of State corporations, pending the inter partes hearing of this application,&rdquo; Justice Mugambi ordered He also barred the Chief of Staff and Head of Public Service, Felix Koskei, Attorney General Justin Muturi, Cabinet Secretaries, PSC and SRC or their agents from effecting President Ruto&rsquo;s order. President Ruto ordered through a gazette notice dated May 24, 2024 that the 2024 guidelines on management of State corporations supersede the guidelines issued in November 2004. The President said the proposed revisions seek to promote efficient, effective, and prudent use of public resources while fostering productivity at both the agency and the individual staff level. The lawyers&rsquo; body secured the orders after informing the judge that the guidelines were illegal and unconstitutional as there was no lawful public participation and no parliamentary approval as required by the law. ; &ldquo;The said guidelines contravene Articles 230 and 234 of the Constitution as they usurp the constitutional functions and powers of the PSC and SRC and give them to the State Corporations Advisory Committee and the National Treasury respectively,&rdquo; ;LSK told Judge Mugambi. The society contends that the powers and functions of the Inspector of State Corporations as outlined in the impugned guidelines are the powers and functions of PSC as stipulated under Article 234(2)(d) of the Constitution which provides for the powers of the Commission to investigate, monitor and evaluate an organisation and it&rsquo;s administration. In addition, LSK says that human resource management practices in State corporations is the preserve of the PSC. ; &ldquo;The consequence of not suspending the guidelines is that all State corporations and public universities will be moved to the office of the President and their terms and conditions of service determined and reviewed contrary to the dictates of the Constitution and the Public Service Commission Act,&rdquo; ;LSK lawyer Calvin Oira stated. ; &ldquo;I do hereby direct all boards of State corporations to secure the immediate implementation of the 2024 guidelines on the management of State corporations (May 2024),&rdquo; he said. The President said the proposed revisions seek to promote efficient, effective, and prudent use of public resources, fiscal sustainability and performance of State corporations while also fostering productivity at both the agency and the individual staff level. Dr Ruto acknowledged that state corporations play a dynamic role in enabling the socio-economic development of the nation. The Head of State said the effective and accountable governance and management of State corporations is vital to fully unlocking their contribution to the national development agenda. He noted that in November 2004, the government issued guidelines on the terms and conditions of service for the chairperson, members of the board, and Chief Executive Officers of State corporations. In a bid to enhance service delivery and in response to the ever-changing operating environment, emerging needs and challenges, as well as global trends; Dr Ruto said it had become necessary to review the 2004 Guidelines in keeping with international best practices. The LSK says it is aggrieved by a gazette notice dated May 24,2024 ;in which Ruto ordered that the terms and conditions of service for board members and staff of State corporations shall be as set out in the 2024 guidelines on the management of State corporations (May 2024).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "william ruto",
          "sentiment": "negative"
        },
        {
          "name": "ruto",
          "sentiment": "negative"
        },
        {
          "name": "lawrence mugambi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "state",
          "sentiment": "negative"
        },
        {
          "name": "standard the high court",
          "sentiment": "negative"
        },
        {
          "name": "psc",
          "sentiment": "none"
        },
        {
          "name": "lsk",
          "sentiment": "none"
        },
        {
          "name": "public service commission",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kenya",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:04:06.700+03:00",
    "updated": "2024-06-07T23:43:02.004+03:00"
  }
]