[
  {
    "uuid": "8ae886402345c12e9e66862778a7d71301d33666",
    "url": "https://www.local3news.com/local-news/24-7-movement-works-to-prevent-impaired-driving-one-year-after-fatal-crash/article_8b3b0ebe-a6c6-11ee-bdbb-efb2b5fe9c57.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "amartin@local3news.com (Abigail Martin)",
    "published": "2023-12-30T03:50:00Z",
    "title": "24/7 Movement works to prevent impaired driving one year after fatal crash",
    "text": "With New Year's Eve around the corner, the group wants others to remember that choices matter.\nRandy Bonner, Executive Director for The 24/7 Movement, says they hope to prevent deaths and injuries, reminding others their choices matter.\n\"Dustin's brother just felt this overwhelming sense to want to do something to give back to the community that had been so kind and so supportive, but also wanted to do something so that this does not happen to other families and have to do this journey they've been walking,” he says.\n24 hours a day, seven days a week the organization works to keep drivers and passengers safe.\nThe Dillard's sons were two, four, and seven years old when a drunk driver changed their lives forever on Christmas day last year. Their parents, Brittany and Dustin, were killed.\nThe boys, Pryor, Pierce, and Preston fought for their lives for a month.\n“They're our heroes. They're our survivors,” says Bonner. “Two of them almost died, and they weren't expected to make it through the first night at the hospital. But by God's grace, they did.\"\nHe says the Dillard’s are visiting Disney World right now, enjoying a time they were not able to last year.\nHe says last year was incredibly painful, frustrating, and avoidable.\nThe Bradley County Sheriff's Office worked 124 DUI related crashes this year, and eight were fatal. Bonner says he knows many will be partying this New Year’s.\n“Have a plan. Do not drink and drive. Don't take a chance,” he begs. “Don't say those three words, \"I'll be fine,\" when everyone knows you're not going to be fine. Please get a ride home, find a different way.\"\nThe Safe Driving Pledge allows people to commit to making responsible choices. Their I Will Not be Silent Promise says by standing up, lives are saved.\n\"That's where somebody who knows someone that thinks they're going to be fine, they don't need a plan. Somebody can speak up and maybe prevent a tragedy from happening,” he explains.\nJoin The 24/7 Movement\nhere.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.the247movement.org/%20",
      "https://the247movement.org/%20"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "randy",
          "sentiment": "neutral"
        },
        {
          "name": "pierce",
          "sentiment": "none"
        },
        {
          "name": "preston",
          "sentiment": "none"
        },
        {
          "name": "bonner",
          "sentiment": "none"
        },
        {
          "name": "pryor",
          "sentiment": "none"
        },
        {
          "name": "dustin",
          "sentiment": "none"
        },
        {
          "name": "dillard",
          "sentiment": "none"
        },
        {
          "name": "brittany",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dillard",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T06:17:10.679+02:00",
    "updated": "2023-12-30T06:17:10.679+02:00"
  },
  {
    "uuid": "415be8e8eeafd718eaf151883fb5872fda398d7f",
    "url": "https://www.infobae.com/america/agencias/2024/08/02/china-registro-su-mes-de-julio-mas-caluroso-desde-1961",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2024-08-02T06:46:00Z",
    "title": "China registró su mes de julio más caluroso desde 1961 - Infobae",
    "text": "Pekín, 2 ago (EFE).- La temperatura media en China en julio fue la más alta registrada en dicho mes desde 1961, según el Centro Meteorológico Nacional.\nDurante el séptimo mes del año, la temperatura media en el país asiático alcanzó los 23,2 grados, 1,1 grados más alta que la temperatura en años considerados normales, informó este jueves el subdirector de la institución, Jia Xialong, citado hoy por el diario China Daily.\n\"En julio, China se enfrentó a una combinación de lluvias extremas y temperaturas extremadamente altas en todo el país\", señaló Jia en un evento en Pekín.\nEl sur de China sufrió una ola de calor generalizada y prolongada, con múltiples regiones experimentando altas temperaturas continuas durante más de 20 días.\nUn total de 59 estaciones meteorológicas nacionales registraron temperaturas máximas diarias que rompieron o igualaron récords históricos.\nLos récords de calor se rompieron en todo el mundo el mes pasado, siendo el 22 de julio el día más caluroso registrado en la Tierra, con una temperatura media diaria global de 17,15°C.\nEl aumento repentino de la temperatura media diaria del 21 al 22 de julio se debió principalmente a temperaturas significativamente más altas de lo normal en el hemisferio norte, particularmente en América del Norte y Europa, así como en la mayor parte de la Antártida, explicó el experto.\nSegún las previsiones del Centro, las temperaturas en la mayor parte de China seguirán siendo más altas de lo habitual en agosto: se esperan dos olas de calor significativas en la primera mitad de agosto, y se prevé que las altas temperaturas disminuyan a finales de mes.\nEn julio, fuertes precipitaciones dejaron más de una treintena de fallecidos y cientos de miles de damnificados en el centro de China.\nEn los últimos veranos, los eventos climáticos extremos han causado estragos en el gigante asiático: los meses estivales de 2023 estuvieron marcados por las citadas inundaciones en Pekín, mientras que, en 2022, diversas olas de calor extremo y sequías azotaron el centro y el este del país.\nEn julio de 2021, precipitaciones de una intensidad inédita en décadas dejaron casi 400 muertos en la provincia central de Henan, que el Ejecutivo chino achacó a una \"falta de preparación y de percepción de riesgo\" por parte de las autoridades locales.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T09:52:36.718+03:00",
    "updated": "2024-08-02T09:52:36.718+03:00"
  },
  {
    "uuid": "4e399dc6f296ffee2a6fe4ab8b197e556b23e2e7",
    "url": "https://dnyuz.com/2023/12/29/yemens-peace-plan-boosts-houthis-regional-influence/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Deutsche Welle",
    "published": "2023-12-29T12:17:00Z",
    "title": "Yemen’s peace plan boosts Houthis’ regional influence – DNyuz",
    "text": "2024 heralds a good chapter for war-torn , hopes Hans Grundberg, the United Nations special envoy for the country.\n“Thirty million Yemenis are watching and waiting for this new opportunity to provide for tangible results and progress towards lasting peace,” he said in a statement this week.\nYemen has been since 2014, when Iran-backed ousted the Yemeni government. In 2015, the situation escalated when a Saudi-led coalition of nine countries intervened in an effort to restore the internationally recognized government, which has meanwhile turned into the Presidential Leadership Council. The conflict is widely seen as proxy war between .\nThe reason for Grundberg’s present optimism is the outcome of the UN-led negotiations with Saudi Arabia, the Presidential Leadership Council and the Houthi militia over for a nationwide ceasefire, improved living conditions for the suffering population and an inclusive political process under UN auspices.\nHowever, a precise timeline has yet to be published. Houthis’ power has grown over last decade\nObservers, however, are much less enthusiastic.\n“It is not a peace process, and it will not lead to peace, development and stabilization in Yemen,” Thomas Juneau, associate professor at the University of Ottawa in Canada, told DW.\nFor him, the latest talks resemble instead a “political process whereby the and Saudi Arabia are negotiating Saudi Arabia’s defeat and its eventual withdrawal from Yemen,” he said.\nWhen Saudi Arabia launched its military intervention in Yemen, the objective was to roll back the Houthis, Juneau said. “Almost nine years later, what we see is that not only have the Houthis not been rolled back, they are far more powerful than they were almost nine years ago,” he added.\nToday, the Houthis control much of the country’s north and west, they have the capability to significantly disrupt maritime shipping in the Red Sea. They have been able almost 2,000 kilometers (1,200 miles) away, with . ‘Saudi Arabia is in an awkward position’\nAfter nine years of fighting, Saudi Arabia’s level of commitment has changed.\nSaudi Crown Prince Mohammed bin Salman has been open about his the costly war, even more after Houthi attacks on Saudi oil facilities in 2019 exposed the kingdom’s vulnerability.\nIn 2023, Saudi Arabia and its former archenemy Iran also .\n“The Saudis are using the umbrella of the internationally recognized government to negotiate an exclusively bilateral agreement in which the Houthis will stop firing missiles at Saudi Arabia,” Sami Hamdi, managing director of the London-based consulting company International Interest, told DW.\nIn addition, Saudi Arabia and Israel had been on a fast track to , until the October 7 attacks by the terror group Hamas on Israel and the resulting put that rapprochement on ice.\nSaudi Arabia has even intercepted Houthi missiles en route to Israel.\n“Saudi Arabia is in an awkward position whereby it is seeking warmer ties with the Israelis, in the hope that it can convince the US to offer a NATO-style security agreement through which Saudi Arabia will seek to resist Iran and its proxies in Iraq and in Yemen,” Hamdi said. “At the same time, Saudi Arabia is trying not to be seen to be too closely associated with Israel.” US forms international naval coalition in Red Sea\nHowever, in December, Saudi Arabia’s political tightrope walk became even more delicate. The United States called on the international community to , dubbed Operation Prosperity Guardian, to protect civilian cargo ships in the Red Sea from Houthi missile and drone attacks.\nSaudi Arabia the naval coalition, despite being a close US ally and also a direct neighbor of the escalation.\n“Saudi Arabia neither wants to give up the negotiation process with the Houthis nor jeopardize security on the Saudi-Yemeni border,” said Sebastian Sons, senior researcher for the German think tank CARPO and author of the recently published book “Die neuen Herrscher am Golf” (“The New Rulers in the Gulf”).\n“The abstinence from the US-led alliance in the Red Sea has to be seen in this context,” he told DW.\nHowever, for Fabian Hinz, defense and military analyst at the International Institute for Strategic Studies, Saudi Arabia’s role in Operation Prosperity Guardian would not have been a game changer anyway from a military point of view.\n“The systems deployed by the Americans in particular are designed to deal with anti-ship missiles or ballistic missiles such as the Houthis use,” he said.\n“The real threat is the asymmetric warfare by the Houthis in the Red Sea, as they exert much more pressure on Israel and Western states through disruption rather than defeating or destroying Western navies,” he said.\nOn Sunday, a Telegram channel affiliated with the Houthis also shared a map of submarine communication cables, including those in the Red Sea, implying that these cables could be a future target for the Houthi militia.\nFor Sami Hamdi, all of this points to a boost of self-esteem. “The Houthis will act with a sense that there will be no consequences on the [Yemeni] peace talks, even if they further escalate in the Red Sea,” he said. Houthis aim to be ‘aggressive regional power’\nFor Yemen’s population, which has been plunged into one the world’s worst humanitarian crises by the war and is , none of this spells good news.\n“It is more likely that there will be a new phase in Yemen’s war in which the Houthis will be more powerful and in which they will seek to extend their rule inside the country and in the region beyond Yemen,” said Thomas Juneau.\n“It is now very clear that their ambition is to be an aggressive regional power,” he added.\nFor Juneau, the direct link between the Houthis’ political process with Saudi Arabia and the militia’s expansionist agenda in the Red Sea and against Israel has become very clear this month.\n“The common denominator here is that the Houthis have won the war in Yemen,” he said.\nEdited by: Timothy Jones\nThe post Yemen’s peace plan boosts Houthis’ regional influence appeared first on Deutsche Welle .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hans grundberg",
          "sentiment": "negative"
        },
        {
          "name": "grundberg",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united nations",
          "sentiment": "negative"
        },
        {
          "name": "presidential leadership council",
          "sentiment": "none"
        },
        {
          "name": "un",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "yemen",
          "sentiment": "none"
        },
        {
          "name": "saudi arabia",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T18:20:10.996+02:00",
    "updated": "2023-12-29T18:20:10.996+02:00"
  },
  {
    "uuid": "102280eaefa1f02dbdbf869769772f667c25c273",
    "url": "https://vnexplorer.net/aussie-business-boost-as-india-trade-ties-strengthen-s698274.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T00:04:00Z",
    "title": "Aussie business boost as India trade ties strengthen",
    "text": "Australian agriculture exports to India have surged 50 per cent in the last year after a free trade agreement was inked between the two nations.\nThe boost to sheep meat, seafood, broad beans, citrus and almonds has also been supplemented by a 30 per cent increase in industrial exports, such as pharmaceuticals, wood and paper and cochlear implants.\nTariffs on more Australian exports to India, including on seafood, cherries, sandalwood and wine, are also set to make businesses more competitive from January 1.\nAustralian businesses saved through lower taxes on $15.2 billion worth of exports to India between January and September after the pact came into force.\nHouseholds saved $145 million in duties on imported goods such as clothing, linen and electrical parts.\nTrade Minister Don Farrell says an Indian trade deal paved the way for cheaper goods and services. (Mick Tsikas/AAP PHOTOS)\nThe trade agreement has strengthened Australia’s economic relationship with India and paved the way for cheaper goods and services, Trade Minister Don Farrell said.\nIt has also helped to ease pressure on supply chains in Australia’s manufacturing, resource and construction industries by boosting access to tubes, pipes and off-road dump trucks, he said.\n“India represents a massive opportunity for Australian business to diversify into new growing markets,” he said.\n“In the year since this agreement came into effect, we have seen enormous gains for a range of Australian exporters, including our farmers, manufacturers, and our universities.\n“This is a relationship we need to invest in and I look forward to working with India to take our trade agreement to the next level.”\nThe free trade agreement has been hailed by Australian farmers and business groups as economic ties strengthen and market access increases.\nTwo-way trade between the nations was worth $46.5 billion in 2022.\nCanberra and New Delhi are also negotiating a comprehensive economic co-operation agreement that would boost digital trade and further market access for Australian agricultural products, particularly wine.\nBoth sides had hoped to seal the deal by the end of the year but there had been “significant issues” as negotiations continued, a Department of Foreign Affairs and Trade official said.\nAustralian wine producers have been seeking to diversify markets after China imposed punitive tariffs in 2020, with India’s 1.4 billion strong nation seen as a ripe opportunity.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maFmJ.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maFmJ.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "don farrell",
          "sentiment": "none"
        },
        {
          "name": "mick tsikas",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:17:48.102+02:00",
    "updated": "2023-12-29T02:17:48.102+02:00"
  },
  {
    "uuid": "532c235cd2634f433fe55bea1087d7fa7075372e",
    "url": "https://revistaoeste.com/tecnologia/astronautas-agradecem-a-trump-e-a-musk-por-retornarem-a-terra",
    "ord_in_thread": 0,
    "author": "Eugenio Goussinsky",
    "published": "2025-04-02T21:45:00Z",
    "title": "Astronautas agradecem a Trump e a Musk por retornarem à Terra",
    "text": "As astronautas Sunita Williams e Butch Wilmore, agradeceram ao presidente dos Estados Unidos (EUA), Donald Trump, e ao proprietário da SpaceX, Elon Musk, pela ajuda em trazê-los de volta da Estação Espacial Internacional (ISS). Eles retornaram à Terra no último dia 19, depois de permanecerem 286 dias na estação, de maneira prolongada, por causa de uma falha na nave espacial Boeing Starliner.\n+ Leia mais notícias de Tecnologia em Oeste\nEm entrevista ao programa America’s Newsroon, da Fox News, eles elogiaram os dois pelo que consideram um apoio contínuo ao programa de aviação espacial dos EUA. “Eu respeito, confio e sou grato a ambos”, afirmou Sonny. “Eles têm sido parte fundamental de nossa jornada no espaço, e sua liderança e envolvimento são essenciais para o futuro do nosso país no setor espacial.”\nA missão foi marcada por uma série de desafios, mas os astronautas preferiram ressaltar o impacto do programa de voos espaciais humanos para a nação. “Ver nossos líderes nacionais tomando um papel ativo neste processo foi refrescante e empoderador”, disse Butch. “Isso é importante não apenas para nós, mas para todo o mundo, pois mostra a capacidade dos EUA de realizar feitos tão complexos.”\nO plano inicial era de que a missão, organizada pela National Aeronautics and Space Administration (Nasa), durasse oito dias. Mas os astronautas foram surpreendidos pela necessidade de permanecer no espaço por um período muito mais longo. “Nós nos preparávamos para um voo curto, mas treinamos para tudo”, explicou Sony. “Manutenção na estação, experimentos científicos, caminhadas espaciais, e mais. Fomos treinados para as contingências, e essa preparação foi crucial.”\nRetorno dos astronautas\nQuando questionados sobre a difícil adaptação à situação, especialmente ao descobrirem que não retornariam conforme o planejado, ambos ressaltaram que o momento exigiu calma e foco. “Nós sabemos que isso faz parte do trabalho”, disse Butch. “Não é sobre nossas emoções, é sobre cumprir o que o nosso país precisa de nós. Claro que houve momentos de saudade, mas essa missão é maior do que nós mesmos.”\nLeia mais: “SpaceX lança 1ª missão tripulada sobre os polos da Terra”\nA frieza, no entanto, deu espaço para a emoção no momento do retorno à Terra, o mais aguardado. “Quando os paraquedas abriram, não há sensação melhor”, disse Sonny, com um sorriso. “Estávamos a 17,5 mil milhas por hora, em uma cápsula passando por uma bola de plasma a 3.000 graus Fahrenheit. É uma experiência única. E quando finalmente tocamos o solo, foi um grande alívio e orgulho nacional.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Politics",
      "Human Interest"
    ],
    "topics": [
      "Science and Technology->scientific exploration",
      "Science and Technology->technology and engineering",
      "Science and Technology->aerospace engineering",
      "Politics->political candidates",
      "Politics->international relations"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.nasa.gov/international-space-station/",
      "https://www.nasa.gov/international-space-station",
      "https://nasa.gov/international-space-station/"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T01:09:35.043+03:00",
    "updated": "2025-04-03T01:09:35.043+03:00"
  },
  {
    "uuid": "0b2d09c493cc1143408af5cf1158b62886e19fa2",
    "url": "https://www.band.uol.com.br/bandnews-fm/noticias/sobe-para-113-o-numero-de-mortes-por-causa-das-chuvas-no-rs-16688370",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rádio BandNews FM",
    "published": "2024-05-10T12:12:00Z",
    "title": "Sobe para 113 o número de mortes por causa das chuvas no RS | Rádio BandNews FM",
    "text": "Menu MINHA BAND Tudo em um só lugar para você personalizar seu acesso ENTRAR CADASTRAR BandNews FM\nPágina inicial Jornais Vídeos Notícias Esportes Apresentadores Colunistas Equipe esportiva Podcasts Programação Sobre a BandNews FM Siga a BandNews FM nas redes\nYoutube Twitter Facebook Instagram Band.com.br\nBand ao vivo Bandplay Bandshop Band pelo Brasil Rádios Jornalismo Esportes Entretenimento Receitas Agroband Vídeos Podcasts Newsletters Canais Band Programação Band TV Siga a Band.com.br nas redes\nTwitter Facebook Youtube Instagram Entrar MINHA BAND Tudo em um só lugar para você personalizar seu acesso ENTRAR CADASTRAR BandNews FM Sobe para 113 o número de mortes por causa das chuvas no RS Estado ainda contabiliza 756 feridos e 146 desaparecidos, de acordo com autoridades Rádio BandNews FM\n10/05/2024 • 09:12 facebook twitter whatsapp facebook twitter whatsapp\nEnchentes no Rio Grande do Sul (RS) REUTERS/Amanda Perobelli Subiu para 113 o número de mortes no Rio Grande do Sul diante dos temporais registrados já há uma semana no estado, que permanece em situação de calamidade. Uma morte segue em investigação para saber se houve relação com as tempestades, segundo balanço divulgado pela Defesa Civil nesta sexta-feira (10). O estado ainda contabiliza 756 feridos e 146 desaparecidos.\nVeja também\nSonhos com animais: descubra o que significa sonhar com cobra, rato e cachorro\nVeja como ficam as viagens e passagens compradas para o RS\nComo cada signo enxerga a sua mãe? Newsletter Notícias Inscreva-se na nossa newsletter e receba as notícias mais importantes do dia direto no seu e-mail. Li e concordo com os Termos de Uso e Políticas de Privacidade\nAssinar grátis Tópicos relacionados Brasil facebook twitter whatsapp",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.bandshop.com.br/",
      "https://www.facebook.com/radiobandnewsfm",
      "https://www.youtube.com/@bandjornalismo",
      "https://www.bandshop.com.br/?utm_campaign=pagina-interna-bandnews-f",
      "https://privacy.band.com.br/",
      "https://bandplay.com/home?utm_source=site&utm_medium=bandplay&utm_campaign=bandplay_botao_menu&utm_content=su_botao_menu_site",
      "https://www.youtube.com/c/RadioBandNewsFM",
      "https://www.instagram.com/bandtv/",
      "https://bandplay.com/home",
      "https://twitter.com/radiobandnewsfm",
      "https://www.facebook.com/sitedaband",
      "https://www.instagram.com/radiobandnewsfm/",
      "https://twitter.com/sitedaband",
      "https://www.twitter.com/radiobandnewsfm",
      "https://www.bandshop.com.br/",
      "https://bandshop.com.br/?utm_campaign=pagina-interna-bandnews-f",
      "https://www.privacy.band.com.br/",
      "https://instagram.com/radiobandnewsfm/",
      "https://privacy.band.com.br",
      "https://www.bandplay.com/home",
      "https://www.bandplay.com/home?utm_source=site&utm_medium=bandplay&utm_campaign=bandplay_botao_menu&utm_content=su_botao_menu_site",
      "https://bandplay.com/home",
      "https://www.instagram.com/bandtv",
      "https://instagram.com/bandtv/",
      "https://facebook.com/sitedaband",
      "https://www.instagram.com/radiobandnewsfm",
      "https://youtube.com/@bandjornalismo",
      "https://www.twitter.com/sitedaband",
      "https://youtube.com/c/RadioBandNewsFM",
      "https://bandshop.com.br/",
      "https://www.bandshop.com.br",
      "https://facebook.com/radiobandnewsfm"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T15:19:11.590+03:00",
    "updated": "2024-05-10T15:19:11.590+03:00"
  },
  {
    "uuid": "dc82eb3710dfde60aedb6a56b9fa140e16ce7041",
    "url": "https://lasillarota.com/nacion/2023/12/28/xochitl-galvez-critica-megafarmacia-de-amlo-no-juege-con-la-salud-del-pueblo-dice-463031.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ELIA LÓPEZ YEBRA",
    "published": "2023-12-28T22:12:00Z",
    "title": "Xóchitl Gálvez critica megafarmacia de AMLO: “No juege con la salud del pueblo”, dice | La Silla Rota",
    "text": "Previo a la inauguració de la [ megafarmacia del Bienestar,](https://lasillarota.com/nacion/2023/12/27/megafarmacia-del-bienestar-de-bodegon-de-liverpool-intento-de-almacen-central-de-medicinas-462922.html) para distribuir medicamentos a todo México, proyecto del presidente Andrés Manuel López Obrador, Xóchitl Gálvez, precandidata presidencial de la alianza Fuerza y Corazón por México criticó al mandatario por concentrar los medicamentos en un solo lugar, cuando lo que se necesita es distribuirlos a los enfermos. Y es que de acuerdo a lo dicho por el presidente Andrés Manuel López Obrador, desde la megafarmacia, ubicada de el municipio de Huehuetoca, en el Estado de México, se distribuirán todos los días medicamentos a los estados por vía aérea, ya sea en avión o helicóptero, dependiendo del lugar. [ÚNETE A NUESTRO CANAL DE WHATSAPP. EL PODER DE LA INFORMACIÓN EN LA PALMA DE TU MANO](https://www.whatsapp.com/channel/0029Va6evSkGk1Ftej78ks0B) Te podría interesar Ante dicha situación, Xóchitl Gálvez calificó de carísima y absurda la política de Salud de López Obrador, quien anunció en octubre pasado que las instalaciones estaría en Huehuetoca, Estado de México. \"Carísimo y absurdo\", dice Xóchitl Gálvez “La idea de una megafarmacia puede no sonar mal, pero eso de mandar medicamentos todos los días en avión y helicóptero es carísimo y absurdo. México no necesita la megafarmacia más grande del mundo”, afirmó la abanderada presidencial de la coalición formada por PRI, PAN y PRD, a través de un video que compartió en su redes sociales. “Lo que necesita es que haya medicinas en cada una de sus 190 mil localidades”, precisó Xóchitl Gálvez durante el video donde lanzó criticas al proyecto del gobierno federal. \"¿Cómo va a llegar un medicamento de urgencia desde aquí en Huehuetoca, Estado de México hasta un enfermo de Tijuana, a Mérida o en la montaña de Guerrero”, cuestionó la abandera presidencial de Fuerza y Corazón por México. La aspirante presidencial aseguró que con el desabasto de medicamentos no debe jugarse, ni con la salud de la población, por lo que recriminó a López Obrador no pensar “No se trata de política, se trata de vidas humanas… No juege con la salud del pueblo presidente, no se vale”, expresó. Aseguró que no se puede salir de la pobreza si cada vez que se enferma alguien de la familia se debe gastar mucho dinero en medicamentos, ya que en los servicios de salud pública, prevalece el desabasto de medicina. Xóchitl Gálvez promete acabar con el desabasto de medicamentos Xóchitl Gálvez aseguró su gobierno pondrá el fin al desabasto de medicamentos, ya que brindará soluciones reales a los problemas de la población “¿No que primero los pobres? Vamos a poner fin al desabasto de medicinas. Vamos por un gobierno que te diga la verdad y dé soluciones reales a tus problemas. El pueblo merece salud. Tú mereces más”, concluyó la precandidata presidencial. De acuerdo a los planes del gobierno del presidente Andrés Manuel López Obrador, este viernes 29 de diciembre se tiene prevista la inauguracón de la megafarmacia del Bienestar.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Health"
    ],
    "external_links": [
      "https://www.whatsapp.com/channel/0029Va6evSkGk1Ftej78ks0B)",
      "https://whatsapp.com/channel/0029Va6evSkGk1Ftej78ks0B)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:33:59.860+02:00",
    "updated": "2023-12-29T00:33:59.860+02:00"
  }
]