[
  {
    "uuid": "8ed00b43bbebf670766630e73f07cc6ef7a3200d",
    "url": "https://www.vaticannews.va/en/pope/news/2024-06/pope-francis-telegram-death-cardinal-kelvin-felix-saint-lucia.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Vatican News",
    "published": "2024-06-01T08:52:00Z",
    "title": "Pope Francis expresses gratitude for dedication of late Cardinal Felix - Vatican News",
    "text": "By Devin Watkins Cardinal Kelvin Edward Felix, Archbishop Emeritus of Castries, died on Thursday, May 30, at the age of 91. He served as the Archbishop of Castries in the West Indies island nation of Saint Lucia from 1981 until his retirement in 2008. Pope Francis created him Cardinal in 2014. In a telegram sent on Saturday, Pope Francis said he was saddened to learn of the death of the Cardinal. He expressed his condolences to the clergy, religious, and lay faithful of the Archdiocese of Castries and the Church in the West Indies. “Recalling with deep gratitude the late Cardinal’s many years of dedicated episcopal ministry in Saint Lucia, especially his efforts in fostering the education of young people and his contribution to the Church throughout the Caribbean, I willingly join you in commending his soul to the love and mercy of our Heavenly Father,” wrote the Pope. Pope Francis also imparted his Apostolic Blessing upon all those who will participate in his funeral Mass. Brief biography According to the official biography released by the Holy See Press Office, Cardinal Felix was was born in Roseau, Dominica, on February 15, 1933. He studied at the St. John Vianney seminary in Trinidad. He was ordained a priest on April 8, 1956, as the first diocesan priest from Roseau and the first Catholic priest to be ordained in Dominica. After several years of pastoral work in Dominica, from 1962 he attended St. Francis Xavier University in Nova Scotia, where he obtained a degree in education in 1963; in 1967, he completed a Master's degree in sociology and anthropology at the University of Notre Dame in Indiana. He furthered his postgraduate studies in sociology at the University of Bradford, Yorkshire, England, graduating in 1970. While in England he made great efforts in aid of the Dominican immigrant community. He has taught at the Seminary of St. John Vianney and has served as professor of Sociology at the University of the West Indies of St. Augustine. He was appointed as Archbishop of Castries on July 17, 1981, and he received episcopal consecration on October 5 of the same year. His pastoral governance of the diocese continued until February 15, 2008. The late Cardinal served as president of the Conference of Churches of the Caribbean, president of the Antilles Episcopal Conference and apostolic administrator of the diocese of Bridgetown, Barbados, and as a member of the Pontifical Council for the Family, the Pontifical Council for Interreligious Dialogue, and the Synod Council for America. Created and proclaimed Cardinal by Pope Francis in the consistory of February 22, 2014, of the Title of Santa Maria della Salute a Primavalle (Our Lady of Health at Primavalle).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "felix",
          "sentiment": "negative"
        },
        {
          "name": "felix by devin watkins cardinal kel",
          "sentiment": "negative"
        },
        {
          "name": "pope francis",
          "sentiment": "negative"
        },
        {
          "name": "edward felix",
          "sentiment": "none"
        },
        {
          "name": "lucia",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "vatican news",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "mass",
          "sentiment": "none"
        },
        {
          "name": "castries",
          "sentiment": "none"
        },
        {
          "name": "west indies",
          "sentiment": "none"
        },
        {
          "name": "caribbean",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-01T13:11:51.514+03:00",
    "updated": "2024-06-01T14:39:46.687+03:00"
  },
  {
    "uuid": "4ff1ddfa848cc2ac6a26130bc0e52b19b94b6a04",
    "url": "https://www.koin.com/local/multnomah-county/motorcyclist-dies-after-crash-in-gresham",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jenna Deml",
    "published": "2024-06-13T18:48:00Z",
    "title": "Motorcyclist dies from crash with car in Gresham",
    "text": "by: Jenna Deml\nPosted: Jun 13, 2024 / 01:48 PM PDT\nUpdated: Jun 13, 2024 / 01:50 PM PDT\nA Gresham police car at the scene of a crime, October 7, 2023 (KOIN, file) Officials say the motorcyclist died at a local hospital shortly after the crash.\nby: Jenna Deml\nPosted: Jun 13, 2024 / 01:48 PM PDT\nUpdated: Jun 13, 2024 / 01:50 PM PDT\nSHARE\nPORTLAND, Ore. ( KOIN ) — A motorcyclist has died from injuries sustained in a crash involving a vehicle in Gresham early Wednesday evening, police said.\nAt around 5:15 p.m., officers and emergency crews responded to a report of the crash at Northwest Birdsdale Avenue north of Division Street.\nPortland officials discuss return of Rapid Response Team On arrival, officials said the motorcyclist was injured, but alert and communicating with EMS responders. The motorcyclist was then taken to a hospital for further treatment.\nThe driver of the vehicle involved stayed at the scene and cooperated with the investigation, officials say.\nHowever, shortly before 8 p.m., authorities say the motorcyclist died in the hospital.\nAuthorities say the investigation is ongoing and the cause of the crash has not been released at this time.\nAnyone with further information on this crash is encouraged to contact Gresham police.\nCopyright 2024 Nexstar Media Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.linkedin.com/sharing/share-offsite/?url=https%3A%2F%2Fwww.koin.com%2Flocal%2Fmultnomah-county%2Fmotorcyclist-dies-after-crash-in-gresham%2F&#038;title=Motorcyclist%20dies%20after%20crash%20in%20Gresham",
      "https://twitter.com/intent/tweet?text=Motorcyclist%20dies%20after%20crash%20in%20Gresham&#038;url=https%3A%2F%2Fwww.koin.com%2Flocal%2Fmultnomah-county%2Fmotorcyclist-dies-after-crash-in-gresham%2F",
      "https://linkedin.com/sharing/share-offsite/?url=https%3A%2F%2Fwww.koin.com%2Flocal%2Fmultnomah-county%2Fmotorcyclist-dies-after-crash-in-gresham%2F&#038;title=Motorcyclist%20dies%20after%20crash%20in%20Gresham",
      "https://www.twitter.com/intent/tweet?text=Motorcyclist%20dies%20after%20crash%20in%20Gresham&#038;url=https%3A%2F%2Fwww.koin.com%2Flocal%2Fmultnomah-county%2Fmotorcyclist-dies-after-crash-in-gresham%2F",
      "https://www.linkedin.com/sharing/share-offsite/",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jenna deml",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ems",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gresham",
          "sentiment": "none"
        },
        {
          "name": "portland",
          "sentiment": "none"
        },
        {
          "name": "portland",
          "sentiment": "none"
        },
        {
          "name": "ore.",
          "sentiment": "none"
        },
        {
          "name": "northwest birdsdale avenue",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:06:59.050+03:00",
    "updated": "2024-06-14T00:25:46.003+03:00"
  },
  {
    "uuid": "5220969ca97b08e52c7c962a77eaa2fe760e04b9",
    "url": "https://www.khou.com/article/news/local/houston-surgical-resident-medical-aid-gaza/285-f288bb6d-3655-4591-992e-c73c59215dba",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Julissa Garza",
    "published": "2024-05-07T03:27:00Z",
    "title": "Texas surgical resident provides medical aid in Gaza | khou.com",
    "text": "HOUSTON — A Houston surgical resident is back home after providing medical aid in Gaza for a week amid the Israel-Hamas war. Abdullah Ghali is an orthopedic surgical resident. He said he'd always known he wanted to go into medicine and get the best training so that one day, he could help people who need it the most. Ghali and about 12 other people went to Gaza with a surgical care nonprofit organization. They had suitcases loaded with medical supplies they took to the European Hospital. RELATED: [Hamas accepts Gaza cease-fire; Israel says it will continue talks but presses on with Rafah attacks](/article/news/nation-world/israel-hamas-conflict/israel-preparing-to-attack-rafah/507-396671b9-82c7-4467-854b-72a72d3a71db) \"About 80 suitcases with implants, medicines, food, some of the doctors requested slippers because they didn't have any slippers to walk on, and just anything we could,\" he said. Ghali said those supplies were vital. \"It is the last stronghold in Gaza for health care. It's a 200-bed hospital that is about 2 or 3 stories tall and currently is responsible for serving 1.5 million people,\" he said. Ghali took several videos, capturing what he was seeing every day \"Everywhere you go, it's destruction, destruction, destruction. So many dead children, so many dead women. It's. It's unlivable now,\" he said. He said the stories of those injured that he treated will stick with him, including one of a 6-year-old who had a bullet fragment stuck in his thigh. \"He just couldn't move or walk around. His dad brought him the day that we arrived, and, you know, it had been there for about five months. No one had been available to take it out, and I was able to remove it beside,\" Ghali said. While everything was difficult to see, he was glad to help \"I jumped right on the opportunity to be able to go there because I'm from there. My family is from there. I wanted to be able to go to and serve my community,\" Ghali said. Ghali said he wants to return to Gaza. His goal is to go back this summer.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ghali",
          "sentiment": "none"
        },
        {
          "name": "abdullah ghali",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "european hospital",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "houston",
          "sentiment": "none"
        },
        {
          "name": "houston",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "rafah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-07T06:39:47.706+03:00",
    "updated": "2024-05-07T16:30:27.465+03:00"
  }
]