[
  {
    "uuid": "bcef5db2f94fde863c0aeb9bf71dfec4b6319ae1",
    "url": "https://www.spc.noaa.gov/products/watch/ww0227.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Storm Prediction Center",
    "published": "2024-05-10T04:55:00Z",
    "title": "SPC Severe Thunderstorm Watch 227",
    "text": "SEL7\nURGENT - IMMEDIATE BROADCAST REQUESTED\nSevere Thunderstorm Watch Number 227\nNWS Storm Prediction Center Norman OK\n1155 PM CDT Thu May 9 2024\nThe NWS Storm Prediction Center has issued a\n* Severe Thunderstorm Watch for portions of\nSoutheast Louisiana\nSouthern Mississippi\n* Effective this Thursday night and Friday morning from 1155 PM\nuntil 500 AM CDT.\n* Primary threats include...\nWidespread damaging winds and isolated significant gusts to 80\nmph likely\nScattered large hail and isolated very large hail events to 2\ninches in diameter possible\nA tornado or two possible\nSUMMARY...Intense thunderstorms over central Louisiana will track\neast-southeastward overnight across the watch area. Damaging winds\nwill be possible with these storms.\nThe severe thunderstorm watch area is approximately along and 40\nstatute miles north and south of a line from 80 miles west southwest\nof Mc Comb MS to 45 miles northeast of Gulfport MS. For a complete\ndepiction of the watch see the associated watch outline update\n(WOUS64 KWNS WOU7).\nPRECAUTIONARY/PREPAREDNESS ACTIONS...\nREMEMBER...A Severe Thunderstorm Watch means conditions are\nfavorable for severe thunderstorms in and close to the watch area.\nPersons in these areas should be on the lookout for threatening\nweather conditions and listen for later statements and possible\nwarnings. Severe thunderstorms can and occasionally do produce\ntornadoes.\n&&\nOTHER WATCH INFORMATION...CONTINUE...WW 224...WW 225...WW 226...\nAVIATION...A few severe thunderstorms with hail surface and aloft to\n2 inches. Extreme turbulence and surface wind gusts to 70 knots. A\nfew cumulonimbi with maximum tops to 500. Mean storm motion vector\n28035.\n...Hart\nWOUS64 KWNS 100451\nWOU7\nBULLETIN - IMMEDIATE BROADCAST REQUESTED\nSEVERE THUNDERSTORM WATCH OUTLINE UPDATE FOR WS 227\nNWS STORM PREDICTION CENTER NORMAN OK\n1155 PM CDT THU MAY 9 2024\nSEVERE THUNDERSTORM WATCH 227 IS IN EFFECT UNTIL 500 AM CDT\nFOR THE FOLLOWING LOCATIONS\nLAC033-037-063-077-091-103-105-117-121-125-101000-\n/O.NEW.KWNS.SV.A.0227.240510T0455Z-240510T1000Z/\nLA\n. LOUISIANA PARISHES INCLUDED ARE\nEAST BATON ROUGE EAST FELICIANA LIVINGSTON\nPOINTE COUPEE ST. HELENA ST. TAMMANY\nTANGIPAHOA WASHINGTON WEST BATON ROUGE\nWEST FELICIANA\nMSC005-045-047-059-109-113-147-157-101000-\n/O.NEW.KWNS.SV.A.0227.240510T0455Z-240510T1000Z/\nMS\n. MISSISSIPPI COUNTIES INCLUDED ARE\nAMITE HANCOCK HARRISON\nJACKSON PEARL RIVER PIKE\nWALTHALL WILKINSON\nATTN...WFO...LIX...\nSAW7\nWW 227 SEVERE TSTM LA MS 100455Z - 101000Z\nAXIS..40 STATUTE MILES NORTH AND SOUTH OF LINE..\n80WSW MCB/MC COMB MS/ - 45NE GPT/GULFPORT MS/\n..AVIATION COORDS.. 35NM N/S /26NW BTR - 12NW SJI/\nHAIL SURFACE AND ALOFT..2 INCHES. WIND GUSTS..70 KNOTS.\nMAX TOPS TO 500. MEAN STORM MOTION VECTOR 28035.\nLAT...LON 31319171 31448853 30288853 30159171\nTHIS IS AN APPROXIMATION TO THE WATCH AREA. FOR A\nCOMPLETE DEPICTION OF THE WATCH SEE WOUS64 KWNS\nFOR WOU7.\nWatch 227 Status Report Message has not been issued yet.\nPlease visit the\nNational Weather Service\nNWS Public Alerts for more information on the warnings.\nLow (20%)\nLow (10%)\nHigh (80%)\nHigh (70%)\nMod (40%)\nMod (30%)\nHigh (>95%)\nFor each watch, probabilities for particular events inside the watch\n(listed above in each table) are determined by the issuing forecaster.\nThe \"Low\" category contains probability values ranging from less than 2%\nto 20% (EF2-EF5 tornadoes), less than 5% to 20% (all other probabilities),\n\"Moderate\" from 30% to 60%, and \"High\" from 70% to greater than 95%.\nHigh values are bolded and lighter in color to provide awareness of\nan increased threat for a particular event.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "norman",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "gulfport",
          "sentiment": "none"
        },
        {
          "name": "louisiana",
          "sentiment": "none"
        },
        {
          "name": "southeast louisiana southern mississippi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T08:45:22.847+03:00",
    "updated": "2024-05-10T08:45:22.847+03:00"
  },
  {
    "uuid": "be6e42f66d6eb179b455e352ac1e0a9f6673171f",
    "url": "https://www.newsbreak.com/news/3280028945184-full-list-of-police-recorded-antisemitic-and-islamophobic-offences-by-force",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-29T00:01:00Z",
    "title": "Full list of police-recorded antisemitic and Islamophobic offences, by force",
    "text": "Here is a list of the number of antisemitic and Islamophobic hate crime offences recorded by police forces from October 7 to November 7 2023 inclusive, together with totals for the equivalent periods in 2022 and 2021. The figures have been obtained by the PA news agency from Freedom of Information requests sent to all forces in the UK. The data is a snapshot of what has currently been recorded by forces and may be subject to change. All figures are for crimes recorded by police forces, not incidents. Systems and methods of recording and collating hate crime are not consistent across all forces, so the data cannot be used to compare the volume of offences between different areas or provide an overall total for the whole of the UK. Some forces provided notes and responses to the data and these are included where appropriate. Not all forces are included in the list and reasons for omissions are given at the end. – Avon & Somerset Antisemitic: 2021 – 5, 2022 – 3, 2023 – 7Islamophobic: 2021 – 8, 2022 – 2, 2023 – 5The force said that completion of the “hate type” field on its records is not mandatory. Where a crime has taken place it will be recorded, but the hate crime indicator or type will not always be ticked, meaning some offences will have been recorded without an indication of the type of hate crime that has been committed. – Bedfordshire Antisemitic: 2021 – 1, 2022 – 4, 2023 – 2Islamophobic: 2021 – 8, 2022 – 0, 2023 – 3 – British Transport Police Antisemitic: 2021 – 11, 2022 – 8, 2023 – 87Islamophobic: 2021 – 8, 2022 – 2, 2023 – 22 – Cambridgeshire Antisemitic: 2021 – 0, 2022 – 1, 2023 – 6Islamophobic: 2021 – 1, 2022 – 0, 2023 – 5The force said the figures are the number of police-recorded religious hate crimes where the perceived religion was Jewish or Muslim, based on the keyword assigned to the crime. – Dorset Antisemitic: 2021 – 1, 2022 – 2, 2023 – 4Islamophobic: 2021 – 0, 2022 – 2, 2023 – 1 – Durham Antisemitic: 2021 – 2, 2022 – 0, 2023 – 0Islamophobic: 2021 – 0, 2022 – 0, 2023 – 1The force said the figures refer to the number of recorded hate crimes where the victim’s religion has been known to be Judaism or Islam. – Gloucestershire Antisemitic: 2021 – 4, 2022 – 2, 2023 – 2Islamophobic: 2021 – 3, 2022 – 2, 2023 – 3The force said the figures are for crimes where a hate tag has been applied, which have then been filtered to identify the hate strands “ Religion – Jewish” and “Religion – Muslim”. – Greater Manchester Antisemitic: 2021 – 14, 2022 – 15, 2023 – 74Islamophobic: 2021 – 42, 2022 – 43, 2023 – 34The force said antisemitic offences are where the perceived targeted religion was recorded as Jewish. Islamophobic offences are where the perceived targeted religion was recorded as Muslim. More than one perceived religion can be recorded for an offence. Four crimes within the data had both Jewish and Muslim recorded as the perceived targeted religion. – Gwent Antisemitic: 2021 – 0, 2022 – 2, 2023 – 5Islamophobic: 2021 – 1, 2022 – 1, 2023 – 3The force said that to obtain the data a filter was applied to identify racial and religious strands and a manual trawl was conducted on the crime summaries. – Hampshire & Isle of Wight Antisemitic: 2021 – 3, 2022 – 5, 2023 – 6Islamophobic: 2021 – 5, 2022 – 3, 2023 – 4 – Hertfordshire Antisemitic: 2021 – 3, 2022 – 6, 2023 – 17Islamophobic: 2021 – 1, 2022 – 2, 2023 – 3The force said the figures are for crimes that have a “Religion – Jewish” or “Religion – Muslim” (or both) flag attributed to the investigation record. – Humberside Antisemitic: 2021 – 0, 2022 – 1, 2023 – 7Islamophobic: 2021 – 4, 2022 – 1, 2023 – 2 – Kent Antisemitic: 2021 – 3, 2022 – 4, 2023 – 7Islamophobic: 2021 – 9, 2022 – 6, 2023 – 6The force said the figures are for crime reports with either the “Religion – Jewish” or “Religion – Muslim” prejudice marker attached. Markers are optional and added at the discretion of the inputting officer. – Lancashire Antisemitic: 2021 – 0, 2022 – 1, 2023 – 4Islamophobic: 2021 – 2, 2022 – 1, 2023 – 3The force said the figures had been compiled by searching for hate crimes marked as religious, followed by a manual review of each recorded crime to extract only those that were antisemitic and Islamophobic. – Leicestershire Antisemitic: 2021 – 1, 2022 – 2, 2023 – 2Islamophobic: 2021 – 3, 2022 – 17, 2023 – 6 – Merseyside Antisemitic: 2021 – 4, 2022 – 4, 2023 – 20Islamophobic: 2021 – 9, 2022 – 6, 2023 – 10The force said 18 of the 20 antisemitic offences in 2023 are conflict related and one of the 10 Islamophobic offences in 2023 is conflict related. – Norfolk Antisemitic: 2021 – 2, 2022 – 2, 2023 – 2Islamophobic: 2021 – 3, 2022 – 2, 2023 – 0 – North Wales Antisemitic: 2021 – 1, 2022 – 1, 2023 – 3Islamophobic: 2021 – 0, 2022 – 1, 2023 – 3 – North Yorkshire Antisemitic: 2021 – 0, 2022 – 0, 2023 – 3Islamophobic: 2021 – 0, 2022 – 0, 2023 – 2The force said the numbers are for offences “reported” to the police. – Northamptonshire Antisemitic: 2021 – 0, 2022 – 0, 2023 – 1Islamophobic: 2021 – 3, 2022 – 4, 2023 – 1The force said the figures show crimes with a racial or religious flag against them, where the search was for the words “Jewish” “Hebrew” “Judaistic”, “Hasidic”, “Islam” and “Muslim”. The search only returned exact matches and does not account for differences in terminology and/or spelling used. The force added that keyword searches are problematic and in no way provide accurate results or figures. – Northumbria Antisemitic: 2021 – 10, 2022 – 3, 2023 – 9Islamophobic: 2021 – 4, 2022 – 7, 2023 – 5The force said the figures were for offences flagged as “Judaism” and “Islam” and that hate crimes are based on the perception of the victim. – Nottinghamshire Antisemitic: 2021 – under 5, 2022 – 0, 2023 – 7Islamophobic: 2021 – under 5, 2022 – under 5, 2023 – 19The force said all crimes have a religious and/or belief marker. – South Wales Antisemitic: 2021 – 2, 2022 – 4, 2023 – 8Islamophobic: 2021 – 7, 2022 – 6, 2023 – 9The force said the figures are for occurrences with the qualifier of “Hate/prejudice – anti-Jewish” and “Hate/prejudice anti-Muslim”. – Suffolk Antisemitic: 2021 – 0, 2022 – 0, 2023 – 1Islamophobic: 2021 – 2, 2022 – 1, 2023 – 0 – Surrey Antisemitic: 2021 – 3, 2022 – 0, 2023 – 7Islamophobic: 2021 – 4, 2022 – 8, 2023 – 10The force noted that offences are flagged as hate crimes at the discretion of the police officer or staff member. – Thames Valley Antisemitic: 2021 – 4, 2022 – 1, 2023 – 21Islamophobic: 2021 – 12, 2022 – 14, 2023 – 20 – Warwickshire Antisemitic: 2021 – 1, 2022 – 2, 2023 – 3Islamophobic: No information heldThe force said the figures were obtained by searching for all crimes with a marker of “Hate Motivated – Religion – Jewish” and “Hate Motivated – Religion – Muslim” during the stated periods. – West Mercia Antisemitic: 2021 – 3, 2022 – 0, 2023 – 3Islamophobic: 2021 – 3, 2022 – 4, 2023 – 4 – West Midlands Antisemitic: 2021 – 8, 2022 – 1, 2023 – 22Islamophobic: 2021 – 23, 2022 – 33, 2023 – 25The force said the figures were obtained by searching for the hate strands “Religion – Judaism” and “Religion – Islam”. – West Yorkshire Antisemitic: 2021 – 14, 2022 – 10, 2023 – 53Islamophobic: 2021 – 38, 2022 – 29, 2023 – 49The force said the figures represent the number of faith hate crimes recorded where Islam or Judaism was identified as the religion targeted. The force added: “We continue to work to better improve the investigation of hate crime and the outcomes for victims. The force has specialist hate crime co-ordinators who assist investigating officers in identifying perpetrators, providing after-care support for victims and working with communities to increase awareness of hate crime and reporting mechanisms. They also engage in joint working with partners such as local authorities, Victim Support and third-party Hate Incident Reporting Centres.” – Wiltshire Antisemitic: 2021 – 0, 2022 – 0, 2023 – 3Islamophobic: 2021 – 2, 2022 – 0, 2023 – 5 Some 15 forces are not included in this list. Three forces said the precise data requested was not available; three forces said collection of the precise data requested would exceed the threshold for a Freedom of Information response to be supplied free of charge; four forces said there was a delay in supplying the data; and five forces had failed to respond to the request as of December 28 2023.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.independent.co.uk/topic/judaism",
      "https://www.independent.co.uk/topic/islamophobic",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=49pcN3_0qT1ffks00",
      "https://www.independent.co.uk/topic/religion",
      "https://www.independent.co.uk/topic/jewish",
      "https://www.independent.co.uk/topic/freedom-of-information",
      "https://img.particlenews.com/image.php?url=49pcN3_0qT1ffks00",
      "https://independent.co.uk/topic/islamophobic",
      "https://independent.co.uk/topic/freedom-of-information",
      "https://independent.co.uk/topic/jewish",
      "https://img.particlenews.com/image.php",
      "https://independent.co.uk/topic/religion",
      "https://independent.co.uk/topic/judaism",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=49pcN3_0qT1ffks00",
      "https://www.img.particlenews.com/image.php?url=49pcN3_0qT1ffks00"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "pa",
          "sentiment": "none"
        },
        {
          "name": "avon & somerset antisemitic",
          "sentiment": "none"
        },
        {
          "name": "freedom of information",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:30:12.981+02:00",
    "updated": "2023-12-29T04:30:12.981+02:00"
  },
  {
    "uuid": "55f13959a80ff6d12842b4c956dc73117aec8363",
    "url": "https://www.piquenewsmagazine.com/indigenous-news/truck-carrying-girders-slams-into-highway-99-overpass-halting-traffic-8036543",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2023-12-28T22:20:00Z",
    "title": "Truck carrying girders slams into Highway 99 overpass, halting traffic",
    "text": "DELTA — A truck carrying what appears to be heavy construction material has smashed into an overpass in Delta, British Columbia, shutting down the southbound lanes of Highway 99.\nIt's the latest in a rash of overpass collisions that prompted the province to announce harsher penalties for companies and drivers with repeat offences earlier this month.\nDrive BC says the incident south of Vancouver has also blocked traffic in both directions on the 112th Street overpass.\nDelta Fire and Rescue Deputy Chief Dave Wood says the crash caused a \"secondary accident\" involving another vehicle.\nHe says crews were called to the scene at 12:14 p.m. and he didn't know of any injuries.\nPhotos of the aftermath of the incident posted on social media show large girders on the bed of a truck with another laying across the highway along with other debris.\nProvincial statistics say as many as 30 bridge strikes have happened on British Columbia's highways since 2021, with 16 of them reported last year alone.\nThe new rules, announced Dec. 14, include the requirement for dump-style vehicles to have in-cab warning devices by next June, telling drivers if their trailer hasn't been lowered.\nOver-height vehicle fines will increase to $575, up from $115.\nThis report by The Canadian Press was first published Dec. 28, 2023.\nThe Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dave wood",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "columbia",
          "sentiment": "none"
        },
        {
          "name": "delta",
          "sentiment": "none"
        },
        {
          "name": "delta fire and rescue",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "british columbia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:39:17.503+02:00",
    "updated": "2023-12-29T00:39:17.503+02:00"
  },
  {
    "uuid": "a68dc9216a0c15664650cce3abde8a59a5a686d7",
    "url": "https://wtop.com/national/2023/12/u-s-woman-believed-to-be-hamas-hostage-was-killed-on-oct-7-kibbutz-says/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "News Traffic Weather",
    "published": "2023-12-28T21:59:00Z",
    "title": "U.S. woman believed to be Hamas hostage was killed on Oct. 7, kibbutz says - WTOP News",
    "text": "[▶ Watch Video: American woman believed to be Hamas hostage was killed in Oct. 7 attack, kibbutz says](http://www.cbsnews.com/video/american-believed-held-hostage-by-hamas-killed-oct-7/?ftag=) A 70-year-old woman with U.S. citizenship who was thought to have been taken to Gaza as a hostage by Hamas on Oct. 7 was actually killed during the initial attack, according to a statement released Thursday by the kibbutz she was taken from. Judith Weinstein Haggai, who was an Israeli, American and Canadian national, came under fire in the attack on Kibbutz Nir Oz along with her husband, Gadi Haggai, 72, a dual U.S.-Israeli national. Both were believed to have been taken hostage, but [last week Israeli officials said they had confirmed](http://www.cbsnews.com/news/israel-hamas-gaza-hostage-dead-gadi-haggai/?ftag=) Gadi Haggai’s death. According to a spokesperson for [Kibbutz Nir Oz](http://www.cbsnews.com/news/israel-hamas-war-kibbutz-nir-oz-family-3-hostages-including-baby-boy/?ftag=), where the couple lived, Judy Weinstein Haggai was also “fatally wounded” by Hamas gunmen in the Oct. 7 attack. Both bodies are still believed to be held by Hamas in Gaza, the spokesperson said. The statement said Weinstein Haggai was a mother of four and grandmother of seven who taught English to children with special needs, and described her as a poet and entrepreneur who “pursued many initiatives to advance peace in the region.” In a statement released by the White House, President Biden said: “Jill and I are devastated to learn that American Judy Weinstein is also believed to have been killed by Hamas on October 7. This tragic development cuts deep, coming on the heels of last week’s news that Judy’s beloved husband, Gad Haggai, is believed to have been killed by Hamas. We are holding Judy and Gad’s four children, seven grandchildren, and other loved ones close to our hearts. I will never forget what their daughter, and the family members of other Americans held hostage in Gaza, have shared with me. They have been living through hell for weeks. No family should have to endure such an ordeal. And I reaffirm the pledge we have made to all the families of those still held hostage: we will not stop working to bring them home.” Weinstein Haggai had family ties to the New York area. Gov. Kathy Hochul [tweeted](https://twitter.com/govkathyhochul/status/1740393533641822243?s=46&t=D_zXgy8e2MQxh-4DY49Ejg): “Heartbroken to learn that Judith Weinstein was killed during the October 7 attack. My heart is with her family abroad and those still here in New York. May her memory be a blessing and may the many hostages still in captivity be brought home safely.” Senator Chuck Schumer called the news “devastating.” “I’m grieving and praying for them. We must keep working to bring the hostages home. We cannot wait,” he [wrote](https://twitter.com/SenSchumer/status/1740412655901544667). The couple’s [daughter, Iris, told CBS News](http://www.cbsnews.com/news/israel-hamas-war-cease-fire-extended-hostage-prisoner-releases/?ftag=) in late November that she had seen video evidence that her father was killed, and said at that time that she had had no updates about her mother. “The hostages that were released didn’t see her. They didn’t hear about her,” she told CBS News, as dozens of hostages were released as part of a [temporary cease-fire](http://www.cbsnews.com/news/israel-hamas-war-hostages-released-gaza-strip-cease-fire-deal-seventh-day/?ftag=). “I don’t have any proof of life for my mom. Nothing.” Israel has said about 250 people were [taken hostage](https://www.cbsnews.com/video/hostage-negotiations-could-resume-with-hamas-israel-gaza/?ftag=) by Hamas and other militants who rampaged through communities in southern Israel, near the Gaza border, on Oct. 7, killing about 1,200 people, mostly civilians. Israel vowed to wipe out Hamas and responded with a major military assault on Gaza, which remains ongoing and has [killed at least 21,000 people](http://www.cbsnews.com/news/israel-hamas-war-gaza-deadly-raid-west-bank-refugee-camp-israel-expands-ground-war/?ftag=) in the territory, according to the Hamas-run health ministry. A temporary cease-fire in November led to the [release of 105 hostages](https://www.cbsnews.com/video/israeli-sisters-reunite-mother-60-minutes-video-2023-12-03/?ftag=) — Israelis as well as some foreigners — in exchange for 240 Palestinians held in Israeli prisons. According to Israeli authorities, about 129 people are still being held hostage in Gaza.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "http://www.cbsnews.com/news/israel-hamas-gaza-hostage-dead-gadi-haggai/?ftag=)",
      "https://www.cbsnews.com/video/hostage-negotiations-could-resume-with-hamas-israel-gaza/?ftag=)",
      "http://www.cbsnews.com/video/american-believed-held-hostage-by-hamas-killed-oct-7/?ftag=)",
      "http://www.cbsnews.com/news/israel-hamas-war-kibbutz-nir-oz-family-3-hostages-including-baby-boy/?ftag=),",
      "https://twitter.com/SenSchumer/status/1740412655901544667).",
      "https://twitter.com/govkathyhochul/status/1740393533641822243?s=46&t=D_zXgy8e2MQxh-4DY49Ejg):",
      "http://www.cbsnews.com/news/israel-hamas-war-cease-fire-extended-hostage-prisoner-releases/?ftag=)",
      "http://www.cbsnews.com/news/israel-hamas-war-gaza-deadly-raid-west-bank-refugee-camp-israel-expands-ground-war/?ftag=)",
      "http://www.cbsnews.com/news/israel-hamas-war-hostages-released-gaza-strip-cease-fire-deal-seventh-day/?ftag=).",
      "https://www.cbsnews.com/video/israeli-sisters-reunite-mother-60-minutes-video-2023-12-03/?ftag=)",
      "http://www.cbsnews.com/news/israel-hamas-war-hostages-released-gaza-strip-cease-fire-deal-seventh-day/",
      "https://cbsnews.com/video/israeli-sisters-reunite-mother-60-minutes-video-2023-12-03/?ftag=)",
      "https://www.cbsnews.com/video/hostage-negotiations-could-resume-with-hamas-israel-gaza/",
      "http://cbsnews.com/news/israel-hamas-gaza-hostage-dead-gadi-haggai/?ftag=)",
      "http://www.cbsnews.com/news/israel-hamas-war-kibbutz-nir-oz-family-3-hostages-including-baby-boy/",
      "http://www.cbsnews.com/news/israel-hamas-war-gaza-deadly-raid-west-bank-refugee-camp-israel-expands-ground-war/",
      "http://www.cbsnews.com/news/israel-hamas-gaza-hostage-dead-gadi-haggai/",
      "http://cbsnews.com/news/israel-hamas-war-gaza-deadly-raid-west-bank-refugee-camp-israel-expands-ground-war/?ftag=)",
      "https://www.cbsnews.com/video/israeli-sisters-reunite-mother-60-minutes-video-2023-12-03/",
      "http://www.cbsnews.com/news/israel-hamas-war-cease-fire-extended-hostage-prisoner-releases/",
      "https://cbsnews.com/video/hostage-negotiations-could-resume-with-hamas-israel-gaza/?ftag=)",
      "https://www.twitter.com/govkathyhochul/status/1740393533641822243?s=46&t=D_zXgy8e2MQxh-4DY49Ejg):",
      "http://cbsnews.com/video/american-believed-held-hostage-by-hamas-killed-oct-7/?ftag=)",
      "http://www.cbsnews.com/video/american-believed-held-hostage-by-hamas-killed-oct-7/",
      "https://www.twitter.com/SenSchumer/status/1740412655901544667).",
      "http://cbsnews.com/news/israel-hamas-war-cease-fire-extended-hostage-prisoner-releases/?ftag=)",
      "http://cbsnews.com/news/israel-hamas-war-hostages-released-gaza-strip-cease-fire-deal-seventh-day/?ftag=).",
      "https://twitter.com/govkathyhochul/status/1740393533641822243",
      "http://cbsnews.com/news/israel-hamas-war-kibbutz-nir-oz-family-3-hostages-including-baby-boy/?ftag=),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "judith weinstein haggai",
          "sentiment": "none"
        },
        {
          "name": "gadi haggai",
          "sentiment": "none"
        },
        {
          "name": "kibbutz nir oz",
          "sentiment": "none"
        },
        {
          "name": "judy weinstein haggai",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "wtop news",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:28:17.768+02:00",
    "updated": "2023-12-29T00:28:17.768+02:00"
  },
  {
    "uuid": "c07ff972f8acc6e87a81343d8acccf9728f21a88",
    "url": "https://www.vanguardia.com/opinion/columnistas/diva-criado/del-aborto-a-los-embriones-1-AB8672299",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "diva criado",
    "published": "2024-02-24T05:00:00Z",
    "title": "Del aborto a los embriones (1) | Vanguardia.com",
    "text": "Vino a mi memoria el recuerdo de la casa familiar en Ocaña, cuando escuché hablar a congresistas colombianos que retoman el aborto como bandera, reivindicándolo como un delito; igualmente, la controvertida decisión judicial sobre la fertilidad de la Corte Suprema de Alabama en EEUU, arguyendo en una sentencia que los embriones congelados son “bebes”. según la ley estatal. Una decisión que podría echar por tierra la fecundación in vitro, comúnmente conocida como FIV. Dos temas sensibles, ampliamente debatidos, en dos lugares distintos, pero con un mismo fin y un mismo escenario “congresistas y magistrados o jueces”, la gran mayoría hombres, especulando sobre el cuerpo de las mujeres. Las sociedades modernas han experimentado en el último siglo cambios espectaculares. Es innegable que el derecho al aborto se ha venido abriendo paso a través de los años en todo el mundo consolidándose como lo que es: un asunto social y una necesidad sanitaria a la que las mujeres y niñas puedan acudir si quieren interrumpir el embarazo por las razones que sean, evitando que cada año miles de ellas pierdan la vida intentando dejar de estar embarazadas. Son muchos los países que han modificado sus leyes bajo la premisa de prevenir abortos inseguros, redimiéndolos y en algunos casos ampliando los motivos por los que el aborto es legal. Después de ires y venires podríamos decir que Colombia, es pionera en ésta materia. De ahí, que no entienda porqué ahora congresistas quieren desandar los pasos. Muchas mujeres en edad reproductiva, viven en países en los que el aborto sigue estando penado con leyes muy estrictas o, a pesar de estar legalizado, carecen de medios para ofrecer un aborto seguro y accesible. Ningún aborto es igual a otro. Se producen en una enorme variedad de contextos socioeconómicos y afectan a una amplia gama de personas que tienen distintas experiencias y valores. Las mujeres cuando se practican un aborto no están pensando que van a matar a un hijo, lo que están pensando es que tienen un embrión y un embarazo que no quieren tener. ¿Sus motivaciones? Muchas. Estoy convencida que ninguna mujer se practica un aborto porque sí, creo que es dramático y doloroso, no es realmente gracioso. En EEUU, la Corte Suprema dictaminó que el derecho al aborto no está amparado por la Constitución, en consecuencia, cada Estado es autónomo en legislar como quiera, y encarcelar a las mujeres acusadas de abortar y a quienes contribuyan a ello; o legislar estableciendo limitaciones tan restrictivas que lo hacen inviable en la práctica. El problema es que allá donde no hay un marco normativo al que aferrarse, las mujeres hacen lo que pueden para acabar con el embarazo. Ignorar el embarazo no lo erradica, lo hace clandestino. Siempre ha existido el aborto, diga lo que diga la ley y digan lo que digan los demás. Continúa el próximo sábado...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-24T09:58:02.189+02:00",
    "updated": "2024-02-24T09:58:02.189+02:00"
  },
  {
    "uuid": "feb360ce3b85bf9cf80d69ca7cf51ea33cb186d8",
    "url": "https://finance.yahoo.com/news/grayscale-ceo-foresees-bitcoin-price-150000647.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Motley Fool",
    "published": "2023-12-28T00:00:00Z",
    "title": "Grayscale CEO Foresees Bitcoin Price Surging to $55k, Ethereum and Everlodge Poised for Substantial Growth",
    "text": "News Direct Grayscale CEO Foresees Bitcoin Price Surging to $55k, Ethereum and Everlodge Poised for Substantial Growth Read full article 9 News Direct December 28, 2023 at 8:00 PM · 4 min read\nNews Direct NYC --News Direct-- Everlodge\nThe future for crypto still looks bright. Allied Market Research released a report that the cryptocurrency market value is about to triple by 2030, hitting a whopping $4.94 billion. What's fueling this crypto rocket? According to Allied, it's the focus of cryptocurrency on remittances and global payments taking the lead – put in one word, utility .\nFrom all indications, cryptocurrency is gearing up to be a big player in the future of global finance; but that's 7 years away from now according to the AMR. However, in the near term, investors are eager to know what lies ahead in 2024.\nNotably, Bitcoin (BTC), Ethereum (ETH), and the recently emerged presale utility-focused gem, Everlodge, have all demonstrated the potential for substantial returns. While the reasons behind their promising prospects are quite evident, let’s take a quick dive to see why these projects rank among the best crypto investments to consider ahead of 2024.\nGrayscale CEO Optimistic on Bitcoin While Crypto Wizard Target Remains $55,000 for Bitcoin in Q1 2024 Grayscale CEO Michael Sonnenshein is seeing big potential for Bitcoin (BTC) once the U.S. Securities and Exchange Commission (SEC) gives the thumbs up to a spot market BTC exchange-traded fund (ETF).\nIn a recent CNBC interview, Sonnenshein, though not one to throw around price predictions, emphasizes the prevailing optimism in the market. According to him, a substantial number of investors are jumping on the Bitcoin bandwagon and integrating it into their portfolios. As we anticipate the potential approval of the ETF, he believes it will be a game-changer, unlocking opportunities for a significant portion of the investment community.\nAs per price predictions, analyst Crypto Wizard posted on X, talking about a potential dip in Bitcoin price below the $40k threshold in the weeks ahead. They note that in the event of any deviation from this prediction, a decisive break above $46k for Bitcoin would be the game-changer. Despite these short-term fluctuations, their overall target stands firm at $55k for Bitcoin price by the first quarter of 2024.\nStory continues Ethereum Looks Bullish for 2024 The immense popularity of the Ethereum (ETH) network has positioned it among the leading altcoins in today's market. Its widespread appeal is not the only factor contributing to its positive sentiment; Ethereum also benefits from a history of resilience and market dominance.\nWith a current price of $2,230, Ethereum has experienced significant growth in the past month, reaching a peak of around $2,367 to mark the highest point of the year. While the overall bullish momentum in the cryptocurrency market may be waning, Ethereum price has managed to remain relatively stable, with a nearly 2% increase over the past week.\nHowever, considering the recent drop of over $100 from its peak, investors should be prepared for a potential further correction. Yet, given Ethereum's historical price resilience and strong market presence, it is reasonable to expect a more stable price trajectory leading up to the new year.\nEverlodge Has Lofty Plans To Take Charge in Q1 2024 Everlodge (ELDG) emerged as a revolutionary force in the real estate realm, positioned to revolutionize the $280 trillion industry by tackling long-standing challenges. Traditionally, the prohibitively high entry costs, often reaching millions of dollars, combined with a lack of transparency and liquidity, have created barriers for numerous potential investors.\nEverlodge's DeFi property marketplace directly confronts these challenges within the travel property sector. Through the innovative approach of listing properties as NFTs on its platform, Everlodge introduces fractionalized ownership, allowing investors to purchase NFT fractions representing a percentage of a property. Imagine owning 25% of a property generating $6,000 monthly, resulting in a $1,500 passive income.\nIn essence, Everlodge not only breaks down barriers but also provides investors with the opportunity to access equity in some of the world's most luxurious travel properties and you can join in for only $0.027.\nFurthermore, industry experts predict a potential 10X surge in Everlodge's project valuation if the company successfully achieves crucial milestones. This projection highlights the anticipation surrounding Everlodge's transformative initiatives and underscores the potential for significant growth, positioning it as one of the best crypto investments leading up to 2024.\nLooking ahead, the probability of a positive upturn in cryptocurrency in 2024 is very much palpable and projects like Bitcoin, Ethereum, and Everlodge have everything to fight for to become the best coins to invest in 2024.\nFor more information about the ongoing Everlodge (ELDG) Presale, please visit their website .\nEverlodge provides you with a seamless approach to fractional investing in vacation rentals, eliminating the complexities associated with traditional real estate investment. Our innovative platform revolutionizes the way people invest in second homes.\nDigital currencies may be unregulated in your jurisdiction. The value of digital currencies may go down as well as up. Profits may be subject to capital gains or other taxes applicable in your jurisdiction.\nContact Details Everlodge group\nBrett Brown\nCompany Website https://everlodge.io/\nView source version on newsdirect.com: https://newsdirect.com/news/grayscale-ceo-foresees-bitcoin-price-surging-to-55k-ethereum-and-everlodge-poised-for-substantial-growth-871929946\nTRENDING 1. US STOCKS-S&P 500 ekes out meager gains, flirts with bull market confirmation 2. Non-alcoholic beverage boom is 'here to stay' 3. Apple is 'behind the curve' on generative AI: Analyst 4. ARK's crypto moves, Boeing, Mullen Automotive: Trending tickers 5. Terraform Labs sold unregistered securities, US judge rules in SEC case",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [
      "https://everlodge.io/;elm:context_link;itc:0",
      "https://www.alliedmarketresearch.com/press-release/crypto-currency-market.html",
      "https://pr.everlodge.io/1v0m7n",
      "https://twitter.com/CryptoWizardd/status/1737417774924767570?t=q0OUfXibM8XLHAkuxEVsOw&s=19",
      "https://newsdirect.com/news/grayscale-ceo-foresees-bitcoin-price-surging-to-55k-ethereum-and-everlodge-poised-for-substantial-growth-871929946",
      "https://www.newsdirect.com/",
      "https://youtu.be/nstqViaBZqA?si=4gr0HLMZupZ8yfb1",
      "https://s.yimg.com/ny/api/res/1.2/qs8AUjJO1OzsHP5nmGSYKA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEwNDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-03/84e121e0-7c65-11eb-8cbe-792a8363a9d1",
      "https://s.yimg.com/ny/api/res/1.2/5bNGUaWo.VtZKe59_CGT3w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/news_direct/601efc4a8de5abdf3ee89e508df91984",
      "https://s.yimg.com/os/creatr-uploaded-images/2021-03/84e121e0-7c65-11eb-8cbe-792a8363a9d1",
      "https://newsdirect.com/news/grayscale-ceo-foresees-bitcoin-price-surging-to-55k-ethereum-and-everlodge-poised-for-substantial-growth-871929946;elm:context_link;itc:0",
      "https://coinmarketcap.com/currencies/bitcoin/",
      "https://s.yimg.com/ny/api/res/1.2/ESVlth_MWKFB1K3hoex2qQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/en/news_direct/601efc4a8de5abdf3ee89e508df91984",
      "https://everlodge.io/",
      "https://www.coinmarketcap.com/currencies/bitcoin/",
      "https://newsdirect.com/",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/84e121e0-7c65-11eb-8cbe-792a8363a9d1",
      "https://coinmarketcap.com/currencies/bitcoin",
      "https://www.pr.everlodge.io/1v0m7n",
      "https://www.youtu.be/nstqViaBZqA?si=4gr0HLMZupZ8yfb1",
      "https://alliedmarketresearch.com/press-release/crypto-currency-market.html",
      "https://youtu.be/nstqViaBZqA",
      "https://www.newsdirect.com",
      "https://www.everlodge.io/",
      "https://www.twitter.com/CryptoWizardd/status/1737417774924767570?t=q0OUfXibM8XLHAkuxEVsOw&s=19",
      "https://www.newsdirect.com/news/grayscale-ceo-foresees-bitcoin-price-surging-to-55k-ethereum-and-everlodge-poised-for-substantial-growth-871929946",
      "https://www.newsdirect.com/news/grayscale-ceo-foresees-bitcoin-price-surging-to-55k-ethereum-and-everlodge-poised-for-substantial-growth-871929946;elm:context_link;itc:0",
      "https://www.everlodge.io/;elm:context_link;itc:0",
      "https://www.s.yimg.com/ny/api/res/1.2/qs8AUjJO1OzsHP5nmGSYKA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEwNDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/84e121e0-7c65-11eb-8cbe-792a8363a9d1",
      "https://everlodge.io",
      "https://www.s.yimg.com/ny/api/res/1.2/ESVlth_MWKFB1K3hoex2qQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/en/news_direct/601efc4a8de5abdf3ee89e508df91984",
      "https://twitter.com/CryptoWizardd/status/1737417774924767570",
      "https://www.s.yimg.com/ny/api/res/1.2/5bNGUaWo.VtZKe59_CGT3w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://www.media.zenfs.com/en/news_direct/601efc4a8de5abdf3ee89e508df91984"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "amr",
          "sentiment": "none"
        },
        {
          "name": "allied market research",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ethereum",
          "sentiment": "none"
        },
        {
          "name": "everlodge",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:39:34.080+02:00",
    "updated": "2023-12-29T00:39:34.080+02:00"
  },
  {
    "uuid": "73155458305022e510041683f6798d44540cfa89",
    "url": "https://www.meneame.net/story/sacerdote-antonio-casado-obispo-cadiz-obligo-donar-fundaciones/c022",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "daTO",
    "published": "2023-12-24T10:25:00Z",
    "title": "#22 El sacerdote Antonio Casado: \"El obispo de Cádiz me obligó a donar fundaciones de caridad para controlar el dinero\"",
    "text": "Portada\nmis comunidades\notras secciones\n[#24](c24#c-24) Si hubiese transparencia real bastaría con ver qué notarios son los que firman las donaciones y ultimas voluntades que se destinan a la iglesia.\nSi hubiese transparencia real y total, con herramientas de datamining y BI sacas a la luz en cero coma toda la corrupción endémica en este país. Por eso los más corruptos son los primeros interesados en que no haya nada a la vista, atesorar ellos lo delicado (como la documentación en manos de la Fundación Nazional Francisco Franco) y destruir documentación pública (como hizo la Botella durante días antes de entrar Carmena). Incluso misteriosamente se inundan e incendian archivos \"conflictivos\" de distintas instituciones antes de abrir juicios, y en pleno siglo XXI resulta que no tenemos digitalizado, accesible y con copia externalizada toda esa documentación tan delicada\nDesde los templarios, los Borgia, el banco Ambrosiano, etc., son tantos los casos que indican que su reino sí es de este mundo, que levanta el ánimo ver que todavía quedan personas dentro de esta institución que creen en algunos pilares éticos. Abogo por más información directa, concreta, constante, para que poco a poco los sinvergüenzas queden cada vez más arrinconados en una sociedad cada vez más autocrítica.\n[#1](c1#c-1) ¿Tantos casos? Te has tenido que remontar a 1982 (Banco Ambrosiano), Los Borgia (siglo XVI) y ni más ni menos que los templarios (siglo XII) para poner ejemplos. Te pregunto ¿realmente es algo habitual o es anecdótico teniendo en cuenta la extensión en el tiempo y en el espacio que tiene la Iglesia?\n[#23](c23#c-23) Pero el tema de las inmatriculaciones puede ser polémico pero no constituye corrupción. Desde 1863 las instituciones públicas y la Iglesia tienen la capacidad de inmatricular por certificación, un sistema especial para inscribir aquellos bienes de los que no es posible mostrar un título de propiedad, por ejemplo, por su antigüedad o por razones históricas.\nPodrías poner en cambio lo del robo de bebés y su posterior adopción. Ahí tocarías un tema algo más actual. En ese caso sí podríamos hablar de corrupción.\nQue miren en la fundación Las Edades del Hombre y en la Junta de Castilla y Leon y verán el lodazal de mierda que hay\n[#10](c10#c-10) [#17](c17#c-17) Buff... Me contesto solo:\nhttps://www.google.com/search?q=\"las edades del hombre corrupción\"\n[#2](c2#c-2) Hasta que te informas y resulta que te obligan a hacer chorrocientos trámites y papeleos, además de visitas a parroquias buscando tu registro. Este coñazo echa a mucha gente para atrás.\nYa que en Hacienda se integran tan bien con la iglesia para la X del IRPF, a ver cuándo ponen otra casilla al lado de \"QUIERO APOSTATAR\".\n[#4](c4#c-4) [#2](c2#c-2) https://www.google.com/amp/s/cadenaser.com/nacional/2023/04/06/apostatar-en-espana-sin-datos-oficiales-y-con-un-proceso-relativamente-sencillo-cadena-ser/%3foutputType=amp gracias a los 2, al menos me habéis hecho replantearme la necesidad de intentarlo.\n[#4](c4#c-4) Es más fácil de lo que piensas:\nhttps://apostatar.wordpress.com/como-apostatar-informacion-practica/\n[#4](c4#c-4) lo hacen tan difícil que al final, lo más rápido es ir a su templo y mearse en la pila del agua, a ver si así aceleran los trámites,\n[#22](c22#c-22) Ellos encantados si te meas en la pila del agua. No te borran del registro, te denuncian, te meten a la cárcel y ahí con un funcionario capellán, pagado de tus impuestos, te van a estar dando la turra sin posibilidad de defenderte.\nY no cambiarían ni el agua de la pila\n[#2](c2#c-2) Me parece estupendo, pero no creo que tenga consecuencias reales.\nLo que hay que hacer es no darles ni un céntimo, ni a nivel particular, ni desde el gobierno, aunque esto es bastante difícil hoy por hoy.\nY hacer proselitismo del ateísmo como si fuera otra religión, que mucha gente simplemente pasa.\nDe toda maneras, tienen tal capital inmobiliario, que es imposible dejarles en la ruina. Como suelo decir, se van a convertir en una multinacional inmobiliaria.\nEste obispo es especialmente intenso en lo que al pecunio se refiere. Desde su entrada en el obispado está siempre en portadas locales y nunca por temas espirituales. Ha liquidado negocios solidarios que llevaban décadas instituidos, ha desahuciado a comunidades religiosas, ha vendido propiedades a empresas del sector educativo privado de cierta tendencia...\nIglesia S.A. es como suelen llamar la engendro que preside.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.google.com/amp/s/cadenaser.com/nacional/2023/04/06/apostatar-en-espana-sin-datos-oficiales-y-con-un-proceso-relativamente-sencillo-cadena-ser/%3foutputType=amp",
      "https://www.google.com/search?q=",
      "https://apostatar.wordpress.com/como-apostatar-informacion-practica/",
      "https://google.com/amp/s/cadenaser.com/nacional/2023/04/06/apostatar-en-espana-sin-datos-oficiales-y-con-un-proceso-relativamente-sencillo-cadena-ser/%3foutputType=amp",
      "https://apostatar.wordpress.com/como-apostatar-informacion-practica",
      "https://google.com/search?q=",
      "https://www.google.com/search",
      "https://www.apostatar.wordpress.com/como-apostatar-informacion-practica/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T13:36:35.269+02:00",
    "updated": "2023-12-24T13:36:35.269+02:00"
  },
  {
    "uuid": "c37ab30b37041fe3662f615d037a401290945d7d",
    "url": "https://ground.news/article/attack-on-cologne-cathedral-planned-for-new-years-eve-suspect-had-contact-with-trio-of-islamists",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "focus.de",
    "published": "2023-12-29T15:46:00Z",
    "title": "Ground News - Attack on Cologne Cathedral planned for New Year's Eve — suspect had contact with trio of Islamists",
    "text": "Summary by focus.de New investigative findings on the planned Islamist attack on Cologne Cathedral on New Year 's Eve: According to information from FOCUS online, a Tajik suspect who spent two weeks in police custody is said to have had contact with a trio of terrorists from Vienna. By FOCUS online reporter Axel Spilcker Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nfocus.de Attack on Cologne Cathedral planned for New Year's Eve — suspect had contact with trio of Islamists New investigative findings on the planned Islamist attack on Cologne Cathedral on New Year's Eve: According to information from FOCUS online, a Tajik suspect who spent two weeks in police custody is said to have had contact with a trio of terrorists from Vienna. By FOCUS online reporter Axel Spilcker\n34 minutes ago Read Full Article\nfocus.de\nAttack on Cologne Cathedral planned for New Year's Eve — suspect had contact with trio of Islamists New investigative findings on the planned Islamist attack on Cologne Cathedral on New Year's Eve: According to information from FOCUS online, a Tajik suspect who spent two weeks in police custody is said to have had contact with a trio of terrorists from Vienna. By FOCUS online reporter Axel Spilcker\n34 minutes ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.focus.de/panorama/neu-ermittlungserkenntnisse-anschlagsplan-auf-koelner-dom-verdaechtiger-hatte-kontakt-zu-wiener-terror-trio_id_259535543.html?utm_source=ground.news&utm_medium=referral",
      "https://www.focus.de/panorama/neu-ermittlungserkenntnisse-anschlagsplan-auf-koelner-dom-verdaechtiger-hatte-kontakt-zu-wiener-terror-trio_id_259535543.html",
      "https://focus.de/panorama/neu-ermittlungserkenntnisse-anschlagsplan-auf-koelner-dom-verdaechtiger-hatte-kontakt-zu-wiener-terror-trio_id_259535543.html?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "axel spilcker",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cologne cathedral",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "cologne cathedral",
          "sentiment": "none"
        },
        {
          "name": "vienna",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T18:03:54.622+02:00",
    "updated": "2023-12-29T18:20:45.324+02:00"
  },
  {
    "uuid": "c87d1c05a538ed8ea14b4aced599c98d390190cb",
    "url": "https://www.dailyexcelsior.com/1728260-2",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daily Excelsior",
    "published": "2024-04-11T19:17:00Z",
    "title": "India-born researcher led NASA’s sounding rockets mission during solar eclipse",
    "text": "MUMBAI, Apr 11:\nNASA’s mission that launched sounding rockets during the recent total solar eclipse was led by Aroh Barjatya, an India-born researcher who studied in cities across the country before moving to the United States, his family said.\nThe US space agency on April 8 launched three sounding rockets during the solar eclipse — visible in North America — to study how Earth’s upper atmosphere is affected when sunlight momentarily dims over a portion of the planet.\n“The mission was led by Aroh Barjatya, a professor of engineering physics at Embry-Riddle Aeronautical University in Florida, where he directs the Space and Atmospheric Instrumentation Lab,” NASA said in a statement.\nThe `Atmospheric Perturbations around Eclipse Path (APEP)’ sounding rockets were launched from the agency’s Wallops Flight Facility in Virginia. “My deepest gratitude to all my fellow researchers at collaborating institutions and insanely capable and stellar students at Embry-Riddle Aeronautical University, as well as, most crucially, to everyone at NASA Wallops Sounding Rocket Program Office and NASA Goddard Space Flight Center for helping accomplish six complex rocket missions in six months!!!” Aroh said in a post on LinkedIn after the launch.\nSon of Ashok Kumar Barjatya, a chemical engineer, and Rajeshwari, a homemaker, Aroh did his schooling in Patalganga near Mumbai, Hyderabad, Jaipur, Pilani, Solapur, and completed his electronics engineering from Walchand Institute of Technology, Solapur. He moved to the US in 2001 and completed his masters in electrical engineering at Utah State University, said his sister Apurva Barjatya, herself a mechanical engineer. He later pursued his PhD in spacecraft instrumentation from the same university, she said. (PTI)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "aroh barjatya",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nasa",
          "sentiment": "negative"
        },
        {
          "name": "embry-riddle aeronautical university",
          "sentiment": "none"
        },
        {
          "name": "nasa wallops sounding rocket program office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mumbai",
          "sentiment": "none"
        },
        {
          "name": "wallops",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "north america",
          "sentiment": "none"
        },
        {
          "name": "virginia",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T03:20:58.683+03:00",
    "updated": "2024-04-12T06:20:30.784+03:00"
  },
  {
    "uuid": "551dae7a82f4c5cbf4abc3df890ee264158fd64c",
    "url": "https://local21news.com/news/local/lancaster-co-family-loses-everything-but-american-flag-in-devastating-house-fire",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sarah Burns",
    "published": "2024-06-21T22:25:00Z",
    "title": "chevron-right",
    "text": "LANCASTER COUNTY, Pa. (WHP) — A Lancaster County family dedicated their lives to saving homes – and rescuing people from dangerous situations for more than 20 years. Only to lose their family home in a fire this week. They've been left with nothing-- but the clothes on their back. Dolores Bish is a family friend and neighbor to Troy and Delicia Bolin and their children. She was also a witness to the fire. \"All I saw was flames-- heavy heavy flames on this side of the house.\" Brian Olsen, an Administrator with Blue Rock Fire told us \"I couldn't believe the amount of people that were down there trying to save this house and I was standing there as an administrator in awe, but feeling heart broken at what I was looking at knowing it was gone.\" Both Troy and Delicia Bolin work in fire rescue. The Bolin's teenage son was the only one who was home when the fire started. Thinking his brother and sister might've been inside at the time--- he did the unthinkable. \"He didn't know where his brother and sister were they might've been upstairs so he ran into the smoke-- the dense smoke and ran up the steps to find his brother and sister,\" said Bish. Luckily-- they were not home at the time of the fire. He is now being called a hero for his bravery between the smoke and flames. The fire started just under two weeks after the ten year anniversary of their son Ian's death. Only one item managed to survive the fire-- an American flag that was placed on Ian's coffin the day of his funeral. It was found in its wood and glass casing-- untouched. \"They're warriors. They faced it, the conquered it, and they're gonna go on,\" said Bish. The Bolins lost one of their cats in the fire, and are missing another. They say their son tried finding them as well until he was stopped by firefighters. Fire officials told us this is the first time they've ever seen something like this happen. They're still working to determine a cause of the fire. If you're interested in helping out the Bolin family, checks can be made to Troy Bolin and should include 'fire loss donation' in the notes. The Blue Rock Regional Fire District on Facebook will be sharing an Amazon and Walmart wish list in the near future.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bolin",
          "sentiment": "none"
        },
        {
          "name": "dolores bish",
          "sentiment": "none"
        },
        {
          "name": "brian olsen",
          "sentiment": "none"
        },
        {
          "name": "troy",
          "sentiment": "none"
        },
        {
          "name": "delicia bolin",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "lancaster county",
          "sentiment": "none"
        },
        {
          "name": "pa.",
          "sentiment": "none"
        },
        {
          "name": "lancaster county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T04:07:24.328+03:00",
    "updated": "2024-06-22T04:07:24.328+03:00"
  }
]