[
  {
    "uuid": "6fe1c28863cb647813432ee173f6866d17a2489c",
    "url": "http://business.mammothtimes.com/mammothtimes/article/getnews-2023-12-28-bitcoinetforg-surpasses-50m-in-assets-under-management-in-its-inaugural-year-exclusively-serving-select-international-markets",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2023-12-28T00:00:00Z",
    "title": "BitcoinETF.org Surpasses $50M in Assets Under Management in Its Inaugural Year, Exclusively Serving Select International Markets | User | mammothtimes.com",
    "text": "BitcoinETF.org, a trailblazer in decentralized Bitcoin ETF platforms, proudly announces a major milestone: surpassing $50 million in Assets Under Management (AUM) within its first year. This remarkable accomplishment reflects the unwavering trust and confidence of our international investors, highlighting our platform's appeal in global markets.\nPlease note, BitcoinETF.org's services are exclusively available to international clients. U.S. citizens, residents, and taxpayers are not eligible to participate in our offerings due to regulatory considerations. Our commitment is to serve investors in specified international markets where our services are fully compliant and authorized.\nRobust Growth Amidst Market Challenges\nDespite a year marked by significant volatility in cryptocurrency markets, BitcoinETF.org has shown remarkable resilience and strategic growth. Our innovative AI-driven investment strategies have played a crucial role in this success, delivering competitive returns and attracting 651 international shareholders. Our offerings include spot Bitcoin auto trading, futures, options, USDT staking, and AI arbitrage.\nCommitment to Transparency and Security\nBitcoinETF.org prioritizes transparency and security. We provide real-time insights into asset movements and trades, fostering trust and accountability. Our dedication to these principles has been a cornerstone of our international success and appeal.\nA Future Focused on Innovation and International Returns\nLooking forward, BitcoinETF.org remains dedicated to growth and innovation, particularly in international markets. We continue to harness advanced technologies and strategies to optimize returns and shareholder value, exclusively for our international clientele.\nAbout BitcoinETF.org\nBitcoinETF.org, a pioneer in decentralized Bitcoin ETF platforms, offers international investors exposure to Bitcoin with the security and simplicity of traditional investment vehicles. Our focus on cutting-edge AI technology and 24/7 fintech development positions us uniquely in the cryptocurrency and investment fund intersection.\nFor more information about BitcoinETF.org and its investment opportunities, available exclusively to international markets, please visit BitcoinETF.org\nDisclaimer: This press release may contain forward-looking statements. Forward-looking statements describe future expectations, plans, results, or strategies (including product offerings, regulatory plans and business plans) and may change without notice. You are cautioned that such statements are subject to a multitude of risks and uncertainties that could cause future circumstances, events, or results to differ materially from those projected in the forward-looking statements, including the risks that actual results may differ materially from those projected in the forward-looking statements.\nMedia Contact\nCompany Name: BitcoinETF.org\nContact Person: Alek Kim\nEmail: Send Email\nCountry: HongKong\nWebsite: https://bitcoinetf.org\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://tracking.newsrpm.com/pixel?slug=getnews-2023-12-28-bitcoinetforg-surpasses-50m-in-assets-under-management-in-its-inaugural-year-exclusively-serving-select-international-markets",
      "https://lh7-us.googleusercontent.com/HBxgymTZoLSeAK4QZ3bbK-Dq9qynbfv6W9lHV-GoC8Ptz4IuibwUfMbTWusqsVjt3LUf0d5XwK_DlWIB9C_DjTqLf0c0bbv7C0r02jpiVfcMcvwJ4lAgsIaCG7O2qkojI4829bzA_HCmMbLvfmgJCQ",
      "https://www.getnews.info/press_stat.php?pr=bitcoinetforg-surpasses-50m-in-assets-under-management-in-its-inaugural-year-exclusively-serving-select-international-markets",
      "https://www.cloudquote.io",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://bitcoinetf.org",
      "https://www.cloudquote.io/article/5",
      "http://www.universalpressrelease.com/?pr=bitcoinetforg-surpasses-50m-in-assets-under-management-in-its-inaugural-year-exclusively-serving-select-international-markets",
      "https://www.cloudquote.io/article/6",
      "https://www.googletagmanager.com/gtag/js",
      "https://cloudquote.io/article/5",
      "https://www.bitcoinetf.org",
      "https://getnews.info/press_stat.php?pr=bitcoinetforg-surpasses-50m-in-assets-under-management-in-its-inaugural-year-exclusively-serving-select-international-markets",
      "https://www.lh7-us.googleusercontent.com/HBxgymTZoLSeAK4QZ3bbK-Dq9qynbfv6W9lHV-GoC8Ptz4IuibwUfMbTWusqsVjt3LUf0d5XwK_DlWIB9C_DjTqLf0c0bbv7C0r02jpiVfcMcvwJ4lAgsIaCG7O2qkojI4829bzA_HCmMbLvfmgJCQ",
      "https://cloudquote.io/article/6",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2023-12-28-bitcoinetforg-surpasses-50m-in-assets-under-management-in-its-inaugural-year-exclusively-serving-select-international-markets",
      "https://tracking.newsrpm.com/pixel",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.getnews.info/press_stat.php",
      "http://www.universalpressrelease.com/",
      "https://cloudquote.io",
      "http://universalpressrelease.com/?pr=bitcoinetforg-surpasses-50m-in-assets-under-management-in-its-inaugural-year-exclusively-serving-select-international-markets"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "bitcoinetf.org",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:11:24.733+02:00",
    "updated": "2023-12-29T02:11:24.733+02:00"
  },
  {
    "uuid": "33fbc8eac386003c29cacf4c38902a06d6e1b628",
    "url": "https://punchng.com/deathtraps-not-clinics-inside-ebonyis-failing-primary-healthcare-system-2",
    "ord_in_thread": 0,
    "author": "Edward Nnachi",
    "published": "2025-06-19T03:29:00Z",
    "title": "Ebonyi Healthcare Crisis: Failing Primary Clinics",
    "text": "In the first part of this special investigation, The PUNCH uncovered the appalling state of infrastructure at primary healthcare centres across Ebonyi State—facilities stripped of drugs, electricity, water, and even basic medical tools. But beyond the crumbling buildings lie a deeper, deadlier crisis: an overwhelming shortage of trained health professionals and an alarming dependence on unqualified personnel, reports EDWARD NNACHI, in this final part of the report\nFrom hinterland villages to semi-urban settlements, this second part of the series reveals how thousands of residents are left at the mercy of auxiliary workers, poorly trained aides, and in some cases, individuals with no medical background at all.\nWith doctors and nurses migrating en masse, and the state lagging far behind global standards in healthcare staffing, the lives of Ebonyi’s most vulnerable citizens hang precariously in the balance —often with no one qualified to save them.\nAside from absence of drugs, water, electricity, medical equipment, and other basic infrastructure at primary healthcare centers in Ebonyi State, other factors threatening the survival and sustenance of medical facilities across the state are shortage of doctors and nurses.\nInvestigations revealed the development not only exposes the lives of the poor natives seeking medical services in the hinterlands to danger, but also leave them to the whims and caprices of unskilled healthcare practitioners or quacks.\nThe PUNCH reports that one major determinant of the healthcare services in every society is quality and quantity of healthcare givers. This is why personnel form the minimum standard requirements for PHCs globally.\nFurther inquiries by our Correspondent observed Ebonyi State was yet to meet the global standard for doctors-patients’ ratio. Owing to incessant migration of doctors from Nigeria to other countries for better conditions of service, records have shown that doctors-patients’ ratio is presently four to every 10,000 patients against the World Health Organization’s standard of 1:600.\nThis decline in the number of doctors and nurses available for patients’ treatment in the state has contributed significantly to the poor primary healthcare delivery. Consequently, many patients have resorted to self-medication and patronage of quacks which often increases their health challenges.\nOne of the directors at the Primary Healthcare Development Agency in Ivo Local Government Area of the state, who spoke on condition of anonymity, opined that the major challenge in the area was lack of human resources, adding that the nurses/midwives were employed on adhoc basis which does not deepen their passion for their job.\n“This development is quite unfortunate in a state where shortage of health personnel has proven to be one major obstacle to public healthcare delivery.”\nCorroborating the Ivo LGA healthcare agency director, Mrs Sylvia Ndidiamaka, the Officer-in-Charge at the Afikpo Road Health Center, Ndiokoro village, Ishiagu community in the same council area, said she managed the health center alone with the assistance of an auxiliary nurse. Admitting she only had basic healthcare certificate as qualification, Ndidiamaka revealed they hardly contained severe medical cases at the facility.\n“We do not have doctors or nurse at this facility. Infact, this is why we hardly treat anyone here. We can’t attempt to treat patients we can’t handle their health matters. We do this just to avoid people dying from what we can’t tell,” she said.\n“We need doctors and nurses here because patients find it difficult leaving here when we tell them we can’t handle their cases. For me, I’m just a holder of basic healthcare certificate and we are always afraid handling cases that are beyond us,” she added.\nFrom the Abina Health Post, Ndufu Amagu community; to Elugwu Ettam Primary Health Center, Ettam community; Amuda Health Post, Igbudu 1 Ward; Obeagu Health Center, Enyibichiri community; and the Ndiechi MDGs Health Center, Ekpaomaka community, all in the Ikwo Local Government Area of Ebonyi State, our Correspondent observed absence of trained healthcare personnel in the facilities. The precarious situation leaves natives of the communities with the only option of traveling several miles from the hinterlands to Abakaliki (capital of the state) in search of medical services.\nStill at the Abina Health Post, an untrained healthcare worker, Mr Oke Cornelius, said he was in charge of the facility, adding the last time he received any form of basic medical training was in 2017.\n According to him, the health center neither had a doctor nor a nurse, saying administration of healthcare services at the facilities was both frustrating and challenging. He called on the authorities to intervene.\nHe said, “Here, we have no doctor or nurse, and I don’t know whether the OIC is even a Community Health Extension Worker (CHEW) or not. The truth is that there is need for the government to send doctors and nurses to PHCs in the wards across the state so that patients and those of us taking care of them will not suffer much.\n“It’s not fair that we don’t have anything here like water and light here, yet we still don’t have doctors and nurses. It’s worrisome.”\nThe story was the same at the Elugwu Ettam PHC. No fewer than 28000 patients visit the facility yearly, findings revealed.\nSpeaking about the decrepit condition of the health center, the Officer-in-Charge (OIC), Mrs Nworie Confidence, said the health center only had doctors which usually visit it from the Ananda Marga Universal Relief Team (AMURT). She said the situation has simply limited them to rendering either immunization or other sundry medical services to natives of the area.\nAccording to Mrs Nworie, “It’s only me and my colleague that are here. There’s no doctor and there’s no nurse here.”\nShe called on the relevant authorities to intervene, adding the facility was doing its best to assuage the health challenges of residents of the community.\nAt the Amuda Health Post, the Chief Cemetery Keeper (CCK), Mrs Nwoba Regina, lamented the harrowing experience managing the facility alone with her boss, Mrs Nwoba, a community Health Worker (CHO). According to her, over 29 patients from the area were referred to other hospitals in the city because they could not handle their cases last year.\n“We referred many patients from this place to other hospitals in town last year, about 29 of them. So, this is what we keep doing. How can we treat people for illnesses we can not handle? It’s not just here alone, it’s like that in most health centers in the state except those ones regarded as , “Selected.” Most PHCs including this very place, don’t have doctors and nurses,” she lamented.\nThe Community Health Extension Worker at the Ndiechi MDGs Health Center, Mr Nkoko Joseph, narrated the crisis-like experience running the facility without a doctor or a nurse, and called on the relevant authorities to intervene.\nThe Officer-in-Charge at the Obeagu Primary Healthcare Center, Enyibichiri community, in the Ikwo LGA, Mrs Philomena Nweke, painted an ugly picture of the clinic, which also hadn’t any doctor nor nurse, adding the facility catered for the medical needs of over 14000 patients from over 12 villages yearly.\nContinuing the investigation, our correspondent got to the Odeligbo Healthcare Center, Amainyima community; and the Onuafiaukwa Heath Post, Eka Awoke community both in the Ikwo council area. His findings showed that clinics were left in the hands of untrained healthcare workers, who inadvertently were saddled with the responsibility of saving the lives of the people.\nAt the Achacha Health Center, Ndieta village, Igbeagu community, in the Izzi Local Government Area of the state, it was discovered the facility was managed by a farmer who neither pronounced an injection ampoule nor weight scale correctly. The ‘healthcare’ worker, Mrs Sunday, who described herself as the OIC, said the facility was not suitable for any human being on admission medically, adding she was only there to administer drugs to children battling fever or malaria.\nHer husband, Mr Sunday Nwankporo said, “This place is just here for the sake of it. Nothing is happening here and we don’t even admit people. My wife and I manage here and there’s no doctor or nurse. So since this place is not selected, we are not bothered. It’s a worrisome environment to work in.”\nThe same story pervaded the air when this newspaper got to the Iboko Staff Clinic, Mgbalukwu community, still in the Izzi council area, Governor Francis Nwifuru’s hometown.\nAt the facility, a 23-year-old Community Health Extension Worker, Efia Micheal and an auxiliary nurse, Rita Odoh were available for inquiries. Both manage the clinic, which caters for the healthcare needs of over 24000 natives from 12 villages, annually. Findings revealed neither a doctor nor a nurse was attached to the facility. The two adhoc healthcare workers decried the absence of qualified manpower at the clinic, saying they did referrals day in day out from the clinic.\nThe experience was not different when our Correspondent got to the Amaezu Health MDG Health Center, Amaezu community; Umuhuali MDGs Health Center, Umuhuali community; Eguhuo Health Center, Ezzagu community; Ndiaguachi, Ezilo community; Ogboguma Health Center, Azuinyaba community; Abonyi-Okpoto Health Center, Okpoto community; and the Ezekaugo Health Center, Ntezi community in the Ishieu Local Government Area of Ebonyi State.\nThe facilities were manned by auxiliary healthcare workers who were on adhoc engagements with the state government.\nThe ugly trend in Ebonyi State is coming less than a month after the Coordinating Minister of Health and Social Welfare, Prof Muhammad Pate, declared that over 16,000 Nigerian doctors have left the country in the last five to seven years to seek greener pastures in other countries.\nPate said the doctor-to-population ratio is now 3.9 per 10,000 in the country, while the estimated cost of training one doctor exceeds $21,000.\nThis was as he lamented that nurses and midwives who left have also reduced the number of healthcare workers in the country.\nThe minister disclosed this at the seventh annual capacity building workshop of the Association of Medical Councils of Africa in Abuja, tagged, “Integrated healthcare regulation and leadership in building resilient health systems.”\nThe Commissioner for Health in the state, Dr Moses Ekuma and the Executive Secretary of Ebonyi State Health Insurance Agency (EBSHIA), Dr Divine Igwe, did not respond to inquiries made by The PUNCH on this matter.\nBoth were yet to respond to messages sent to their mobiles by our Correspondent, before filing this report on Wednesday.\nHowever, the Executive Secretary of Ebonyi State Primary Healthcare Development Agency, Dr Emeka Ovuoba, said Governor Francis Nwifuru was doing everything within his powers to revitalize the primary healthcare centers in the state.\n• The pharmacy at Ndiagu Onwe Health Centre, Ngbo, Ohaukwu LGA According to him, the governor’s effort in this direction could be seen in his recent directive to recruit doctors for deployment to the health facilities in the state.\nHe said, “The Governor, Rt. Hon. Francis Ogbonna Nwifuru, has made healthcare a priority. That’s why we now have a system where structures, equipment, and manpower are being simultaneously improved. Already, we’ve started by revitalizing general hospitals. Many of them were empty shells — good buildings, but nothing inside.\n“Today, they are fully functional, with ambulances and medical staff. Now, the governor’s focus has shifted to the primary healthcare level. He has approved recruitment. Each PHC now has at least two skilled birth attendants. The plan is to scale up to a minimum of six staff per center, especially in high-volume locations — nurses, midwives, doctors, and support staff. That’s how serious this government is.”\nIn 2023, Governor Francis Nwifuru approved the recruitment of 39 medical doctors and 156 other health workers for the 13 General Hospitals in the state.\nThis came against the backdrop of widespread manpower shortage in the General Hospitals, in Ebonyi State.\nA statement signed by the governor’s Chief Press Secretary, Dr. Monday Uzor, then, announced the recruitment.\nAccording to the statement, “In fulfilment of his promise to reposition the health sector, the Governor of Ebonyi, His Excellency, Rt. Hon. Francis Ogbonna Nwifuru, has approved the immediate recruitment of medical personnel for the 13 General Hospitals in the state as follows:\n“Thirty-nine medical doctors; 39 nurses; 39 laboratory scientists; 39 pharmacists; and 39 health attendants.\n“To this end, His Excellency the Governor has directed the Head of Service, and Chairman, Civil Service Commission to urgently commence the process of recruiting suitably qualified medical personnel to fill the existing vacancies.”\nAlso, Nwifuru last month, announced a new salary package of N500,000 for newly employed medical doctors working in primary healthcare facilities across the state.\nHe made the announcement during the flag-off of the health activation initiative, in Abakaliki, which signaled the commencement of the Drug Revolving Fund and the distribution of medical equipment to general hospitals.\nAccording to the governor, his administration has invested over N10bn in upgrading health infrastructure, procuring medical equipment, and strengthening the healthcare workforce.\nTo bridge the human resource gap in the sector, Nwifuru again reaffirmed the state government recruited 195 healthcare professionals, including doctors, nurses, pharmacists, and laboratory scientists, who have been deployed to general hospitals to enhance service delivery.\nHe said, “This event is not just a ceremony—it is a declaration of our administration’s commitment to revitalizing the healthcare system of our dear state. It is a testament to our resolve to deliver on the health pillar of our People’s Charter of Needs.\n“For some time now, the health sector in Ebonyi has suffered from insufficient funding, inadequate personnel, and a lack of basic equipment. This narrative must change, and it must change now.”\nAdditional info from Frontline Investigative Program supported by Africa Data Hub and Orodata Science",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Health->health care approach",
      "Health->health facility",
      "Health->public health",
      "Social Issue->social problem",
      "Social Issue->demographics",
      "Social Issue->social services",
      "Economy, Business and Finance->healthcare industry",
      "Economy, Business and Finance->business governance"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": "center"
    },
    "rating": null,
    "crawled": "2025-06-19T07:36:19.981+03:00",
    "updated": "2025-06-19T11:17:45.117+03:00"
  },
  {
    "uuid": "5bb1148418236365fc646e2f3bd05d3976501895",
    "url": "https://www.pulzo.com/nacion/colombia-tendria-nuevo-festivo-dia-civico-19-abril-que-decreto-petro-PP3584956A",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pulzo",
    "published": "2024-04-18T20:56:00Z",
    "title": "Colombia tendría nuevo festivo por día cívico del 19 de abril que decretó Petro",
    "text": "El presidente Gustavo Petro informó que este 19 de abril será día cívico en Colombia para que la gente no utilice la energía eléctrica, en lo posible, y ahorre agua. Pero, además, Blu Radio conoció que el decreto también establecería el tercer viernes de cada abril como día no hábil.“Queremos decretar un día cívico en Colombia, un día cívico para que la gente no utilice la energía eléctrica al máximo posible y podamos guardar una energía que necesitamos en los próximos días y, sobre todo, para que la gente disminuya en lo que se pueda el consumo de agua potable”, anunció Petro.(Vea también: “Viejo egoísta”: Gustavo Petro, con la piedra afuera contra ‘Pacho’ Santos por pensiones)Día cívico de Gustavo Petro será todos los añosEl decreto, que aún no ha sido publicado, establece que el tercer viernes del mes de abril de todos los años sea considerado un día no hábil laboralmente y será denominado como el ‘Día Cívico de La Paz con la Naturaleza’, para reflexionar sobre el adecuado uso y cuidado de los recursos naturales.“Las entidades públicas del orden nacional, tanto del nivel central como descentralizado, impartirán y adoptarán las instrucciones pertinentes que permitan a sus servidores públicos, funcionarios y contratistas suspender las diferentes actividades laborales y de atención al público, de manera que el tercer viernes del mes de abril de cada año sea considerado como un día no hábil laboralmente. Esto para generar un espacio de reflexión a nivel nacional, sobre el adecuado uso y cuidado de los recursos naturales como esenciales para la preservación de la vida”, se lee en el decreto.No hay clase por día cívico en ColombiaPor el día cívico de este 19 de abril, en Colombia, los colegios públicos y privados, así como las universidades, no tendrán clase. Incluso, el mismo presidente Petro recomendó a las personas que viven en Bogotá, ciudad que lleva a cabo un racionamiento de agua, que salgan de viaje durante este fin de semana a municipios o ciudades que no tengan tal afectación.¿Qué es un día cívico?Según la Presidencia de Colombia, un día cívico se considera un día laboral normal, asignado en circunstancias especiales o de emergencia, como la reciente crisis de los embalses. Esta disposición tiene como objetivo alentar a la población a reducir el consumo de energía eléctrica y conservar agua.Aunque no se trata de un día festivo, el día cívico tiene un gran significado simbólico y se establece para permitir que los ciudadanos se involucren en actividades vinculadas a la situación que motiva su proclamación.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:08:38.593+03:00",
    "updated": "2024-04-19T00:08:38.593+03:00"
  },
  {
    "uuid": "d5d0cdd15e89c5f6680ea506aabd7bbcfce5f756",
    "url": "https://www.terra.com.br/noticias/mundo/eua-miram-fluxo-de-recursos-iranianos-para-grupo-iemenita-houthi-por-ataques,bb81719a14738905d9fcd32de3b2d74ampdmgb5f.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "reuters",
    "published": "2023-12-28T17:12:00Z",
    "title": "EUA miram fluxo de recursos iranianos para grupo iemenita houthi por ataques",
    "text": "EUA miram fluxo de recursos iranianos para grupo iemenita houthi por ataques Em sua mais recente resposta aos ataques a navios pelo grupo houthi, os Estados Unidos sancionaram nesta quinta-feira um indivíduo e três casas de câmbio acusadas de facilitar o fluxo de assistência financeira iraniana ao movimento iemenita. Duas das casas de câmbio estão sediadas no Iêmen e uma na Turquia, informou o Departamento do Tesouro dos EUA em um comunicado anunciando as novas medidas. \"A ação de hoje ressalta nossa determinação de restringir o fluxo ilícito de fundos para os houthis, que continuam a realizar ataques perigosos contra a navegação internacional e correm o risco de desestabilizar ainda mais a região\", disse o subsecretário do Tesouro para Terrorismo e Inteligência Financeira, Brian Nelson, no comunicado. As sanções congelam todos os ativos nos EUA pertencentes às entidades visadas e, em geral, proíbem que os norte-americanos façam negócios com elas. Os houthis apreenderam ou atacaram com drones e mísseis uma dúzia de navios no Mar Vermelho e no Golfo de Aden desde 19 de novembro. Eles têm como objetivo aumentar os custos internacionais da ofensiva israelense em Gaza, desencadeada pelo ataque a Israel em 7 de outubro pelos militantes do Hamas, que governam o enclave. Navios de guerra norte-americanos, britânicos e franceses abateram drones e mísseis lançados pelos houthis, que controlam grandes áreas do Iêmen capturadas durante anos de guerra civil. O movimento alinhado ao Irã diz que continuará os ataques em resposta ao ataque israelense a Gaza. Os EUA estão liderando uma nova força-tarefa naval para proteger a navegação comercial e acusaram o Irã de fornecer armas, financiamento, direcionamento e outras formas de assistência aos houthis. O Irã nega a alegação. As sanções anunciadas pelo Tesouro nesta quinta-feira foram as mais recentes destinadas a estrangular o fluxo do suposto financiamento iraniano para os houthis.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:32:18.781+02:00",
    "updated": "2023-12-29T00:32:18.781+02:00"
  },
  {
    "uuid": "2e25d59d989d739a24929c25f19b736ea80d1abc",
    "url": "https://m.dailyhunt.in/news/india/english/anienglish-epaper-dh448c3797a13d4f32b1d2367d0d72a726/pm+modi+recalls+profound+sacrifices+of+jesus+christ+on+good+friday-newsid-n595669858",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Dailyhuntapp",
    "published": "2024-03-29T01:04:00Z",
    "title": "PM Modi recalls profound sacrifices of Jesus Christ on Good Friday",
    "text": "New Delhi [India], March 29 (ANI): Prime Minister Narendra Modi recalled the sacrifice of Jesus Christ on the occasion of Good Friday, saying it teaches people compassion and forgiveness.\nIn a post on X, Prime Minister Modi wrote on Friday, \"Today, on Good Friday, we remember the profound sacrifice of Jesus Christ. May everyone find strength in the lessons of compassion and forgiveness it teaches us.\"Meanwhile, Union Minister Kiren Rijiju, extended Good Friday wishes to the people.\n\"On the auspicious occasion of Good Friday, let&apos;s remember the supreme sacrifice and love that guide us towards compassion, love, forgiveness, and unity. May this Good Friday be a time of reflection, renewal, and grace for all,\" Kiren Rijiju said in a post on X.West Bengal Chief Minister Mamata Banerjee also wished people on the solemn occasion of Good Friday.\n\"Wishing all my Christian Brothers & Sisters a graceful & blessed Good Friday. May this Holy Day of Penance, Prayers and Sacrifice inspire us all to live a life of compassion, love and peace,\" Mamata Banerjee wrote on X.Congress National President Mallikarjun Kharge called upon the people to imbibe the spirit of humanity, kindness, and peace on Good Friday.\n\"Wishing you all a blessed #GoodFriday. May the spirit of compassion, forgiveness, sacrifice and empathy keep guiding our path. Let us imbibe the spirit of humanity, kindness, and peace, amongst us,\" Kharge said in a statement on X.The solemn occasion of Good Friday was marked by prayers and processions depicting the stations of the cross across the nation. In Thiruvananthapuram, devotees took part in the stations of the cross procession to Saint Joseph&apos;s Cathedral in Palayam.\nThe procession began early Friday morning from the Palayam Saint Joseph Cathedral Church and was attended by Member of Parliament for Thiruvananthapuram, Shashi Tharoor.Meanwhile, devotees also offered prayers in the national capital on the occasion.\nGood Friday is a Christian holiday commemorating the crucifixion of Jesus Christ and his death at Calvary. Good Friday marks the beginning of the Easter weekend. (ANI)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "narendra modi",
          "sentiment": "negative"
        },
        {
          "name": "jesus chri",
          "sentiment": "negative"
        },
        {
          "name": "modi",
          "sentiment": "negative"
        },
        {
          "name": "jesus christ",
          "sentiment": "negative"
        },
        {
          "name": "mamata banerjee",
          "sentiment": "none"
        },
        {
          "name": "kiren rijiju",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "christian brothers",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T11:04:05.925+03:00",
    "updated": "2024-03-29T11:04:05.925+03:00"
  },
  {
    "uuid": "7ae8f948c2a6996c39ec764586ff0516a2bf6372",
    "url": "https://www.forbes.com/sites/chaddscott/2024/01/02/santa-fe-new-mexico-winter-wonderland/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chadd Scott",
    "published": "2024-01-02T00:00:00Z",
    "title": "Santa Fe, New Mexico: Winter Wonderland",
    "text": "Paris when it rains. Autumn in New York.\nSanta Fe covered in snow puts them both to shame.\nRed chile ristras , earthen adobe walls, and mighty cottonwood trees dusted by snow creates the most stunningly beautiful cityscape in the world.\nAmerica’s oldest–first settled by Spanish colonizers in 1609-1610–and highest–elevation 7,000 feet–capital puts on an Insta-riffic show like no place else when the snow flies.\nRosewood Inn of the Anasazi\n“Luxury” has become synonymous with “expensive.” While related, the terms are not the same. At Santa Fe’s Rosewood Inn of the Anasazi , luxury has more to do with character than expense.\nYes, staying at the hotel is expensive, but luxury at the Inn of the Anasazi derives from the property’s collection of fine art highlighted by museum quality paintings and sculptures from Emmi Whitehorse (Navajo) and Dan (Tewa-Hopi) and Arlo Namingha (Tewa-Hopi) . It encompasses a finely orchestrated symphony of architectural details and design materials from the massive, exposed wooden ceiling beams to tissue boxes in guest rooms inlaid with turquoise. Guests find a Pendelton blanket folded at the foot of the bed. The pièce de résistance are the Inn’s hand-crafted doors.\nMORE FOR YOU Five Dead After Japan Airlines Plane Collides With Military Aircraft On Tokyo Airport Runway Want 200 000 155mm Artillery Shells A Month For Ukraine Simplify Production 379 Survive Japan Airlines Flight 516 Fiery Crash At Haneda Airport During the holidays, Rosewood Inn of the Anasazi turns its charm up to 11 with hot apple cider at check-in, farolitos and wreaths decorating the exterior, a crackling fire in the lobby, and a double-take inducing Santa look-alike available for pictures in front of its Christmas tree.\nIts luxury extends to the on-site Anasazi Restaurant, Bar & Lounge, a Wine Spectator Best of Award of Excellence selection for 2023. The bar features Santa Fe’s only tequila table with a variety of four sample tequila and mezcal tastings including the “Celebrity” tasting with tequilas from Dwayne Johnson, George Strait, George Clooney and Michael Jordan.\nThe bar is stocked with more than 100 tequilas overall and the whiskey selection is nearly as impressive. Rosewood Inn of the Anasazi has both its own signature tequila and bourbon expressions courtesy of Codigo 1530 Tequila .\nDon’t forget the private champagne cellar. Its cozy library straight out of a bibliophile’s fantasy. Homemade oatmeal cookies in the lobby.\nIf Rosewood Inn of the Anasazi weren’t located directly across the street from the Palace of the Governor’s –the oldest public building in continuous use constructed by European settlers in the continental United States–and the lively Santa Fe Plaza with its art galleries, boutique shoppes and restaurants, a guest could be excused for not leaving.\nA word of caution.\nThe term “Anasazi” has come to refer broadly to the wide array Ancestral Puebloans who resided in the Four Corners region of what is now called America. While the word’s origin is Navajo, its overarching use was popularized by white archaeologists. In Navajo, “Anasazi” means “ancient enemy.” As such, some of the region’s Indigenous people consider it an objectionable term, not wanting their ancestors referred to in that way.\nNew Mexico Museum of Art\n2023’s dominant trend in Western art–art by, of and about the U.S. West–was a dramatic expansion in the scope of storytelling. African American, Asian American , Latinx and queer perspectives were featured in unprecedented number. Western art has always, and probably will always, feature a preponderance of cattle drives and white, male, macho depictions of cowboys, but 2023 saw that motif augmented, challenged, and broadened across the genre .\n“Out West: Gay and Lesbian Artists in the Southwest 1900-1969,” an exhibition running through September 2, 2024, at the New Mexico Museum of Art’s Plaza location two blocks from Inn of the Anasazi, serves as a prime example. “Out West” surveys the work of gay and lesbian artists in the American Southwest from the early twentieth century through the Stonewall Riots of 1969, after which the prominence of queer representation changed dramatically in the United States.\n“Northern New Mexico represented the possibility of a life that could not be lived elsewhere; it was and is a place outside of the norm, and this was particularly true for gay men and lesbian women in the first half of the 20th century,” New Mexico Museum of Art Head of Curatorial Affairs Christian Waguespack said during a talk about the exhibition at the Harwood Museum in Taos, New Mexico. “What drew so many gay artists to this rural outpost was the potential for a sort of sexual freedom and a community of acceptance that has only recently been getting the attention that it deserves.”\nThis exhibition marks the first survey of gay and lesbian artists in the American Southwest and their influence on the region during the first part of the 20th century.\n“Anyone who's even passingly familiar with the history of Santa Fe and Taos would readily acknowledge the profound impact that artist communities have had on crafting the distinct identity of northern New Mexico,” Waguespack added. “Perhaps not so readily acknowledged is the importance of queer communities for making New Mexico an arts destination and the vital role that gay men and lesbian women played in the northern New Mexico art scene.”\n“Out West” is joined by an exhibition featuring the arresting photography of Manuel Carrillo (1906-1989) who captured his native Mexico through subtle, sensitive depictions of everyday life.\nDon’t leave the museum without passing through the museum’s Women’s Board Room with its spectacular ceiling decorated in orange and blue.\nMuseum of International Folk Art With some 300 art galleries, including more than 100 on Canyon Road alone , Santa Fe’s world class art museums have a tendency to be overlooked by visitors. The Georgia O’Keeffe Museum , three blocks from Inn of the Anasazi, doesn’t suffer this fate, but the others do.\nAround the corner from the hotel, spend time at the Institute of Contemporary Art’s Museum of Contemporary Native Art, the premiere institution of its kind in America.\nHaving toured Santa Fe’s art museums around the Plaza, take the three mile drive up to Museum Hill where the Museum of International Folk Art celebrated its 70 th anniversary in 2023.\nHousing the largest collection of international folk art in the world with more than 100 countries represented, this museum expands notions about what is art and who qualifies as an artist. Formal training and gallery representation not required.\nBegin your visit with the eclectic, maximalist, overwhelming permanent collection area where an extravaganza of miniature carved figures and animals occupying fantastically reimagined scenes from around the world boggle the mind. The variety, color and detail astonish.\nOn view through April 7, 2024, the Alaska Native parkas on display in the exhibition “Ghhúunayúkata / To Keep Them Warm” blow away anything seen on the runways of Paris. Twenty magnificent parkas representing six Alaska Native communities exemplify the museum’s vision for highlighting how the best of folk art, often diminished simply as “craft,” not only compares, but often eclipses, objects esteemed as “fine art.”\nAlso not to be missed are the Kaxátjaashaa X’óow, herring lady robes, similarly produced by Alaska Native artists and on view at the museum through April 7, 2024. As with the Indigenous water protectors fighting oil pipelines in the Dakotas, the herring protectors are Native women using their strength, bodies, and traditional knowledge in fighting extractive capitalism’s existential threats to their lifeways.\nThe robes feature in “Protection: Adaptation and Resistance,” a presentation of more Alaska Native art across a variety of mediums. Iñupiaq artist Amber Webb’s 12-foot-high qaspeq (a cloth hooded overshirt) depicting portraits of more than 200 Indigenous women who have been missing or murdered in Alaska since 1950 leads the way.\nGeneral adult admission to both the New Mexico Museum of Art’s Plaza location and the International Folk Art Museum is $12. Travelers wishing to see them both along with other state operated museums and historical sites in Santa Fe and around New Mexico are well advised to acquire a New Mexico Culture Pass.\nCanyon Road Farolito Walk and Pueblo Dances\nAnyone whose winter visit to Santa Fe coincides with Christmas Eve should check the Canyon Road Farolito Walk off their bucket list. Tens of thousands of farolitos and tens of thousands of visitors make this one-night-only event the city’s premiere holiday tradition. Dress warm and wear shoes with treads.\nFor an even more memorable experience, consider visiting one of New Mexico’s 19 Pueblos for a feast day dance . Events open to the public are held throughout the winter months .\nAnyone wanting to attend should call in advance to confirm dates and times and brush up on appropriate etiquette when visiting.\nChadd Scott",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://www.nmhistorymuseum.org/about/campus/the-palace-of-the-governors.html",
      "https://namingha.com/",
      "https://youtu.be/HIMjxH7j4NQ",
      "https://capi.connatix.com/tr/si?token=18a8b009-3301-48b4-9c55-ce42f76c864d",
      "https://www.rosewoodhotels.com/en/inn-of-the-anasazi-santa-fe/media/press/2020/codigo-tequila",
      "https://www.seegreatart.art/a-guide-to-art-museums-in-santa-fe/",
      "https://www.nmartmuseum.org/exhitions/manuel-carrillo-mexican-modernist/",
      "https://www.internationalfolkart.org/exhibition/5734/protection-adaptation-and-resistance",
      "https://www.rosewoodhotels.com/en/inn-of-the-anasazi-santa-fe",
      "https://internationalfolkart.org/",
      "https://www.bia.gov/service/mmu/missing-and-murdered-indigenous-people-crisis",
      "https://www.okeeffemuseum.org/",
      "https://www.medicinemangallery.com/blogs/essential-west/from-far-east-to-west-at-the-james-museum-november-2023",
      "https://www.newmexicoculture.org/visit/culturepass",
      "https://www.santafe.org/things-to-do/history-and-culture/native-american-culture/seasonal-celebrations-dances-and-feast-days/",
      "https://indianartsandculture.org/42",
      "https://www.seegreatart.art/my-favorite-art-galleries-on-canyon-road-in-santa-fe/",
      "https://assets.simpleviewinc.com/simpleview/image/upload/v1/clients/santafenm/schedule_of_pueblo_celebrations_7_10_23_b5c918c0-288b-44e9-a8e8-b420c6423481.pdf",
      "https://secure.gravatar.com/avatar/22c72b5cf0663c6784557ed8747380db?s=400&d=mm&r=g",
      "https://www.medicinemangallery.com/blogs/essential-west/canyon-road-christmas-2023",
      "https://www.nmartmuseum.org/exhitions/outwest/",
      "https://www.newmexicomagazine.org/blog/post/pueblo-feast-day-etiquette/#:~:text=Then%20follow%20this%20guide%3A%201%201.%20No%20phones,5.%20Weapons%2C%20drugs%2C%20and%20alcohol%20are%20prohibited.%20",
      "https://www.herringprotectors.org/",
      "https://www.medicinemangallery.com/blogs/essential-west/chicano-park-museum-and-cultural-center-october-2023",
      "https://www.medicinemangallery.com/blogs/essential-west/western-and-contemporary-denver-art-musem-december-23",
      "https://indianpueblo.org/what-does-anasazi-mean-and-why-is-it-controversial/",
      "https://namingha.com",
      "https://www.seegreatart.art/my-favorite-art-galleries-on-canyon-road-in-santa-fe",
      "https://okeeffemuseum.org/",
      "https://www.indianpueblo.org/what-does-anasazi-mean-and-why-is-it-controversial/",
      "https://nmartmuseum.org/exhitions/outwest/",
      "https://www.santafe.org/things-to-do/history-and-culture/native-american-culture/seasonal-celebrations-dances-and-feast-days",
      "https://www.nmartmuseum.org/exhitions/outwest",
      "https://www.secure.gravatar.com/avatar/22c72b5cf0663c6784557ed8747380db?s=400&d=mm&r=g",
      "https://www.seegreatart.art/a-guide-to-art-museums-in-santa-fe",
      "https://bia.gov/service/mmu/missing-and-murdered-indigenous-people-crisis",
      "https://www.youtu.be/HIMjxH7j4NQ",
      "https://internationalfolkart.org",
      "https://www.internationalfolkart.org/",
      "https://www.namingha.com/",
      "https://nmhistorymuseum.org/about/campus/the-palace-of-the-governors.html",
      "https://seegreatart.art/my-favorite-art-galleries-on-canyon-road-in-santa-fe/",
      "https://secure.gravatar.com/avatar/22c72b5cf0663c6784557ed8747380db",
      "https://medicinemangallery.com/blogs/essential-west/canyon-road-christmas-2023",
      "https://indianpueblo.org/what-does-anasazi-mean-and-why-is-it-controversial",
      "https://medicinemangallery.com/blogs/essential-west/from-far-east-to-west-at-the-james-museum-november-2023",
      "https://www.capi.connatix.com/tr/si?token=18a8b009-3301-48b4-9c55-ce42f76c864d",
      "https://newmexicoculture.org/visit/culturepass",
      "https://www.nmartmuseum.org/exhitions/manuel-carrillo-mexican-modernist",
      "https://rosewoodhotels.com/en/inn-of-the-anasazi-santa-fe",
      "https://herringprotectors.org/",
      "https://capi.connatix.com/tr/si",
      "https://medicinemangallery.com/blogs/essential-west/western-and-contemporary-denver-art-musem-december-23",
      "https://rosewoodhotels.com/en/inn-of-the-anasazi-santa-fe/media/press/2020/codigo-tequila",
      "https://newmexicomagazine.org/blog/post/pueblo-feast-day-etiquette/#:~:text=Then%20follow%20this%20guide%3A%201%201.%20No%20phones,5.%20Weapons%2C%20drugs%2C%20and%20alcohol%20are%20prohibited.%20",
      "https://internationalfolkart.org/exhibition/5734/protection-adaptation-and-resistance",
      "https://www.herringprotectors.org",
      "https://www.indianartsandculture.org/42",
      "https://nmartmuseum.org/exhitions/manuel-carrillo-mexican-modernist/",
      "https://seegreatart.art/a-guide-to-art-museums-in-santa-fe/",
      "https://www.assets.simpleviewinc.com/simpleview/image/upload/v1/clients/santafenm/schedule_of_pueblo_celebrations_7_10_23_b5c918c0-288b-44e9-a8e8-b420c6423481.pdf",
      "https://www.okeeffemuseum.org",
      "https://medicinemangallery.com/blogs/essential-west/chicano-park-museum-and-cultural-center-october-2023",
      "https://santafe.org/things-to-do/history-and-culture/native-american-culture/seasonal-celebrations-dances-and-feast-days/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "arlo namingha",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "santa fe’s rosewood inn of the anasazi",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "santa fe",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "santa",
          "sentiment": "none"
        },
        {
          "name": "new mexico",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "emmi whitehorse",
          "sentiment": "none"
        },
        {
          "name": "pendelton",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-02T23:14:03.732+02:00",
    "updated": "2024-01-03T00:58:06.754+02:00"
  },
  {
    "uuid": "6bac51f589d721869f04648c1d544bf52357be18",
    "url": "https://vnexplorer.net/ardeche-un-enseignant-renonce-a-une-sortie-cinema-avec-ses-eleves-par-peur-du-fanatisme-religieux-s703178.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T08:16:00Z",
    "title": "Ardèche : un enseignant renonce à une sortie cinéma avec ses élèves par peur du fanatisme religieux",
    "text": "À Privas dans l’Ardèche, une sortie scolaire a dû être annulée par peur de représailles. Un enseignant souhaitait emmener sa classe au cinéma pour voir “Persepolis”, un dessin animé racontant l’arrivée d’Islamistes au pouvoir en Iran. Mais avec l’assassinat de Dominique Bernard, l’enseignant a préféré faire machine arrière.\nLes professeurs doivent-ils se censurer en France ? Le mois dernier à Privas, en Ardèche, une sortie scolaire a dû être annulée par peur de représailles. La classe devait aller voir Persepolis, un dessin animé de Marjane Satrapi où un enfant raconte l’arrivée au pouvoir en Iran d’une République islamique. Mais quelques jours avant, un professeur à Arras, Dominique Bernard, a été assassiné par un ancien élève devenu terroriste . Une attaque qui a poussé le professeur ardéchois à faire marche arrière.\n>> Retrouvez Europe 1 Matin en replay et en podcast ici\nInquiétude autour de la réaction des élèves Officiellement, la sortie a été annulée pour un problème d’emploi du temps. Mais en réalité, le professeur a expliqué au directeur du cinéma local qu’en raison du contexte national très tendu, il ne se sentait pas d’emmener ses élèves voir le film. “Certains d’entre eux sont musulmans. Ils pourraient faire un mauvais retour à leur famille. Leurs questions ou leurs réactions pourraient m’embarrasser ou même, me mettre en danger”, a-t-il expliqué. “Nous ne sommes pas à l’abri d’un fanatique” a conclu l’enseignant, qui s’est souvenu de l’enchaînement tragique des événements dans l’affaire Samuel Paty , et a préféré tout annuler.\nUne décision sage, selon Georges Lafaye de Micheaux, qui dirige deux lycées catholiques à Privas. Si l’événement n’a pas eu lieu dans l’un de ces établissements, que les choses se sont passées, cela l’a beaucoup choqué.\n“Ça pose un problème dans notre liberté d’expression” “C’est bien triste d’être obligé de faire attention aux choses qu’on peut dire et comment on peut les dire parce que les éléments, sortis de leur contexte, peuvent être interprétés n’importe comment”, juge-t-il au micro d’Europe 1. “Ça pose un problème dans notre liberté d’expression et notre liberté de penser. Mais je comprends tout à fait que l’enseignant ait fait machine arrière : on marche sur des œufs et on ne maîtrise pas les interprétations des uns et des autres. Il faut veiller aussi à ne pas provoquer et à être prudent”, conclut-il avec inquiétude.\nL’enseignant en question veut rester dans l’ombre. D’ailleurs, ni le rectorat ni la préfecture de l’Ardèche n’ont été informés de quoi que ce soit. Preuve des craintes qui règnent dans l’Éducation nationale sur ces questions-là.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mbt2X.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mbt2X.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T10:25:07.782+02:00",
    "updated": "2023-12-29T10:25:07.782+02:00"
  },
  {
    "uuid": "8656028aede0c11710a1e69630ef62bbca8d816f",
    "url": "https://www.zocalo.com.mx/semar-despliega-elementos-en-culiacan-sinaloa-territorio-de-el-mayo-zambada/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Grupo Zócalo",
    "published": "2024-02-01T20:47:00Z",
    "title": "Semar despliega elementos en Culiacán, Sinaloa, territorio de ‘El Mayo’ Zambada",
    "text": "Ciudad de México .- Elementos de la Secretaría de Marina (Semar) , desplegaron, como parte de un operativo, fuerzas aéreas y terrestres en Pueblos Unidos al sur de Culiacán , Sinaloa — territorio de El Mayo Zambada — lo que generó inquietud en los residentes de la zona.\nSegún los residentes locales, la Semar estableció un cerco de seguridad en un rancho de la sindicatura, lo que provocó que los padres de familia no enviaran a sus hijos a las escuelas en comunidades cercanas, debido al temor de posibles enfrentamientos en la zona.\nEn los últimos días, han circulado rumores sobre enfrentamientos y la movilización de grupos armados entre la población, principalmente a través de las redes sociales.\nHasta el momento, las autoridades de Seguridad Pública en Sinaloa no han emitido un comunicado respecto a este despliegue de la Semar ; ya que se tratan de fuerzas federales que actúan de manera independiente sin notificar a las fuerzas del orden estatal. Terrenos de El Mayo Zambada\nSegún testimonios de la comunidad, áreas como Pueblos Unidos, Oso Viejo, Estación Obispo y Quila son territorios bajo la influencia de La Mayisa , miembros vinculados al cártel de Sinaloa encabezado por Ismael El Mayo Zambada.\nEl Mayo Zambada, es reconocido como uno de los principales estrategas y financieros del cártel de Sinaloa, aunque ha mantenido un perfil más bajo en comparación con otros líderes, como Joaquín El Chapo Guzmán.\nA este capo se le considera clave en el mundo del narcotráfico, ya que a lo largo de varias décadas, ha evitado la captura, contribuyendo a su reputación de eludir la justicia.\nEn 2023, uno de sus hombres más cercanos, Lupe Tapia, fue detenido en un operativo militar implementado en Tacuichamona.\nInformación por Milenio",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T00:51:40.943+02:00",
    "updated": "2024-02-02T00:51:40.943+02:00"
  },
  {
    "uuid": "902aa77a104fa60a7e30e0b488a8fcee3fa162fe",
    "url": "https://www.wesh.com/article/rate-of-stroke-deaths-adults-hit-two-decade-high-during-pandemic/61821485",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Deidre McPhillips, CNN",
    "published": "2024-08-08T20:48:00Z",
    "title": "Rate of stroke deaths among middle-age US adults hit two-decade high during COVID pandemic, report shows",
    "text": "Middle-aged people in the United States are more likely to die from a stroke than they have been in about two decades, according to a new report from the U.S. Centers for Disease Control and Prevention.Video above: Junk food is leading to memory problems and strokesAfter at least a decade of decline, the death rate from stroke for people ages 45 to 64 started to rise in 2012. By 2019, the stroke death rate for this age group had grown 7% from where it was seven years earlier, and it spiked another 12% in the early years of the COVID-19 pandemic.Stroke deaths for this age group dipped slightly in 2022 but were still significantly higher than before the pandemic. More than 19,700 people ages 45 to 64 died from a stroke in 2022, according to the new report – about 24 deaths for every 100,000 people in this age group.Stroke is the fifth leading cause of death in the U.S. overall, and most strokes happen to people 65 and older. Earlier research has found that Covid-19 infection raises the risk of stroke for people of all ages.But the longer-term rise in stroke death rates among middle-aged people contrasts with the downward trend seen among seniors and elderly people over the past decade, says Sally Curtain, a statistician with the CDC's National Center for Health Statistics and author of the new report.Also, racial and ethnic disparities in the death rate from stroke are much higher among middle-aged adults than they are for older adults, she said. Among those 65 and older, the stroke death rate for Black people was 24% higher than it was for White seniors; among those ages 45 to 64, it was 133% higher for Black people than White people.Middle-aged men are more likely to die from a stroke than middle-aged women, and stroke death rates are higher in the South than in any other region, according to the new report.In 2022, there were about 66 deaths from stroke for every 100,000 middle-aged Black men living in the South – nearly three times more than the overall rate for this age group.Experts warn that middle age is an important time to monitor your health and manage risk factors such as hypertension, diabetes and obesity.\"Many people think about stroke being an older person's disease, and it is. The longer you're alive, the longer the risk factors have to cause plaque to form in blood vessels,\" said Dr. Elisabeth Breese Marsh, a vascular neurologist and director of the Comprehensive Stroke Center at Johns Hopkins Bayview. But the arteries start to harden in middle age, which can exacerbate the build-up and lead to complications.\"All of these risk factors are so prevalent in society, and we're seeing them at earlier ages. It is not uncommon for younger people now to have strokes due to these comorbidities,\" said Marsh, who was not involved in the new report. \"No one wants to feel old, but it's taking care of yourself earlier on that really helps you to thrive in middle and later life.\"Stroke diagnosis and treatment options have evolved greatly over the past decade, experts say. And new ways to address comorbidities – such as blockbuster GLP-1 drugs that are used to treat type 2 diabetes and obesity – hold promise in managing risk factors.But it's crucial for people who are having a stroke to act fast – and to have equitable access to health care and treatment, experts say.Strokes are often identified by a sudden severe headache, vision problems in one or both eyes, trouble walking, paralysis or numbness in the face or limbs, and trouble speaking or understanding others, according to the Mayo Clinic.The younger brains of middle-age adults have significant potential to recover if treated quickly and aggressively, Marsh said, but people in this age group may wait longer to seek care because they may be less likely to admit they need help.\"It's really important, whether it's the patient or their family, that they recognize the symptoms and get to the hospital as fast as possible,\" she said. \"Those first couple of hours are critical.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Health"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://healthcare.utah.edu/healthfeed/2022/01/covid-19-increasing-stroke-risks-people-of-all-ages",
      "https://www.healthcare.utah.edu/healthfeed/2022/01/covid-19-increasing-stroke-risks-people-of-all-ages"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "u.s. centers for disease control and prevention",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-09T00:15:32.870+03:00",
    "updated": "2024-08-09T00:56:52.561+03:00"
  },
  {
    "uuid": "ea2f6e9cd0a07388c54641788a872fcac95abc9e",
    "url": "https://www.richmond-news.com/national-news/another-death-reported-since-2021-recall-of-home-bed-assist-handles-health-canada-8036528",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2023-12-28T22:20:00Z",
    "title": "Another death reported since 2021 recall of home bed assist handles: Health Canada",
    "text": "OTTAWA — Health Canada is reminding Canadians about a recall of home bed assist handles after learning of an additional death. Four models of bed handles distributed by Drive Medical were first recalled two years ago after two reported deaths — one in Canada and one in the U.S. Health Canada says as of Dec. 19, the company has received a report of a second death in this country. The metal handles are affixed alongside the mattress to help people get in and out of their regular bed at home. The products are not designed for hospital beds. Health Canada says more than 68,000 of the affected handles were sold between 2016 and 2021 in Canada. It says consumers should stop using them and contact Drive Medical Canada to get a refund. The recalled home bed assist model numbers are 15064, 15062, RTL15073 and RTL15063-ADJ. No information has been provided about what caused any of the deaths, but the recall notice says that retention straps were not properly secured in the initial cases in Canada and the U.S. Drive Medical has also learned of an additional three deaths in the U.S. that happened before Dec. 6, 2021, when the recall was first issued. More than 496,000 of the bed assist products were distributed in the U.S. between 2007 and 2021. The products were sold on Amazon. This report by The Canadian Press was first published Dec. 28, 2023. Canadian Press health coverage receives support through a partnership with the Canadian Medical Association. CP is solely responsible for this content. The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Health",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "health canada ottawa — health canada",
          "sentiment": "neutral"
        },
        {
          "name": "health canada",
          "sentiment": "none"
        },
        {
          "name": "u.s. drive medical",
          "sentiment": "none"
        },
        {
          "name": "drive medical canada",
          "sentiment": "none"
        },
        {
          "name": "u.s. health canada",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:26:08.483+02:00",
    "updated": "2023-12-29T03:15:26.259+02:00"
  }
]