[
  {
    "uuid": "0b8c1c8bc952708c6452c1aad134a36eaa021ea4",
    "url": "https://www.corrieredellosport.it/news/attualit/2024/07/05-129915982/lucchetta_e_dorio_alla_scoperta_del_veneto_con_linea_verde_illumina_",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La redazione",
    "published": "2024-07-05T08:35:00Z",
    "title": "Lucchetta e Dorio alla scoperta del Veneto con 'Linea Verde Illumina'",
    "text": "Due grandi campioni alla scoperta del Veneto , regione protagonista della quinta puntata di 'Linea Verde Illumina' , in onda su Rai Uno sabato 6 luglio alle ore 11:25.\nLucchetta tra le bellezze di Treviso Andrea Lucchetta, capitano della leggendaria nazionale di pallavolo della 'generazione di fenomeni' , accompagnerà il conduttore Francesco Gasparri per le strade e le bellezze di Treviso . Piazza dei Signori con la vicina Loggia dei cavalieri, salotto buono della città, gli antichi mulini e le sponde del fiume Sile: ecco alcune delle tappe storico, culturali e sportive, come il tiro alla fune e l’antico gioco delle spaciare, che verranno mostrate in tv.\nDorio alla scoperta di Bassano del Grappa A Bassano del Grappa, invece, l’incontro con Gabriella Dorio, la 'biondina dell'atletica italiana', oro nei 1500 metri alle Olimpiadi di Los Angeles nel 1984 per raccontare Piazza Garibaldi, palazzo Sturm e il famoso ponte degli alpini. Un viaggio all’insegna dello sport, dell’attività all’aria aperta e del movimento come fonte di benessere fisico e psicologico. Nella puntata spazio anche a due temi importanti con Daria Luppino: l'allenamento mentale con il 'signore degli anelli' Jury Chechi e l’alimentazione e il benessere con il 'barone' Andrea Lo Cicero .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T12:50:17.973+03:00",
    "updated": "2024-07-05T12:50:17.973+03:00"
  },
  {
    "uuid": "aa6d13c4d0824eab3149d9bdd465db37696d4176",
    "url": "https://www.heraldo.es/noticias/aragon/2024/06/02/aragon-zaragoza-chueca-subraya-la-importancia-de-respetar-las-tradiciones-de-la-ciudad-en-la-celebracion-del-corpus-christi-1738528.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "H. A.",
    "published": "2024-06-02T10:21:00Z",
    "title": "Chueca subraya la importancia de respetar las tradiciones en la celebración del Corpus Christi",
    "text": "zaragoza Chueca subraya la importancia de respetar las tradiciones en la celebración del Corpus Christi Hace una década, en defensa de un Ayuntamiento laico, se intentó cambiar el reglamento para impedir que los concejales acudieran a actos religiosos. La alcaldesa de Zaragoza, [Natalia Chueca](https://www.heraldo.es/tags/personas/natalia-chueca.html), ha subrayado la importancia de respetar las tradiciones de la capital aragonesa, como el Rosario del Cristal, la Semana Santa o las Ofrendas de Flores y Frutos, así como la celebración del Corpus Christi, en la que ha participado este domingo, con el bastón de mando en la mano, en la [basílica del Pilar](https://www.heraldo.es/tags/lugares/basilica_del_pilar.html). Chueca ha felicitado a los zaragozanos \"que viven esta tradición con pasión\" y, en especial, a los niños que han comulgado este año y a sus familiares, y ha dicho lo siguiente: \"Es muy importante para mí respetar las tradiciones de nuestra ciudad, como es el Corpus Christi, una de las festividades más antiguas que tiene Zaragoza\". En definitiva, \"son festividades en las que miles de zaragozanos se acercan a la plaza del Pilar a ver las procesiones y a mantener vivo ese espíritu y esa emoción que nos une y que forman parte de la ciudad\", ha finalizado la primer edil, acompañada de varios concejales del PP y de la vicealcaldesa [Sara Fernández](https://www.heraldo.es/tags/personas/sara_fernandez.html). Natalia Chueca ha presidido la salida de la corporación municipal desde el [Ayuntamiento de Zaragoza](https://www.heraldo.es/tags/instituciones_empresas/ayuntamiento_zaragoza.html), que ha tenido lugar a las 10.45, para dirigirse a la Basílica del Pilar, donde tiene lugar una misa de 11.00 a 12.00, presidida por el arzobispo de Zaragoza, monseñor [Carlos Escribano](https://www.heraldo.es/tags/personas/carlos-escribano.html). La celebración del Corpus siempre se topa con la oposición de vecinos que exigen un Ayuntamiento laico. De hecho, hace unos años, durante lo años de gobierno de [Pedro Santisteve](https://www.heraldo.es/tags/personas/pedro_santisteve.html) (ZEC), se trató de reformar el reglamento de protocolo para que no recogiera oficialmente la asistencia de la corporación a este tipo de festividades religiosas: ni las procesiones de Semana Santa, ni San Valero ni el Corpus acostumbran a contar con ediles de los grupos de izquierdas. La oposición impidió aquellos cambios y Azcón recuperó la celebración del Corpus con la procesión y los caballos de la Policía Local. [Regístrate gratis](#) [Iniciar sesión](#)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-02T14:39:35.364+03:00",
    "updated": "2024-06-02T14:47:32.385+03:00"
  },
  {
    "uuid": "75059fde05549af29d69408c09ad2cc941b90658",
    "url": "https://in.marketscreener.com/quote/stock/MARRIOTT-INTERNATIONAL-IN-14633490/news/Marriott-Bonvoy-and-The-J-Willard-and-Alice-S-Marriott-Foundation-Provide-500K-Donation-to-World-47020332",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2024-06-21T12:53:00Z",
    "title": "Marriott Bonvoy and The J. Willard and Alice S. Marriott Foundation Provide $500K Donation to World Central Kitchen for Disaster Response Efforts - MarketScreener",
    "text": "BETHESDA, Md. - Marriott Bonvoy , Marriott International's award-winning travel program, and The J. Willard and Alice S. Marriott (JWASM) Foundation are combining forces to donate $500,000 to World Central Kitchen (WCK), the non-profit organization founded by renowned chef Jose Andres\n. The donation is expected to greatly enhance WCK's ability to provide meals in the wake of natural disasters and crises around the world, helping those in need receive the nutrition and support they require during challenging times. The donation builds on the company's and the Marriott family's longstanding support for WCK. Anthony Capuano\n, President and Chief Executive Officer, Marriott International , announced the donation during a taping of Chef Andres'\n'Longer Tables' podcast while both were attending the Cannes Lions International Festival of Creativity. The pair discussed a variety of shared passions on the podcast, including family, travel & culinary trends, and giving back. The donation is in addition to a Marriott Bonvoy effort underway in which, for the month of June, Marriott Bonvoy is matching all point donations to its philanthropic partners, including WCK, up to 25 million points.\nCapuano emphasized the importance of WCK's work: 'When there is a need, Jose and World Central Kitchen answer the call. We have had the privilege of working side-by-side with WCK in challenging environments after devastating natural disasters. Their work to provide critical humanitarian relief in the form of nutritious meals to the most vulnerable not only saves lives, it gives survivors hope. Beyond our donation, matching points enables our loyalty members to also show their support for this vital work.'\nMieka Wick\n, CEO, The J. Willard and Alice S. Marriott Foundation said: 'We believe in the transformative power of food and the critical role it plays in building and rebuilding communities. World Central Kitchen exemplifies resilience, and we are honored to support their extraordinary work and to help extend their reach to even more communities in need.' World Central Kitchen has been at the forefront of humanitarian relief, providing millions of meals to survivors of disasters while helping to rebuild and strengthen communities through food. This donation will directly impact WCK's ongoing initiatives, including:\nEmergency Food Relief: Providing hot, nutritious meals to communities affected by hurricanes, earthquakes, floods, and other natural disasters.\nCapacity Building : Training and empowering local chefs and volunteers to establish community kitchens and food distribution networks.\nWe are grateful for the long partnership we have had with Marriott and in particular, we are so thankful for this generous donation from Marriott Bonvoy and The J. Willard and Alice S. Marriott Foundation , said Jose Andres\n, Founder and Chief Feeding Officer, World Central Kitchen . We have also been the beneficiary in the past of the generosity of Marriott Bonvoy members - so the points donation, matched by Marriott Bonvoy , is also deeply appreciated. This support is a testament to the power of collective action in times of need. With this funding, we can continue to deliver hope, one plate at a time, to communities facing unimaginable challenges. Together, Marriott International and the JWASM Foundation have a long history of supporting WCK's global relief efforts financially and operationally. After the Haiti earthquake in 2010, the company helped fund WCK's culinary training program and hired many of the graduates to work in its hotels. When Hurricane Maria devastated Puerto Rico in 2017, the company jumped into action. Beyond a financial donation and associate volunteer time, Dorado Beach, a Ritz-Carlton Reserve property, turned over its kitchen to become home base for the WCK team in providing desperately needed hunger relief. Marriott continues to support WCK's responses around the world.\nAbout Marriott International\nMarriott International, Inc. (Nasdaq: MAR) is based in Bethesda, Maryland , USA, and encompasses a portfolio of nearly 8,900 properties across more than 30 leading brands in 141 countries and territories. Marriott operates and franchises hotels and licenses vacation ownership resorts all around the world. The company offers Marriott Bonvoy , its highly awarded travel program. For more information, please visit our website at www.marriott.com. In addition, connect with us on Facebook and @MarriottIntl on X and Instagram.\nAbout The J. Willard and Alice S. Marriott Foundation\nThe J. Willard and Alice S. Marriott Foundation works to create access and expand access and opportunities in communities by partnering with non-profit organizations committed to solving today's challenges and improving the lives of others in service of building and sustaining vibrant and thriving communities. Founded in 1966, the Foundation invests to strengthen the vitality of the Washington, D.C. region and actively engages with the community and partners across industries and sectors to drive the greatest impact.\nSOURCE Marriott International, Inc.\n(C) 2024 Electronic News Publishing, source ENP Newswire\nShare © Acquiremedia - 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/intent/tweet?text=Marriott",
      "https://wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FMARRIOTT-INTERNATIONAL-IN-14633490%2Fnews%2FMarriott-Bonvoy-and-The-J-Willard-and-Alice-S-Marriott-Foundation-Provide-500K-Donation-to-World-47020332%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FMARRIOTT-INTERNATIONAL-IN-14633490%2Fnews%2FMarriott-Bonvoy-and-The-J-Willard-and-Alice-S-Marriott-Foundation-Provide-500K-Donation-to-World-47020332%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Marriott",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FMARRIOTT-INTERNATIONAL-IN-14633490%2Fnews%2FMarriott-Bonvoy-and-The-J-Willard-and-Alice-S-Marriott-Foundation-Provide-500K-Donation-to-World-47020332%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FMARRIOTT-INTERNATIONAL-IN-14633490%2Fnews%2FMarriott-Bonvoy-and-The-J-Willard-and-Alice-S-Marriott-Foundation-Provide-500K-Donation-to-World-47020332%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FMARRIOTT-INTERNATIONAL-IN-14633490%2Fnews%2FMarriott-Bonvoy-and-The-J-Willard-and-Alice-S-Marriott-Foundation-Provide-500K-Donation-to-World-47020332%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.facebook.com/sharer/sharer.php",
      "https://telegram.me/share/url",
      "https://www.twitter.com/intent/tweet?text=Marriott",
      "https://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FMARRIOTT-INTERNATIONAL-IN-14633490%2Fnews%2FMarriott-Bonvoy-and-The-J-Willard-and-Alice-S-Marriott-Foundation-Provide-500K-Donation-to-World-47020332%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Marriott",
      "https://wa.me/",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FMARRIOTT-INTERNATIONAL-IN-14633490%2Fnews%2FMarriott-Bonvoy-and-The-J-Willard-and-Alice-S-Marriott-Foundation-Provide-500K-Donation-to-World-47020332%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.linkedin.com/shareArticle",
      "https://www.wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FMARRIOTT-INTERNATIONAL-IN-14633490%2Fnews%2FMarriott-Bonvoy-and-The-J-Willard-and-Alice-S-Marriott-Foundation-Provide-500K-Donation-to-World-47020332%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "j. willard",
          "sentiment": "neutral"
        },
        {
          "name": "marriott bonvoy",
          "sentiment": "neutral"
        },
        {
          "name": "marketscreener",
          "sentiment": "neutral"
        },
        {
          "name": "andres",
          "sentiment": "none"
        },
        {
          "name": "anthony capuano",
          "sentiment": "none"
        },
        {
          "name": "jose andres",
          "sentiment": "none"
        },
        {
          "name": "alice s. marriott",
          "sentiment": "none"
        },
        {
          "name": "willard",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "alice s. marriott foundation",
          "sentiment": "neutral"
        },
        {
          "name": "marriott international",
          "sentiment": "neutral"
        },
        {
          "name": "marriott bonvoy",
          "sentiment": "none"
        },
        {
          "name": "world central kitchen",
          "sentiment": "none"
        },
        {
          "name": "cannes lions",
          "sentiment": "none"
        },
        {
          "name": "marriott",
          "sentiment": "none"
        },
        {
          "name": "jwasm) foundation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "md.",
          "sentiment": "none"
        },
        {
          "name": "bethesda",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T18:30:43.306+03:00",
    "updated": "2024-06-21T18:30:43.306+03:00"
  },
  {
    "uuid": "255c4823bf54403efbcd8faa2109cf04004fefd9",
    "url": "https://www.thehindu.com/news/international/give-befitting-reply-through-votes-to-election-foiling-attempt-by-international-conspirators-pm-hasina/article67690839.ece",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2023-12-30T15:37:00Z",
    "title": "Give befitting reply through votes to election foiling attempt by international conspirators: PM Hasina",
    "text": "Prime Minister Sheikh Hasina on Saturday said she was confident that the people of Bangladesh would give a befitting reply to attempts by international conspirators to dislodge her from power in the January 7 elections.\nStating that she wants the 12th parliamentary election to be held peacefully, Ms. Hasina, also the president of the ruling Awami Party said, “We will take part in the January 7 election with our party's electoral symbol Boat. Go early to the polling centres to cast a vote (for boat) to show the world that we can hold the election in a free, fair and neutral manner.”\n“Various conspiracies are being hatched to foil the polls. Many are also involved internationally. They work to bring a third party to power in Bangladesh — we will give a befitting reply to the conspiracies through the January 7 election,” Ms. Hasina said while addressing an election rally at Tungipara, about 170 km southwest of Dhaka.\nAlso Read: Sheikh Hasina | The rebel who became the ruler\n“What can the third party do? They can't do any development in the country. You had seen what they did in 2007,” Bangladesh Sangbad Sangstha (BSS), the country’s national news agency, quoted Ms. Hasina as saying. Amid increasing violence, the Bangladesh Nationalist Party, led by former Prime Minister Khaleda Zia, has announced that it would boycott the election. BNP had boycotted the 2014 election too but took part in the 2018 polls.\nEarlier in the year, the U.S. and other major Western countries had called for dialogue between the ruling Awami League and the Opposition to ensure an inclusive and credible election, which however, saw no headway visibly due to reluctance by both sides.\nOn Saturday, the BSS reported that Ms. Hasina was accompanied by her younger sister Sheikh Rehana to the rally grounds at Tungipara, where she waved the national flag to a roaring response from her supporters who had gathered to listen to her.\nAlso Read | Bangladesh Opposition party holds protest as it boycotts January 7 national election amid violence\nMs. Hasina, 76, is the longest serving Prime Minister of Bangladesh with first term from 1996 to 2001, and three consecutive terms from 2009 to 2014, 2014 to 2019 and 2019 till date.\nTerming the Opposition BNP as “a terrorist party” and the Jamaat-e-Islami (Jamaat) as “an organisation of war criminals,” prime minister Hasina said they have \"no capability to take the country forward.\" Ms. Hasina also came down heavily on the alleged criminal acts by the BNP-Jamaat men, likening it to killings of children and women in Gaza’s hospitals, and said that if her party is voted back to power, it will ensure that such criminality will end.\nThis was in reference to the alleged atrocities committed by party men belonging to BNP, whose acting chairman Tarique Rahman, a businessman turned politician, is in exile in the UK.\nAlso Read | Hasina announces Awami League’s poll manifesto, pledges to build ‘Smart Bangladesh’\n“If Allah wants and we can come (to power) by winning the next election, it won't be allowed that he (Tarique) will give order to harm and kill the people of our country, staying in London. If necessary, he would be brought from there (to the country) and given punishment,” BSS quoted Hasina as saying.\nThe AL chief said her party wants peace to continue and the country's development be strengthened while the BNP-Jamaat clique tried time and again to disrupt it.\nThe Prime Minister also expressed confidence that Bangladesh will start its journey as a developing nation by 2026.\n“And only the Awami League can take the country towards prosperity. Bangladesh has got the status of a developing country due to the current government's efforts made in the last 15 years, which is now working to transform it into a developed, prosperous and Smart Bangladesh by 2041,” Ms. Hasina said.\nCOMMents\nSHARE\nCopy link Email Facebook Twitter Telegram LinkedIn WhatsApp Reddit Related stories In biggest election year ever, politics may have impact on India’s foreign policy the most",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://linkedin.com/shareArticle?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fgive-befitting-reply-through-votes-to-election-foiling-attempt-by-international-conspirators-pm-hasina%2Farticle67690839.ece&title=Give%20befitting%20reply%20through%20votes%20to%20election%20foiling%20attempt%20by%20international%20conspirators%3A%20PM%20Hasina",
      "https://reddit.com/submit",
      "https://api.whatsapp.com//send?text=Give%20befitting%20reply%20through%20votes%20to%20election%20foiling%20attempt%20by%20international%20conspirators%3A%20PM%20Hasina%20-%20https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fgive-befitting-reply-through-votes-to-election-foiling-attempt-by-international-conspirators-pm-hasina%2Farticle67690839.ece",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fgive-befitting-reply-through-votes-to-election-foiling-attempt-by-international-conspirators-pm-hasina%2Farticle67690839.ece&t=Give%20befitting%20reply%20through%20votes%20to%20election%20foiling%20attempt%20by%20international%20conspirators%3A%20PM%20Hasina",
      "https://www.reddit.com/submit?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fgive-befitting-reply-through-votes-to-election-foiling-attempt-by-international-conspirators-pm-hasina%2Farticle67690839.ece&title=Give%20befitting%20reply%20through%20votes%20to%20election%20foiling%20attempt%20by%20international%20conspirators%3A%20PM%20Hasina",
      "https://t.me/share/url",
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fgive-befitting-reply-through-votes-to-election-foiling-attempt-by-international-conspirators-pm-hasina%2Farticle67690839.ece&text=Give%20befitting%20reply%20through%20votes%20to%20election%20foiling%20attempt%20by%20international%20conspirators%3A%20PM%20Hasina",
      "https://t.me/share/url?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fgive-befitting-reply-through-votes-to-election-foiling-attempt-by-international-conspirators-pm-hasina%2Farticle67690839.ece&text=Give%20befitting%20reply%20through%20votes%20to%20election%20foiling%20attempt%20by%20international%20conspirators%3A%20PM%20Hasina",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://reddit.com/submit?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fgive-befitting-reply-through-votes-to-election-foiling-attempt-by-international-conspirators-pm-hasina%2Farticle67690839.ece&title=Give%20befitting%20reply%20through%20votes%20to%20election%20foiling%20attempt%20by%20international%20conspirators%3A%20PM%20Hasina",
      "https://api.whatsapp.com//send",
      "https://www.api.whatsapp.com//send?text=Give%20befitting%20reply%20through%20votes%20to%20election%20foiling%20attempt%20by%20international%20conspirators%3A%20PM%20Hasina%20-%20https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fgive-befitting-reply-through-votes-to-election-foiling-attempt-by-international-conspirators-pm-hasina%2Farticle67690839.ece",
      "https://www.t.me/share/url?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fgive-befitting-reply-through-votes-to-election-foiling-attempt-by-international-conspirators-pm-hasina%2Farticle67690839.ece&text=Give%20befitting%20reply%20through%20votes%20to%20election%20foiling%20attempt%20by%20international%20conspirators%3A%20PM%20Hasina",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fgive-befitting-reply-through-votes-to-election-foiling-attempt-by-international-conspirators-pm-hasina%2Farticle67690839.ece&text=Give%20befitting%20reply%20through%20votes%20to%20election%20foiling%20attempt%20by%20international%20conspirators%3A%20PM%20Hasina",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fgive-befitting-reply-through-votes-to-election-foiling-attempt-by-international-conspirators-pm-hasina%2Farticle67690839.ece&t=Give%20befitting%20reply%20through%20votes%20to%20election%20foiling%20attempt%20by%20international%20conspirators%3A%20PM%20Hasina",
      "https://twitter.com/intent/tweet",
      "https://www.linkedin.com/shareArticle?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fgive-befitting-reply-through-votes-to-election-foiling-attempt-by-international-conspirators-pm-hasina%2Farticle67690839.ece&title=Give%20befitting%20reply%20through%20votes%20to%20election%20foiling%20attempt%20by%20international%20conspirators%3A%20PM%20Hasina"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hasina",
          "sentiment": "negative"
        },
        {
          "name": "sheikh hasina",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "awami party",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bangladesh",
          "sentiment": "none"
        },
        {
          "name": "tungipara",
          "sentiment": "none"
        },
        {
          "name": "dhaka",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T20:14:27.560+02:00",
    "updated": "2023-12-31T00:09:24.737+02:00"
  },
  {
    "uuid": "5cb69e25de92326326a545b17619370f6dfe0a22",
    "url": "https://www.telemundo51.com/noticias/mexico/en-video-mujer-da-a-luz-en-medio-de-la-tormenta-tropical-barry-mexico/2673316",
    "ord_in_thread": 0,
    "author": "Ivette Solórzano",
    "published": "2025-07-03T02:29:00Z",
    "title": "En video: mujer da a luz en medio de la tormenta tropical Barry en México",
    "text": "En México las lluvias siguen causando estragos. En esta ocasión fue el norte del país el más afectado por el mal tiempo.\nPero en medio de las inundaciones, el alcalde de un pequeño municipio de Tamaulipas se convirtió en un héroe.\nEn medio de la tormenta ocurrió un milagro. Una mujer, quien quedó atrapada dentro de su camioneta en las inundaciones que provocó la tormenta tropical Barry, dio a luz.\nPara su fortuna, el alcalde del Municipio de González, en el estado de Tamaulipas realizaba tareas de patrullaje, quien además resultó ser médico de profesión, y ayudó a la mujer a traer a la pequeña al mundo.\n“Pos la bebé nació en la camioneta en la que transportaban a la madre”, dijo Miguel Alejandro Zúñica, alcalde de González, Tamaulipas.\nLa abuela de Renata iba con su hija y aseguró que vivieron momentos de angustia, hasta que apareció la ayuda.\n“Estaba muy crecido para cruzar para allá. Lo único que hicimos fue pararnos porque mi hija estaba a punto de aliviarse y dijimos pues aquí”, dijo la abuela de Renata, María Asunción.\nPero no solo este pequeño municipio sufrió las afectaciones de la tormenta tropical Barry, todo el estado tuvo severas inundaciones por las lluvias de este fenómeno meteorológico en otros tres estados.\nLas autoridades federales han declarado alerta por deslaves en la zona, por lo que la encargada de protección civil federal ya se trasladó a la zona.\n“Además y todo el escurrimiento del agua que tenemos del estado de Veracruz y San Luis Potosí”, dijo Laura Velázquez, directora de protección civil federal.\nEn Tamaulipas ya activaron el plan marina, por los altos niveles de agua del río Pánuco y Tamesí, por lo que autoridades estatales ya asisten a más de 117 personas.\nEl Sistema Meteorológico Nacional pide a la población no bajar la guardia y estar atentos a los avisos porque en el Pacífico está el Huracán Flossie que podría generar afectaciones en otros estados.\n“Recuerden que estamos en temporada de lluvias, en temporadas de ciclones tropicales”, dijo la meteoróloga nacional Patria López.\nPor lo pronto, la familia de Renata jamás olvidará su nacimiento en medio del caos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Disaster and Accident->natural disaster",
      "Social Issue->social problem",
      "Social Issue->pregnancy and childbirth"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Miguel Alejandro Zúñica",
          "sentiment": "none"
        },
        {
          "name": "María Asunción",
          "sentiment": "none"
        },
        {
          "name": "González",
          "sentiment": "none"
        },
        {
          "name": "Renata",
          "sentiment": "none"
        },
        {
          "name": "Barry",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Tamaulipas",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T07:58:08.329+03:00",
    "updated": "2025-07-03T05:02:06.000+00:00"
  },
  {
    "uuid": "70b1e3fc9e44760db0a55f18908b7486a8e4f4a7",
    "url": "https://vnexplorer.net/z/1751658.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-08-08T13:33:00Z",
    "title": "Identifican a abogados responsables de cierres carreteros en Puebla",
    "text": "La pareja de abogados Patricia Rodríguez Flores y Jorge Portilla Alba, son los que estarían detrás de la defensa legal de los ejidatarios de Santa Rita Tlahuapan. Foto Tomada de un vídeo en Facebook La Jornada de Oriente Puebla, Pue. La pareja de abogados Patricia Rodríguez Flores y Jorge Portilla Alba, originarios de Texmelucan, son los que estarían detrás de la defensa legal de los ejidatarios de Santa Rita Tlahuapan que mantenían cercada a la ciudad de Puebla con bloqueos en autopistas que comunican con seis estados, incluido la capital del país, en demanda del pago de sus tierras. Ambos litigantes -quienes no trabajan para ningún bufete de abogados- fueron ubicados en redes sociales, después de que el presidente Andrés Manuel López Obrador acusó que uno de ellos es el abogado responsable de los cierres carreteros y de que quieren sacar provecho personal del conflicto. Jorge Portilla sería el abogado a quien López Obrador hizo referencia en la rueda de prensa mañanera de este miércoles, al acusar que se trata de un personaje que quiere “sacar raja” y provecho personal del conflicto. Portilla Alba representa a unos 70 campesinos de los estados de Hidalgo, Puebla, Tlaxcala y el estado de México que no han recibido un solo peso por la expropiación de sus tierras para la construcción de autopistas en dichas entidades. Las obras por las que se vieron afectados son las autopistas de Santa Rita Tlahuapan y de Taxco-Tecojotal, en Puebla; el libramiento Apizaco-Huamantla, en Tlaxcala, y la carretera del Arco Norte, que atraviesa los estados de México, Hidalgo, Puebla y Tlaxcala. En noviembre pasado, Jorge Portilla expuso que hace una década funcionarios de la Secretaría de Comunicaciones y Transportes (SCT) negociaron directamente con los dueños de los terrenos y se aprovecharon de su desconocimiento para sacar ventaja. En dichos acuerdos, acusó que la SCT consignó superficies menores a las reales y asignó precios que iban desde los 5 hasta los 40 pesos por metro cuadrado de terreno, muy por debajo del valor comercial. Ante esta situación, los campesinos amagaron desde el año pasado con el cierre de autopistas si la Federación se cerraba al diálogo y la negociación. Jorge Portilla Alba es biólogo de profesión, su esposa es la abogada Patricia Rodríguez Flores, quien lleva el tema legal. Él funge como asesor de los ejidatarios. Es oriundo de la comunidad de Ignacio López Rayón, del municipio de Santa Rita Tlahuapan. Son ambientalistas y han estado en defensa de la región del Izta-Popo desde hace más de una década. Estuvo en varios movimientos campesinos en contra de la planta Nestlé Water por la explotación y comercialización del agua del deshielo de los volcanes que la embotella la filial Santa María. El 5 de diciembre de 2016 encabezó las protestas contra Nestlé, ubicado en el poblado de Santa Cruz Otlatla, municipio de Santa Rita Tlahuapan, y también esa ocasión bloquearon la autopista. Están ligados al Comité Sierra Nevada, perteneciente a la Central Independiente de Organizaciones Agrícolas y Campesinas de José Dolores López Domínguez (CIOAC-JDLD) y a la Unión de Silvicultores del Izta-Popo, a las que pertenecen 34 ejidos, dueños de 64 hectáreas de bosque.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Crime, Law and Justice"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-09T00:38:34.984+03:00",
    "updated": "2024-08-09T00:38:34.984+03:00"
  },
  {
    "uuid": "810b067d456cd731fb9c1f716d77e833c54dae48",
    "url": "https://www.nasdaq.com/articles/soccer-late-rally-fails-to-save-tottenham-in-4-2-loss-at-brighton",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2023-12-28T21:39:00Z",
    "title": "Soccer-Late rally fails to save Tottenham in 4-2 loss at Brighton",
    "text": "BRIGHTON, England, Dec 28 (Reuters) - Tottenham Hotspur's top-four ambitions suffered a blow as they lost 4-2 at Brighton & Hove Albion in the Premier League on Thursday with only a late rally saving them from their heaviest defeat since Ange Postecoglou became manager.\nVictory would have put injury-hit Spurs above Manchester City into fourth spot but they were mauled on the south coast as a Brighton side also missing key players ran riot.\nA powerful early strike by Josh Hinshelwood and Joao Pedro's penalty gave the hosts a deserved 2-0 lead at halftime as Tottenham struggled to deal with Brighton's intensity.\nThe visitors responded in the second half with Richarlison having a goal disallowed but when halftime substitute Pervis Estupinan sent a thunderbolt past Spurs keeper Guglielmo Vicario and Joao Pedro netted a second penalty the game seemed over.\nHowever, when Tottenham's late substitute Alejo Veliz fired home from close range in the 75th minute and Ben Davies scored with a header a miraculous comeback suddenly looked possible.\nMidfielder Pierre-Emile Hojbjerg hit the post for Spurs in stoppage time as Brighton looked nervy but they held on to move into eighth place in the table on 30 points while Tottenham remain fifth on 36, a point behind Manchester City in fourth.\n(Reporting by Martyn Herman; Editing by Ken Ferris)\n(( ; +442075427933; Reuters Messaging: @reuters.net))\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joao pedro",
          "sentiment": "none"
        },
        {
          "name": "richarlison",
          "sentiment": "none"
        },
        {
          "name": "pervis estupinan",
          "sentiment": "none"
        },
        {
          "name": "pierre",
          "sentiment": "none"
        },
        {
          "name": "emile hojbjerg",
          "sentiment": "none"
        },
        {
          "name": "josh hinshelwood",
          "sentiment": "none"
        },
        {
          "name": "ange postecoglou",
          "sentiment": "none"
        },
        {
          "name": "ben davies",
          "sentiment": "none"
        },
        {
          "name": "guglielmo vicario",
          "sentiment": "none"
        },
        {
          "name": "alejo veliz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "tottenham",
          "sentiment": "negative"
        },
        {
          "name": "tottenham hotspur",
          "sentiment": "negative"
        },
        {
          "name": "brighton & hove albion",
          "sentiment": "none"
        },
        {
          "name": "premier league",
          "sentiment": "none"
        },
        {
          "name": "spurs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "brighton brighton",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "brighton",
          "sentiment": "none"
        },
        {
          "name": "manchester city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:14.387+02:00",
    "updated": "2023-12-29T00:08:14.387+02:00"
  },
  {
    "uuid": "c73fac9bf9da48fb990bff537f5925af1d58b81a",
    "url": "https://www.tudocelular.com/forum/threads/425710-Google-Fotos-limita-compartilhamento-de-fotos-com-parceiros-e-irrita-usuarios",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TudoCelular.com",
    "published": "2024-11-14T00:00:00Z",
    "title": "Google Fotos limita compartilhamento de fotos com parceiros e irrita usuários",
    "text": "nunca se pode confiar no google. Se você usa algum serviço ou recurso, tenha certeza que um dia farão uma mudança que lhe trará problemas. Foi assim ocom o \"armazenamento infinito\" de fotos, e quando separaram o google drive do goolge fotos. Você se acostuma com o serviço, ele passa a ser útil e até fundamental, aí vem um balde de água fria, sem explicação, sem perguntar se agrada o usuário, sem dar chance de manter como era antes. Resultados de 1 a 4 de 4 - 11-14-2024, 10:13 PM [#1](showthread.php?425710&p=3121849&viewfull=1#post3121849) - Membro desde - Apr 2013 - Posts - 196,889 [Google Fotos limita compartilhamento de fotos com parceiros e irrita usuários](https://www.tudocelular.com/google/noticias/n228480/google-fotos-limita-compartilhamento-de-fotos-com-parceiros-e-irrita-usuarios.html)Nova limitação do Google Fotos tem irritado usuários que compartilham imagens com seus parceiros. Ontem, 08:09 PM[#2](/forum/threads/425710-Google-Fotos-limita-compartilhamento-de-fotos-com-parceiros-e-irrita-usuarios/?s=b65afa3905e20de421de9c13e3609dbd&p=3121858&viewfull=1#post3121858) - Membro desde - Nov 2016 - Posts - 1,787 Hoje, 11:45 AM[#3](/forum/threads/425710-Google-Fotos-limita-compartilhamento-de-fotos-com-parceiros-e-irrita-usuarios/?s=b65afa3905e20de421de9c13e3609dbd&p=3121989&viewfull=1#post3121989) - Membro desde - Sep 2021 - Posts - 97 Hoje, 12:51 PM[#4](/forum/threads/425710-Google-Fotos-limita-compartilhamento-de-fotos-com-parceiros-e-irrita-usuarios/?s=b65afa3905e20de421de9c13e3609dbd&p=3122002&viewfull=1#post3122002) - Membro desde - Nov 2016 - Posts - 1,787 o importante é considerar o seguinte: você não pode depender 100% de qualquer \"serviço\", seja ele whatsapp, google, microsoft, etc. porque se você cria uma dependência exclusiva e depende disso inclusive para ganhar dinheiro, é sua responsabilidade ter um \"plano B\". Fico pasmo quando vejo empresas se tornando reféns de facebook, whatsapp, etc. e esquecem que na falha ou falta do serviço vão perder clientes e dinheiro",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T02:16:30.322+02:00",
    "updated": "2024-11-15T19:48:40.202+02:00"
  },
  {
    "uuid": "a81dfb0d730c8dfd046ce074e7670fcae0403b79",
    "url": "https://www.mprnews.org/story/2024/06/13/family-of-bystander-killed-during-police-pursuit-files-wrongful-death-lawsuit",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MPR News Staff",
    "published": "2024-06-13T20:50:00Z",
    "title": "Family of innocent bystander killed during Minneapolis police pursuit files lawsuit",
    "text": "Like this? Log in to share your opinion with MPR News and add it to your profile. Like this? Thanks for liking this story! We have added it to a list of your favorite stories. The family of a bystander killed during a high-speed police chase filed a federal lawsuit Thursday against the city of Minneapolis. In July of 2021, Minneapolis Police Department officer Brian Cummings was [pursuing](/story/2021/10/22/minneapolis-cop-charged-in-pursuit-crash-that-killed-innocent-motorist) another vehicle at high speeds when he crashed into a car driven by Leneal Frazier in a north Minneapolis intersection. According to the lawsuit filed in U.S. District Court in Minnesota, before the fatal crash Cummings had been involved in a dozen high speed pursuits in a seven-month period. And the complaint says only four resulted in an arrest of the subject of the pursuit. “MPD did not meaningfully and/or formally discipline Cummings for his dangerous conduct related to any of the high-speed pursuits he involved himself in,” reads the lawsuit complaint. The former officer later [pleaded guilty](/story/2023/04/27/excop-pleads-guilty-in-fatal-highspeed-crash) to a charge of vehicular homicide and was sentenced to nine months in the Hennepin County workhouse. The Frazier family is represented by the same firm which handled the wrongful death cases of others killed by law enforcement officers including [George Floyd](/story/2020/07/15/floyd-family-to-announce-civil-lawsuit-against-minneapolis), [Daunte Wright](/story/2022/06/22/attorneys-daunte-wright-family-has-a-325m-settlement-agreement-with-city-of-brooklyn-center) and [Amir Locke](/story/2023/02/03/family-sues-minneapolis-over-amir-locke-killing-by-police-in-noknock-raid). The city has yet to respond to a request for comment. Create a More Connected Minnesota MPR News is your trusted resource for the news you need. With your support, MPR News brings accessible, courageous journalism and authentic conversation to everyone - free of paywalls and barriers. Your gift makes a difference.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "leneal frazier",
          "sentiment": "none"
        },
        {
          "name": "cummings",
          "sentiment": "none"
        },
        {
          "name": "brian cummings",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "minneapolis police department",
          "sentiment": "none"
        },
        {
          "name": "mpr news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "minneapolis",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:02:05.519+03:00",
    "updated": "2024-06-14T05:57:41.933+03:00"
  },
  {
    "uuid": "d275cf90b0f21dfadd245cc779f8751b78e6ced6",
    "url": "https://www.kplctv.com/video/2025/04/09/man-killed-el-paso-is-swla-native-family-says",
    "ord_in_thread": 0,
    "author": "@KPLC7News",
    "published": "2025-04-09T21:29:00Z",
    "title": "Man killed in El Paso is SWLA native, family says",
    "text": "Updated: 9 minutes ago\nA Lake Charles man is on trial for allegedly raping a woman nearly 40 years ago.\nUpdated: 1 hour ago\nThis week marks six months since a mother and daughter were found dead in their Hornbeck home.\nUpdated: 4 hours ago\nUpdated: 4 hours ago\nUpdated: 8 hours ago\nUpdated: 9 hours ago\nStart your day with 7 News Sunrise",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "topics": [
      "Crime, Law and Justice->court",
      "Crime, Law and Justice->homicide",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:39:14.863+03:00",
    "updated": "2025-04-10T00:39:14.863+03:00"
  }
]