[
  {
    "uuid": "4b4b85d12e4abb4f02304bf2744448f5a7274289",
    "url": "https://ifp.nyu.edu/2024/journal-article-abstracts/jech-2023-221339v1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "gary",
    "published": "2024-01-25T22:18:00Z",
    "title": "Impact of the minimum wage increase on intimate partner violence (IPV): a quasi-experimental study in South Korea",
    "text": "Poverty is associated with intimate partner violence (IPV), but whether exogenous increases in wage could reduce IPV among low-income women is still unclear. We examined whether the 2018 minimum wage hike led to a reduction in IPV risk among women.\nUsing the 2015–2019 Korean Welfare Panel Study, we employed a difference-in-differences (DID) approach to assess the effect of the minimum wage hike on IPV. The analysis focused on married women aged 19 or older. We categorised participants into a target group (likely affected by the minimum wage increase) and a comparison group based on their hourly wage. Three IPV outcomes were examined: verbal abuse, physical threat and physical assault. We conducted DID analyses with two-way fixed-effects models.\nThe increase in minimum wage was correlated with a 3.2% decrease in the likelihood of experiencing physical threat among low-income female workers (95% CI: –6.2% to –0.1%). However, the policy change did not significantly influence the risk of verbal abuse, physical assault or a combined IPV outcome. The study also highlights a higher incidence of all IPV outcomes in the target group compared with the comparison group.\nThe 2018 minimum wage increase in Korea was associated with a modest reduction in physical threat among low-income female workers. While economic empowerment through minimum wage policies may contribute to IPV prevention, additional measures should be explored. Further research is needed to understand the intricate relationship between minimum wage policies and IPV, and evidence-based prevention strategies are crucial to address IPV risk.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ipv",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "south korea",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:22:46.417+02:00",
    "updated": "2024-01-26T00:22:46.417+02:00"
  },
  {
    "uuid": "46f12d564f383c59ad70272a62aae7110ba7e8c0",
    "url": "https://www.otempo.com.br/gastronomia/comida-di-buteco/2024/comida-di-buteco-veja-os-bares-participantes-do-concurso-em-bh-por-regiao-1.3398201",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Laura Maria",
    "published": "2024-04-18T00:00:00Z",
    "title": "Comida di Buteco: veja os bares participantes do concurso em BH por região | O TEMPO",
    "text": "O Comida di Buteco está funcionando a todo vapor! O concurso vai até o dia 5 de maio e abrange 121 bares de Belo Horizonte. Para facilitar o momento da escolha do estabelecimento, O TEMPO listou todos os botecos participantes por região da cidade. Além disso, também estão disponíveis, o horário de funcionamento e o petisco concorrente. Confira! BARREIRO Bar e Restaurante do Joãozinho Rua Pinheiro Chagas, 295 - Loja 2 E 3 | Barreiro Segunda, das 17h às 23h | Terça, das 17h às 23h | Quarta, das 17h às 23h | Quinta, das 17h às 23h | Sexta, das 17h às 23h | Sábado, das 17h às 23h | Domingo, das 12h às 18h |Muquequinha de Peixe - Moqueca de filé de peixe enrolado e recheado com azeitona, acompanhado de farofa de banana na manteiga e pimenta-biquinho Espetinho do Boi Rua São Paulo da Cruz, 357 | Barreiro, Belo Horizonte Terça, das 17h às 23h | Quarta, das 17h às 23h | Quinta, das 17h às 23h | Sexta, das 17h às 23h | Sábado, das 13h às 23h Agarrão do Boi - Garrão bovino ao molho com polenta recheada de queijo, envolvido em uma hortaliça de folha de sabor marcante, salpicado com cheiro-verde e aromatizado com pimenta-biquinho Já To Inno Rua Benjamim Dias, 379 | Barreiro Segunda, das 17h30 às 23h30 | Terça, das 17h30 às 23h30 | Quarta, das 17h30 às 23h30 | Quinta, das 17h30 às 23h30 | Sexta, das 17h30 às 23h30 | Sábado, das 15h30 às 23h União - Filé-mignon recheado à napolitana acompanhado de creme de batata com alho-poró. Leo da Quadra Rua Oliveira Lisboa, 107 | Barreiro Terça, das 18h às 23h30 | Quarta, das 18h às 23h30 | Quinta, das 18h às 23h30 | Sexta, das 18h às 23h30 | Sábado, das 11h às 23h | Domingo, das 12h às 18h Reza q vai - Lombinho temperado na manteiga de garrafa com batatas no bacon e provolone. Restaurante do Pardal Rua Alcindo Vieira, 250 | Barreiro Terça, das 17h às 22h | Quarta, das 17h às 22h | Quinta, das 17h às 22h | Sexta, das 17h às 22h | Sábado, das 12h às 22h | Porco Atolado - Isca de pernil atolada no creme de queijo e bacon, acompanhada de batatas ao murro! CENTRO-SUL 222 Avenida Francisco Deslandes, 222 | Cruzeiro Terça, das 18h às 23h | Quarta, das 18h às 23h | Quinta, das 18h à 0h | Sexta, das 17h à 0h | Sábado, das 11h à 0h | Domingo, das 11h às 20h Uai? Carajé - Massa de pastel assada recheada de vatapá e camarão e acompanhada de vinagrete. Baiúca Rua Piauí, 1884 | Funcionários, Belo Horizonte - MG Segunda, das 11h às 15h | Terça, das 11h às 22h30 | Quarta, das 11h às 22h30 | Quinta, das 11h às 22h30 | Sexta, das 11h às 22h30 | Sábado, das 12h às 22h30 | Domingo, das 12h às 16h30 Fish and Chips Baianeira - Filé de tilápia empanado com fubá, acompanhado de chips de batata-doce, molho de moqueca baiana e molho de maionese temperada. Bar e Restaurante da Cleidir Avenida Augusto de Lima, 685 | Centro, Belo Horizonte - MG Terça, das 10h às 22h | Quarta, das 10h às 22h | Quinta, das 10h às 22h | Sexta, das 10h às 22h | Sábado, das 10h às 22h | Domingo, das 10h às 22h | Networking, uma conexão de sabores - Coxinhas da asa marinadas na cerveja preta com batatas salteadas e acompanha molho de huancaína. Bar Mania Mineira Rua Paracatu, 1099 | Santo Agostinho Terça, das 17h às 23h | Quarta, das 17h às 23h | Quinta, das 17h às 23h | Sexta, das 17h às 23h | Sábado, das 12h às 23h Ninho do Campo com Grãos da Terra - Costelinha assada à moda da casa, com arroz caipira. Bar Mercado Bom Grill Avenida Augusto de Lima, 744 - Lojas 08 a 12 - Mercado Central Segunda, das 11h às 18h | Terça, das 11h às 18h | Quarta, das 11h às 18h | Quinta, das 11h às 18h | Sexta, das 11h às 18h | Sábado, das 9h30 às 18h | Domingo, das 9h às 13h | Boleta - Bolinho de abóbora recheado com carne de porco com banana-da-terra e barbecue de goiabada. Beco Restaurante Rua Tamoios, 232 | Centro, Belo Horizonte Segunda, das 11h às 22h30 | Terça, das 11h às 22h30 | Quarta, das 11h às 22h30 | Quinta, das 11h às 22h30 | Sexta, das 11h30 às 22h30 | Sábado, das 11h30 às 22h30 | Copa Lombo Exótico - Carne de porco com molhos de limão siciliano e kiwi, acompanhada de batatas rústicas. Botequim de Lourdes Rua Curitiba, 2039 | Lourdes, Terça, das 17h às 22h30 | Quarta, das 17h às 22h30 | Quinta, das 17h às 22h30 | Sexta, das 12h às 22h30 | Sábado, das 12h às 22h30 | Domingo, das 12h às 22h | Polenta com costelinha da Vovó - Costelinha suína ao molho pomodoro em cama de polenta cremosa, finalizada com muçarela maçaricada e couve crispy. Café Bahia Rua Tupis, 369 | Centro, Belo Horizonte - MG Segunda, das 11h às 23h30 | Terça, das 11h às 23h30 | Quarta, das 11h às 23h30 | Quinta, das 11h às 23h30 | Sexta, das 11h às 23h30 | Sábado, das 11h às 23h30 Sertô do Bahia - Croquete de pernil com molho de abacaxi com pimenta, acompanha creme de macaxeira com carne seca e requeijão de raspa crocante. Café Palhares Rua dos Tupinambás, 638 | Centro, Belo Horizonte - MG Segunda, das 8h às 16h | Terça, das 8h às 16h | Quarta, das 8h às 16h | Quinta, das 8h às 16h | Sexta, das 8h às 18h | Sábado, das 8h às 15h | Kostelinha da Rosa Costelinha suína frita, com toque de melaço e a crocância da castanha-de-caju, acompanhada de bolinhos de canjiquinha com queijo canastra e mostarda caseira em grãos. Casa da Madrinha Avenida Barbacena, 212 - Loja 7 | Barro Preto, Belo Horizonte - MG Quarta, das 12h às 22h | Quinta, das 12h às 22h | Sexta, das 12h às 22h | Sábado, das 12h às 22h | Segunda, das 12h às 15h | Terça, das 12h às 15h | Novato Orai por nós Bolinho de costelinha com ora-pro-nóbis, servido com molho de tomate e abobrinha gratinada. Del Ruim Avenida Augusto de Lima, 635 - Loja | Centro Terça, das 17h às 22h30 | Quarta, das 17h às 22h30 | Quinta, das 17h às 22h30 | Sexta, das 17h às 22h30 | Sábado, das 17h às 22h30 | Domingo, das 17h às 22h30 Del Bom na Costelinha - Costelinha ao molho de milho cremoso acompanhado de angu e couve-flor assada na manteiga com especiarias. Dona Dora Rua Rio de Janeiro, 1205 - Loja: 1 e 2 | Centro Terça, das 17h30 às 23h | Quarta, das 17h30 às 23h | Quinta, das 17h30 às 23h | Sexta, das 17h30 às 23h | Sábado, das 11h30 às 23h Fiquei chique sô!!! - Sobrecoxa desossada envolta no bacon, polenta cremosa. Acompanha pipoca de quiabo e molho de tomate. Ember Meat House Rua São Romão, 460 | São Pedro Segunda, das 12h às 15h | Terça, das 12h às 23h30 | Quarta, das 12h às 23h30 | Quinta, das 12h às 23h30 | Sexta, das 12h às 23h30 | Sábado, das 12h às 23h30 | Domingo, das 12h às 17h30 Ôlha - Cozido de pé de porco, pernil, costelinha e linguiça com mandioca e banana. Finalizado com couve e cheiro-verde. Graffica Bar Avenida Augusto de Lima, 233 - Slj 9 Slj 8 - Varanda | Centro Segunda, das 16h à 0h | Terça, das 16h à 0h | Quarta, das 16h à 0h | Quinta, das 16h à 0h | Sexta, das 16h à 0h | Sábado, das 12h à 0h | Das terras de Minas - Músculo de boi confitado acompanhado de pão artesanal. Mamute Bar Rua Brás Cubas, 116 | Cruzeiro, Belo Horizonte - MG Terça, das 17h às 22h | Quarta, das 17h às 22h | Quinta, das 17h às 22h | Sexta, das 17h às 22h | Sábado, das 13h às 22h | Domingo, das 12h às 19h | Quem é do Bar não enjoa - Polenta frita com ragu de copa lombo, picles de cebola roxa e maionese de páprica defumada. Odorico Cervejaria Rua Major Lopes, 117 | São Pedro Quarta, das 17h às 22h30 | Quinta, das 17h às 22h30 | Sexta, das 17h às 22h30 | Sábado, das 12h às 22h30 Pastel de Vento E a Feijoada Levou - Pasteizinhos de vento para serem recheados com a Feijoada Especial do Odorico. Pé de Cana Rua Flórida, 15 | Carmo Segunda, das 11h às 0h30 | Terça, das 11h às 0h30 | Quarta, das 11h às 0h30 | Quinta, das 11h às 0h30 | Sexta, das 11h às 0h30 | Sábado, das 11h às 0h30 | Domingo, das 11h às 17h30 Na Moita - Trouxinha de couve recheada com maçã de peito desfiada, cebola, alho-poró, caldo de carne caseiro. Acompanha pastel de vento com ervas. Santo Butiquim Rua Professor Antônio Aleixo, 235 Segunda, das 11h às 15h | Terça, das 11h às 15h | Quarta, das 11h às 23h | Quinta, das 11h às 23h | Sexta, das 11h às 23h | Sábado, das 12h à 0h | Domingo, das 12h às 16h | Novato O Baianeiro - Linguiça, bacon e banana-da-terra salteados e cobertos com creme de mandioca gratinado com queijo minas. Acompanha queijo coalho grelhado com geleia de pimenta. Sião Bar Rua Pium-I, 86 | Cruzeiro Terça, das 18h às 23h30 | Quarta, das 18h às 23h30 | Quinta, das 18h às 23h30 | Sexta, das 18h às 23h30 | Sábado, das 16h às 23h Boi Bêbado - Carne de panela com molho especial da casa LESTE Bar da Lili Rua Quimberlita, 254 | Santa Teresa Segunda, das 18h às 23h | Terça, das 18h às 23h | Quinta, das 18h às 23h | Sexta, das 18h às 23h | Sábado, das 12h às 22h | Domingo, das 12h às 22h Atoladinho de Frango - Creme de ervilhas, batata e bacon, com cubos de peito de frango ao molho de tomates, cobertos com muçarela e batata-palha. Bar do Nelson Avenida Vicente Risola, 1000 | Santa Inês Quarta, das 15h às 23h30 | Quinta, das 15h às 23h30 | Sexta, das 15h às 23h30 | Sábado, das 11h às 23h30 | Domingo, das 11h às 20h | Lagartinho - Lagarto fatiado com fatias de linguiça calabresa e bacon. Bar Du Du Rua Violeta, 369 | Esplanada Terça, das 11h às 14h | Terça, das 17h30 às 23h | Quarta, das 11h às 14h | Quarta, das 17h30 às 23h | Quinta, das 11h às 14h | Quinta, das 17h30 às 23h | Sexta, das 11h às 14h | Sexta, das 17h30 às 23h | Sábado, das 11h às 22h Boi Tonto - Rabo de boi feito na cerveja preta, acompanhado de creme de inhame. Bar Temático Sta. Teresa Rua Pirite, 187 - Atrás do Mercado Distrital Sta. Tereza Terça, das 17h às 23h | Quarta, das 17h às 23h | Quinta, das 17h às 23h | Sexta, das 17h às 22h | Sábado, das 12h às 22h | Domingo, das 12h às 18h | Costela da Maria Bonita com Farofa das Gerais - Costelinha marinada em especiarias, acompanhado com farofa de cuscuz, feijão de corda e banana-da-terra. Cantim D'or Noir Avenida do Contorno, 3588 | Santa Efigênia Terça, das 11h às 14h30 | Terça, das 17h30 à 0h | Quarta, das 11h às 14h30 | Quarta, das 17h30 à 0h | Quinta, das 11h às 14h30 | Quinta, das 17h30 à 0h | Sexta, das 11h às 14h30 | Sexta, das 17h30 à 0h | Sábado, das 17h30 à 0h | Benza Deus do Cantim - Carne suína marinada no vinho cozida no molho italiano com calabresa: Guizado Cigano, com receita de nossa cozinha de família. Sem carne: Aperitivo de berinjela em ervas e empanada, compondo com tomate e creme de queijos, atendendo ao público vegetariano. Surpreendentemente delicioso! Cantinho da Baiana Avenida Itaité, 422 | São Geraldo Quarta, das 17h30 às 23h | Quinta, das 17h30 às 23h | Sexta, das 17h30 às 23h | Sábado, das 13h30 às 23h | Domingo, das 13h30 às 23h Baianeiro! - Delicioso purê de banana-da-terra com Boi ao Molho, acompanhado de torradinhas crocantes. Iracema bar Rua Almandina, 56 | Santa Teresa Leste Quarta, das 18h à 0h | Quinta, das 18h à 0h | Sexta, das 18h à 0h | Sábado, das 12h à 0h | Domingo, das 12h às 19h Barriga de Porco - Arigatô, sô! Barriga de porco glaceada num molho asiático, acompanhada de picles caseiro e pastel de vento. Koqueiros Bar Avenida Silviano Brandão, 1293 | Sagrada Família Terça, das 17h às 23h30 | Quarta, das 17h às 23h30 | Quinta, das 17h às 23h30 | Sexta, das 17h às 23h30 | Sábado, das 13h às 23h30 | Domingo, das 14h às 19h30 | Trem de Minas - Panceta cozida ao molho de vinho e gengibre, servida com creme de baroa com queijo. Köbes Emporium Bar Rua Professor Raimundo Nonato, 31 - A | Santa Tereza Terça, das 18h às 23h | Quarta, das 18h às 23h | Quinta, das 18h às 23h | Sexta, das 18h às 23h30 | Sábado, das 12h às 23h | Domingo, das 12h às 17h | Novato Uai Tchê - Iscas de carne de porco empanadas e bolinhos de ervilha recheados de milho e queijo, servidos com molho bergamota à moda. Locomotivas Bar Rua Carmésia, 568 | Santa Inês Segunda, das 16h às 23h | Quarta, das 16h às 23h | Quinta, das 16h às 23h | Sexta, das 16h às 23h | Sábado, das 12h às 23h | Domingo, das 12h às 23h Trem de Costela - Bolinho misto de costela suína e bacon, recheado com requeijão em barra e acompanhado de geleia de abacaxi com gengibre. Marina's Bar Rua José Baroni, 13 | Santa Efigênia Terça, das 11h à 0h | Quarta, das 11h à 0h | Quinta, das 11h à 0h | Sexta, das 11h à 1h | Sábado, das 11h à 1h | Domingo, das 11h à 0h | Fuzuê - Delicioso cupim assado com chutney de tomate. Acompanha: batatas sanfonadas e barquinhas de pão recheadas ao forno. Oratório Bar Avenida Brasil, 161 | Santa Efigênia Segunda, das 17h30 à 0h | Terça, das 17h30 à 0h | Quarta, das 17h30 à 0h | Quinta, das 17h30 à 0h | Sexta, das 17h30 à 0h | Sábado, das 12h à 0h | DESMIOLADO, mas recheado! - Panhoca recheada com carne de boi em cubos. Quinteiro Bar e Restaurante Rua Salinas, 1008 | Floresta Quarta, das 18h à 0h | Quinta, das 18h à 0h | Sexta, das 18h à 0h | Sábado, das 12h à 1h | Domingo, das 12h às 17h | Novato Quinteiro - Filé-mignon suíno com farofa de três farinhas, vinagrete de abacaxi e molho agridoce. Regi's Bar Avenida Vinte e Oito de Setembro, 872 | Esplanada Terça, das 15h às 22h | Quarta, das 15h às 22h | Quinta, das 15h às 22h | Sexta, das 15h às 22h | Sábado, das 11h às 21h | Domingo, das 11h às 18h Lambida do Boi - Lingua de boi com batatas rústicas. Santa Boemia Rua Mármore, 534 - Loja 5 | Santa Teresa Quarta, das 17h à 0h | Quinta, das 17h à 0h | Sexta, das 17h à 0h | Sábado, das 11h à 0h | Domingo, das 11h às 22h | Croquete de Tilápia - Croquetes de tilápia, acompanhados de limão siciliano e molho tártaro da casa. Sinhá Erozitha Bistrôteco Rua Santo Amaro, 257 | Sagrada Família Terça, das 19h à 0h | Quarta, das 19h à 0h | Quinta, das 19h à 0h | Sexta, das 19h à 0h | Sábado, das 14h à 0h Bela, Recatada e da Roça - Língua ao molho de vinho com farofa de pipoca e purê de banana-da-terra. NORDESTE Bar Bendita Baderna Rua Silva Fortes, 47 - Loja 6 | União Quarta, das 18h à 0h | Quinta, das 18h à 0h | Sexta, das 18h à 0h | Sábado, das 18h à 0h | Domingo, das 11h às 18h | Velha Infância - Barquete de angu recheada com mamão verde e carne (suína) de lata, coberto com queijo canastra derretido. Camisola Bar Rua Luther King, 242 | Cidade Nova Segunda, das 18h às 23h | Terça, das 18h às 23h | Quarta, das 18h às 23h | Quinta, das 18h às 23h | Sexta, das 18h às 23h | Sábado, das 12h30 às 23h | Domingo, das 12h30 às 18h Sabor Mineiro - Purê de abóbora guarnecido com gengibre. Acompanhado de ragu de carne bovina, farofa crocante de bacon e farinha Panko. Dona Ju Gastro Bar Estrada dos Borges, 1520 - Loja 03 | Jardim Vitória, Terça, das 17h à 0h | Quarta, das 17h à 0h | Quinta, das 17h à 0h | Sexta, das 11h às 23h | Sábado, das 11h às 23h | Domingo, das 11h às 21h | Coroa e Pinhão - Raquete suína – ou paleta, como é mais conhecida –, assada, acompanhada de escondidinho de alho-poró com chips de batata-doce. Molho de abacaxi opcional. Spetim Rua Ilacir Pereira Lima, 518 | Silveira Segunda, das 11h às 23h | Terça, das 11h à 0h | Quarta, das 11h à 0h | Quinta, das 11h à 0h | Sexta, das 11h à 0h | Sábado, das 11h à 0h | Domingo, das 11h às 23h Bocadinhos de cada - Carne de panela braseada, muito bem acompanhada da banana-da-terra grelhada, do vinagrete de jiló, da farofa de farinha de milho e bacon e da batata ao murro, que ainda levou a maionese de alho defumado junto! NOROESTE Bandeco Avenida Trinta e Um de Março, 1060 - Loja 1 | Dom Cabral Terça, das 17h às 23h30 | Quarta, das 17h às 23h30 | Quinta, das 17h às 23h30 | Sexta, das 17h às 23h30 | Sábado, das 17h às 23h30 | Corapan - Pão baguete, creme de alho, corações de frango assados, vinagrete picante coberto com uma mistura de parmesão e muçarela, gratinado ao forno. Acompanha molho de pimenta de lá. Bar do Bem Rua Vicentina Coutinho Camargos, 100 - Loja 1 E 2 | Álvaro Camargos Terça, das 17h às 23h | Quarta, das 17h às 23h | Quinta, das 17h às 23h | Sexta, das 17h às 23h | Sábado, das 12h às 23h | Bem Mineiro - Bolinho de torresmo recheado de queijo canastra acompanhado de geleia de pimenta com cachaça. Bar do Kaká Avenida Américo Vespúcio, 562 | Parque Riachuelo Segunda, das 11h às 15h | Segunda, das 17h à 0h | Terça, das 11h às 15h | Terça, das 17h à 0h | Quarta, das 11h às 15h | Quarta, das 17h à 0h | Quinta, das 11h às 15h | Quinta, das 17h à 0h | Sexta, das 11h às 15h | Sexta, das 17h à 0h | Sábado, das 11h à 0h | Domingo, das 11h à 0h | Bolotas Suínas - Bolinho de linguiça empanado na farinha panko, purezinho de mandioca e molho de laranja com mel e mostarda. Bar do Valdo Rua dos Veterinários, 411 | Alípio de Melo Terça, das 15h às 21h30 | Quarta, das 15h às 21h30 | Quinta, das 15h às 21h30 | Sexta, das 15h às 21h30 | Sábado, das 11h às 21h30 | Domingo, das 11h às 21h30 | Barriga Empanada - Torresmo de barriga empanado, acompanhado de geleia de abacaxi. Barrigudinha Buteco Gourmet Avenida dos Engenheiros, 1071 | Alípio de Melo, Belo Horizonte - MG Terça, das 16h30 às 23h30 | Quarta, das 16h30 às 23h30 | Quinta, das 16h30 às 23h30 | Sexta, das 16h30 às 23h30 | Sábado, das 11h30 às 23h30 | Domingo, das 11h30 às 21h A Sem Noção de Bom - Acém ou língua de boi ao molho, com farofa e picles de cebola. Boteco 86 Rua Jacarina, 86 | Padre Eustáquio Quarta, das 16h à 0h | Quinta, das 16h à 0h | Sexta, das 16h à 0h | Sábado, das 13h à 0h | Domingo, das 13h à 0h | Sábado, das 16h à 0h | Rabicó do Boi - Coxinha com massa artesanal recheada com rabada. Cantina Arte Quintal Rua Realengo, 150 | Caiçara Terça, das 18h às 23h | Quarta, das 18h às 23h | Quinta, das 18h às 23h | Sexta, das 18h às 23h | Sábado, das 16h às 23h | Domingo, das 16h às 23h | Costelinha do Serro - Costelinha de porco com molho barbecue, pimenta-biquinho e castanha-de-caju. Deck Boi na Brasa Rua Desembargador José Satyro, 302 - Loja 05 e 06 | Manacás Segunda, das 16h às 23h30 | Terça, das 16h às 23h30 | Quarta, das 16h às 23h30 | Quinta, das 16h às 23h30 | Sexta, das 16h às 23h30 | Sábado, das 11h às 23h30 | Domingo, das 11h às 23h | Boi Molhado - Carne de panela servida com mandioca e manteiga de garrafa. Espetinhos do Paulão Rua Álvaro Mata, 466 | Nova Cachoeirinha Terça, das 17h à 0h | Quarta, das 17h à 0h | Quinta, das 17h à 0h | Sexta, das 17h à 0h | Sábado, das 14h à 0h | Domingo, das 11h às 18h Boi Bandido - Costela bovina com pedaços de milho verde e mandioca cozida na manteiga. Acompanhada de farofa da casa. Espeto Castelo Avenida Presidente Tancredo Neves, 4273 | Jardim Montanhês Terça, das 17h30 à 0h | Quarta, das 17h30 à 0h | Quinta, das 17h30 à 0h | Sexta, das 17h30 à 0h | Sábado, das 13h à 0h | Domingo, das 13h à 0h | Dueto do Espeto - Miolo de alcatra ao molho de chimichurri, batata frita corte caseiro com muçarela. Magrelo's bar Avenida Serrana, 635 | Serrano Terça, das 15h à 0h | Quarta, das 15h à 0h | Quinta, das 15h à 0h | Sexta, das 15h à 0h | Sábado, das 13h à 0h | Domingo, das 13h às 22h | Bolinhos de Carne da Vovó - Bolinhas de carne empanadas com macarrão. Acompanha molho creole de tomate com pimenta moderada. Mineiros Beer Rua Romualdo Lopes Cançado, 399 | Castelo Domingo, das 11h às 16h | Segunda, das 11h às 16h | Terça, das 11h à 0h | Quarta, das 11h à 0h | Quinta, das 11h à 0h | Sexta, das 11h à 0h | Sábado, das 11h à 0h Mania de Mineiro - Maminha assada com ervas finas, acompanhada de mandioca refogada na manteiga de garrafa e farofinha caseira. Mulão Rua Marambaia, 291 | Caiçara Segunda, das 17h à 0h | Terça, das 17h à 0h | Quarta, das 17h à 0h | Quinta, das 17h à 0h | Sexta, das 17h à 0h | Sábado, das 11h à 0h | Boitata - Batata ao murro gratinada, recheada com molho branco, carne cozida frita desfiada com muçarela e bacon. Acompanha torradas e pimenta-calabresa. Parada 10.95 Bar Avenida dos Engenheiros, 1095 | Alípio de Melo Segunda, das 11h30 às 14h30 | Terça, das 11h30 às 14h30 | Terça, das 18h às 23h | Quarta, das 11h30 às 14h30 | Quarta, das 18h às 23h | Quinta, das 11h30 às 14h30 | Quinta, das 18h às 23h | Sexta, das 11h30 às 14h30 | Sexta, das 18h às 23h | Sábado, das 12h às 23h | Domingo, das 12h às 20h | Parada Certa - Empanados crocantes de tilápia, filé suíno e peito de frango com molhos especiais da casa. Santuário Retrô Praça Capela Nova, 122 - Loja 1 - Praça | Minas Brasi Terça, das 17h às 23h30 | Quarta, das 17h às 23h30 | Quinta, das 17h às 23h30 | Sexta, das 17h às 23h30 | Sábado, das 12h às 23h30 | Domingo, das 12h às 20h30 | Pipoca de Buteco - Sobrecoxa desossada, pancetinha e couve-flor empanados com temperos especiais. Tudo isso acompanhado de molho da casa. Tacos Rua Coração Eucarístico de Jesus, 180 | Coração Eucarístico Segunda, das 11h às 23h | Terça, das 11h às 23h | Quarta, das 11h às 23h30 | Quinta, das 11h às 23h30 | Sexta, das 11h à 1h | Sábado, das 11h à 1h | Domingo, das 11h às 22h30 Boi Mineiro - Iscas de alcatra salteadas na frigideira com manteiga e ervas, acompanhadas de molho de quatro queijos e torradas fritas empanadas com parmesão The Butcher Avenida Ressaca, 353 | Coração Eucarístico Terça, das 17h à 0h | Quarta, das 17h à 0h | Quinta, das 17h à 0h | Sexta, das 17h à 0h | Sábado, das 12h à 0h | Domingo, das 12h às 17h Estufão do Baião - Fraldinha ao molho de cerveja preta, picles de cebola e pãozinho de sal Tô a Toa Butequeria Rua Doutor Pedro Pinto, 77 - Loja 4 e 5 | Caiçara Terça, das 17h às 23h30 | Quarta, das 17h às 23h30 | Quinta, das 17h às 23h30 | Sexta, das 17h às 23h30 | Sábado, das 12h às 23h30 | Domingo, das 12h às 19h | Dadinho dos Deuses - Dadinho de risoto com legumes e ragu de cordeiro com hortelã. Toninho - Alto Forno Rua Miracema, 100 | Santo André Terça, das 18h às 1h30 | Quarta, das 18h às 1h30 | Quinta, das 18h às 1h30 | Sexta, das 18h às 2h | Sábado, das 18h às 2h | Domingo, das 18h à 1h | Toninho no Rolê - Bife a rolê ao molho de castanha-de-caju, acompanhado de batata rústica! OESTE Amarelim do Prado Avenida Francisco Sá, 658 | Prado Segunda de 11:00:00 à 22:00:00 | Terça de 11:00:00 à 22:00:00 | Quarta de 11:00:00 à 22:00:00 | Quinta de 11:00:00 à 22:00:00 | Sexta de 11:00:00 à 23:00:00 | Sabado de 11:00:00 à 22:00:00 |Domingo de 11:00:00 à 22:00:00 Daqui Para Ti Duo - Croquete de costelinha recheado com queijo e croquete de peixe recheado com banana. Acompanham batata chips, molho tártaro e pomodoro. América Norte Sul Rua Chico Rei, 190 | Estrela do Oriente Terça, das 16h às 23h | Quarta, das 16h às 23h | Quinta, das 16h às 23h | Sexta, das 16h às 23h | Sábado, das 12h às 23h | Domingo, das 12h às 23h | Novato Sardinha Surprise - Sardinha empanada com queijo, recheada com queijo. Acompanha jiló à milanesa e molho. Bar e Restaurante Bom Sabor Rua Java, 386 - Loja A | Nova Suíça Segunda, das 11h às 23h | Terça, das 11h às 23h | Quarta, das 11h às 23h | Quinta, das 11h às 23h | Sexta, das 11h às 23h | Sábado, das 11h às 23h | Frango Atolado - Frango marinado em especiarias, com purê de farinha de milho, couve e pimenta-biquinho. Acompanhado de minipães. Bar Bambu Rua Divisa Nova, 670 | Salgado Filho Terça, das 18h às 23h30 | Quarta, das 18h às 23h30 | Quinta, das 18h às 23h30 | Sexta, das 18h às 23h30 | Sábado, das 18h às 23h30 | Domingo, das 18h às 23h30 Comi Queto - Escondidinho de camarão com requeijão. Bar do Kim Praça Apa, 110 | Jardim América, Belo Horizonte - MG Segunda, das 12h às 23h | Terça, das 12h às 23h | Quarta, das 12h às 23h | Quinta, das 12h às 23h | Sexta, das 12h às 23h | Sábado, das 12h às 23h | Domingo, das 12h às 23h Lombim com Cachaça - \"Lombim\" com abacaxi na manteiga, acompanhado por creme de batata e barbecue picante. Bar do Primo Avenida Amazonas, 4649 | Nova Suíça Segunda, das 18h à 0h | Terça, das 18h à 0h | Quarta, das 18h à 0h | Quinta, das 18h à 0h | Sexta, das 18h à 0h | Sábado, das 18h à 0h | Domingo, das 18h à 0h | Fofoca - Bolinho de carne à parmigiana, acompanhado com purê de batata, anel de cebola e bolinhas de queijo. Bar do Regis Rua Gávea, 422 | Jardim América Segunda, das 11h às 15h | Terça, das 11h às 15h | Terça, das 17h às 23h | Quarta, das 11h às 23h30 | Quinta, das 11h às 23h30 | Sexta, das 11h às 23h30 | Sábado, das 11h às 23h30 | Domingo, das 11h às 15h30 Boi da Cara da Preta - Maçã de peito na cerveja preta, acompanhada de mandioca na manteiga de especiarias, farofa de cuscuz com raspas de requeijão. Bar dos Meninos Rua Lindolfo Deodoro, 503 - A | Salgado Filho Terça, das 17h à 0h | Quarta, das 17h à 0h | Quinta, das 17h à 0h | Sexta, das 17h à 0h | Sábado, das 17h à 0h Mio da Roça - Carne de sereno frita, com mandioca na manteiga de garrafa, acompanhada de vinagrete de salsa criola. Barzin dos amigos Rua Lindolfo de Azevedo, 1263 | Jardim América Segunda, das 11h às 23h | Terça, das 11h às 23h | Quarta, das 11h às 23h | Quinta, das 11h às 23h | Sexta, das 11h às 23h | Sábado, das 11h às 23h | Lombinho com cachaça - Filé-mignon suíno reduzido na cachaça com gengibre, acompanhado de torradas e geleia de abacaxi com pimenta. Boogie Oogie Rua Santos, 264 | Nova Suíça Segunda, das 18h às 23h | Terça, das 18h às 23h | Quarta, das 18h às 23h | Quinta, das 18h às 23h | Sexta, das 18h à 1h | Sábado, das 18h à 1h | Domingo, das 12h às 15h | Chapei - Carne de lata tradicional, acompanhada de molho campanha, farofa de torresmo, espeto de batata-bolinha e cebola, flambados no licor de jabuticaba da casa. Botequim Buritis Rua Vitório Magnavaca, 39 | Buritis Segunda, das 17h à 0h | Terça, das 17h à 0h | Quarta, das 17h à 0h | Quinta, das 17h à 0h | Sexta, das 17h à 0h | Sábado, das 11h à 0h | Domingo, das 11h à 0h | Mineirinho - Costelinha mineira ao molho de goiaba com queijo acompanhada de batatas-bolinhas e farofa de alho-poró e bacon. Cervejaria Pajé Avenida Capim Branco, 419 | Vista Alegre, Belo Horizonte - MG Segunda, das 18h à 0h | Terça, das 18h à 0h | Quarta, das 18h à 0h | Quinta, das 18h à 0h | Sexta, das 17h30 às 2h | Sábado, das 17h30 às 2h | Domingo, das 16h às 22h Beijo do Pajé- Rabinho e língua bovina defumados em madeira de macieira, ao molho de cerveja artesanal APA, camarão na manteiga, polenta cremosa com queijo canastra meia cura e cheiro-verde. Chopp da Esquina Rua Garret, 263 | Nova Granada Terça, das 17h à 0h | Quarta, das 17h à 0h | Quinta, das 17h à 0h | Sexta, das 17h à 0h | Sábado, das 13h à 0h | Domingo, das 13h às 20h | Costelão do Chopp - Costelão cozido com mandioca, acompanhado de torradas. Conectados Bar Avenida Francisco Sá, 280 | Prado Terça, das 17h às 23h30 | Quarta, das 17h às 23h30 | Quinta, das 17h às 23h30 | Sexta, das 17h às 23h30 | Sábado, das 15h às 23h30 | Domingo, das 15h às 22h30 Dá seu cupim pra mim - Cupim desfiado ao molho de cebola caramelizada e cerveja, acompanhado de chips de batata-doce e torradas de manteiga temperada com alho e ervas. Espettinho.com Rua Eli Seabra Filho, 510 - Lojas 05 e 07 | Buritis Terça, das 17h à 0h | Quarta, das 17h à 0h | Quinta, das 17h à 0h | Sexta, das 17h à 0h | Sábado, das 15h à 0h | Domingo, das 15h às 22h | Lagoa Dourada - Rocambole de carne bovina com recheio de kafta suína temperada com ervas finas e páprica defumada. Acompanha bolinho de risoto (limão siciliano), farofa, vinagrete e molho barbecue com pimenta-biquinho. Geraldin da Cida Rua Contria, 1459 | Grajaú Terça, das 16h às 23h30 | Quarta, das 16h às 23h30 | Quinta, das 16h às 23h30 | Sexta, das 16h às 23h30 | Sábado, das 10h às 19h | Domingo, das 10h às 17h | Surpresa tô Escondida - Mandioca cozida e cremosa, com miolo de acém, muçarela e cheiro-verde. Acompanha farofa de torresmo e crisp de couve. Parrilla do Prado Rua Esmeralda, 442 | Prado Segunda, das 11h às 23h | Terça, das 11h às 23h | Quarta, das 11h às 23h | Quinta, das 11h às 23h | Sexta, das 11h às 23h | Sábado, das 11h às 23h | Domingo, das 11h às 23h | Jamais esquecerei - Bolinho de costela recheada com muçarela com molho barbecue de jabuticaba e uma dose de cachaça da roça. Pé de Goiaba Avenida Amazonas, 4676 - Ou Rua Castro Alves, 195 | Nova Suíça Oeste Terça, das 12h às 14h | Terça, das 17h às 23h | Quarta, das 12h às 14h | Quarta, das 17h às 23h | Quinta, das 12h às 14h | Quinta, das 17h às 23h | Sexta, das 12h às 14h | Sexta, das 17h às 23h | Sábado, das 12h às 23h Maria Antonia - Bolinho de arroz com queijo ao molho da casa. Petisqueira do Teté Rua Lourival Gonçalves Oliveira, 96 | Parque São José Segunda, das 18h à 0h | Quarta, das 18h à 0h | Quinta, das 18h à 0h | Sexta, das 18h à 0h | Sábado, das 18h à 0h | Domingo, das 18h à 0h | Buraco Quente - Bolinhas de purê de batata recheadas com carne moída e muçarela Prado Beer Avenida Francisco Sá, 590 | Prado Segunda, das 12h à 0h | Terça, das 12h à 0h | Quarta, das 12h à 0h | Quinta, das 12h à 0h | Sexta, das 12h à 0h | Sábado, das 12h à 0h | Domingo, das 12h à 0h Pork Rib - costelinha ao molho de laranja e milho, acompanhada de vinagrete de quiabo, com palitos de polenta. Reforma Bar Rua Joaquim Nabuco, 577 - Loja 01 e 02 | Nova Suiça Terça, das 17h às 23h30 | Quarta, das 17h às 23h30 | Quinta, das 17h às 23h30 | Sexta, das 17h às 23h30 | Sábado, das 14h às 23h30 | Caldeirão do Shrek - Pimentão recheado com queijo e blend de carnes (bovina, suína e bacon), mergulhado ao molho pomodori. Acompanhado do original pãozinho francês. Us Motoca Rua Blenda, 91 | Camargos Terça, das 18h à 0h | Quarta, das 18h à 0h | Quinta, das 18h à 0h | Sexta, das 18h à 0h | Sábado, das 18h à 0h | Domingo, das 11h30 às 15h30 | Vokerê - Creme de milho com batata, recheado com iscas de filé ao molho de funghi seco, requeijão e muçarela, acompanhado de torrada de ciabatta ao creme de alho e compota de espinafre com pera. PAMPULHA Alexandre's Rua David Alves do Vale, 68 - Loja 01 | Santa Rosa Terça, das 15h às 23h | Quarta, das 15h às 23h | Quinta, das 15h às 23h | Sexta, das 15h às 23h | Sábado, das 12h às 23h | Domingo, das 12h às 23h | Braseado Imperial do Cheff Braseado de acém com passado de baroa imperial e espaguete de chuchu. Armazém Santa Amélia Avenida da Sinfonia, 253 | Santa Amélia Terça, das 17h às 23h | Quarta, das 17h às 23h | Quinta, das 17h às 23h | Sexta, das 17h às 23h | Sábado, das 15h às 23h | Domingo, das 14h às 20h | Comida di Armazen - Bolinho de feijão tropeiro e linguiça defumada caramelizada na cachaça, vinagrete da casa e uma dose da cachaça Juramento. Bar do Dedinho Avenida Deputado Anuar Menhem, 231 | Santa Amélia Segunda, das 17h30 à 0h | Terça, das 17h30 à 0h | Quarta, das 17h30 à 0h | Quinta, das 17h30 à 0h | Sexta, das 17h30 à 1h | Sábado, das 13h à 1h | Domingo, das 13h às 23h | Veterano Dedo Atolado - Iscas de alcatra no molho stout. Acompanha aligot de batata com queijo gratinado. Bar do Osmar - O Rei do Peixe Rua Ramalho Ortigão, 735 | Santa Branca Terça, das 17h30 às 23h30 | Quarta, das 17h30 às 23h30 | Quinta, das 17h30 às 23h30 | Sexta, das 17h30 à 0h | Sábado, das 13h à 0h | Domingo, das 13h às 22h30 | Novato Iscas do Rei Iscas de tilápia empanadas, acompanhadas de salada de tomate e molho especial. Bar Du João Rua Júlio Diniz, 77 | Santa Branca Segunda, das 7h às 23h | Terça, das 7h às 23h | Quarta, das 7h às 23h | Quinta, das 7h às 23h | Sexta, das 7h às 23h | Sábado, das 7h às 23h | Domingo, das 7h às 20h De Molho - Largato recheado ao molho barbecue, batatas noisettes, linguiças calabresa, pimenta-biquinho com molho rosé. Bar Pompéu Rua São Miguel, 779 - Antigo 1243 | Itapoã Segunda, das 12h à 0h | Terça, das 12h à 0h | Quarta, das 12h à 0h | Quinta, das 12h à 0h | Sexta, das 12h à 0h | Sábado, das 12h à 0h | Domingo, das 12h às 23h Filé à moda Pompéu - Filé mignon grelhado ao molho de mostarda e mel, acompanhado de batata ao murro com toque de páprica defumada. Bazin Bar Rua Orozimbo Nonato, 1053 - Loja 3 e 4 | Dona Clara Terça, das 18h às 23h30 | Quarta, das 18h às 23h30 | Quinta, das 18h às 23h30 | Sexta, das 18h às 23h30 | Sábado, das 13h30 às 23h30 | Domingo, das 13h30 às 18h Relíquia do Bazin - Dadinho de costelinha desossada à pururuca acompanhado de vinagrete de jiló e molho de alho com especiarias picante. Buteco do Lili Rua Líbero Badaró, 493 | Dona Clara Segunda, das 12h às 23h | Terça, das 12h às 23h | Quarta, das 12h às 23h | Quinta, das 12h às 23h | Sexta, das 12h às 23h | Sábado, das 12h às 23h | Domingo, das 12h às 22h |Sabor da terra - Ossobuco bovino com creme de mandioca acompanhado de farofa de banana-da-terra Buteco do Rod Rua José Moura Peçanha, 12 | Ouro Preto Segunda, das 11h às 15h | Terça, das 11h às 15h | Quarta, das 11h às 15h | Quarta, das 18h às 23h30 | Quinta, das 11h às 15h | Quinta, das 18h às 23h30 | Sexta, das 11h às 15h | Sexta, das 17h30 às 0h30 | Sábado, das 11h às 23h30 | Domingo, das 11h30 às 22h30 | Cupimguin de amor - Bolinhos de cupim recheados de queijo minas com pingos de barbecue de goiabada, acompanhados de mousseline de abóbora moranga. Buteco Tô D'Boa Avenida Virgílio de Melo Franco, 400 | Jardim Atlântico Segunda, das 16h às 23h | Quarta, das 16h às 23h | Quinta, das 16h às 23h | Sexta, das 16h às 23h | Sábado, das 16h às 23h | Domingo, das 11h às 16h Suan Tô D'Boa - Suan cozida com molho especial, acompanha batata cozida, farofa de torresmo caseira e abacaxi caramelizado e flambado Buteco's Bar Rua Ernesto Braga, 2 - Lj 02 | Jardim Atlântico Terça, das 18h às 23h | Quarta, das 18h às 23h | Quinta, das 18h às 23h | Sexta, das 18h à 0h | Sábado, das 17h à 0h | Domingo, das 11h às 18h | Tesouros da Amazônia - Ciabatta de castanha-do-pará, tomates-cereja confit, lombo defumado flambado na cachaça de jambu, queijo minas artesanal Serra do Salitre, finalizado com molho de taperebá com mel. Butiquim On Cê Tá? Avenida Gen. Olímpio Mourão Filho, 754 Terça, das 17h às 23h | Quarta, das 17h às 23h | Quinta, das 17h às 23h | Sexta, das 17h às 23h | Sábado, das 12h às 23h | Domingo, das 12h às 20h | Mucadim de Coisa - Bolinho de linguiça recheado com azeitona, passas e cream cheese, acompanha molho de goiabada da casa.otempo.com.br Chalé da Costela Avenida Sebastião de Brito, 818 / 820 | Dona Clara Segunda, das 11h às 15h | Segunda, das 17h à 0h | Terça, das 11h às 15h | Terça, das 17h à 0h | Quarta, das 11h às 15h | Quarta, das 17h à 0h | Quinta, das 11h às 15h | Quinta, das 17h à 0h | Sexta, das 11h às 15h | Sexta, das 17h à 0h | Sábado, das 11h à 0h | Domingo, das 11h às 23h Bambu Amigo - Costela bovina, assada no bafo, acompanhada de torresmo de barriga crocante,mandioca cozida na manteiga de garrafa e molho de pimenta defumada! Juzé Bar Rua Carlos Sá, 180 - Loja 5 | Jardim Atlântica Terça, das 16h à 0h | Quarta, das 16h à 0h | Quinta, das 16h à 0h | Sexta, das 16h à 0h | Sábado, das 12h à 0h | Domingo, das 12h às 22h | Tá osso Juzé - Ossobuco ao molho de cerveja preta, acompanhado de purê de couve-flor com parmesão gratinado. Magnífico Quintal Santa Amélia Rua Jefferson de Oliveira, 56 | Santa Amélia Terça, das 17h às 23h | Quarta, das 17h às 23h | Quinta, das 17h às 23h | Sexta, das 17h à 1h | Sábado, das 16h à 1h | Domingo, das 14h às 22h | Porco Magnífico - Copa lombo assado ao molho barbecue, milho refogado e croquete de costelinha, acompanhado de geleia de goiaba com pimenta. Planeta Lúpulo Avenida Guarapari, 108 | Santa Amélia Segunda, das 17h à 0h | Terça, das 17h à 0h | Quarta, das 17h à 0h | Quinta, das 17h à 0h | Sexta, das 17h à 1h | Sábado, das 13h à 1h | Domingo, das 13h à 0h | Boi viajando na mandioca - Canapé de mandioca, lagarto desfiado no molho de cerveja stout, couve crispy e geleia de pimentão vermelho. Rancho do Manoel Rua Isabel Bueno, 1100 | Jaraguá Terça, das 17h às 23h | Quarta, das 17h às 23h | Quinta, das 17h às 23h | Sexta, das 17h às 23h | Sábado, das 11h às 23h | Domingo, das 11h às 23h | Leitãozinho Snob - Copa lomba ao molho de mostarda acompanhado de batata rústica e farofa secreta da casa Toca do Ogro Rua Professor Nelson de Sena, 4 | Pampulha Segunda, das 16h às 22h30 | Terça, das 16h às 22h30 | Quarta, das 16h às 22h30 | Quinta, das 16h às 22h30 | Sexta, das 16h às 23h | Sábado, das 12h às 23h | Alemão Caipira - Joelho de porco defumado e ensopado, acompanha purê de banana-da-terra e farofa rica. Zoo Bar Avenida Otacílio Negrão de Lima, 7844 | Pampulha Terça, das 12h às 16h | Quarta, das 12h às 16h | Quinta, das 13h às 22h | Sexta, das 13h às 22h | Sábado, das 13h às 22h | Domingo, das 13h às 17h | \"Trem Bão Sô\" - Iscas de filé-mignon suíno na cama de creme de mandioca, acompanhados de farofa de milho com bacon. VENDA NOVA Andrade's Beer Rua Dona Geni, 32 | Jardim Florência (Venda Nova) Segunda, das 16h às 23h | Terça, das 16h às 23h | Quarta, das 16h às 23h | Quinta, das 16h às 23h | Sexta, das 16h às 23h | Sábado, das 14h às 23h | Domingo, das 14h às 23h |Costelinha com ora-pro-nobis à Mineira - Costelinha suína com linguiça caseira, acompanhada de polenta cremosa e milho verde cozido.otempo.com.br Avalanche Espeteria Avenida Doutor Álvaro Camargos, 1113 | São João Batista Segunda, das 14h à 1h | Terça, das 14h à 1h | Quarta, das 14h à 1h | Quinta, das 14h à 1h | Sexta, das 14h à 1h | Sábado, das 14h à 1h | Domingo, das 14h à 1h | Maria Conga e Filó - Pastéis de angu com recheios de carne seca e requeijão, alho-poró com muçarela. Acompanhados por leves torresminhos e molho de goiabada com pimenta-biquinho. Bar da Cintia Rua Pastor Rui Franco, 257 | São João Batista Terça, das 18h às 23h | Quarta, das 18h às 23h | Quinta, das 18h às 23h | Sexta, das 18h às 23h | Sábado, das 15h às 23h | Domingo, das 13h às 19h Confit da Vovó - Carne de lata, farofa crocante de cebola e geleia de abacaxi com gengibre e hortelã. Bar da Lu Rua Geralda Marinho, 41 | São João Batista egunda, das 18h às 23h | Quarta, das 18h às 23h | Quinta, das 18h às 23h | Sexta, das 18h às 23h | Sábado, das 12h às 22h | Domingo, das 12h às 18h | Coração de Minas - Almôndega rodeada com bacon e crosta de muçarela. Recheada com queijo minas, acompanhada de molho ao sugo com manjericão, polenta coberta de provolone e crisp de quiabo, berinjela e jiló empanados em farofa crocante de bacon e torresmo.otempo.com.br Bar do João (São João Batista) Rua Geralda Marinho, 117 | São João Batista Segunda, das 17h à 0h | Terça, das 17h à 0h | Quarta, das 17h à 0h | Quinta, das 17h à 0h | Sexta, das 17h à 0h | Sábado, das 12h à 0h | Domingo, das 12h às 23h | Trio Mineiro - Palitos de linguiça caseira ao vinho, levemente apimentada, empanados com farinha panko, acompanhados de almôndegas suínas recheadas com muçarela e regadas com molho de mostarda e mel, miniqueijos coalho fritos e cobertos com molho de goiaba. Dona Suica Rua João Samaha, 390 | São João Batista Terça, das 18h às 23h | Quarta, das 18h às 23h | Quinta, das 18h às 23h | Sexta, das 18h às 23h | Sábado, das 12h às 23h | Domingo, das 12h às 22h | Comidinha Casa de Vó - Miolo de acém ao molho da Suica, servido sobre um purê de banana-da-terra especial. Espeto da Praça Rua Doutor Pedro Ruela, 951 | Letícia Segunda, das 17h à 0h | Terça, das 17h à 0h | Quarta, das 17h à 0h | Quinta, das 17h à 0h | Sexta, das 16h à 1h | Sábado, das 15h à 1h | Domingo, das 15h à 0h Mineirinho do Espeto - Tulipas de frango com queijo ao molho de goiabada O Fino do Alho Rua Capitão Sérgio Pires, 41 | Minascaixa Terça, das 17h30 à 0h | Quarta, das 17h30 à 0h | Quinta, das 17h30 à 0h | Sexta, das 17h30 à 1h | Sábado, das 17h30 à 1h | Domingo, das 17h30 à 0h Alemão di Minas - Joelho de porco com chucrute doce. Recanto Vovó Tela Rua Tenente Marino Freire, 270 | Maria Helena Segunda, das 17h à 0h | Terça, das 17h à 0h | Quarta, das 17h à 0h | Quinta, das 17h à 0h | Sexta, das 17h à 0h | Sábado, das 15h à 1h | Domingo, das 15h às 23h | Seu barriga de pudim - Barriga suína crocante, marinada ao molho de chimichurri e lemon pepper, com pudim de batata e bacon ao molho sugo e aquela branquinha para abrir o apetite.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T01:14:02.321+03:00",
    "updated": "2024-04-19T04:06:38.212+03:00"
  },
  {
    "uuid": "bc13214b7f9e7857ff40224ff094cb50c35c44a1",
    "url": "https://vnexplorer.net/z/1463981.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-07-18T14:42:00Z",
    "title": "Havana's roads change as Cubans adopt electric bikes and vehicles",
    "text": "Workers assemble scooters at the Caribbean Electric Vehicles (VEDCA) factory in Havana, Cuba, July 15, 2024. REUTERS/Alexandre Meneghini By Alien Fernandez HAVANA (Reuters) -Havana is famed for the colorful vintage cars that can still be seen puttering around its streets and are a popular subject for visitors&#039; photographs. Workers assemble a scooter at the Caribbean Electric Vehicles (VEDCA) factory in Havana, Cuba, July 15, 2024. REUTERS/Alexandre Meneghini But these days, Cubans are just as likely to be found getting around quickly and quietly on electric scooters made with Chinese parts. &quot;Electric motorcycles are solving a lot of problems in Cuba, they are already used for almost everything,&quot; explains Omar Cortina, a Cuban hotel worker who recently purchased his first electric vehicle - a lime-green scooter powered by a lithium battery. A view of the Caribbean Electric Vehicles (VEDCA) factory in Havana, Cuba, July 15, 2024. REUTERS/Alexandre Meneghini Until recently, Cuba&#039;s roads had changed little in the six decades since former leader Fidel Castro&#039;s 1959 revolution: the old cars puffing sooty exhaust, rutted pavement, light traffic. Now, electric vehicles are proving a godsend for many in the communist-run nation. Between 2020 and 2022, the last year for which figures are available, Cuba-based companies produced more than 23,000 electric vehicles, according to official data. Since then, demand has grown, alongside an economic crisis that has slashed both fuel supply and public transportation. Fuel for combustion-powered engines has for years been scarce in Cuba - prompting hours-long or sometimes days-long queues. And a five-fold price hike earlier this year means a typical 40-liter tank of gas costs more than a state-worker&#039;s average monthly wage, far out of reach for most. Public transportation is hardly more palatable. Buses in the Havana area are far fewer - and more crowded and uncomfortable - than in previous years. And half the routes to points outside the capital have been eliminated this year, according to state-run media, as fuel and spare parts dwindle. Workers assemble a scooter at the Caribbean Electric Vehicles (VEDCA) factory in Havana, Cuba, July 15, 2024. REUTERS/Alexandre Meneghini/File Photo Those dire circumstances have helped drive demand for the products of newly formed companies like Caribbean Electric Vehicles (Vedca), said company director Julio Oscar Perez. A view of the Caribbean Electric Vehicles (VEDCA) factory in Havana, Cuba, July 15, 2024. REUTERS/Alexandre Meneghini The firm, a joint venture between Chinese investor Tianjin Dongxing Industrial and Cuban state bicycle manufacturer Minerva, has produced more than 2,000 scooters, bikes and mini-tricycle trucks in Cuba with Chinese parts. &quot;I think we&#039;re reaching a tipping point,&quot; Perez said in an interview. &quot;That is, not just seeing (electric vehicles) as an alternative to mobility, but also (solving) other problems that exist because of fuel limitations.&quot; On a recent weekday visit to the company&#039;s plant outside Havana, some of Vedca&#039;s 64 employees assembled plastic parts, soldered wires, and tightened bolts in an orderly assembly line, while others greeted customers arriving for pick-up. The company, Perez said, has also begun testing a new electric tractor and experimenting with other electric-powered heavy machinery. Other small domestic companies sell electric bikes, ranging from makeshift to upscale. And the government recently authorized imports of far pricier electric vehicles. Imports of automobiles from the neighboring United States have soared to $24.6 million thus far in 2024, according to the U.S.-Cuba Trade and Economic Council, with a growing class of new business owners attracted to more luxurious electric and hybrid options, including Teslas. Those who can afford such perks are still few, however. For Cortina, just being able to get back and forth from work is enough of a selling-point. &quot;In a few years, all transportation will be electric,&quot; he predicted before zooming off on his new purchase. (Reporting by Alien Fernandez, additional reporting by Carlos Carrillo and Anett Rios, editing by Dave Sherwood and Rosalba O&#039;Brien)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "omar cortina",
          "sentiment": "none"
        },
        {
          "name": "alexandre meneghini",
          "sentiment": "none"
        },
        {
          "name": "fidel castro",
          "sentiment": "none"
        },
        {
          "name": "alexandre meneghini by alien fernandez",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "caribbean electric vehicles",
          "sentiment": "negative"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cuba",
          "sentiment": "none"
        },
        {
          "name": "havana",
          "sentiment": "none"
        },
        {
          "name": "havana",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-19T02:04:57.035+03:00",
    "updated": "2024-07-19T02:04:57.035+03:00"
  },
  {
    "uuid": "d0f3c583b4640ae57fcbf1f0a565c33b7d243a2b",
    "url": "https://crisis24.garda.com/alerts/2024/11/puerto-rico-flash-flood-warnings-in-effect-for-some-northern-municipalities-until-at-least-1830-nov-1-update-1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Crisis24",
    "published": "2024-11-01T22:42:00Z",
    "title": "Flash flood warnings in effect for parts of northern Puerto Rico until at least 18:30 Nov. 1. Disruptions...",
    "text": "01 Nov 2024 | 09:05 PM UTC Puerto Rico: Flash flood warnings in effect for some northern municipalities until at least 18:30 Nov. 1 /update 1 Flash flood warnings in effect for parts of northern Puerto Rico until at least 18:30 Nov. 1. Disruptions possible. The US National Weather Service (NWS) has issued flash flood warnings for parts of northern Puerto Rico on Nov. 1. Flash flood warnings are in effect until the following times for the locations listed below: Until at least 17:30 Nov. 1: Ceiba, Fajardo, Luquillo, Naguabo, and Rio Grande municipalities Until at least 18:30 Nov. 1: Arecibo, Barceloneta, Ciales, Florida, Hatillo, and Utuado municipalities Officials could amend the warnings for the impacted areas and/or extend them to the surrounding regions on short notice over the coming hours. Sustained heavy rainfall could trigger flooding in low-lying communities near rivers, streams, and creeks. Urban flooding is also possible in developed areas with easily overwhelmed stormwater drainage systems. Sites located downstream from large reservoirs or rivers may be subject to flash flooding after relatively short periods of intense rainfall. Landslides are possible in hilly or mountainous areas, especially where heavy rain has saturated the soil. Localized business disruptions may occur in low-lying areas; some businesses might not operate at full capacity because of flood damage to facilities, possible evacuations, and some employees' inability to reach work sites. Transport, electricity, and telecommunications disruptions are also possible in areas impacted by flooding. Monitor local media for weather updates and related advisories. Confirm all transport reservations and business appointments before travel. Make allowances for localized travel delays and potential supply chain disruptions where flooding has been forecast. Do not drive on flooded roads. Charge battery-powered devices in the case of prolonged electricity outages.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Fajardo",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "Puerto",
          "sentiment": "none"
        },
        {
          "name": "Luquillo",
          "sentiment": "none"
        },
        {
          "name": "Naguabo",
          "sentiment": "none"
        },
        {
          "name": "Hatillo",
          "sentiment": "none"
        },
        {
          "name": "Utuado",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-02T00:53:05.240+02:00",
    "updated": "2024-11-02T00:53:05.240+02:00"
  },
  {
    "uuid": "02f53eae07e4ab8c3f62a1e99347dd5abe4b535e",
    "url": "https://www.zerohedge.com/political/dog-gone-kristi-noem-cuts-short-book-tour-citing-bad-weather",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tyler Durden",
    "published": "2024-05-10T13:30:00Z",
    "title": "Dog Gone: Kristi Noem Cuts Short Book Tour Citing 'Bad Weather'",
    "text": "Dog Gone: Kristi Noem Cuts Short Book Tour Citing 'Bad Weather' Authored by Philip Wegmann via RealClear Wire , South Dakota Gov. Kristi Noem has cut short a disastrous book tour after receiving withering criticism for her story of shooting an ill-behaved puppy and unverified claims of meeting North Korean dictator Kim Jung Un, RealClearPolitics is first to report. The book, released Tuesday, is titled “No Going Back.” Noem sat for a series of in-person interviews in New York and was scheduled to travel later in the week to Washington, D.C., before canceling the tour, citing inclement weather. “Gov. Noem has sold a lot of books on this tour and is back in South Dakota to be prepared for some potential emerging bad weather systems,” spokesman Ian Fury told RCP. Tornadoes touched down in the state Monday, according to the National Oceanic and Atmospheric Administration. Noem sat for interviews Monday and Tuesday in New York before returning home. Noem was slated to sit down with RealClearPolitics on Thursday before her team canceled the interview and declined to make her available over the phone. Once heralded as a rising star on the right, in one week the governor was reduced to a punchline. She provided all the material. “We were supposed to have Gov. Kristi Noem on the show tonight, but she canceled. Her staff blamed bad weather,” deadpanned Greg Gutfeld Tuesday night. “We go to locals for reaction.” The Fox News funnyman then cut to a clip of barking dogs. Noem had billed her book as “a how-to guide” for political activism, pegging its publication to the ongoing veepstakes to join former President Trump on the GOP ticket. Calamity followed when an excerpt leaked to The Guardian , and what was planned as a national audition was overshadowed by the grisly stories the governor told about herself. Noem writes of dragging a 14-month-old dog into a gravel pit on her property after the poorly trained animal spoiled a pheasant hunt and attacked a neighbor's chickens. She killed the puppy named “Cricket” with a shotgun. After dispatching the dog, she turned her attention to an unruly goat. Noem took a shot, but the billy jumped. She writes in her memoir that she left the goat tethered, retrieved more ammunition, then “hurried back to the gravel pit and put him down.” Despite a growing firestorm of criticism, the author went ahead with her tour, sitting down on Sunday with Margaret Brennan of CBS News. The story from two decades ago, Noem insisted, showed her willingness to make tough decisions. “This dog was a working dog and had come from a family that had issues with this dog and I had put months and months of training into this dog. This dog had gone to other trainers as well,” Noem said. “So all of that is the facts of the story, and all of that shows that when you put someone in a position where they have to make a decision and they want to protect their family and protect children and other people from getting attacked from an animal that has attacked others and killed livestock, that’s the choice I made over 20 years ago. And that I didn’t ask somebody else to take that responsibility for me,” she continued. Noem also appeared to joke in the book about euthanizing President Biden’s dog, Commander, who was removed from White House grounds after numerous biting incidents. “What would I do if I was president on the first day in office in 2025? Thanks for asking. I happen to have a list. The first thing I’d do is make sure Joe Biden’s dog was nowhere on the grounds (‘Commander, say hello to Cricket for me’),” Noem wrote. The White House was not amused. “We learned last week, obviously like all of you, in her book that she killed her puppy,\" White House press secretary Karine Jean-Pierre told reporters Monday. “You heard me say that was very, very sad. We find her comments from yesterday disturbing. We find them absurd.” Perhaps more disastrous was the claim Noem made about traveling to North Korea and meeting Kim Jung Un when she served on the House Armed Services Committee in Congress. “I’m not going to talk about my specific meetings with world leaders. I’m just not going to do that. This anecdote shouldn’t have been in the book and as soon as it was brought to my attention, I made sure that that was adjusted,” she said when pressed about whether the meeting took place. The publisher of the book, Center Street, announced that subsequent printings of the book would not include the reference. An audiobook, which the governor narrated, is also expected to be edited and updated. The passage in question is brief and sparse in detail. The North Korean anecdote is two sentences in a 260-page book: “I remember when I met with North Korean dictator Kim Jong Un. I’m sure he underestimated me, having no clue about my experience staring down little tyrants (I’d been a children’s pastor, after all).” Prior to the book tour, Noem made little secret about her ambitions for national office. She was quick to criticize the field challenging Trump for the nomination, and in February, the governor traveled to Mar-a-Lago to meet with Trump and pitch him on joining the ticket. According to sources with knowledge of the meeting, Noem showed Trump polling from Kaplan Strategies that showed her boosting his chances in Wisconsin and Michigan with her as a running mate. Doug Kaplan, the pollster who conducted the survey, cautioned in a brief interview with RCP that those positive numbers were from “a lifetime ago.” Noem is now haunted by the dog she dispatched two decades ago. During a Tuesday interview with Stuart Varney on Fox Business, the governor became impatient with the host when he kept returning the conversation to how the dead puppy affected her chances at the vice presidency. “Enough, Stuart. This interview is ridiculous, which you are doing right now,” Noem said. “So you need to stop. It is OK. It is. Let’s talk about some real topics that Americans care about.” “I’m afraid we’re out of time,” Varney responded.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.realclearwire.com/articles/2024/05/08/kristi_noem_cuts_short_book_tour_citing_bad_weather_150912.html",
      "https://www.realclearpolitics.com/articles/2023/08/27/amidst_vp_talk_noem_insists_debate_wasnt_job_interview__149680.html",
      "https://realclearpolitics.com/video/2024/05/05/cbss_brennan_calls_out_gov_kristi_noem_falsely_claiming_she_met_kim_jong_un.html",
      "https://theguardian.com/books/2024/apr/26/trump-kristi-noem-shot-dog-and-goat-book",
      "https://realclearpolitics.com/articles/2023/08/27/amidst_vp_talk_noem_insists_debate_wasnt_job_interview__149680.html",
      "https://spc.noaa.gov/climo/reports/240506_rpts.html",
      "https://www.spc.noaa.gov/climo/reports/240506_rpts.html",
      "https://realclearpolitics.com/video/2024/05/07/gov_kristi_noem_to_fox_host_you_need_to_stop_asking_about_the_dog_this_interview_is_ridiculous.html",
      "https://www.theguardian.com/books/2024/apr/26/trump-kristi-noem-shot-dog-and-goat-book",
      "https://www.realclearpolitics.com/video/2024/05/07/gov_kristi_noem_to_fox_host_you_need_to_stop_asking_about_the_dog_this_interview_is_ridiculous.html",
      "https://www.realclearpolitics.com/video/2024/05/07/gutfeld_rips_gov_kristi_noem_for_canceling_you_would_have_come_off_looking_a_lot_better_than_you_do_now.html",
      "https://www.realclearpolitics.com/video/2024/05/05/cbss_brennan_calls_out_gov_kristi_noem_falsely_claiming_she_met_kim_jong_un.html",
      "https://realclearpolitics.com/video/2024/05/07/gutfeld_rips_gov_kristi_noem_for_canceling_you_would_have_come_off_looking_a_lot_better_than_you_do_now.html",
      "https://realclearwire.com/articles/2024/05/08/kristi_noem_cuts_short_book_tour_citing_bad_weather_150912.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "philip wegmann",
          "sentiment": "negative"
        },
        {
          "name": "kristi",
          "sentiment": "negative"
        },
        {
          "name": "kristi noem",
          "sentiment": "negative"
        },
        {
          "name": "ian fury",
          "sentiment": "none"
        },
        {
          "name": "kim jung un",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "realclear wire",
          "sentiment": "negative"
        },
        {
          "name": "noem",
          "sentiment": "none"
        },
        {
          "name": "rcp",
          "sentiment": "none"
        },
        {
          "name": "national oceanic and atmospheric administration",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "dakota",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "south dakota",
          "sentiment": "none"
        },
        {
          "name": "d.c.",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T16:35:01.116+03:00",
    "updated": "2024-05-10T22:20:15.930+03:00"
  },
  {
    "uuid": "cc65c904f417fd5c8c9888da8d827fcaab8c410a",
    "url": "https://www.expreso.ec/buenavida/ong-impulsa-desarrollo-habilidades-empresariales-jovenes-223398.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gabriela Alejandra Echeverria Vásquez",
    "published": "2024-12-05T22:42:00Z",
    "title": "ONG impulsa el desarrollo de habilidades empresariales en j&oacute;venes",
    "text": "ONG impulsa el desarrollo de habilidades empresariales en jóvenes\nSe beneficiarán a más de 60 alumnos de colegios fiscales\nRefuerzan el espíritu emprendedor. La Fundación Junior Achievement Ecuador impulsa el intercolegial ‘La Compañía’, una iniciativa dedicada a fortalecer el espíritu emprendedor de los estudiantes mediante la creación y gestión de miniempresas reales.\n(Te puede interesar: [Unión Europea apoyará a Ecuador con más de $20 millones para proyectos de seguridad](https://www.expreso.ec/actualidad/union-europea-apoyara-ecuador-20-millones-proyectos-seguridad-223319.html))\nUna ONG impulsa el desarrollo sostenible y la innovación social\n[Leer más](https://www.expreso.ec/buenavida/ong-impulsa-desarrollo-sostenible-innovacion-social-223239.html)\nEste programa está dirigido a alumnos de primero y segundo de bachillerato de seis instituciones fiscales ubicadas en la zona de influencia del aeropuerto de Quito. El proyecto, que beca completamente a los participantes, tiene una duración de tres meses y busca contribuir al desarrollo integral de la comunidad local.\nEn 2024, se beneficiarán más de 60 alumnos, sumándose a los 135 jóvenes que, en ediciones anteriores, han creado y comercializado cinco productos innovadores. “El Intercolegial ‘La Compañía’ tiene un enfoque práctico basado en el aprendizaje por experiencia, donde estudiantes trabajen en equipo y reciban mentoría de expertos”, comentó Paulina Dueñas, Gerente Senior de Programas de la ONG.\nSe integran estudiantes de colegios particulares\nEn colaboración con la Universidad de Las Américas (UDLA) y con el auspicio de marcas privadas esta edición está dirigida a estudiantes de bachillerato de 20 instituciones particulares y promover en sus estudios diversas enseñanzas.\n(Sigue leyendo: [Alivio Financiero: Gobierno dice que \"sería el colmo\" que carta de Arrobo afecte ley](https://www.expreso.ec/actualidad/alivio-financiero-gobierno-dice-seria-colmo-carta-arrobo-afecte-ley-223332.html))\nONG Colitas Felices rescata y esteriliza animales en Playas\n[Leer más](https://www.expreso.ec/buenavida/ong-colitas-felices-rescata-esteriliza-animales-playas-223066.html)\nEn los próximos seis meses, más de 300 jóvenes fortalecerán sus habilidades empresariales en varias actividades. Desde su creación, este programa ha impactado a más de 4,590 alumnos de 55 instituciones educativas privadas, logrando la invención y comercialización de 255 productos.\nDurante estas convocatorias, los jóvenes participarán en eventos educativos y de responsabilidad social, como charlas magistrales, ferias empresariales y dinámicas de venta de acciones.\nPara leer EXPRESO sin restricciones, [SUSCRÍBETE AQUÍ](https://suscripcion.expreso.ec/?utm_source=expreso&utm_medium=web&utm_campaign=suscripcion&utm_content=boton_home&_gl=1*155jyv8*_gcl_au*MTE2MDI0MDA4OC4xNzI5NjA0MDgy)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Education"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Fundación Junior Achievement Ecuador",
          "sentiment": "none"
        },
        {
          "name": "Unión Europea",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T02:08:27.257+02:00",
    "updated": "2024-12-06T02:08:27.257+02:00"
  },
  {
    "uuid": "0ff739dc34fd0f9147b03ff0fc267e3330caf680",
    "url": "https://www.wxii12.com/article/north-carolina-mild-friday-warmer-weekend-forecast-tropics-temperatures/62581436",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dylan Hudler",
    "published": "2024-10-11T16:43:00Z",
    "title": "Chilly nights continue, gorgeous weather this weekend",
    "text": "WATCH: Mild Friday, warmer weekend ahead\nWarming up this weekend ahead of a big cool down next week\nWATCH: Mild Friday, warmer weekend ahead\nWarming up this weekend ahead of a big cool down next week\nTHE SEAT HEATER IN THE CAR PROBABLY FELT NICE. YOU DEFINITELY WANTED A JACKET OUT THE DOOR ON YOUR WAY TO WORK. BOONE DROPPED DOWN TO 32 THIS MORNING HERE AT PTI. WE GOT DOWN TO 45, WHICH IS STILL PRETTY CHILLY, BUT SOME OF OUR OUTLYING COOLER SPOTS DROP DOWN INTO THE 30S. IT WAS ACTUALLY OUR COOLEST MORNING SINCE BACK IN APRIL OF THIS YEAR. APRIL 23RD. THERE WAS EVEN SOME PATCHY FROST IN THE MOUNTAINS THIS MORNING, WHICH IS KIND OF RIGHT ON TIME FOR THAT FIRST FROST. WE USUALLY SEE IT DURING THE EARLY PART OF OCTOBER IN THE MOUNTAINS. THE MIDDLE PART OF THE MONTH FOR THE FOOTHILLS, AND THEN LIKELY LATE OCTOBER IS WHEN WE USUALLY SEE THAT FIRST FROST HERE IN THE PIEDMONT. BUT NO, NO WORRIES WITH FROST. THIS AFTERNOON. IT IS A BEAUTIFUL DAY. CLEAR BLUE SKIES, NOT A CLOUD TO BE SEEN. WE’VE GOTTEN UP INTO THE LOW TO MID 60S. VERY COMFORTABLE OUTSIDE WITH THAT. THAT NICE MILD REFRESHING AIR. AND IT’S GOING TO BE A BEAUTIFUL REST OF OUR DAY TOO. WE’LL GET INTO THE UPPER 60S TO NEAR 70 LATER THIS AFTERNOON, BUT PLENTY OF SUN AND A NICE BREEZE WILL HELP IT FEEL SUPER A GREAT WEATHER FOR GOING TO THE FAIR, OR MAYBE HIGH SCHOOL FOOTBALL GAMES LATER THIS EVENING TOO, BUT JUST UNDERSTAND, ONCE THAT SUN SETS, IT’S GOING TO COOL OFF PRETTY QUICKLY. SO YOU MIGHT WANT A JACKET OR A HOODIE OR A SWEATSHIRT LATER ON THIS EVENING. IF YOU HAVE OUTSIDE PLANS DOWN INTO THE 50S AND 40S AGAIN OVERNIGHT TONIGHT. UPPER 60S FOR THE FOOTHILLS AS WELL, AND MID 60S FOR OUR NORTH CAROLINA MOUNTAINS, WITH ANOTHER CHILLY NIGHT ON THE WAY TO START OFF OUR WEEKEND. AND SPEAKING OF WEEKEND, IT LOOKS JUST BEAUTIFUL. PLENTY AND PLENTY OF SUNSHINE. CHILLY MORNINGS WILL CONTINUE, ESPECIALLY FOR OUR FRIENDS IN THE NORTH CAROLINA MOUNTAINS, BUT WE’RE GETTING A BIT WARMER THIS WEEKEND. STILL, SOME GORGEOUS WEATHER THOUGH, AND COMFORTABLE THANKS TO THAT LOW HUMIDITY. I EXPECT HIGHS TO BE IN THE UPPER 70S BOTH SATURDAY AND SUNDAY, SO A NICE WEEKEND TO GET OUTSIDE. IT’S THE LAST WEEKEND OF THE CAROLINA CLASSIC FAIR. GOT COLLEGE FOOTBALL GAMES HAPPENING TO. IT’S GOING TO BE A GREAT WEEKEND TO GET OUTSIDE, BUT OUR OUR TEMPERATURES KIND OF TAKE A LITTLE BIT OF A ROLLER COASTER RIDE OVER THE NEXT FEW DAYS. WINDS SHIFT OUT OF THE SOUTH OVER THE WEEKEND, SO WE GET A BIT WARMER IN THE UPPER 70S. AND THEN ANOTHER FALL. STRONG COLD FRONT MOVES THROUGH MONDAY AND THAT REALLY BRINGS SOME COOLER AIR IN. I THINK TUESDAY AND WEDNESDAY OUR HIGH TEMPERATURES WILL STRUGGLE TO GET INTO THE LOW 60S. SO COOL. A COOL DOWN ON THE WAY EARLY NEXT WEEK, BUT FOR NOW WE’VE GOT A WARM WEEKEND RIGHT AROUND THE CORNER. LOOKS BEAUTIFUL HERE IN THE TROPICS, MAINLY QUIET AS WELL. THERE’S A NEW TROPICAL WAVE COMING OFF THE COAST OF AFRICA THAT HAS ABOUT A MEDIUM CHANCE OF DEVELOPING SATELLITE DATA SHOWS THERE’S A BIT MORE WIND AND SOME SHOWERS AND STORMS WITH THIS SYSTEM. IT’S JUST AN AREA WE’RE WATCHING AGAIN. IT’S A LONG WAYS AWAY FROM INTERACTING WITH ANY LAND, SO IT’S NOT SOMETHING WE’RE CONCERNED ABOUT. IT WILL BE A LONG TIME BEFORE IT WOULD EVEN GET CLOSE TO US, AND IT LOOKS LIKE IT’S GOING TO STAY FAIRLY WEAK. IF IT DID BECOME A BRIEF TROPICAL STORM OVER THE OPEN WATERS OF THE ATLANTIC, IT WOULD BE NAMED NADINE. THAT’S THE NEXT STORM ON THE LIST AFTER OUR BUSY HURRICANE SEASON SO FAR. SO WE’VE GOT CHILLY MORNINGS THE NEXT COUPLE OF DAYS, A BIT WARMER OVER THE WEEKEND WITH PLENTY OF SUNSHINE ALMOST COMPLETELY DRY. SEVEN DAY FORECAST AND THAT\nAdvertisement\nWATCH: Mild Friday, warmer weekend ahead\nWarming up this weekend ahead of a big cool down next week\nMeteorologist Dylan Hudler has your Friday afternoon forecast.\nMeteorologist Dylan Hudler has your Friday afternoon forecast.\nAdvertisement",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T20:35:03.590+03:00",
    "updated": "2024-10-11T20:35:03.590+03:00"
  }
]