[
  {
    "uuid": "9e6236d0bf07bc41d1346ff3f47ba5499026ff80",
    "url": "https://vnexplorer.net/thunderstorm-warning-for-large-parts-of-uk-after-temperatures-set-to-reach-as-high-as-27c-s2709087.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-05-10T00:00:00Z",
    "title": "Thunderstorm warning for large parts of UK after temperatures set to reach as high as 27C",
    "text": "The Met Office has issued a yellow warning for thunderstorms for large of parts of the UK after temperatures are predicted to reach as high as 27C. The weather warning for Sunday 12 May. Pic: Met Office It comes as the UK experiences high temperatures today and over the weekend – before forecasters warn of “thundery breakdowns” on Sunday. People surfing during spring sunshine, as the warm weather is set to continue into the weekend, at Fistral Beach, Newquay, Pic: Reuters The warning is in place from noon to 10pm on Sunday and covers northwest England, most of Wales, much of central England and the South West. See the latest weather forecast where you are “Heavy showers and thunderstorms could lead to some disruption in places, especially to travel,” the Met Office says. “Isolated property flooding is possible.” It adds: “There is a small chance that homes and businesses could be flooded quickly, with damage to some buildings from floodwater, lightning strikes, hail or strong winds.” The south of England will see highs of 25C (77F) today, with the potential of temperatures reaching 26C (78.8F) on Saturday and possibly 27C (80.6F) on Sunday, according to the Met Office. Despite the sunshine, storms are on the horizon for many – beach walkers pictured earlier this year. Pic: PA Scotland and Northern Ireland are also expected to enjoy warmer springtime weather, with 22C (71.6F) forecast for Saturday in Glasgow. The spell of warm weather is down to a block of high pressure that has been over the UK for much of this week. With it, the country has also seen increased levels of UV and pollen and even two wildfire warnings. Fire services for Dorset and Wiltshire as well as Hampshire and the Isle of Wight issued the warnings for this weekend. However, much of the sunshine and blue skies will give way to rain and thunderstorms during Sunday. Deputy chief meteorologist Tony Wisson previously said: “Many places will start fine and warm on Sunday, though it is likely to become cloudier from the west or South West during the day. This will be accompanied by scattered showers, which could be heavy with thunder. “On Monday we’re likely to see more widespread and longer-lived spells of rain, some of which will be heavy and thundery. This will also lead to a much cooler feel to the day.” Sky News weather producer Joanna Robinson said that along with the wind and rain, next week temperatures will drop back closer to the average for this time of year.News Related - Russian forces encircle Ukraine’s Avdiivka and ‘ready to storm city’ after months-long offensive Ukrainian serviceman stands next to residential buildings heavily damaged by permanent Russian military strikes in the front line town of Avdiivka Russian troops have encircled the eastern Ukrainian town of Avdiivka from “all directions” following a months-long offensive that is yet to see a significant breakthrough on the battlefield. Vladimir ... See Details: Russian forces encircle Ukraine’s Avdiivka and ‘ready to storm city’ after months-long offensive - Emery could land Bailey upgrade in Aston Villa move for \"unique\" 6 ft 2 maestro Emery could land Bailey upgrade in Aston Villa move for “unique” 6 ft 2 maestro Aston Villa have enjoyed a terrific start to the 2023/24 campaign and currently find themselves within the top four in the Premier League table. They beat Tottenham Hotspur 2-1, thanks to goals from Pau Torres ... See Details: Emery could land Bailey upgrade in Aston Villa move for \"unique\" 6 ft 2 maestro - Keir Starmer is keen to tell you that there are no easy answers on immigration. Well, here’s one Photograph: Tolga Akmen/EPA For months now, Keir Starmer has been at pains to tell the country that there are no easy answers to our problems. There is no magic money tree. We can’t spend what we haven’t got. We have to be realistic about the scorched earth a Labour government ... See Details: Keir Starmer is keen to tell you that there are no easy answers on immigration. Well, here’s one - Newcastle United in transfer talks with the new Robert Lewandowski: report Newcastle United are reportedly working on a deal to bring one of Europe’s most prolific strikers to St. James’ Park. With main centre-forward options Alexander Isak and Callum Wilson both injury-prone, it would make sense for the Magpies to add to their attacking armoury. And it seems that they may ... See Details: Newcastle United in transfer talks with the new Robert Lewandowski: report - Football rumours: Juventus eyeing swoop for Thomas Partey Arsenal’s Thomas Partey (John Walton/PA) (PA Archive) What the papers say Juventus have emerged as potential suitors for Arsenal midfielder Thomas Partey, 30, according to the Daily Mirror. The Gunners have been linked with Aston Villa midfielder Douglas Luiz, 25. Chelsea are streamlining their transfer policy with a “one in, ... See Details: Football rumours: Juventus eyeing swoop for Thomas Partey - On this day in 2015: Jamie Vardy scores in 11th game in a row Jamie Vardy broke the goalscoring record on this day in 2015 (Mike Egerton/PA) (PA Archive) Jamie Vardy scored for the 11th match in a row on this day in 2015 to break Ruud van Nistelrooy’s Premier League record and earn Leicester a 1-1 draw with Manchester United. The England forward ... See Details: On this day in 2015: Jamie Vardy scores in 11th game in a row - At least 20,000 lives a year could be saved by 2040 if UK adopts ‘bold new cancer plan’ Some 20,000 lives could be saved every year in the UK by 2040 if the government adopts a bold new plan for cancer, experts have said. Cancer Research UK has published a report calling for more action to speed up diagnosis, get people treated quickly and recruit 16,000 more full-time ... See Details: At least 20,000 lives a year could be saved by 2040 if UK adopts ‘bold new cancer plan’ - UK scientists studying ‘teaspoon-sized’ sample from asteroid Bennu to understand origin of life Scientists in the UK are studying a teaspoon-sized sample of a 4.5 billion-year-old asteroid that has travelled millions of miles to make it to Earth and could reveal the origins of life on the planet. The specimen, taken from asteroid Bennu, is being examined by scientists at the Natural History ... See Details: UK scientists studying ‘teaspoon-sized’ sample from asteroid Bennu to understand origin of life - This Christmas, please spare us the mix of irony and knitwear Scientists in the UK are studying a teaspoon-sized sample of a 4.5 billion-year-old asteroid that has travelled millions of miles to make it to Earth and could reveal the origins of life on the planet. The specimen, taken from asteroid Bennu, is being examined by scientists at the Natural History ... See Details: This Christmas, please spare us the mix of irony and knitwear - Napoleon’s dialogue isn’t ‘laughably bad’ – it’s supposed to be that way Scientists in the UK are studying a teaspoon-sized sample of a 4.5 billion-year-old asteroid that has travelled millions of miles to make it to Earth and could reveal the origins of life on the planet. The specimen, taken from asteroid Bennu, is being examined by scientists at the Natural History ... See Details: Napoleon’s dialogue isn’t ‘laughably bad’ – it’s supposed to be that way - Sisters transform loss-making business into near £100m giant Scientists in the UK are studying a teaspoon-sized sample of a 4.5 billion-year-old asteroid that has travelled millions of miles to make it to Earth and could reveal the origins of life on the planet. The specimen, taken from asteroid Bennu, is being examined by scientists at the Natural History ... See Details: Sisters transform loss-making business into near £100m giant - Israel-Hamas war live: 33 Palestinians freed after 11 Israeli hostages released; Gaza truce extended by two days Scientists in the UK are studying a teaspoon-sized sample of a 4.5 billion-year-old asteroid that has travelled millions of miles to make it to Earth and could reveal the origins of life on the planet. The specimen, taken from asteroid Bennu, is being examined by scientists at the Natural History ... See Details: Israel-Hamas war live: 33 Palestinians freed after 11 Israeli hostages released; Gaza truce extended by two days - Rangers boss Philippe Clement targets two new signings in January transfer window Scientists in the UK are studying a teaspoon-sized sample of a 4.5 billion-year-old asteroid that has travelled millions of miles to make it to Earth and could reveal the origins of life on the planet. The specimen, taken from asteroid Bennu, is being examined by scientists at the Natural History ... See Details: Rangers boss Philippe Clement targets two new signings in January transfer window - 20mph default speed limit 'putting tourists off visiting Wales' Scientists in the UK are studying a teaspoon-sized sample of a 4.5 billion-year-old asteroid that has travelled millions of miles to make it to Earth and could reveal the origins of life on the planet. The specimen, taken from asteroid Bennu, is being examined by scientists at the Natural History ... See Details: 20mph default speed limit 'putting tourists off visiting Wales' OTHER NEWS Read more » https://vnexplorer.net/mason-greenwood-getafe-set-date-for-permanent-man-utd-transfer-talks-as-prem-clubs-send-scouts-s135431.html https://vnexplorer.net/mason-greenwood-getafe-set-date-for-permanent-man-utd-transfer-talks-as-prem-clubs-send-scouts-s135431.html https://vnexplorer.net/how-to-claim-compensation-for-pothole-damage-to-your-car-s135142.html https://vnexplorer.net/how-to-claim-compensation-for-pothole-damage-to-your-car-s135142.html https://vnexplorer.net/starfield-player-discovers-ominous-alien-hatchery-on-a-barren-planet-s135141.html https://vnexplorer.net/starfield-player-discovers-ominous-alien-hatchery-on-a-barren-planet-s135141.html https://vnexplorer.net/up-to-40-tory-mps-set-to-rebel-if-sunaks-rwanda-plan-doesnt-override-echr-s135130.html https://vnexplorer.net/up-to-40-tory-mps-set-to-rebel-if-sunaks-rwanda-plan-doesnt-override-echr-s135130.html https://vnexplorer.net/country-diary-a-tale-of-three-churches-s135129.html https://vnexplorer.net/country-diary-a-tale-of-three-churches-s135129.html https://vnexplorer.net/sunak-woos-business-elite-with-royal-welcome-but-they-seek-certainty-s135128.html https://vnexplorer.net/sunak-woos-business-elite-with-royal-welcome-but-they-seek-certainty-s135128.html",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Health",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "met office",
          "sentiment": "negative"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "fistral beach",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "newquay",
          "sentiment": "none"
        },
        {
          "name": "south west",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T14:46:34.244+03:00",
    "updated": "2024-05-10T14:46:34.244+03:00"
  },
  {
    "uuid": "860c6d38df098e7039ddea0cd4d8cee61a13b84a",
    "url": "https://theconversation.com/economia-2023-el-trabajo-femenino-y-sus-carencias-220372",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Elba Astorga",
    "published": "2023-12-28T22:12:00Z",
    "title": "Economía 2023: el trabajo femenino y sus carencias",
    "text": "La profesora estadounidense Claudia Goldin fue galardonada con el premio Nobel de Economía este 2023. Es la tercera mujer en ganarlo. Antes que ella lo obtuvieron Elinor Ostrom (2009) y Esther Duflo (2019), pero Goldin es la primera que lo gana en solitario.\nComo cada año –desde hace ya 4– el profesor Luis Garvía, de la Universidad Pontificia Comillas, nos dio un adelanto sobre la premiada de 2023 : un perfil rápido y certero sobre Goldin y el valor de su investigación económica.\nSegún anunció la Academia, el premio le fue otorgado por sus estudios sobre las dinámicas de la participación de la mujer en el mercado laboral a lo largo del tiempo. Sus investigaciones le han llevado a concluir que las opciones de las mujeres han estado, y siguen estando, limitadas por el matrimonio y la responsabilidad del hogar y la familia.\nCon este reconocimiento al trabajo de Goldin, se han puesto de relieve cuestiones palpitantes de la economía que importa a las mujeres: su presencia en el mercado de trabajo, las desigualdades de género y la economía del cuidado (y su relación con la conciliación familiar).\nLa profesora Susana Martínez-Rodríguez, de la Universidad de Murcia, nos explicó luego cómo la profesora Goldin mostró que –a lo largo de 200 años– la incorporación de la mujer en el mercado laboral estadounidense ha tenido forma de U.\nRead more: Claudia Goldin: la píldora y su influencia en la participación de la mujer en el trabajo\nEl factor reproductivo en el mercado laboral Entre finales del siglo XIX y principios del XX, la brecha salarial se fue reduciendo, a medida que aumentaban las posibilidades de empleo dentro del sector servicios (administrativas, secretarias, mecanógrafas, telefonistas). Luego se produjo un retroceso en el terreno ganado por cuestiones de productividad (maternidad, conciliación) para recuperar el crecimiento dentro del mercado laboral a mediados de los setenta, con la generalización de uso de la píldora anticonceptiva.\nAl igual que la profesora Goldin, la profesora Gema Quintero, de la Universidad Carlos III de Madrid, recalca la importancia del factor reproductivo en el papel de la mujer en el mercado laboral:\n“La cuestión esencial y visible es que hay una faceta biológica (el embarazo) inherente a la condición femenina. Y que adquiere enorme relevancia cuando se trata de una mujer trabajadora”.\nTras analizar la ampliación de los derechos de las mujeres gestantes en España con la aprobación, en febrero de este año, de una ley orgánica relativa al derecho a la salud sexual y los derechos reproductivos, señala la necesidad de un cambio en la percepción social para asumir la necesidad de primar el talento de la persona trabajadora, al margen del género, y que una trabajadora, por estar embarazada, no pierda su valor profesional. Y nos recuerda que, tras el nacimiento y la baja preceptiva, los cuidados ya no tienen género.\nMenos puestos de trabajo femeninos y más precarios Inmaculada Cebrián López, de la Universidad de Alcalá, expuso datos del mercado laboral español relativos a la brecha de género . Aunque en los dos últimos años ha crecido el volumen de empleo femenino, la tasa de ocupación media de las mujeres es un 10 % menor que la de los hombres. Y esta diferencia es mayor a medida que avanza la edad de las trabajadoras y los trabajadores.\nAdemás, el trabajo femenino es más precario: sufre de mayor temporalidad y hay más mujeres que hombres con contratos a tiempo parcial.\nPero también en el trabajo agrícola existe la brecha de género . Una investigación de la profesora Elba González, de la Universidad de Guadalajara, señala que, en América Latina, las trabajadoras del campo sufren mayor precariedad laboral, sus salarios son cerca de un 14 % menores que los de los hombres y se dedican a labores menos cualificadas y más intensivas en mano de obra.\nPor razones sociales, culturales o económicas, estas mujeres tienen grandes dificultades para acceder a la tenencia de la tierra, lo que las mantiene como grupo especialmente vulnerable.\nLa cuestión es que la brecha de género no se manifiesta solo en el trabajo remunerado . Los profesores Jorge Velilla, José Ignacio Giménez Nadal (Universidad de Zaragoza) y Juan Carlos Campaña Naranjo, de la UNED, han analizado las diferencias de género en el tiempo dedicado en Europa al trabajo remunerado y al trabajo doméstico durante los últimos 20 años.\nSigue la brecha de género en el trabajo no remunerado Concluyen que mientras los hombres dedican, en promedio, más tiempo que las mujeres al trabajo remunerado, en el trabajo doméstico (hacer la compra, limpiar, cocinar y un largo etcétera) la situación es inversamente proporcional. Más allá del tiempo de trabajo remunerado, ellas ocupan más horas en este tipo de actividades.\nPor países, el análisis muestra que los niveles de desigualdad de género en el trabajo remunerado y en el no remunerado son mayores en aquellos en los que los hombres tienen un mayor peso social y político que las mujeres.\nEn cambio, las brechas de género son menores en aquellos en los que las políticas de paternidad son más generosas y las bajas por paternidad son similares a las bajas por maternidad.\nPelayo Benito García, de la Universidad Internacional de La Rioja, analiza los avances en la paridad laboral . Una buena noticia: aumenta la presencia de la mujer en el mercado laboral y mejoran sus condiciones de trabajo. Una mala: si se mantiene el ritmo actual, falta más de un siglo para que se cierre la brecha de género en el trabajo.\nSigue habiendo “profesiones femeninas” y techo de cristal La cuestión es que, por razones sociales, culturales o políticas, hay “profesiones femeninas”: cuidados, sanidad, limpieza y educación, según un estudio de la OIT de 2020. En cambio, tienen menos presencia femenina las relacionadas con la minería, la protección y la seguridad, la ciencia y la ingeniería, y la logística.\nLa OIT también ha hablado sobre el techo de cristal que retrasa el acceso de las mujeres a puestos de nivel directivo. Un techo que se intenta romper con propuestas para una representación paritaria de mujeres y hombres en los órganos de decisión de las empresas. Entre estos órganos están los consejos de administración, cuyo funcionamiento y estructura analizan las profesoras Nuria Alcalde e Isabel Acero Fraile, de la Universidad de Zaragoza. Se buscan ahora consejos de administración más diversos y paritarios. El objetivo, no cumplido, para 2022 era que el 40 % de cada consejo debía estar integrado por mujeres.\nTodavía en el ámbito de las mujeres directivas, Ruth Mateos de Cabo, Miryam Martinez Martinez y Susana González Pérez, de la Universidad CEU San Pablo, y Gabriela Contreras, de Radboud University, explican cómo el sistema de redes de contactos a nivel profesional puede entorpecer el desarrollo de la carrera directiva de las mujeres. Si la mayoría de los directivos son hombres, tenderán a formar sus redes informales de confianza con otros hombres.\nAdemás, mientras se tiende a juzgar a los hombres por su potencial, las mujeres tienen que mostrar logros para poder aspirar a ascensos.\nVemos pues cómo las investigaciones de Claudia Goldin abrieron el camino a toda una cohorte de investigadoras e investigadores interesados en entender cómo es la presencia de la mujeres en el mercado laboral, en qué se diferencia de la de los hombres y cómo puede (y debe) mejorarse.\nderechos reproductivos trabajo brecha salarial empoderamiento Premio Nobel de Economía precariedad laboral habilidades directivas mujeres directivas mujer trabajadora economía del cuidado medio rural Claudia Goldin Resumen2023",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://www.nobelprize.org/prizes/economic-sciences/2023/goldin/facts/",
      "https://www.nobelprize.org/prizes/economic-sciences/2019/duflo/facts/",
      "https://www.nobelprize.org/prizes/economic-sciences/2009/ostrom/facts/",
      "https://nobelprize.org/prizes/economic-sciences/2019/duflo/facts/",
      "https://nobelprize.org/prizes/economic-sciences/2009/ostrom/facts/",
      "https://www.nobelprize.org/prizes/economic-sciences/2019/duflo/facts",
      "https://www.nobelprize.org/prizes/economic-sciences/2009/ostrom/facts",
      "https://nobelprize.org/prizes/economic-sciences/2023/goldin/facts/",
      "https://www.nobelprize.org/prizes/economic-sciences/2023/goldin/facts"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:26:01.775+02:00",
    "updated": "2023-12-29T00:26:01.775+02:00"
  },
  {
    "uuid": "d6d7cadeae9f626edaedf4e0248fac7ff6020cfa",
    "url": "https://www.devdiscourse.com/article/headlines/2760722-people-refusing-to-attend-inauguration-never-wanted-ram-temple-to-be-constructed-uttarakhand-cm-pushkar-dhami",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ANI",
    "published": "2023-12-29T07:00:00Z",
    "title": "\"People refusing to attend inauguration never wanted Ram temple to be constructed\": Uttarakhand CM Pushkar Dhami | Headlines",
    "text": "\"People refusing to attend inauguration never wanted Ram temple to be constructed\": Uttarakhand CM Pushkar Dhami Reacting to the opposition rejecting invitations for the consecration ceremony of the Ram temple, Uttarakhand CM Pushkar Singh Dhami said that people refusing to attend the temple inauguration never wanted the Ram temple to be constructed. [ANI](/ani-stories)| Updated: 29-12-2023 15:00 IST | Created: 29-12-2023 15:00 IST - Country: - India Reacting to the opposition rejecting invitations for the consecration ceremony of the Ram temple, Uttarakhand CM Pushkar Singh Dhami said that people refusing to attend the temple inauguration never wanted the Ram temple to be constructed. Uttarakhand CM Pushkar Singh Dhami said, \"Everyone waited for a long time for the Ram Temple, and under the leadership of Prime Minister Modi, this has been possible. People from around the world will be able to witness this historic moment. I am also one of them. All the Ram devotees are anxiously waiting for the moment.\" On Shiv Sena (UBT) MP Sanjay Raut's allegation that the BJP government in Uttar Pradesh has abducted Lord Ram he said that it was useless to expect anything from the opposition. \"People refusing to attend the inauguration never wanted the Ram temple to be constructed. The Congress party, which is leading the INDIA bloc especially Kapil Sibal have tried their best to obstruct the path towards the construction of the Ram temple. It is useless to expect anything from them,\" he added. As per temple officials, the consecration ceremony will be held over a span of seven days starting on January 16. On January 16, the host appointed by the temple trust, Shri Ram Janmbhoomi Teerth Kshetra, will conduct the atonement ceremony. The 'Dashvidh' bath, Vishnu worship, and offering to cows will be held on the banks of the Saryu River. Following that, on January 17, a procession carrying the idol of Lord Ram in his child-like form (Ram Lalla) will reach Ayodhya. Devotees carrying Saryu water in Mangal Kalash will be reaching the Ram Janmabhoomi temple. On January 18, formal rituals will kick off with the Ganesh Ambika puja, Varun puja, Matrika puja, Brahmin Varan, and Vastu Puja. On January 19, the holy fire will be lit, followed by the establishment of 'Navagraha' and a 'havan' (holy ritual surrounding the fire). The sanctum sanctorum of the Ram Janmabhoomi temple will be washed with Saryu water on January 20, after which the Vaastu Shanti and 'Annadhivas' rituals will take place. On January 21, the Ram Lalla idol will be bathed in 125 urns and will finally be laid to rest. On the final day, January 22, after the morning puja, the deity of Ram Lala will be consecrated in 'Mrigashira Nakshatra' in the afternoon. The Bharatiya Janata Party has decided to run a campaign for Ram Mandir celebrations starting January 1, in which BJP workers will go door to door in all the villages across the country and encourage ten crore families to participate in Diya Lightning programs for Ram Temple in Ayodhya. Prime Minister Narendra Modi will address attendees at the grand consecration event from the front of the 'Singh Dwar'. According to sources, lakhs of devotees are likely to pour into the temple town for the grand occasion. (ANI) (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [Telecom infrastructure providers flag permission issues in Uttar Pradesh](/article/technology/2746923-telecom-infrastructure-providers-flag-permission-issues-in-uttar-pradesh) [Inland water way authority set up in Uttar Pradesh to promote waterway services and employment](/article/headlines/2747584-inland-water-way-authority-set-up-in-uttar-pradesh-to-promote-waterway-services-and-employment) [Yogi govt identifies 10,015 TB patients in ten-day campaign in Uttar Pradesh](/article/headlines/2747624-yogi-govt-identifies-10015-tb-patients-in-ten-day-campaign-in-uttar-pradesh) ['Uttar Pradesh Jodo Yatra' to begin on December 20: Congress leader Ajai Rai](/article/headlines/2750711-uttar-pradesh-jodo-yatra-to-begin-on-december-20-congress-leader-ajai-rai) [Uttar Pradesh: Massive fire breaks out in wooden warehouse mill in Saharanpur](/article/headlines/2750706-uttar-pradesh-massive-fire-breaks-out-in-wooden-warehouse-mill-in-saharanpur)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sanjay raut",
          "sentiment": "none"
        },
        {
          "name": "modi",
          "sentiment": "none"
        },
        {
          "name": "pushkar singh dhami",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "uttarakhand",
          "sentiment": "none"
        },
        {
          "name": "bjp",
          "sentiment": "none"
        },
        {
          "name": "ram temple",
          "sentiment": "none"
        },
        {
          "name": "shiv sena",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uttar pradesh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:37:25.662+02:00",
    "updated": "2023-12-29T11:41:57.627+02:00"
  },
  {
    "uuid": "85e162cf9f6fc37e51963105c5f34aab7835dda9",
    "url": "https://kmph.com/news/local/4-arrested-in-connection-to-selma-murder",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stephen Hawkins",
    "published": "2023-12-28T19:02:00Z",
    "title": "chevron-right",
    "text": "SELMA, Calif. (FOX26) — Two teens were shot in Selma on Friday, March 17th. Three days later, one of them died. On Dec. 28th, four people were taken into custody in connection to the deadly shooting. Police say the [teens were shot near the 2200 block of Locust Street](https://kmph.com/news/local/crime-selma-ca-selma-shooting-community-regional-medical-center-crmc-fresno-ca-selma-locust-street) around 5:00 p.m. One of the teens died on Monday, March 20th at Community Regional Medical Center and a homicide investigation was opened. [RELATED] [Two dead and a child in critical condition after violent call in Fresno County](https://kmph.com/news/local/several-injuries-reported-after-violent-call-in-fresno-county) Detectives identified the people responsible for the killing as 53-year-old Kevin Randle, 41-year-old Erika Herrera, 40-year-old Erindira Herrera, and a 16-year-old juvenile who are all Selma residents. During the early morning hours of Thursday, Dec. 28, members of the Selma Police Department and the California Department of Corrections arrested the four individuals in the cities of Selma and Dinuba for homicide and accessory to homicide. This is an active homicide investigation if you can provide information regarding this incident you are encouraged to call Detective M. Hughes at (559) 896-2525.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "erindira herrera",
          "sentiment": "none"
        },
        {
          "name": "erika herrera",
          "sentiment": "none"
        },
        {
          "name": "kevin randle",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "selma police department",
          "sentiment": "none"
        },
        {
          "name": "community regional medical center",
          "sentiment": "none"
        },
        {
          "name": "california department of corrections",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "selma",
          "sentiment": "none"
        },
        {
          "name": "calif.",
          "sentiment": "none"
        },
        {
          "name": "selma",
          "sentiment": "none"
        },
        {
          "name": "locust street",
          "sentiment": "none"
        },
        {
          "name": "fresno county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:18:02.044+02:00",
    "updated": "2023-12-29T00:18:02.044+02:00"
  },
  {
    "uuid": "371b030c320ee71c099e8b47cc3b4f92e0d530cc",
    "url": "https://www.examiner.com.au/story/8723826/hydro-tasmanias-16b-dam-upgrade-plan-criticised-by-activists",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Benjamin Seeder",
    "published": "2024-08-08T10:00:00Z",
    "title": "Hydro Tasmania's $1.6B dam upgrade plan criticised by activists | The Examiner | Launceston, TAS",
    "text": "Environmentalists have labelled Hydro Tasmania's $1.6 billion plan to refurbish its ageing dams over the next decade as a continuation of \"unnecessary industrialisation\" of the state. Lake Pedder Restoration Committee convenor Christine Milne said with developments in new energy technologies like wind and solar, Tasmanians should be consulted before the government spends billions on upgrading century-old dams and power stations. Her comments came after Hydro Tasmania chief executive Ian Brooksbank unveiled the company's 10-year investment plan on Thursday morning. With many of Tasmania's dams now approaching the end of their lives, the company is embarking on a program to boost output and reliability by refurbishing some of assets over the next decade. Hydro is planning to spend $1.6 billion upgrading 11 power stations and 5 dams across the state by 2035. But the government should instead consult with Tasmanians before enacting the plan, activists say. \"Instead of spending $1.6 billion on automatically patching up dams and power stations, there is an opportunity for Tasmanians to be asked what they want to spend money on,\" Ms Milne said. The Hydro plan includes ongoing work to overhaul the Tarraleah scheme in the Central Highlands, which will enable the station to provide more flexible 'firming' power capabilities instead of providing only baseload generation. The revamp will also add another 80 megawatts of generation capacity to the Tarraleah scheme. Energy Minister Nick Duigan said the plan would enable economic expansion in the state and secure its position as a major renewable energy producer. \"With Tasmanian energy consumption predicted to continue to grow, we can't afford to reduce our hydro generator fleet,\" he said. \"This 10-year investment will ensure that Tasmanian's Hydro generation continues to drive the state's economy and jobs into the future.\" Restore Pedder Campaign coordinator Maddie McShane said the government's \"obsession with unsustainable growth\" was driving the state towards destruction. \"The government should be investing in nature, not unnecessary industrialisation\", she said. Tasmania could unlock \"significant\" benefits for people and biodiversity by decommissioning ageing Edgar and Scotts Peak dams instead of investing to restore them, she said. Restore Pedder claimed that demand for electricity from residential and small business customers declined during 2022-2023, while about half of all power in the state went to \"four old declining heavy industries\". \"Just one of those old industries falling over releases a huge amount of energy to meet any additional Tasmanian demand,\" she said. The government has faced criticism over the past year regarding the low level of surplus generating capacity available for industrial consumers in the state. Labor leader Dean Winter has previously said Hydro rejected a request for an additional 50MW of capacity by Australian Newsprint Mills for a project that would have cut and used electricity in its boiler process. The Tasmanian Chamber of Commerce and Industry has said the lack of available power in the state is deterring investors. The government has admitted that demand and supply of electricity is \"balanced\" in the state. DAILY Today's top stories curated by our news team. Also includes evening update.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "christine milne",
          "sentiment": "negative"
        },
        {
          "name": "ian brooksbank",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tas lake pedder restoration committee",
          "sentiment": "negative"
        },
        {
          "name": "hydro tasmania",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "central highlands",
          "sentiment": "none"
        },
        {
          "name": "tasmania",
          "sentiment": "none"
        },
        {
          "name": "launceston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-09T00:40:04.420+03:00",
    "updated": "2024-08-09T00:43:40.902+03:00"
  },
  {
    "uuid": "e8dfd889edbe78c19f23f0c79aac3e0575ccb08d",
    "url": "https://kesq.com/cnn-weather-environment/2023/12/28/massive-california-waves-injure-some-onlookers-and-bring-flooding-treacherous-beach-conditions-up-the-west-coast/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newsource",
    "published": "2023-12-29T09:56:00Z",
    "title": "Massive California waves injure some onlookers and bring flooding, treacherous beach conditions up the West coast",
    "text": "Massive California waves injure some onlookers and bring flooding, treacherous beach conditions up the West coast\nBy Elizabeth Wolfe, Robert Shackelford and Cindy Von Quednow, CNN\n(CNN) — A powerful offshore storm is\ndriving towering waves into the California coastline, triggering flooding and warnings of dangerous and damaging swells after several people were injured by a wave along Ventura beach on Thursday.\nThe wave crashed over a barrier along the southern California beach, tossing a wall of fast-moving water at a group of onlookers who rushed to escape the deluge, witness video shows. Seawater quickly knocked some people off their feet and pummeled cars as drivers tried to speed away.\nNearly 20 people were briefly swept away in the incident and eight people were taken to the hospital, Ventura officials said.\nHigh water and dangerous rip currents will churn along some of California’s beaches through the weekend as much of the West coast – spanning from the US-Mexico border to southern Oregon – is under coastal flood and high-surf alerts, the National Weather Service said.\nWaves as high as telephone poles – about 40 feet – could slam into San Francisco through Friday morning. Fifteen to 20-foot waves are expected along the central coast.\nThe dangerous conditions pose an “exceptional risk” of ocean drowning and damage to structures like piers and jetties, the National Weather Service said.\nThe spectacular waters have enthralled some surfers and onlookers, but weather officials are cautioning that the waves and strong rip tides can be perilous for those nearby.\n“Large breaking waves can cause injury, wash people off beaches and rocks, and capsize small boats near shore,” the National Weather Service warned.\nAt least one fisherman fell overboard in a harbor off Oxnard and later came ashore uninjured, the Ventura County Fire Department said.\nThe conditions have already caused some road closures and evacuations in coastal California communities and prompted the rescue of five campers along the San Luis Obispo coast.\nCrews in Ventura worked through the night to reinforce a mile-long sand barrier that was damaged by powerful waters on Thursday, the local fire department said. Standing about seven feet tall, the raised wall helps protect beachside communities.\nHoping to discourage spectators, local officials closed a main access point to Ventura Pier, which saw a swell of about 20 feet on Thursday. Some coastal streets in the area have also been closed as a precaution.\nIn central California’s Santa Cruz, the sheriff’s office\nissued an evacuation warning for some areas on Thursday, which included areas of Rio Del Mar, where seawater filled beachside roadways and pushed against some homes, CNN affiliate KION reported. The warnings were lifted later in the day.\nThe most extreme impacts were expected along the central and Ventura County coasts, along with Hermosa, Manhattan and Palos Verdes beaches, the weather service in Los Angeles said Thursday.\nTempestuous waters are also battering Northern California, where the Bay Area could see waves of 28 to 33 feet, the weather service advised.\nA high wind alert is also in effect for the Bay Area on Friday as wind gusts of up to 50 mph are expected.\nRainfall is likely to stretch northward from the Bay Area throughout the day Friday before shifting south into the weekend.\nMassive waves attract surfers to Mavericks\nDespite safety warnings, the massive waves are a welcome sight to surfers hungry to tackle the legendary swells at Mavericks Beach, about 25 miles south of San Francisco.\nPro surfers and spectators flocked to the beach on Thursday for a competition at the site known for having\nsome of the biggest waves in the world, CNN affiliate KGO reported.\nLocal resident Ion Banner\ntold the affiliate that surfers from Brazil, Tahiti and Hawaii were out in the water. “It’s pretty gnarly, it’s super big,” he said.\n“The waves looked absolutely massive and it was everything that we expected,” said Miguel Blanco, who told KGO he flew in from Portugal to surf the waves. “It was really big, I’d say 40-60 foot waves.”\nMavericks’ jaw-dropping waves – caused by unique underwater rock formations – reach their biggest heights in the winter, when big wave surfers from all over the world make pilgrimages to face the swells.\nThe legendary waves and the surfers who brave them have been the subject of several films and documentaries, including the 2012 biopic “Chasing Mavericks” about American surfer Jay Moriarity’s journey to surf Mavericks as a teen.\nOn Thursday, the conditions were prime for surfers like Blanco.\n“If it’s your turn, you just gotta go,” Blanco said. “When you see a big wave, you’re kinda scared but at the same time you’re feeling like you should go and you just go and enjoy the ride.”\nCNN’s David Williams contributed to this report.\nThe-CNN-Wire\n™ & © 2023 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.visithalfmoonbay.org/articles/mavericks-biggest-surf-west-coast",
      "https://www.cnn.com/2023/12/28/weather/high-surf-ventura-san-diego/index.html",
      "https://www.facebook.com/SantaCruzSheriffsOffice/",
      "https://abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785/",
      "https://www.abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785/",
      "https://abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785",
      "https://facebook.com/SantaCruzSheriffsOffice/",
      "https://visithalfmoonbay.org/articles/mavericks-biggest-surf-west-coast",
      "https://cnn.com/2023/12/28/weather/high-surf-ventura-san-diego/index.html",
      "https://www.facebook.com/SantaCruzSheriffsOffice"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cindy von quednow",
          "sentiment": "none"
        },
        {
          "name": "elizabeth wolfe",
          "sentiment": "none"
        },
        {
          "name": "robert shackelford",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west coast massive california",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "oregon",
          "sentiment": "none"
        },
        {
          "name": "west coast",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:58:17.092+02:00",
    "updated": "2023-12-29T12:58:17.092+02:00"
  }
]