[
  {
    "uuid": "9dc38c4dc51840fa2cf4e533f1b3b54d56d9cd5c",
    "url": "https://www.devx.com/news/new-year-brings-exciting-tech-deals/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lila Anderson",
    "published": "2024-01-06T00:43:00Z",
    "title": "New Year Brings Exciting Tech Deals",
    "text": "As we usher in the new year, now is the perfect opportunity to make the most of ongoing sales and indulge in some thrilling tech gadgets. With promotions on 4K TVs, fitness smartwatches, and Govee LED lights, there’s an abundance of devices to elevate your daily routine and complement your future travel plans.\nMoreover, these cutting-edge tools not only provide convenience and efficiency, but also\nenhance your entertainment and personal growth experiences throughout the coming year. So go ahead, treat yourself to that latest gadget or upgrade your existing tech, ensuring you welcome the new year equipped and ready to embrace every opportunity it brings.\nFitness tracking with the Fitbit Versa 4\nOne of the best offers you won’t want to overlook is the Fitbit Versa 4 smartwatch. Featuring over 40 workout modes, heart rate and sleep monitoring, and GPS, this sleek and snug gizmo assists you in managing your health and discovering new fitness possibilities. The Fitbit Versa 4 also boasts a durable, lightweight build, making it the perfect companion for both intense exercise sessions and everyday wear. With the ability to receive notifications, control your music, and even make contactless payments, this versatile smartwatch is designed to seamlessly fit into your active lifestyle.\nImmersive audio with Bose QuietComfort Ultra Earbuds\nFor those in pursuit of a captivating audio experience, the Bose QuietComfort Ultra Earbuds deliver exceptional sound, noise-canceling capabilities, and spatial audio – all in a cozy earbud. These earbuds last about six hours on a single charge, and a swift 20-minute rapid charge can supply an additional two hours of playback time. Furthermore, the sleek design and comfortable fit make these earbuds ideal for extended use without any discomfort. Users can also customize their listening experience through the Bose Music\napp, granting them access to features like adjusting the noise-canceling levels and personalizing the EQ settings.\nEnhanced productivity with Samsung’s 32-inch M70C smart PC monitor\nElevate your everyday computing and gaming experience with\nSamsung’s 32-inch M70C smart PC monitor. Equipped with Ultra High Definition (UHD) resolution and integrated Smart TV streaming applications, this versatile monitor enables access to Netflix, work video conferences, and more using the accompanying remote. The M70C smart monitor boasts impressive features such as an intelligent eye care setting, two-way built-in speakers, and a slim design that enhances not only its functionality but also your workspace aesthetics. Furthermore, it offers seamless connectivity with mobile or desktop devices, allowing you to switch effortlessly between productivity tasks and your favorite content streaming platforms, making it the perfect addition to any home or office setup.\nIn-home cycling with the Nordictrack s22i Commercial Studio Cycle\nFitness enthusiasts can anticipate the Nordictrack s22i Commercial Studio Cycle, complete with 24 resistance levels, incline adjustments, Bluetooth compatibility, and a swiveling 22-inch screen. Revamp your home workout with gym-grade functionality from this cutting-edge exercise bike. Experience personalized workout sessions, thanks to the array of features offered by the Nordictrack s22i, aiming to cater to various fitness levels and goals. Immerse yourself in\ninteractive training provided by the high-definition touch screen, connecting you with world-class trainers for a holistic fitness journey right from your own home.\nOutdoor lighting with Govee RGBIC Outdoor Neon Rope Lights\nLastly, personalize your home’s exterior with Govee RGBIC Outdoor Neon Rope Lights. With an IP67 rating for water and weather resistance, these adaptable lights are conveniently controlled through a dedicated app and provide limitless lighting possibilities with RGBIC technology. In addition to offering vibrant hues and customizable lighting effects, the Govee app ensures easy\ninstallation and effortless troubleshooting for your outdoor lighting needs. Enhance your home’s appeal, create a festive atmosphere for special occasions, and enjoy the peace of mind that comes with a durable, weather-resistant lighting solution.\nStaying vigilant for more tech bargains\nDon’t let these incredible tech bargains pass you by as we commence 2024. Stay on the lookout for even more discounts throughout the year. Keep an eye on flash sales and promotional deals that often pop up at various online and brick-and-mortar stores. Additionally, remember to sign up for exclusive newsletters and follow your favorite\ntech brands on social media to score unbeatable deals and be a savvy shopper in 2024.\nFirst Reported on:\nhowtogeek.com\nFAQs\n1. What are some of the best tech deals for the new year?\nSome of the top tech deals to look for include 4K TVs, fitness smartwatches like the Fitbit Versa 4, Govee LED lights, Bose QuietComfort Ultra Earbuds, Samsung’s 32-inch M70C smart PC monitor, and the Nordictrack s22i Commercial Studio Cycle.\n2. How can I enhance my fitness routine with new tech?\nUtilize fitness smartwatches like the Fitbit Versa 4 to track your workouts, heart rate, and sleep, or invest in a Nordictrack s22i Commercial Studio Cycle for personalized and interactive home cycling sessions.\n3. What should I look for in an immersive audio experience?\nConsider the Bose QuietComfort Ultra Earbuds, which deliver exceptional sound, noise-canceling capabilities, and spatial audio in a comfortable fit. Customize\nyour experience with the Bose Music app to adjust noise-canceling levels and personal EQ settings.\n4. How can I enhance my workspace?\nInvest in Samsung’s 32-inch M70C smart PC monitor, which offers UHD resolution, Smart TV streaming apps, intelligent eye care settings, built-in speakers, and seamless connectivity with mobile and desktop devices.\n5. What options are there for outdoor lighting?\nTry Govee RGBIC Outdoor Neon Rope Lights, which provide vibrant colors and customizable effects, are weather-resistant, and can be controlled through a dedicated app for easy installation and troubleshooting.\n6. How can I stay updated on the latest tech bargains?\nKeep an eye on flash sales, promotional deals, sign up for exclusive newsletters, and follow your favorite tech brands on social media to stay informed of the best deals throughout the year.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.howtogeek.com/top-tech-deals-fitbit-versa-4-samsung-nordictrack-govee/",
      "https://www.howtogeek.com/top-tech-deals-fitbit-versa-4-samsung-nordictrack-govee",
      "https://howtogeek.com/top-tech-deals-fitbit-versa-4-samsung-nordictrack-govee/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "govee",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T04:25:49.308+02:00",
    "updated": "2024-01-06T04:25:49.308+02:00"
  },
  {
    "uuid": "a3ae358614465c7c095fbb1481724a7f710d2359",
    "url": "https://www.wdam.com/2024/04/25/laurel-man-charged-with-child-exploitation-after-investigation-by-attorney-generals-office",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@wdam",
    "published": "2024-04-25T20:09:00Z",
    "title": "Laurel man charged with child exploitation after investigation by Attorney General’s Office",
    "text": "Laurel man charged with child exploitation after investigation by Attorney General’s Office JONES COUNTY, Miss. (WDAM) - A Laurel man is in the Jones County jail charged with child exploitation after an investigation from the Attorney General’s office, according to online jail records. The Jones County Sheriffs’ Department’s inmate roster showed 42-year-old Nathan Mozingo was booked on Friday, April 19, and remains in the detention center with a $100,000 bond. WDAM 7 reached out to the the Mississippi Attorney General’s Office for details about the case, but a spokesperson could only say that the arrest was “just in the course of our investigative work” and added no additional information could be shared. Mozingo was previously arrested in 2022 for threatening to shoot Jones County deputies and his father. This story will be updated if more information is provided. Want more WDAM 7 news in your inbox? Click [here](https://www.wdam.com/newsletter/) to subscribe to our newsletter. Copyright 2024 WDAM. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mozingo",
          "sentiment": "none"
        },
        {
          "name": "nathan mozingo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "laurel",
          "sentiment": "negative"
        },
        {
          "name": "attorney general’s office laurel",
          "sentiment": "neutral"
        },
        {
          "name": "attorney general’s office jones co",
          "sentiment": "neutral"
        },
        {
          "name": "wdam",
          "sentiment": "none"
        },
        {
          "name": "jones county sheriffs’ department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mississippi",
          "sentiment": "none"
        },
        {
          "name": "unty",
          "sentiment": "none"
        },
        {
          "name": "jones county",
          "sentiment": "none"
        },
        {
          "name": "miss.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:08:58.576+03:00",
    "updated": "2024-04-26T00:08:58.576+03:00"
  },
  {
    "uuid": "859c2acff5a7dd9edd5d3ede9be5c865137d392e",
    "url": "https://marketbusinessnews.com/boost-your-vocabulary-and-have-fun-with-mobile-word-games/364483/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alexander Joe",
    "published": "2024-01-05T20:05:00Z",
    "title": "Boost Your Vocabulary and Have Fun with Mobile Word Games",
    "text": "Introduction\nMobile word games have become increasingly popular among individuals of all ages. These games not only provide entertainment but also offer numerous benefits, including vocabulary enhancement, cognitive development, and mental stimulation. In this article, we will explore different types of mobile word games that can help boost your vocabulary while having fun.\nWhat are mobile word games and their benefits\nMobile word games refer to word-based puzzles and challenges that can be played on smartphones or tablets. These games often require players to solve various tasks related to vocabulary, spelling, and word formation. Not only do these games provide entertainment and a mental workout, but they also have several benefits. They can improve language skills, enhance cognitive abilities, expand vocabulary, and boost problem-solving skills. Additionally, playing\nword games on mobile devices makes learning fun and accessible anytime, anywhere.\nThe impact of word games on vocabulary enhancement\nWord games have a significant impact on vocabulary enhancement. By engaging in word puzzles and challenges, players are exposed to new words and their meanings. This exposure helps them expand their vocabulary and improve their language skills. Additionally, the interactive nature of these games makes learning enjoyable and encourages players to actively seek out new words and concepts. Overall, word games play a vital role in enhancing vocabulary and promoting a love for language learning.\nWord Games for Kids\nWord games can be a fun and educational way to boost vocabulary skills for kids. One popular game is NYT Letterboxed, where kids can test their spelling skills by guessing the correctly spelled words. Another favorite is Hangman, where they have to guess the hidden word before making too many wrong guesses. Spelling Bee is another engaging word game that allows kids to practice their spelling skills by correctly spelling given words. These word games for kids not only provide entertainment but also help in enhancing their vocabulary and language abilities.\nSpelling Bee: Test spelling skills by correctly spelling given words\nSpelling Bee is a popular mobile word game that allows users to test and improve their spelling skills. In this game, players are given a series of words and their task is to correctly spell them. The game challenges players to think quickly and accurately, engaging their brain and helping them expand their vocabulary. By playing Spelling Bee regularly, users can enhance their spelling abilities while having fun at the same time. It is an effective way to improve language skills and boost overall literacy.\nNYT Letterboxed: Test spelling skills by guessing correctly spelling given words\nNYT Letterboxed is a mobile word game that challenges players to test their spelling skills by correctly spelling given words. In this game, players are given a set of letters and they have to arrange them in the correct order to spell out the word. It’s a fun and engaging way to improve vocabulary while having a great time. So, if you’re looking for a game that will help boost your spelling abilities, give NYT Letterboxed a try!\nHangman: Guess the hidden word before making too many wrong guesses\nHangman is a classic word game that tests players’ ability to guess a hidden word before making too many wrong guesses. In Hangman, players are presented with a series of blank spaces representing letters in a word. They must guess individual letters and fill in the blanks to uncover the word. However, if they make too many incorrect guesses, parts of a stick figure are gradually drawn, signifying the hanging of the hangman. The objective is to guess the word correctly before the hangman is fully drawn. Hangman is an entertaining way to challenge spelling skills and expand vocabulary while having fun.\nClassic Word Games\nWord Search and Crossword are two popular classic word games that have been enjoyed by people of all ages for decades. In Word Search, players are presented with a grid of letters and must find hidden words that are placed in various directions. Crossword puzzles, on the other hand, require players to solve clues and fill in a grid of intersecting words. These games not only provide entertainment but also help improve vocabulary and problem-solving skills. With their timeless appeal, classic word games continue to be a favorite pastime for many.\nWord Search: Find hidden words in a grid\nWord Search is a popular word game where players are presented with a grid of letters and are tasked with finding hidden words within that grid. The words can be arranged horizontally, vertically, diagonally, or even backwards. It is a fun and challenging game that helps improve vocabulary and concentration skills.\nCrossword: Solve clues to fill in a grid of intersecting words\nThe crossword is a classic word game that challenges players to solve clues in order to fill in a grid of intersecting words. These puzzles come in various levels of difficulty, from beginner to expert. Players must use their vocabulary and deductive skills to decipher the clues and place the correct words into the grid. Crosswords not only enhance your vocabulary but also improve your problem-solving and critical thinking abilities. Whether solving a newspaper crossword or playing online, this word game is a fun way to expand your knowledge while exercising your brain.\nWord Building Games\nWord Building Games are a popular category of mobile word games that challenge players to create words using a set of letters or tiles. One well-known game is Scrabble, where players strategically arrange their tiles on a board to form words and earn points based on the letters’ value. Another word building game is Words with Friends, where players compete with friends to create the best word combinations and earn the highest score. These games not only test players’ vocabulary skills but also require strategic thinking and planning.\nScrabble: Create words and strategically place them on a board\nScrabble is a beloved classic word game that challenges players to create words using letter tiles and strategically place them on a game board. Players can earn points by utilizing high-scoring letters and creating words that intersect with existing ones. This game not only enhances vocabulary but also requires strategic thinking and planning. It’s a perfect choice for word enthusiasts looking for a challenging and fun experience.\nWords with Friends: Compete with friends to build the best word combinations\nWords with Friends is a popular mobile word game that allows players to compete against their friends in creating the best word combinations. With a user-friendly interface and an extensive dictionary, Words with Friends provides an engaging and competitive platform for word enthusiasts. Players can challenge their friends to see who can come up with the highest-scoring words by strategically placing tiles on the game board. This game not only enhances players’ vocabulary but also improves their critical thinking and strategic skills in constructing words. Whether you’re playing casually or looking for a more intense competition, Words with Friends is a fantastic option to have fun while boosting your vocabulary.\nPuzzle Word Games\nPuzzle word games provide a unique twist on traditional word games, challenging players to think quickly and strategically. One popular puzzle word game is Boggle, where players must form words by connecting adjacent letters within a limited time. Anagram is another engaging game that requires players to rearrange letters to create new words. These games are not only fun and entertaining, but also help to improve vocabulary and problem-solving skills.\nBoggle: Form words from adjacent letters in a limited time\nBoggle is a popular word game that challenges players to form words by connecting adjacent letters on a grid. With a limited amount of time, players must use their vocabulary skills to create as many words as possible. The longer and more complex the word, the higher the score. Boggle is a fun and engaging game that can help improve word recognition and spelling abilities. It also encourages quick thinking and problem-solving skills as players race against the clock to find as many words as they can. Whether played alone or with friends, Boggle is an excellent way to boost vocabulary while having a great time.\nAnagram: Rearrange letters to create new words\nAnagram is a word game that challenges players to rearrange letters to form new words. Players are given a set of scrambled letters and must use their creativity and vocabulary skills to find all possible combinations. This game not only improves vocabulary but also enhances problem-solving and critical thinking abilities. It’s an entertaining way to expand your word knowledge while having fun.\nTrivia Word Games\nTrivia Word Games are an entertaining way to challenge your knowledge and test your word skills. One popular game, Trivia Crack, allows players to compete with opponents by answering questions across various categories. Another popular game, 4 Pics 1 Word, presents players with four images and challenges them to guess the corresponding word. These games not only provide fun and excitement but also help players expand their vocabulary and general knowledge. So, if you enjoy word games that require a blend of trivia and word-solving abilities, Trivia Word Games are perfect for you!\nTrivia Crack: Answer questions to challenge opponents’ knowledge\nTrivia Crack is a popular mobile word game that allows players to test their knowledge and challenge opponents from around the world. With a wide range of categories such as science, history, art, and sports, players must answer questions correctly to climb the virtual trivia ladder. The game engages players in a fun and competitive way, helping to expand their general knowledge and vocabulary. Whether playing alone or against friends, Trivia Crack is an entertaining way to learn new facts while sharpening your word skills.\n4 Pics 1 Word: Guess the word based on four images\n4 Pics 1 Word is a popular mobile word game that challenges players to guess the word based on four images. Each image represents a clue, and players must use their observational and critical thinking skills to identify the common word that connects them all. This game not only enhances vocabulary but also sharpens problem-solving abilities. With thousands of levels to choose from, players can have endless fun while expanding their word knowledge.\nLanguage Learning Word Games\nLanguage Learning Word Games are a fun and interactive way to enhance your language skills. One popular game is Word Cookies, where players solve baking-themed puzzles by rearranging letters to create words. Another option is Duolingo, which offers gamified language learning with vocabulary-building lessons. These games provide an entertaining way to expand your vocabulary while improving your language fluency.\nWord Cookies: Learn new words while solving baking-themed puzzles\nWord Cookies is a mobile word game that combines the fun of solving puzzles with the opportunity to expand your vocabulary. In this baking-themed game, players are given a set of letters and are required to form words by rearranging them. As you progress through the levels, the complexity of the puzzles increases, challenging your word-building skills. By playing Word Cookies, you can not only have a great time but also improve your language abilities by discovering new words and enhancing your spelling and vocabulary skills.\nDuolingo: Gamified language learning with vocabulary-building lessons\nDuolingo is an innovative language learning app that combines education with entertainment. The app offers gamified lessons that make learning a new language fun and engaging. Users can choose from a variety of languages and progress through levels by completing vocabulary-building exercises. With its interactive activities and personalized learning experience, Duolingo is a popular choice for those looking to improve their vocabulary while having fun.\nThe Bottom Line:\nIn conclusion, mobile word games offer a fun and engaging way to boost vocabulary skills. They provide a variety of game options, from challenging puzzles to language learning exercises. Whether you’re a kid or an adult, these games can help enhance your word knowledge and keep your mind sharp. So why not give them a try and enjoy the benefits of expanding your vocabulary while having fun?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology",
      "Education"
    ],
    "external_links": [
      "https://www.spellbeeanswers.com/",
      "https://spellbeeanswers.com/",
      "https://spellbeeanswers.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T01:28:19.359+02:00",
    "updated": "2024-01-06T01:28:19.359+02:00"
  },
  {
    "uuid": "d4c212e2ef5b14f859a265729c9253ab4ff25290",
    "url": "https://www.wtok.com/2023/12/28/community-gathers-retirement-party-clarke-county-sheriff-todd-kemp/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@wtoktv",
    "published": "2023-12-28T23:34:00Z",
    "title": "Community gathers for retirement party for Clarke County Sheriff Todd Kemp",
    "text": "Community gathers for retirement party for Clarke County Sheriff Todd Kemp QUITMAN, Miss. (WTOK) - Sheriff Todd Kemp is in his final days as sheriff in Clarke County hosting his retirement party saying farewell to all who have supported him along the way. After 24 years as sheriff, Todd Kemp is hanging up his hat. Thursday afternoon community members gathered for his retirement party to say goodbye to the long-time sheriff. “Well, it’s kind of bittersweet. I’ve said that before. In the last few meetings I’ve had, but it’s bittersweet, but I am looking forward to retirement, something a lot less stressful in my life, and it’s been good. Clarke County has been good to me, and I’ve tried to return that favor to the people of Clarke County had some good days and bad days. Probably more bad than good, but it’s been really good to me and I hate to go, but you know, when it’s time, you know, when your time comes,” said Sheriff Kemp. Robert Paul Mosley Sr., the Clarke County Board of Supervisor for District 4, said Sheriff’s Kemp dedication to the county will be missed. “He’s been such a good guy, a good guy for this county, a good law enforcement officer for years, and this county is definitely going to miss him. We know we’ve got a good sheriff coming but Todd has been good. He’s been good to the public, he’s been good and doing other things for the county, not only just as law enforcement but just good for the county,” said Mosley. Kathy Kemp, wife of Sheriff Kemp, reflects on the generosity of the community over the years. “I think the one thing that I’ll miss the most is the people of Clarke County. They have been so gracious and so good and so kind to Todd for six terms this year. I love interacting with people. I love people and I’ll miss that the most,” said Kathy Kemp. Sheriff-Elect Anthony Chancelor shares what he has learned from Kemp. “One thing that Sheriff Kemp and the Sheriff Kemp always taught me, and it’s a quality that I believe that he and I both possess and that’s the passion for Clarke County and that’s taking care of the people here. That’s one of the biggest things that I did learn for him from him and also standing up for people who can’t quite stand up for themselves, no matter who they are, no matter what background,” said Chancelor. In retirement, Sheriff Kemp said he looks forward to traveling with his wife. Everyone at News 11 wishes you well as you start your retirement. Copyright 2023 WTOK. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "todd kemp",
          "sentiment": "negative"
        },
        {
          "name": "sheriff’s kemp",
          "sentiment": "none"
        },
        {
          "name": "robert paul mosley sr.",
          "sentiment": "none"
        },
        {
          "name": "kemp",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "clarke county sheriff todd kemp community",
          "sentiment": "negative"
        },
        {
          "name": "clarke county board of supervisor for district",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "quitman",
          "sentiment": "none"
        },
        {
          "name": "miss.",
          "sentiment": "none"
        },
        {
          "name": "clarke county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:02:45.950+02:00",
    "updated": "2023-12-29T04:02:45.950+02:00"
  },
  {
    "uuid": "b4fbb7104458066457148f806e5007b5a45fdf20",
    "url": "https://www.winnipegfreepress.com/arts-and-life/life/faith/2024/06/01/relationship-between-lgbttq-community-and-religions-is-positive",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Longhurst",
    "published": "2024-06-01T00:00:00Z",
    "title": "Relationship between LGBTTQ+ community and religions is positive – Winnipeg Free Press",
    "text": "Relationship between LGBTTQ+ community and religions is positive By: John Longhurst Posted: 2:00 AM CDT Saturday, Jun. 1, 2024 Advertisement\nAdvertise with us\nTweet Share Print Email Read Later It’s Pride Week in Winnipeg. Although some in the LGBTTQ+ community might think news about religion and LGBTTQ+ is only negative, that’s not the case — as some recent developments show.\nRead this article for free:\nEmail Address: Password: I agree to the Terms and Conditions, Cookie and Privacy Policies , and CASL agreement . or Already have an account? Log in here »\nTo continue reading, please subscribe:\nMonthly Digital Subscription $19 $0 for the first 4 weeks *\nEnjoy unlimited reading on winnipegfreepress.com Read the E-Edition, our digital replica newspaper Access News Break, our award-winning app Play interactive puzzles Continue *No charge for 4 weeks then billed as $19 every four weeks (new subscribers and qualified returning subscribers only). Cancel anytime.\nIt’s Pride Week in Winnipeg. Although some in the LGBTTQ+ community might think news about religion and LGBTTQ+ is only negative, that’s not the case — as some recent developments show.\nRead unlimited articles for free today:\nEmail Address: Password: I agree to the Terms and Conditions, Cookie and Privacy Policies , and CASL agreement . or Already have an account? Log in here »\nIt’s Pride Week in Winnipeg. Although some in the LGBTTQ+ community might think news about religion and LGBTTQ+ is only negative, that’s not the case — as some recent developments show.\nFor example, Fuller Seminary in Pasadena, Calif. is discussing whether to revise its standards prohibiting students and staff from “homosexual forms of explicit sexual conduct,” and its position that sexual intimacy is supposed to be reserved for a marriage between a man and a woman.\nIn a draft of the proposed revisions, the school — one of the pre-eminent evangelical schools in North America — noted that Christians are not uniform about what the Bible says about LGBTTQ+. For that reason, it is suggesting that students who come from accepting and affirming denominations should not have to abide by those standards but only “live with integrity consistent to the Christian communities to which they belong.”\nIf the draft revision is approved, Fuller could become the first evangelical seminary in the U.S. to adopt such an open and accepting standard.\nAlso in the U.S., in May the United Methodist Church (UMC) voted at their General Conference to become more open and accepting of LGBTTQ+ people.\nThe vote came after years of debate in the 11-million-member worldwide denomination about the topic — a debate that saw a quarter of its American churches, more than 7,600 more conservative congregations, depart over the past five years.\nAt the conference, delegates voted to repeal a 52-year-old declaration that the practice of homosexuality is “incompatible with Christian teaching.” They went further by also removing a restriction against clergy conducting same-sex marriages and dropping a ban on gay clergy.\nIn eliminating the punitive language on homosexuality, the United Methodist Church joins the majority of America’s liberal Protestant denominations in extending full equality to LGBTTQ+ members.\nThe decision is only effective in the U.S. branch of the church; it isn’t clear how it will affect UMC congregations in Africa, Asia and Central and South America where there is widespread opposition to being more affirming of LGBTTQ+ people. But delegates also passed a series of measures to restructure the worldwide denomination to give each region greater freedom to tailor church life to its own customs and traditions.\nCloser to home, Mennonite Central Committee (MCC) Canada, which is headquartered in Winnipeg, has revised its code of conduct so anyone can apply for any position at the international relief and development organization — including those who support same-sex marriage or are members of the LGBTQ+ community.\nAccording to MCC Canada board chair Ron Ratzlaff, the decision was made because MCC Canada, which operates as a charitable organization, needs to be in compliance with existing Canadian labour laws and human rights legislation that prevents discrimination on the basis of sexual orientation.\nPrior to making the change, MCC Canada had two codes of conduct — a Standard Code for senior staff that required LGBTTQ+ people in those positions to be celibate outside of heterosexual marriage, and a Basic Code for all other staff that didn’t include that requirement. Now the Basic Code is the only code that will apply to all MCC Canada staff and board members.\nAccording to Ratzlaff, anyone can now apply for any position at MCC Canada, including those who support same-sex marriage or are members of the LGBTTQ+ community, as long as they support the mission and core values of MCC Canada. This includes a commitment to Christian faith, being part of a church or other Christian community and being committed to peace and nonviolence.\nFinally, Anglicans and Lutherans in Manitoba have joined together to create a new committee to educate about and advocate for members of the LGBTTQ+ community.\n“Over the last few years, there has been an incredible increase in attacks on the LGBTTQ+ community,” said Theo Robinson, a trans male and member of the committee who is also pastor of the joint Anglican-Lutheran Interlake Shared Ministry.\nFor Robinson, the committee will be a way for the two denominations to counter harmful messages and threats of violence against the LGBTTQ+ community by helping congregations to be more welcoming and better allies.\nFor Jason Zinko, bishop of the Manitoba and Northwestern Ontario (MNO) Synod of the Evangelical Lutheran Church in Canada, the new committee will be “a life-giving ministry” that will provide “a stronger voice and larger impact.” Geoff Woodcroft, bishop of the Diocese of Rupert’s Land, agreed, adding the committee is a way for the two denominations to act “as one church.”\nWhen it comes to the LGBTTQ+ community, organized religion has a lot to apologize for. But these stories show members of that community that religious groups are trying to find ways to make and do things better.\nfaith@freepress.mb.ca\nThe Free Press is committed to covering faith in Manitoba. If you appreciate that coverage, help us do more! Your contribution of $10, $25 or more will allow us to deepen our reporting about faith in the province. Thanks! BECOME A FAITH JOURNALISM SUPPORTER\nJohn Longhurst\nFaith reporter\nJohn Longhurst has been writing for Winnipeg's faith pages since 2003. He also writes for Religion News Service in the U.S., and blogs about the media, marketing and communications at Making the News.\n Read full biography Our newsroom depends on a growing audience of readers to power our journalism. If you are not a paid reader, please consider becoming a subscriber .\nOur newsroom depends on its audience of readers to power our journalism. Thank you for your support.\nThe Free Press is committed to covering faith in Manitoba. If you appreciate that coverage, help us do more! Your contribution of $10, $25 or more will allow us to deepen our reporting about faith in the province. Thanks! BECOME A FAITH JOURNALISM SUPPORTER\nJohn Longhurst\nFaith reporter\nJohn Longhurst has been writing for Winnipeg's faith pages since 2003. He also writes for Religion News Service in the U.S., and blogs about the media, marketing and communications at Making the News.\n Read full biography Our newsroom depends on a growing audience of readers to power our journalism. If you are not a paid reader, please consider becoming a subscriber .\nOur newsroom depends on its audience of readers to power our journalism. Thank you for your support.\nAdvertisement Advertise With Us\nAdvertisement Advertise With Us\nTweet Share Print Email Read Later Report Error Submit a Tip The Free Press is certified by\nThe Free Press acknowledges the financial support it receives from members of the city’s faith community , which makes our coverage of religion possible.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.winnipegfreepress.com%2Farts-and-life%2Flife%2Ffaith%2F2024%2F06%2F01%2Frelationship-between-lgbttq-community-and-religions-is-positive&src=sdkpreparse",
      "https://twitter.com/share?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/share?ref_src=twsrc%5Etfw",
      "https://www.facebook.com/sharer/sharer.php",
      "https://twitter.com/share",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.winnipegfreepress.com%2Farts-and-life%2Flife%2Ffaith%2F2024%2F06%2F01%2Frelationship-between-lgbttq-community-and-religions-is-positive&src=sdkpreparse"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john longhurst",
          "sentiment": "positive"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "winnipeg",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-01T10:08:47.209+03:00",
    "updated": "2024-06-01T10:08:47.209+03:00"
  },
  {
    "uuid": "74baef18b1430e33b134c8c91821c6da98b5ee1c",
    "url": "https://globalnews.ca/news/10377411/toronto-weather-march-22-snowfall-warning",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gabby Rodrigues Global News",
    "published": "2024-03-22T10:09:00Z",
    "title": "Toronto under a snowfall warning Friday as about 15 cm expected - Toronto | Globalnews.ca",
    "text": "Environment Canada has issued a snowfall warning for Toronto as about 15 cm of snow is expected to fall on Friday. “Peak snowfall rates of 2 cm per hour possible,” the weather agency said. In its warning, issued just before 6 a.m., Environment Canada said the snow will begin Friday morning and tapper off from the west to the east by Friday night. [sent to your email, as it happens.](javascript:void(0)) [sent to your email, as it happens.](javascript:void(0)) “Light snow is expected to begin this morning, but should intensify late in the afternoon or evening,” the weather agency said. Environment Canada said the snow may have “a significant impact on the evening commute in urban areas.” They warn drivers should adjust their driving to changing road conditions as visibility may suddenly be reduced at times in heavy snow. “Surfaces such as highways, roads, walkways and parking lots may become difficult to navigate due to accumulating snow,” Environment Canada said. - Partner of slain Toronto police officer to continue testifying at murder trial - Ontario extends program that helps rural and northern hospitals avoid ER closures - 5 shootings, 3 innocent people killed: Police in Peel Region now say they’re all linked - Ford and Trudeau governments ‘come to an agreement’ on Highway 413",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Environment"
    ],
    "external_links": [
      "https://d21y75miwcfqoq.cloudfront.net/70c8fc80",
      "https://www.d21y75miwcfqoq.cloudfront.net/70c8fc80"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "globalnews.ca environment canada",
          "sentiment": "negative"
        },
        {
          "name": "environment canada",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "toronto",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T13:14:38.747+02:00",
    "updated": "2024-03-22T14:15:44.513+02:00"
  },
  {
    "uuid": "3795a47550e40aa21001c336ce70985c822b82d2",
    "url": "https://www.mdjonline.com/news/education/marietta-high-school-named-iteea-stem-school-of-excellence/article_ee1afd86-ac12-11ee-bfc7-ab2c39eea759.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staff reports",
    "published": "2024-01-05T05:00:00Z",
    "title": "Marietta High School Named ITEEA STEM School of Excellence | Education | mdjonline.com",
    "text": "Marietta High School has been designated an ITEEA STEM School of Excellence. MHS is the only school in Georgia to receive the honor. \"This designation reflects the hard work of our educators, the brilliance of our students and the unwavering support of our community,\" said MHS Principal Dr. Marvin Crumbs. \"We are honored to be acknowledged as leaders in STEM education and are inspired to continue our mission of preparing students for the technological frontiers of tomorrow.\" Collaboration is at the heart of MHS's approach to STEM education. Things like the Tiny House Project, where MHS students employed their engineering skills to design compact homes, as a way to address community homelessness issues. This project exemplifies the integrated spirit of STEM disciplines, creating a learning space where students merge engineering principles within architectural design. Other partnerships with institutions like Georgia Tech have allowed students to delve into cutting-edge technology, such as using a scanning electron microscope to examine the structure of DNA. Through impactful community engagement, MHS has extended its commitment to STEM beyond the classroom. The 4th Annual Summer of Exploration Conference, organized by the school, opened doors for K-12 students to explore STEM during their summer breaks. Similarly, the school's contribution to the Powers Ferry Elementary STEM Night and its ongoing role in the MATHCOUNTS competition reflects its dedication to nurturing young minds in the community. \"This honor is a clear indicator of our commitment not just to academic excellence but to preparing our students for real-world challenges,\" said College and Career Academy CEO Rob Garcia III. \"Our College and Career Academy is dedicated to equipping students with the skills and experiences they need to thrive. It's a proud moment that underscores our focus on future-ready education.\" For more information, visit https://www.marietta-city.org/Page/4161 .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Science and Technology",
      "Human Interest"
    ],
    "external_links": [
      "https://www.marietta-city.org/Page/4161).",
      "https://www.marietta-city.org/Page/4161",
      "https://marietta-city.org/Page/4161",
      "https://marietta-city.org/Page/4161)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "marvin crumbs",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mhs",
          "sentiment": "neutral"
        },
        {
          "name": "georgia tech",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "georgia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:43:03.142+02:00",
    "updated": "2024-01-06T00:46:53.843+02:00"
  },
  {
    "uuid": "3349e01f47b8c6bf3536f6af4b8a14d28bf8e608",
    "url": "https://www.usnews.com/news/world/articles/2025-04-09/us-charges-americans-over-role-in-botched-congo-coup",
    "ord_in_thread": 0,
    "author": "Reuters",
    "published": "2025-04-09T21:36:00Z",
    "title": "US Charges Americans Over Role in Botched Congo Coup",
    "text": "Reuters\nFILE PHOTO: Benjamin Zalman Polun, Marcel Malanga and Tyler Thompson, American citizens suspected along with a group of around fifty other people to be involved in an attempted coup in Congo, wait for the final verdict during their trial in Kinshasa, Democratic Republic of Congo, September 13, 2024. REUTERS/Justin Makangara /File Photo\nBy Simon Lewis\nWASHINGTON (Reuters) - The U.S. Department of Justice has charged four Americans for their role in an attempted coup in the Democratic Republic of Congo after three of the men were returned to U.S. custody this week, according to a criminal complaint unsealed on Wednesday.\nMarcel Malanga, Tyler Thompson and Benjamin Zalman-Polun were convicted in the DRC over the botched May 2024 coup, in which armed men targeted the homes of top officials and briefly occupied the office of the presidency in the capital Kinshasa.\nThey were released on Tuesday in a deal finalized during a visit to Kinshasa by President Donald Trump's senior Africa adviser, Massad Boulos.\nA fourth man, Joseph Peter Moesser, 67, an alleged bombmaker, was arrested in the U.S. state of Utah, the Department of Justice said in a press release.\nThe four face charges including conspiring to use weapons of mass destruction and bomb government facilities and conspiracy to kill or kidnap persons in a foreign country, the press release said.\n\"The defendants planned, scouted out targets, and identified victims for the Armed Coup Attack, with the purpose and intent to murder other persons, including high-level DRC government officials,\" it said. \"They recruited others to join in the Armed Coup Attack as personnel for the rebel army and, in some cases, recruited personnel in exchange for money.\"\nMalanga, Thompson and Zalman-Polun were among 37 people found guilty of criminal conspiracy, terrorism and other charges by a Congolese military court in September and sentenced to death over the coup attempt.\nMORE:\nPlaces the U.S. Government Warns Not to Travel Right Now Related:\n10 Safest States in America The deal for the three men's release comes as Washington is negotiating with Congo's president, Felix Tshisekedi, over potential minerals investments.\nThe three men denied any wrongdoing and unsuccessfully appealed against the verdict, before Tshisekedi last week commuted their sentences to life in prison before handing them over to U.S. authorities.\n(Reporting by Simon Lewis in Washington; Editing by Matthew Lewis)\nCopyright 2025 Thomson Reuters .\nPhotos You Should See - Feb. 2025\nView All 35 Images Join the Conversation See Comments\nRead More",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "topics": [
      "Politics->political crisis",
      "Politics->international relations",
      "Politics->civil rights",
      "Crime, Law and Justice->organised crime",
      "Crime, Law and Justice->corruption",
      "Crime, Law and Justice->investigation (criminal)",
      "Social Issue->discrimination",
      "Social Issue->social problem",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Marcel Malanga",
          "sentiment": "negative"
        },
        {
          "name": "Benjamin Zalman Polun",
          "sentiment": "negative"
        },
        {
          "name": "Tyler Thompson",
          "sentiment": "negative"
        },
        {
          "name": "Benjamin Zalman-Polun",
          "sentiment": "none"
        },
        {
          "name": "Joseph Peter Moesser",
          "sentiment": "none"
        },
        {
          "name": "Justin Makangara",
          "sentiment": "none"
        },
        {
          "name": "Massad Boulos",
          "sentiment": "none"
        },
        {
          "name": "Donald Trump",
          "sentiment": "none"
        },
        {
          "name": "Simon Lewis",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Republic of",
          "sentiment": "none"
        },
        {
          "name": "Africa",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Reuters",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "TRI",
              "exchange": "NASDAQ"
            }
          ]
        },
        {
          "name": "DRC",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T01:01:06.011+03:00",
    "updated": "2025-04-10T01:01:06.011+03:00"
  }
]