[
  {
    "uuid": "5866284563b4563b9049676fd6ec56882ce076ba",
    "url": "https://aleteia.org/2024/06/02/how-st-charles-lwanga-became-a-beacon-of-light-in-africa",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@AleteiaEN",
    "published": "2024-06-02T12:00:00Z",
    "title": "How St. Charles Lwanga became a beacon of light in Africa",
    "text": "While there have been a variety of African saints who were part of the former Roman Empire and who died in the first few centuries of Christianity, centuries passed before any other saints were proclaimed in the region. That all changed with the heroic example of St. Charles Lwanga and his companions. St. Charles Lwanga was a convert to the Catholic Church in the late 19th century, inspired by the example and teaching of Catholic missionaries in Africa. King Mwanga at the time questioned Lwanga and many other pages, asking them if they would renounce their Christian faith. They all refused and for that disobedience, King Mwanga sent Lwanga and his companions to be burned to death at Namugongo on June 3, 1886. A light in Africa When [visiting Africa in 1993](https://www.vatican.va/content/john-paul-ii/en/homilies/1993/documents/hf_jp-ii_hom_19930207_kampala.pdf), St. John Paul II pointed to the Uganda Martyrs as a beacon of light for the entire continent: Truly the Uganda Martyrs became light in the Lord!Their sacrifice hastened the rebirth of the Church in Africa. In our own days, all Africa is being called to the light of Christ! Africa is being called again to discover her true identity in the light of faith in the Son of God. All that is truly African, all that is true and good and noble in Africa’s traditions and cultures, is meant to find its fulfilment in Christ. The Uganda Martyrs show this clearly: they were the truest of Africans, worthy heirs of the virtues of their ancestors. In embracing Jesus Christ, they opened the door of faith to their own people (Cf. Acts. 14:27), so that the glory of the Lord could shine on Uganda, on Africa. St. John Paul II then mentioned how Africa, specifically Uganda, is still in need of this light to shine on the many wars and the violence that plagues the people: How much the people of Uganda need the light of the Gospel in order to dispel the darkness still left by long years of civil unrest, violence and fear. Today, Uganda stands at the crossroads: her people need the salt of God’s word to bring out the virtues of honesty, goodness, justice, concern for the dignity of others, which alone can guarantee the rebuilding of their country on a firm foundation. Uganda needs to hear the word of God! How many of your brothers and sisters have still not met Christ! May St. Charles Lwanga and his companions continue to be a beacon of light to all of Africa. [Who was St. Charles Lwanga?](/2022/06/03/who-was-st-charles-lwanga/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.vatican.va/content/john-paul-ii/en/homilies/1993/documents/hf_jp-ii_hom_19930207_kampala.pdf),",
      "https://vatican.va/content/john-paul-ii/en/homilies/1993/documents/hf_jp-ii_hom_19930207_kampala.pdf),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "charles lwanga",
          "sentiment": "negative"
        },
        {
          "name": "john paul ii",
          "sentiment": "none"
        },
        {
          "name": "lwanga",
          "sentiment": "none"
        },
        {
          "name": "mwanga",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "catholic church",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "africa",
          "sentiment": "none"
        },
        {
          "name": "uganda martyrs",
          "sentiment": "none"
        },
        {
          "name": "namugongo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-02T15:42:38.328+03:00",
    "updated": "2024-06-02T15:42:38.328+03:00"
  },
  {
    "uuid": "54b8b416e70c22dad21b0bcb657fe1c7f8a45602",
    "url": "https://africa.cgtn.com/kenya-says-to-strengthen-military-to-guarantee-peace-stability",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "XINHUA",
    "published": "2024-03-09T14:48:00Z",
    "title": "Kenya says to strengthen military to guarantee peace, stability",
    "text": "Kenya says to strengthen military to guarantee peace, stability Kenyan President William Ruto said on Saturday that his government is strengthening the Kenya Defense Forces (KDF) to guarantee the country’s peace and stability. Ruto said the military, which has participated in peacekeeping missions abroad, is a model institution that has guaranteed Kenya’s peace and stability for several years. “As you provide security and stability for our nation, we will work smart and hard to make sure that we deliver on our commitments to the people of Kenya,” he said during the swearing-in ceremony of the newly appointed KDF vice chief and service commanders in the national capital of Nairobi. Ruto, who noted that the strength of a nation is dependent on its institutions, said his government is strengthening all public institutions to make them deliver on their mandate, including food production, job creation, and healthcare provision, among others. The president pointed out that without the country’s security and stability, “it becomes much more difficult to achieve all other aspirations”. Ruto affirmed the government’s commitment to a united Kenya devoid of tribalism and division. “It is my desire that we eliminate tribalism, ethnicity, and marginalization and consolidate our nation into a peaceful, united, and progressive nation.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "william ruto",
          "sentiment": "negative"
        },
        {
          "name": "ruto",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kenya defense forces",
          "sentiment": "none"
        },
        {
          "name": "kdf",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kenya",
          "sentiment": "none"
        },
        {
          "name": "nairobi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-09T18:50:41.417+02:00",
    "updated": "2024-03-09T18:50:41.417+02:00"
  },
  {
    "uuid": "102280eaefa1f02dbdbf869769772f667c25c273",
    "url": "https://vnexplorer.net/aussie-business-boost-as-india-trade-ties-strengthen-s698274.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T00:04:00Z",
    "title": "Aussie business boost as India trade ties strengthen",
    "text": "Australian agriculture exports to India have surged 50 per cent in the last year after a free trade agreement was inked between the two nations.\nThe boost to sheep meat, seafood, broad beans, citrus and almonds has also been supplemented by a 30 per cent increase in industrial exports, such as pharmaceuticals, wood and paper and cochlear implants.\nTariffs on more Australian exports to India, including on seafood, cherries, sandalwood and wine, are also set to make businesses more competitive from January 1.\nAustralian businesses saved through lower taxes on $15.2 billion worth of exports to India between January and September after the pact came into force.\nHouseholds saved $145 million in duties on imported goods such as clothing, linen and electrical parts.\nTrade Minister Don Farrell says an Indian trade deal paved the way for cheaper goods and services. (Mick Tsikas/AAP PHOTOS)\nThe trade agreement has strengthened Australia’s economic relationship with India and paved the way for cheaper goods and services, Trade Minister Don Farrell said.\nIt has also helped to ease pressure on supply chains in Australia’s manufacturing, resource and construction industries by boosting access to tubes, pipes and off-road dump trucks, he said.\n“India represents a massive opportunity for Australian business to diversify into new growing markets,” he said.\n“In the year since this agreement came into effect, we have seen enormous gains for a range of Australian exporters, including our farmers, manufacturers, and our universities.\n“This is a relationship we need to invest in and I look forward to working with India to take our trade agreement to the next level.”\nThe free trade agreement has been hailed by Australian farmers and business groups as economic ties strengthen and market access increases.\nTwo-way trade between the nations was worth $46.5 billion in 2022.\nCanberra and New Delhi are also negotiating a comprehensive economic co-operation agreement that would boost digital trade and further market access for Australian agricultural products, particularly wine.\nBoth sides had hoped to seal the deal by the end of the year but there had been “significant issues” as negotiations continued, a Department of Foreign Affairs and Trade official said.\nAustralian wine producers have been seeking to diversify markets after China imposed punitive tariffs in 2020, with India’s 1.4 billion strong nation seen as a ripe opportunity.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maFmJ.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maFmJ.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "don farrell",
          "sentiment": "none"
        },
        {
          "name": "mick tsikas",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:17:48.102+02:00",
    "updated": "2023-12-29T02:17:48.102+02:00"
  },
  {
    "uuid": "0fd7b63b401f33811b874dbd56ac8628cea1d0b7",
    "url": "https://astanatimes.com/2024/06/from-world-stages-to-goodwill-ambassador-kazakh-violinist-marat-bisengaliev-shares-inspiring-journey",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Fatima Kemelova",
    "published": "2024-06-22T00:00:00Z",
    "title": "From World Stages to Goodwill Ambassador: Kazakh Violinist Marat Bisengaliev Shares Inspiring Journey - The Astana Times",
    "text": "ASTANA – In a career that has spanned decades and crossed numerous international boundaries, Marat Bisengaliev, a prominent Kazakh violinist, has reached a new pinnacle of success by being named Kazakhstan’s Goodwill Ambassador. Bisengaliev spoke to The Astana Times, sharing his ideas of how to make a positive impact in a new role and inspiring life stories. Born in 1962 in Almaty, Bisengaliev has made an international career as a violinist and a significant contribution as a conductor. He founded several orchestras at home, including Altyn Alma in 1989, the West Kazakhstan Philharmonic Orchestra in 2003, and the Almaty Symphony Orchestra in 2012. He is also a founding music director at the Symphony Orchestra of India. Described by The New York Times in 1995 for his “opulent, appealingly varied sound,” the musician expressed his pride in [receiving](https://astanatimes.com/2024/06/kazakh-foreign-ministry-launches-goodwill-ambassadors-project/) a prestigious award, acknowledging that it was a significant personal achievement. The recently launched award by the Kazakh Foreign Ministry aims to recognize and honor citizens who have made remarkable contributions to enhancing Kazakhstan’s image abroad. “I can tell you that I would proudly wear this title everywhere. I was doing this sort of job even before this title. I was bringing the Kazakh culture all around,” said Bisengaliev, who hails from a musical family. “This acknowledgement from the government is a really big deal for me.” Initiatives as a goodwill ambassador Bisengaliev spoke about his dedication to working with autistic children. “I was involved with Aruzhan Sain’s We Will Win Autism project. I go there every year to play concerts for autistic children and invite groups to my concerts. I believe that autistic children can be incredibly susceptive to classical music, very talented, and may even find a career in music. This is something which I proved by getting some of these children into my academy in Mumbai,” he said. As a goodwill ambassador, he highlighted another project close to his heart – a musical work called “Mission Aral,” which he developed with the help of a talented team of arrangers, orchestrators, and composers. The work consists of four parts. “It is the piece that shows the development of this beautiful sea, which it was previously, like in a very famous film, ‘The Forty-First,’ [a 1956 Soviet film] when this sea was really big, beautiful,” Bisengaliev said. The Aral Sea was once the world’s fourth largest lake, but dried up primarily due to the diversion of rivers that fed it, the Amu Darya and the Syr Darya, for agricultural irrigation projects. The second part of the musical work depicts the industrial period, particularly the extensive canal building in Uzbekistan to irrigate cotton fields, which eventually led to the gradual shrinking of the sea. Bisengaliev described the third part as a portrayal of devastation. “It is like an Armageddon, a picture that looks like Mars – complete devastation,” he said. The fourth part brings a message of hope. [Kazakhstan](https://astanatimes.com/2024/03/kazakhstan-advances-aral-sea-preservation-efforts/) and [Uzbekistan](https://astanatimes.com/2023/12/uzbekistans-saxaul-plantation-initiative-at-aral-sea-serves-as-beacon-of-hope-video/) have recently been making strides in restoring the sea. “There is hope. This piece finishes with hope, and I am pretty sure that with the help of the global community, we can bring this beautiful sea back,” he said. He stressed the global nature of the Aral Sea crisis. “Through music, I hope attention to this great catastrophe would be magnified all around and I hope this project would be performed throughout the world,” he said. “I shared this concept with other goodwill ambassadors and I hope the Ministry of Foreign Affairs will pick it up.” Bisengaliev emphasized his commitment to using his title as a goodwill ambassador to make a positive impact. Early career Despite the challenges of the political climate in the Soviet Union, Bisengaliev managed to carve out a name for himself. Speaking of his early years, he noted his biggest influence was his brother. “My biggest influence was my late brother, who died in a bike accident in 1989. He was five years older than me and already studied at Moscow central music school, and I just wanted to be like him. He played the violin. I wanted to play the violin,” said Bisengaliev. His early exposure to classical music ignited a passion that would define his life. Bisengaliev began playing violin when he was six. He attended the Kazakh National Conservatory named after Kurmangazy, which he graduated in 1981 and then pursued postgraduate studies at the Moscow Conservatory, formally known as the Tchaikovsky Moscow State Conservatory. Bisengaliev said his lack of absolute pitch was noted. However, having an absolute pitch is a rare skill, and the vast majority of musicians, including many highly successful professionals, rely on relative pitch. “Yes, I can’t recognize the note straight away. If you play me, I wouldn’t be able to say if it is D or G, but relative pitch is good in a way that I can adapt to different orchestras,” he said. He recounted his decision to enter the Kazakh National Conservatory during the height of the Soviet-Afghan War. He acknowledged that if he hadn’t secured a spot, he could have been drafted into the army and sent to Afghanistan. Challenging moments Reflecting on his career, Bisengaliev highlighted his concert in Hong Kong with the Moscow Symphony Orchestra as the most memorable and most challenging performance of his life. This concert, held in August 1994, was his first after a severe accident in England, which had sidelined him for half a year. “To lose half a year without playing the violin is really difficult. Any professional who did not play on a stage, and then went straight away to go to a very important concert, you don’t realize how hard it could be to come back. And that was probably the most nerve-wracking experience,” said Bisengaliev. He recalled the intense pressure and self-doubt he faced following the performance. “I was glad that I went through this, because after that concert, there were many thoughts, should I really continue as the soloist? In a way, quite a turning point for me, because it was important to go through this concert and then prove to myself that I can still do it,” he said. Bisengaliev revealed that this story had never been documented or shared with anyone before. “You are the first [journalist] I am telling this to,” he said. However, Bisengaliev emphasized that there were far more positive experiences than challenging ones. Shortly after his dramatic Hong Kong concert, he made his debut at Carnegie Hall. “The same year, I experienced one of my best concerts in Carnegie Hall. I realized that I was quite likely the first Kazakh playing at Carnegie Hall,” he said. The Kazakh musician stressed how incredibly difficult it is to get leading critics from major publications to attend your concert. “Somehow, I had a critic who came for that particular concert from the New York Times,” he said. The review that the critic wrote about Bisengaliev opened many doors. “Good reviews, especially for young and up-and-coming musicians, can open the doors,” he added. Being Kazakh Bisengaliev’s early career might have begun in the Soviet Union, but wherever he goes, he represents his home country, Kazakhstan. Bisengaliev said he still remembers watching BBC News while in London about Kazakhstan gaining its independence, and how he changed his passport from Soviet to Kazakh. “The transition of Kazakhstan into an independent republic was in front of my eyes on the screen of BBC News,” said Bisengaliev. He shared his passion for promoting Kazakh music, including through renowned composers like Karl Jenkins, one of the most performed living composers in the world. “Karl Jenkins has written about six suites based on Kazakh themes. This is something I feel passionate about because people like Karl Jenkins bring Kazakh melodies to the public globally,” he said. Such renditions, he noted, are good because they bring Kazakh music to the world. “I don’t see anything bad about it. Little by little, people get to know each other. Even a figure skater, skater, who was dancing to the music from his ‘Sarikiz,’ [a violin concerto that Jenkins created in 2008] everybody admired, and the commentators actually started researching it, finding out that it is not just Karl Jenkins, but from famous Abai Kunanbayev,” he said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "marat b",
          "sentiment": "negative"
        },
        {
          "name": "marat bisengaliev",
          "sentiment": "negative"
        },
        {
          "name": "kazakhsta",
          "sentiment": "none"
        },
        {
          "name": "bisengaliev",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "astana times astana",
          "sentiment": "negative"
        },
        {
          "name": "kazakh foreign ministry",
          "sentiment": "none"
        },
        {
          "name": "new york times",
          "sentiment": "none"
        },
        {
          "name": "symphony orchestra of india",
          "sentiment": "none"
        },
        {
          "name": "west kazakhstan philharmonic orchestra",
          "sentiment": "none"
        },
        {
          "name": "almaty symphony orchestra",
          "sentiment": "none"
        },
        {
          "name": "astana times",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "almaty",
          "sentiment": "none"
        },
        {
          "name": "kazakhstan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T11:14:30.661+03:00",
    "updated": "2024-06-29T16:44:05.052+03:00"
  },
  {
    "uuid": "ed5e211317e594091da0d220180f17ad76fdd6ab",
    "url": "https://www.newsbreak.com/north-carolina-state/3483682752350-budd-deportation-law-no-problem-if-senators-back-the-blue",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-06-06T21:29:00Z",
    "title": "Budd: Deportation law no problem if senators ‘back the blue’",
    "text": "By By Alan Wooten | The Center Square ,\n1 hour ago\n(The Center Square) – A North Carolina congressman was unsuccessful for a third time in asking the Senate to require deportation for anyone in the country illegally who assaults a police officer.\nThe legislation Sen. Ted Budd, R-N.C., first proposed more than a year ago has passed the House of Representatives. Passage in his chamber would send it to the desk of President Joe Biden.\n“Any senator who claims to ‘back the blue’ should have no problem supporting this bill,” Budd said.\nThe chamber, with a majority of Democrats, again refused to act on the bill this week.\n“Sadly,” Budd said, “it’s not a surprise that when we allow over half a million illegal immigrants with criminal records into the homeland, they commit crimes against American citizens. Even members of law enforcement – the very people entrusted with keeping us safe – are now on the frontlines of the border crisis. And no, I’m not talking about police in Texas or Arizona. I’m talking about North Carolina and New York City.”\nTwo years ago, Wake County Deputy Sheriff Ned Byrd was killed in the line of duty by gang members who had crossed the southern border, Budd said. This week in Queens, New York Police Department officers were shot trying to apprehend a suspect in multiple robberies. He was identified as a 19-year-old from Venezuela who illegally crossed through Eagle Pass, Texas.\n“Worse yet,” Budd said on the Senate floor Tuesday, “he was caught and released with a future court date that he predictably ignored. Enough is enough.”\nSenate Bill 1733 was introduced on May 18, 2023 , and referred to the Committee on the Judiciary; on March 8 was a failed amendment to the omnibus government funding bill; and on May 22, itwas requested for unanimous consent from the chamber for passage.\n“Specifically, the POLICE Act amends the Immigration and Nationality Act to explicitly state that an illegal immigrant may be deported for assaulting a police officer,” Budd said. “It’s important to point out that current law does not cover all assaults against law enforcement. This means that some immigrants can remain in the country even after committing crimes against cops.”\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.thecentersquare.com/national/article_a9991160-f5c0-11ed-8133-03782fdb90ad.html",
      "https://img.particlenews.com/image.php?url=0YkLk7_0tjEdmfc00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0YkLk7_0tjEdmfc00",
      "https://www.congress.gov/bill/118th-congress/senate-bill/1733",
      "https://www.img.particlenews.com/image.php?url=0YkLk7_0tjEdmfc00",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0YkLk7_0tjEdmfc00",
      "https://thecentersquare.com/national/article_a9991160-f5c0-11ed-8133-03782fdb90ad.html",
      "https://congress.gov/bill/118th-congress/senate-bill/1733"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alan wooten",
          "sentiment": "negative"
        },
        {
          "name": "budd",
          "sentiment": "negative"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "ned byr",
          "sentiment": "none"
        },
        {
          "name": "ted budd",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "senate",
          "sentiment": "none"
        },
        {
          "name": "house of representatives",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "center square",
          "sentiment": "none"
        },
        {
          "name": "(the center square",
          "sentiment": "none"
        },
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "arizona",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:51:02.097+03:00",
    "updated": "2024-06-07T01:51:02.097+03:00"
  },
  {
    "uuid": "e1eb81e9b54ca68370f5c9d50483404310a5e687",
    "url": "https://exitoina.perfil.com/noticias/escandalo/chiara-mancuso-revelo-su-estrategia-para-eliminar-a-luz-tito-y-santiago-algorta-de-gran-hermano.phtml",
    "ord_in_thread": 0,
    "author": "@exitoina",
    "published": "2025-05-01T02:41:00Z",
    "title": "Chiara Mancuso reveló su estrategia para eliminar a Luz Tito y Santiago Algorta de Gran Hermano | Exitoina",
    "text": "Compartí esta nota\nEste martes 29 de abril, Chiara Mancuso quedó nominada tras haber revelado un grito del exterior. En ese contexto, y tras la inesperada eliminación de su hermano, la jugadora decidió apuntar sin filtros contra Luz Tito y Santiago Algorta en Gran Hermano.\n¿Qué dijo Chiara Mancuso en uno de sus streamings?\n\"Estoy muy feliz y agradecida de todos ustedes que están del otro lado bancándome hace 5 meses, esto no me lo va a cag*r un pel*tudo sin gracia que se junta con dos nenas de 19 y 21 años (Tato)\", comenzó la participante mirando a la cámara y sobre la expulsión de Giovanni sumó: \"vamos a darlo todo para sacar a Luz\".\nAdemás de dejar en claro que quiere la eliminación de Luz Tito y Santiago Algorta, Chiara Mancuso expresó: \"No se preocupen, no voy a tirar la toalla, simplemente estoy embroncada. Voy a tratar de estar más tranqui\".\n¿Qué le dijo Chiara Mancuso a Sandra Priore sobre su estrategia?\nLa \"Cobra\" habló con su compañera sobre la nueva alianza entre Eugenia y Selva, y Sandra le comentó: \"No tienen que crecer más como dúo\", y sumó picante: \"Empecemos a cortarlas de raíz, después vamos al objetivo final\".\nSin embargo, Chiara Mancuso le dejó en claro el objetivo que tiene dentro de Gran Hermano: \"No. Yo voy por Luz, está al caer\", y agregó sin filtros: \"Ellas no se van a ir ahora, tenés que pensar\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Human Interest->celebrity",
      "Lifestyle and Leisure->party",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Chiara Mancuso",
          "sentiment": "negative"
        },
        {
          "name": "Sandra Priore",
          "sentiment": "none"
        },
        {
          "name": "Giovanni",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Santiago Algorta",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T06:06:01.412+03:00",
    "updated": "2025-05-01T03:10:54.000+00:00"
  },
  {
    "uuid": "ec64e530b8dd6bf1dbf95c726a770bd73fbdf9bf",
    "url": "https://bnnbreaking.com/politics/large-scale-peace-rally-for-palestine-jeremy-corbyn-among-key-speakers",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Justice Nwafor",
    "published": "2024-01-19T03:36:00Z",
    "title": "Large-Scale Peace Rally for Palestine: Jeremy Corbyn Among Key Speakers",
    "text": "Global Crackdown on Press Freedom: 320 Journalists Imprisoned Worldwide, Says CPJ Report\nLarge-Scale Peace Rally for Palestine: Jeremy Corbyn Among Key Speakers\nA peace rally of significant scale is set to transform the city centre into a sea of solidarity for Palestine this coming Saturday. Former Labour leader Jeremy Corbyn is among the key figures anticipated to address the congregation, which is forecasted to exceed 10,000 participants. If these numbers hold, the event could go down as the city’s largest protest in contemporary times.\nResponse to the Israel-Hamas Conflict\nThe rally serves as a potent response to the ongoing Israel-Hamas conflict and the ensuing impact on the citizens of Gaza. Participants, donning placards and banners, are expected to converge from various local parks into the city centre, embodying a collective cry for peace.\nNotable Speakers and Speculations\nPutting a spotlight on the event, activist and musician Lowkey and political activist Salma Yaqoob are also slated to take the stage. Speculations are rife that Corbyn may use this platform to announce his future political plans, though this remains unconfirmed. Notably, around 20 Labour councillors from Birmingham City Council are planning to join the protest, a move that typically runs contrary to party guidelines.\nThe Rally’s Aims and Concerns Raised\nThe underlying aim of the rally is to demand an immediate ceasefire in Gaza and shed light on the humanitarian crisis born from the conflict. Jewish representatives within the local community, however, have expressed concerns about the tone of the demonstrations. They underscore the threat posed by Hamas to Israel and draw attention to the plight of Israeli hostages in Gaza. Ensuring public safety during the event, the West Midlands Police are actively engaged in dialogue with the organisers.\nComments\nSubscribe to BNN Breaking\nSign up for our daily newsletter covering global breaking news around the world.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jeremy corbyn",
          "sentiment": "negative"
        },
        {
          "name": "salma yaqoob",
          "sentiment": "none"
        },
        {
          "name": "corbyn",
          "sentiment": "none"
        },
        {
          "name": "lowkey",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "scale peace rally for palestine",
          "sentiment": "negative"
        },
        {
          "name": "cpj",
          "sentiment": "negative"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "peace rally for palestine",
          "sentiment": "none"
        },
        {
          "name": "former labour",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "palestine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T07:44:59.662+02:00",
    "updated": "2024-01-19T07:44:59.662+02:00"
  },
  {
    "uuid": "50455267fe86201529904b1f60d788e749178b84",
    "url": "https://www.bangkokpost.com/thailand/general/2832078/khok-nong-na-to-help-farmers-facing-drought",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bangkok Post Public Company Limited",
    "published": "2024-07-18T23:17:00Z",
    "title": "Bangkok Post - \"Khok Nong Na\" to help farmers facing drought",
    "text": "His Majesty King Maha Vajiralongkorn Phra Vajiraklaochaoyuhua has created the \"Khok Nong Na\" (Mound, Marsh and Rice Field) model to help convey the true meaning behind his father's sufficiency philosophy and demonstrate how farmers can adopt it. He knows that fully understanding the Sufficiency Economy philosophy of His Majesty King Bhumibol Adulyadej The Great may be difficult for those who are unfamiliar with the term. Building on that philosophy, His Majesty the King designed the Khok Nong Na Model to help people who live in rural areas of the country cope better with one of their most critical problems -- drought. Working behind the scenes, His Majesty has experimented with the model for years, said Wiwat Salyakamthorn, a former minister of agriculture and cooperatives who became well-known for training farmers in applying the philosophy in the agricultural sector. In recent decades, as deforestation exacerbated the drought situation, the demand for water supplies increased. The key principle behind creating the Khok Nong Na model is to ensure sufficient supplies for both consumption and agriculture, he said. The term provides a clear picture that can be linked to the lifestyles of people living in rural areas, he said. Khok Nong Na is an amalgamation of three Thai words that encapsulate key elements of this concept. Khok, or mound, refers to the digging of ridges on fertile soil for growing crops and trees capable of withstanding local conditions to generate food or household income. Nong, or marsh, refers to the construction of deep weirs to store water for agricultural use all year round and keep the surrounding land moist. Na, or rice field, refers to growing organic rice with the aim of restoring essential nutrients to the soil so yields are pesticide-free and safe for consumption. The Khok Nong Na model stands for rearranging a farm area by incorporating the philosophy of King Rama IX, Mr Wiwat said. It combines local wisdom and agricultural techniques and theories, so is an ideal way to promote organic farming and sustainable living, he said. \"His Majesty the King has always emphasised the importance of 'for use, not for show',\" Mr Wiwat said. \"The King doesn't want any publicity and prefers to keep it simple.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "maha vajiralongkorn phra vajiraklaochaoyuhua",
          "sentiment": "negative"
        },
        {
          "name": "wiwat salyakamthorn",
          "sentiment": "none"
        },
        {
          "name": "his majesty",
          "sentiment": "none"
        },
        {
          "name": "bhumibol adulyadej",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bangkok post",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "rice field",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-19T02:20:49.347+03:00",
    "updated": "2024-07-19T02:20:49.347+03:00"
  }
]