[
  {
    "uuid": "3403599b7dc0625dcd6e7fbc33e8fddf375a4505",
    "url": "https://www.king5.com/article/entertainment/television/programs/evening-eastside/milk-bar-bellevue-square-nordstrom-washington-first-treat-cake-cookie/281-2d1d7937-a089-4bc4-968d-ff1b34731d72",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anne Erickson",
    "published": "2023-12-28T20:15:00Z",
    "title": "Milk Bar opens in Bellevue Square",
    "text": "BELLEVUE, Wash. — It's the New York City-born sweet shop that made rainbow sprinkles \"A Thing.\" Now Nordstrom is bringing this sugar-rush to the Pacific Northwest.\n\"The opening of Milk Bar will be the very first in Washington state and we couldn't be more excited to open it here at our Nordstrom Bellevue Square store,” said John Bailey, senior manager of brand PR for Nordstrom.\nMilk Bar launched in 2008 and grew popular because we never grow out of craving colorful treats.\n\"So Milk Bar was started by Christina Tosi, who was Momofukos very first pastry chef, and her idea behind Milk Bar was all built on nostalgia,” Bailey said.\nThat means layer cakes with lots of frosting and colorful sprinkles, cookies with everything from butterscotch chips to potato chips baked in, and soft serve ice cream flavored like cereal milk.\nDon't know what to grab first? John Bailey’s got you covered, here's his must-try list:\n\"I'd say there are four different things that I might recommend a customer tries if they’re new to Milk Bar. I'd try the\nCompost Cookie. Grab a slice of the Birthday Cake. Absolutely amazing. The Milk Bar Pie is incredibly addictive. One bite you want to eat the entire pie itself. And then you absolutely have to try the Cereal Milk Soft Serve ice cream as well.”\nAnd one of the coolest things about Milk Bar — they share their recipes.\nWith one of their cookbooks, and a little ambition, you can make these at home.\nHomemade or store-bought, the goal of this treat stop is to make every day a party.\nMilk Bar Nordstrom 100 Bellevue Square, Bellevue, WA 98004 Monday - Saturday 10 a.m. - 9 p.m., Sunday 11 a.m. - 7 p.m.\n[KING 5's Evening](/evening) celebrates the Northwest. Contact us:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://milkbarstore.com/products/cookie-faves-tin?list_id=unassigned",
      "https://milkbarstore.com/",
      "https://milkbarstore.com/collections#pies",
      "https://milkbarstore.com/collections#cakes",
      "https://www.milkbarstore.com/products/cookie-faves-tin?list_id=unassigned",
      "https://milkbarstore.com/products/cookie-faves-tin",
      "https://www.milkbarstore.com/collections#cakes",
      "https://www.milkbarstore.com/",
      "https://www.milkbarstore.com/collections#pies",
      "https://milkbarstore.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "momofukos",
          "sentiment": "none"
        },
        {
          "name": "john bailey",
          "sentiment": "none"
        },
        {
          "name": "christina tosi",
          "sentiment": "none"
        },
        {
          "name": "bailey",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nordstrom",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "bellevue square bellevue",
          "sentiment": "none"
        },
        {
          "name": "wash.",
          "sentiment": "none"
        },
        {
          "name": "nordstrom bellevue square",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "pacific northwest",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:47:35.801+02:00",
    "updated": "2023-12-29T00:47:35.801+02:00"
  },
  {
    "uuid": "bf0ee4467b88d50058627e94a2368f734bb0f9f2",
    "url": "https://krdo.com/cnn-weather-environment/2023/12/29/massive-california-waves-injure-some-onlookers-and-bring-flooding-treacherous-beach-conditions-up-the-west-coast-2/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN",
    "published": "2023-12-29T09:56:00Z",
    "title": "Massive California waves injure some onlookers and bring flooding, treacherous beach conditions up the West coast",
    "text": "Massive California waves injure some onlookers and bring flooding, treacherous beach conditions up the West coast\nCNN, KION, KPIX, KGO, VENTURA PD AND THE CITY OF VENTURA, SANTA CRUZ COUNTY, CHP SANTA CRUZ\nBy Elizabeth Wolfe, Robert Shackelford and Cindy Von Quednow, CNN\n(CNN) — A powerful offshore storm is\ndriving towering waves into the California coastline, triggering flooding and warnings of dangerous and damaging swells after several people were injured by a wave along Ventura beach on Thursday.\nThe wave crashed over a barrier along the southern California beach, tossing a wall of fast-moving water at a group of onlookers who rushed to escape the deluge, witness video shows. Seawater quickly knocked some people off their feet and pummeled cars as drivers tried to speed away.\nNearly 20 people were briefly swept away in the incident and eight people were taken to the hospital, Ventura officials said.\nHigh water and dangerous rip currents will churn along some of California’s beaches through the weekend as much of the West coast – spanning from the US-Mexico border to southern Oregon – is under coastal flood and high-surf alerts, the National Weather Service said.\nWaves as high as telephone poles – about 40 feet – could slam into San Francisco through Friday morning. Fifteen to 20-foot waves are expected along the central coast.\nThe dangerous conditions pose an “exceptional risk” of ocean drowning and damage to structures like piers and jetties, the National Weather Service said.\nThe spectacular waters have enthralled some surfers and onlookers, but weather officials are cautioning that the waves and strong rip tides can be perilous for those nearby.\n“Large breaking waves can cause injury, wash people off beaches and rocks, and capsize small boats near shore,” the National Weather Service warned.\nAt least one fisherman fell overboard in a harbor off Oxnard and later came ashore uninjured, the Ventura County Fire Department said.\nThe conditions have already caused some road closures and evacuations in coastal California communities and prompted the rescue of five campers along the San Luis Obispo coast.\nCrews in Ventura worked through the night to reinforce a mile-long sand barrier that was damaged by powerful waters on Thursday, the local fire department said. Standing about seven feet tall, the raised wall helps protect beachside communities.\nHoping to discourage spectators, local officials closed a main access point to Ventura Pier, which saw a swell of about 20 feet on Thursday. Some coastal streets in the area have also been closed as a precaution.\nIn central California’s Santa Cruz, the sheriff’s office\nissued an evacuation warning for some areas on Thursday, which included areas of Rio Del Mar, where seawater filled beachside roadways and pushed against some homes, CNN affiliate KION reported. The warnings were lifted later in the day.\nThe most extreme impacts were expected along the central and Ventura County coasts, along with Hermosa, Manhattan and Palos Verdes beaches, the weather service in Los Angeles said Thursday.\nTempestuous waters are also battering Northern California, where the Bay Area could see waves of 28 to 33 feet, the weather service advised.\nA high wind alert is also in effect for the Bay Area on Friday as wind gusts of up to 50 mph are expected.\nRainfall is likely to stretch northward from the Bay Area throughout the day Friday before shifting south into the weekend.\nMassive waves attract surfers to Mavericks\nDespite safety warnings, the massive waves are a welcome sight to surfers hungry to tackle the legendary swells at Mavericks Beach, about 25 miles south of San Francisco.\nPro surfers and spectators flocked to the beach on Thursday for a competition at the site known for having\nsome of the biggest waves in the world, CNN affiliate KGO reported.\nLocal resident Ion Banner\ntold the affiliate that surfers from Brazil, Tahiti and Hawaii were out in the water. “It’s pretty gnarly, it’s super big,” he said.\n“The waves looked absolutely massive and it was everything that we expected,” said Miguel Blanco, who told KGO he flew in from Portugal to surf the waves. “It was really big, I’d say 40-60 foot waves.”\nMavericks’ jaw-dropping waves – caused by unique underwater rock formations – reach their biggest heights in the winter, when big wave surfers from all over the world make pilgrimages to face the swells.\nThe legendary waves and the surfers who brave them have been the subject of several films and documentaries, including the 2012 biopic “Chasing Mavericks” about American surfer Jay Moriarity’s journey to surf Mavericks as a teen.\nOn Thursday, the conditions were prime for surfers like Blanco.\n“If it’s your turn, you just gotta go,” Blanco said. “When you see a big wave, you’re kinda scared but at the same time you’re feeling like you should go and you just go and enjoy the ride.”\nCNN’s David Williams contributed to this report.\nThe-CNN-Wire\n™ & © 2023 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Health"
    ],
    "external_links": [
      "https://www.visithalfmoonbay.org/articles/mavericks-biggest-surf-west-coast",
      "https://www.cnn.com/2023/12/28/weather/high-surf-ventura-san-diego/index.html",
      "https://www.facebook.com/SantaCruzSheriffsOffice/",
      "https://abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785/",
      "https://www.abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785/",
      "https://abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785",
      "https://facebook.com/SantaCruzSheriffsOffice/",
      "https://visithalfmoonbay.org/articles/mavericks-biggest-surf-west-coast",
      "https://cnn.com/2023/12/28/weather/high-surf-ventura-san-diego/index.html",
      "https://www.facebook.com/SantaCruzSheriffsOffice"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cindy von quednow",
          "sentiment": "none"
        },
        {
          "name": "elizabeth wolfe",
          "sentiment": "none"
        },
        {
          "name": "robert shackelford",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "kgo",
          "sentiment": "none"
        },
        {
          "name": "kpix",
          "sentiment": "none"
        },
        {
          "name": "kion",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west coast massive california",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "west coast",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T14:55:30.416+02:00",
    "updated": "2023-12-29T14:55:30.416+02:00"
  },
  {
    "uuid": "99f390d92eb59f8ab4ca95d7bcd16465cff2d113",
    "url": "https://avn.com/business/press-release/novelty/kheper-games-inc-annouces-40-reasons-to-party-and-other-games-925176.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Adriana Gomez-Weston",
    "published": "2024-01-05T21:42:00Z",
    "title": "Kheper Games, Inc. Announces '40 Reasons to Party,' Other Games",
    "text": "SEATTLE—Kheper Games, Inc. has announced 40 Reasons to Party and 40 Reasons to Have Sex as two new games joining its extensive line of award-winning adult games. Each set includes 40 cards and a stand to display the activity, the person selecting the card, wants to act out.\n40 Reasons to Party is a set of 40 illustrated cards that give players fun reasons and ideas on how to party. When players feel like having some fun, they can select a card and display it for their friends. Then carry out the instructions or drinking game rules. Example cards include “Because the wine won’t drink itself. Go wine tasting!” and “Someone offered you a penny for your thoughts, and you said you’d rather play quarters.”\n40 Reasons to Have Sex is a set of 40 sexy cards that give players funny reasons and ideas on how to have great sex. Plays can select a card, display it for a lover, and follow the position until they're ready for a second card or orgasms. Example reasons on the cards include “You’re tired of feeling tied down, and would rather be tied up.” And “Because he said ‘Can you please help with the groceries?’ and you heard ‘Get on your knees bitch!’”\nBoth sets are being launched with 11 other new products at ANME and the 40 Reasons to Party set will be available to sample in the break room at the Vibe show.\n“We are excited to offer something new to the adult games market,” explained CEO Brian Pellham. “We are already getting great feedback for how cute the sets are and how funny the cards are as well. Whether hanging out with good friends or trying something fun with a lover, it’s important and always helps to start with a good laugh!”\n40 Reasons to Party joins Kheper Games, Inc.’s line of party games, including Extreme Personal Questions, Making Bad Situations Worse, The World’s Most Ridiculous Drinking Games, the full family of What the F*ck? games, THC, Potheads Against Sanity, Think Like a Stoner, and more.\n40 Reasons to Have Sex joins Kheper Games, Inc.’s massive list of romance and sex games including Date Nights, Sex!!!, Mind, Body & Soul, Sex!, Lust!, Let’s Fool Around, Let’s F*ck!, Fantasy Affairs, Intimacy, Sex! Card Games, Go F*ck!, Good Times Here We Cum!, Bedroom Commands, 1000 Sex Games, 4Play, Hedonism, Creative Kisses, Seductions Kits, and more.\nFor more details on the adult party and relationship games by Kheper Games, contact\n[[email protected]](/cdn-cgi/l/email-protection#86efe8e0e9c6edeee3f6e3f4e1e7ebe3f5a8e5e9eb), or visit [khepergames.com].",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "inc.",
          "sentiment": "negative"
        },
        {
          "name": "reasons to party",
          "sentiment": "negative"
        },
        {
          "name": "seattle",
          "sentiment": "negative"
        },
        {
          "name": "party",
          "sentiment": "negative"
        },
        {
          "name": "kheper games, inc",
          "sentiment": "neutral"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:05:18.668+02:00",
    "updated": "2024-01-06T00:05:18.668+02:00"
  },
  {
    "uuid": "03b908d5cd33174058d4c5be1b5308283c73d849",
    "url": "https://www.lalsace.fr/education/2025/06/26/instruction-en-famille-comment-l-encadrement-renforce-a-fait-fondre-la-pratique",
    "ord_in_thread": 0,
    "author": "Delphine Bancaud",
    "published": "2025-06-26T04:45:00Z",
    "title": "Éducation. Instruction en famille : comment l'encadrement renforcé a fait fondre la pratique",
    "text": "Éducation Instruction en famille : comment l’encadrement renforcé a fait fondre la pratique\nUn rapport de la Cour des comptes souligne la baisse importante du nombre d’enfants instruits en famille, après le vote, en 2021, de la loi réglementant davantage cette pratique.\nUn serrage de vis qui a eu des effets. Depuis la loi du 24 août 2021 confortant le respect des principes de la République, ne fait plus l’école à la maison qui veut. Les familles qui le souhaitent doivent d’abord demander une autorisation, alors qu’auparavant, elles n’avaient qu’une simple déclaration à faire à la mairie et à l’Éducation nationale. Un encadrement plus strict critiqué par les associations défendant l’instruction en famille (IEF) et qui a eu des répercussions, comme le montre un rapport de la Cour des comptes paru mercredi. La réforme « a permis de davantage sécuriser, dans l’intérêt de l’enfant, le recours à cette modalité d’instruction », soulignent les Sages.\nPour l’année scolaire 2024-2025, première année de mise en œuvre complète du nouveau régime, 30 644 enfants (soit 0,3 % des 3-16 ans) ont été autorisés à être instruits en famille contre 72 369 en 2021-2022 (soit 0,6 %). Certes les demandes ont été moins nombreuses et la baisse démographique se ressent. Mais presque un quart des demandes d’autorisation (23 %) ont été refusées. Car pour obtenir l’aval des autorités, il faut pouvoir justifier sa demande en raison de l’état de santé de l’enfant ou de son handicap, de la pratique d’activités sportives ou artistiques intensives, de l’itinérance de la famille en France, de son éloignement géographique de tout établissement scolaire public ou de l’existence d’une situation propre à l’enfant motivant le projet éducatif. C’est ce dernier motif qui est le plus l’objet du refus d’autorisations. Refus qui génèrent le plus de recours et de saisines de la médiatrice de l’Éducation nationale.\nPar ailleurs, en 2024-2025, 17 refus ont été justifiés par l’inscription des personnes chargées de l’instruction au Fijait (Fichier des auteurs d’infractions terroristes) ou au Fijaisv (Fichier judiciaire automatisé des auteurs d’infractions sexuelles et violentes).\nDes contrôles à renforcer\nEn général, l’instruction en famille est souvent temporaire. « Pour la majorité des enfants, cela dure un an », souligne la Cour des comptes. Les enfants sont répartis sur l’ensemble du territoire même s’ils sont davantage présents dans le Centre, le Sud-Ouest et le Sud-Est. « Ils sont davantage représentés dans les espaces ruraux à faible densité de population », précisent les Sages.\nAvec la nouvelle loi, les moyens dédiés aux contrôles pédagogiques des familles faisant l’école à la maison ont été améliorés : 80 emplois d’inspecteurs ont ainsi été créés depuis 2022. Si toutes les familles pratiquant l’IEF font théoriquement l’objet d’un contrôle pédagogique annuel et que celui-ci est satisfaisant dans 90 % des cas, la Cour observe cependant que « les contrôles pédagogiques ne sont pas tous effectués ».\nLa réussite scolaire, une inconnue\nAutre point faible : « Le niveau et la réussite scolaire des enfants restent difficiles à mesurer », soulignent les Sages. Il n’existe pas non plus d’indicateurs permettant de renseigner leurs résultats au brevet ou au bac. D’où la recommandation de la Cour de rendre obligatoire pour les enfants qui sont instruits dans la famille, le passage des évaluations nationales à la fin de chaque cycle.\nPar ailleurs, si les mairies doivent théoriquement réaliser une enquête auprès des enfants instruits en famille dès la première année puis tous les deux ans, force est de constater que peu le font. La Cour des comptes suggère donc de mieux les informer sur cette mission et de leur fournir une trame type pour réaliser les enquêtes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Education->educational grading",
      "Education->parents group",
      "Education->independent school",
      "Social Issue->social services",
      "Social Issue->family",
      "Politics->government",
      "Politics->education policy",
      "Politics->civil rights"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.service-public.fr/particuliers/vosdroits/F34846",
      "https://www.service-public.fr/particuliers/vosdroits/F34836",
      "https://service-public.fr/particuliers/vosdroits/F34836",
      "https://service-public.fr/particuliers/vosdroits/F34846"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_fr",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T07:47:37.633+03:00",
    "updated": "2025-06-27T05:11:25.000+00:00"
  },
  {
    "uuid": "c5d34b48ecb5a0d9c8fa58bbbc80b131fe58d471",
    "url": "https://www.hindustantimes.com/world-news/pope-francis-washes-kisses-feet-of-12-women-prisoners-in-pre-easter-ritual-101711707631859.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@httweets",
    "published": "2024-03-29T07:56:00Z",
    "title": "Pope Francis washes, kisses feet of 12 women prisoners in pre-Easter ritual | World News - Hindustan Times",
    "text": "Pope Francis washes, kisses feet of 12 women prisoners in pre-Easter ritual Seated in a wheelchair, the pope washed the feet of each of the prisoners, some of them in tears, before drying them off with a towel and kissing them. Pope Francis, who often pleads for compassion to prisoners, washed the feet of 12 incarcerated women in Rome on Thursday in a rite marking Holy Thursday before Easter. The Argentinian Jesuit visited the Rebibbia women's prison in the northeastern outskirts of the Italian capital, where he performed the same rite in 2015. [Read now.](https://www.hindustantimes.com/india-news) Thursday, however, was the first time the 87-year-old pontiff had dedicated his annual ritual during Holy Week solely to women. Seated in a wheelchair, the pope washed the feet of each of the prisoners, some of them in tears, before drying them off with a towel and kissing them. \"We all have small failures, big failures,\" said the pope in an impromptu homily during a mass held in the courtyard of the prison that holds some 370 women. \"But the Lord is always waiting for us, with open arms, and he never tires of forgiving,\" he added. The washing of feet is \"a gesture that draws our attention to the vocation of service,\" said Francis, who as a priest in Buenos Aires had already begun visiting prisoners. A few minutes earlier, the pontiff was all smiles as he shook hands with the inmates. Last month, the pope caught a flu that caused him to cancel some public meetings. During his subsequent recovery, he has on several occasions asked others to read his speeches. In the Christian tradition, Holy Thursday commemorates the day when Christ washed the feet of the apostles at the Last Supper. It is a highlight of Holy Week, which commemorates Christ's final days before his resurrection on Easter. Since becoming pope in 2013, the head of the Catholic Church has often visited prisons and refugee centres, including last year on Holy Thursday when he visited a juvenile detention centre and washed the feet of 12 young men. On Good Friday, he is due to preside over the \"Way of the Cross\" prayer service at Rome's Coliseum, which he was unable to attend last year as he recovered from a bronchial infection. [Login Now!](https://accounts.hindustantimes.com/?type=plain&ref=ht&funnel_entry=end_of_article&cta=end_of_article&is_premium=false)Get Latest [World News](https://www.hindustantimes.com/world-news)along with [Latest News](https://www.hindustantimes.com/latest-news)from [India](https://www.hindustantimes.com/india-news)at Hindustan Times.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pope francis",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "hindustan times",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "rome",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T13:36:56.594+03:00",
    "updated": "2024-03-29T13:36:56.594+03:00"
  },
  {
    "uuid": "e1aaa0cc165746b5e9e0d250232183dc98ea7da6",
    "url": "https://www.meneame.net/story/meloni-orban-llegan-furiosos-cumbre-bruselas-tras-quedar-fuera/c0120",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ysinembargosemueve",
    "published": "2024-06-27T22:01:00Z",
    "title": "#120 Meloni y Orbán llegan furiosos a la cumbre de Bruselas tras quedar fuera del reparto de poder de la UE",
    "text": "Portada\nmis comunidades\notras secciones\n[#108](c108#c-108) Ok, veamos. Según tú, si mi moral dicta que matar a mis semejantes para mi beneficio es correcto, si mi sociedad es tolerante tiene que comérselo con patatas y dejarme tranquila con mis cosillas de matar gente. ¿Lo he entendido bien?\n[#105](c105#c-105) No nos olvidamos de que Europa es sólo una parte del mundo, sino que te olvidas de que la noticia trata sobre instituciones europeas.\n[#95](c95#c-95) Hembristas\nNo es cuestión de echar a nadie, es cuestión de no respetar barbaridades como la ablación, las terapias de conversión de homosexuales o la compra-venta de esclavos. Esas ideas no son respetables y atentan contra los derechos humanos, luego no tienen cabida legal en ninguna organización, nacional o supranacional, que se considere democrática.\n[#103](c103#c-103) te entiendo, pero nos olvidamos de que europa no es el mundo, solo somos una pequeña parte y cada vez más pequeña y vieja, y nuestra visión es pequeña en comparación al resto.\nAdemas somos una \" sociedad\" cada vez más atomizada y dividida, cada vez menos sociedad. Y cuando los grupos pierden los valores comunes, esas palabras que dices pierden sentido.\nNo lo olvides, lo que para nosotros es verdad absoluta, no lo es para la mayoría del mundo. Y llegará un momento en el que tendrás que decidir si aceptas al mundo, o te plantas firmes en tus creencias.\n[#81](c81#c-81) No muevas la portería. Hablamos de tolerancia. La tolerancia significa respetar toda opción (moral, sexual, religiosa, política, lo que te dé la gana) que se practique con respeto a las demás personas. Las opciones que no se basen en este respeto no deben ser toleradas. Esto nos lo enseñaron en un curso práctico, el siglo pasado, unos señores con bigotito, uno de los cuales fue una opción democrática tolerada por una democracia.\n[#102](c102#c-102) podemos seguir así toda la vida si quieres.\nTu pareces no querer aceptar que tú visión de respeto, bien , mal y opción, no son universales. Que están por encima del resto. Obviamente el resto también lo cree. Yo creo que no se puede ser tolerante si no se respeta esas creencias de los demás en el contexto de sus sociedades, y tú quieres usar tu moral para medir la del resto.\nNo confundas mi defensa de lo que creo que es ser tolerante, con mi brújula moral. Pocas veces encontrarás a alguien que esté tan en contra de las actitudes machistas, homófobas, clasistas etc...pero se cual es mi limite en cual puedo aplicarlas.\nEso es lo único que nos separa. Para mi, no sois tolerantes de verdad, por mucho que lo que los derechos que defendais sean correctos, si luego os volvéis intolerantes con gente que no es de vuestra misma sociedad\n[#106](c106#c-106) Estaremos así toda la vida si no entiendes lo que quiere decir tolerancia. Y no creo estar personalizando, la verdad. Cuando digo tú estoy usando un sujeto genérico. Disculpa si ha parecido que me refería a tu persona, de la que obviamente no sé nada.\nLa paradoja de Popper que ya te han explicado es la mejor explicación. Si ni así... no sé cómo convencerte de que la tolerancia no es una opción moral, es una estrategia de convivencia basada en el respeto. Los comportamientos que rompen este consenso, en los países observantes de los derechos humanos, deben ser anulados. La sociedad resultante podrá ser mejor o peor bajo puntos de vista moral, económico, etc. Pero si se precia de tolerante, no hay otro camino que expulsar al intolerante.\n[#107](c107#c-107) yo creo que tú no sabes lo que significa tolerancia de verdad, y viceversa.\nMuy poco tolerante por tu parte no respetar eso.\nPero es una cuestión que más tarde o temprano en europa se tendrá que dar, ya que cada vez somos menos una sociedad y más muchas juntas.\nA ver cómo lo supera una sociedad antaño cohesionada\n[#100](c100#c-100) para nada, dice que no sabe en detalle de qué estamos hablando, por lo que, sin ganas de enmierdar, porque ya que estamos debatiendo de cosas serias, qué menos que sepa de qué hablamos. Ha dicho, o más o menos ha dicho, porque no lo dice claro, que hay que deportar o meter en la cárcel a los que cometen delitos, pero no dice nada sobre si es un delito entrar ilegalmente en el país, a la fuerza o entrando por Barajas o en cayuco, por ejemplo.\nLos políticos que están en la UE, conocen muy bien este problema.\nAle, ya lo dejo.\n[#44](c44#c-44) A ver, Ursula apoya a Netanyahu en su holocausto contra los palestinos ¿debería de seguir decidiendo la política de éste club tan \"tolerante\" ?\n[#85](c85#c-85) Como Ursula y Kallas, es curioso como se ve a Meloni y Orban, que evidentemente son ultraderecha, según fascistas como Ursula y Kallas y a estas no se las ve.\n[#96](c96#c-96) En mi opinión, deberías tratar de conocer un poco más la Sharia, porque es fundamental para saber de qué estamos hablando en este hilo. Igual no verías que es tan chorra si supieras que conlleva la aplicación de la Sharia, más que nada ya que llevas por bandera ni más ni menos la bandera de un país musulmán donde se aplica a rajatabla la Sharia.\nYa que dices desconocer en detalle, permíteme darte unos pocos apuntes, sin entrar en demasiado detalle:\nDerechos Humanos y Libertades Individuales:\nLibertad religiosa: La sharía prescribe castigos severos para la apostasía (abandonar el islam), incluyendo la pena de muerte en algunos casos, lo cual contradice la libertad religiosa garantizada por las leyes de la UE.\nLibertad de expresión: La blasfemia o insultar al profeta Mahoma puede ser severamente castigada bajo la sharía, lo que entra en conflicto con las leyes de libertad de expresión en la UE.\nDerechos de la Mujer:\nIgualdad de género: La sharía a menudo prescribe diferentes roles y derechos para hombres y mujeres, como en temas de herencia, testimonio legal y vestimenta. En la mayoría de los países de la UE, la igualdad de género está protegida por la ley.\nPoligamia: La sharía permite que un hombre tenga hasta cuatro esposas, mientras que la poligamia es ilegal en todos los países de la UE.\nJusticia Penal:\nCastigos corporales: La sharía prescribe castigos físicos como la flagelación y la amputación por ciertos delitos, así como la lapidación por adulterio. Estos castigos son considerados inhumanos y degradantes según las leyes de derechos humanos de la UE.\nPena de muerte: Muchos países de la UE han abolido la pena de muerte y consideran su uso como una violación de los derechos humanos.\nDerechos de las Minorías y No Musulmanes:\nEstado y religión: La sharía no reconoce la igualdad total entre musulmanes y no musulmanes, y en algunos contextos se espera que los no musulmanes paguen un impuesto especial (jizya). En la UE, todas las personas, independientemente de su religión, tienen los mismos derechos bajo la ley.\nFamilia y Matrimonio:\nEdad y consentimiento para el matrimonio: La sharía puede permitir el matrimonio de niñas que han alcanzado la pubertad, mientras que en la mayoría de los países de la UE, el matrimonio infantil está prohibido y se requiere el consentimiento pleno y libre de ambos contrayentes.\nLibertad Sexual:\nOrientación sexual: La homosexualidad es castigada severamente bajo la sharía en algunos contextos, lo cual contradice las leyes de la UE que protegen los derechos de las personas LGBTQ+.\nEs decir, esta gente, los que siguen a fuego estas creencias, son lo más nazi e intolerantes que te puedes echar a la cara en la actualidad. Claro que sé que hay musulmanes moderados, incluso ateos, y laicos.\nEn Europa hemos pasado siglos para atar en corto a los intolerantes Cristianos que éramos, para evolucionar y tratar de ser sociedades laicas donde se respetan derechos humanos fundamentales que simplemente cualquier musulmán que siga la Sharia no respeta. De ahí que te pregunte una y otra vez qué debemos hacer con los que no se quieren integrar y por qué debemos dejar pasar a personas que no sabemos si se van a integrar.\n[#101](c101#c-101) Ehm, no. En este debate el conocimiento de la sharia es tan innecesario como poco demandada es esta extensa explicación que ni me voy a molestar en leer (porque ni viene a cuento, ni la he pedido). Otra cosa es que tú hayas venido aquí a hablar de tu libro e intentes meter con calzador tus prejuicios en este tema. Pero, lo siento, es que me la suda: he definido claramente lo que es tolerancia y en qué se basa. Lo demás, paja innecesaria.\nAle, que te vaya bien.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T02:11:45.953+03:00",
    "updated": "2024-06-28T02:11:45.953+03:00"
  },
  {
    "uuid": "527bfbbe2824271129d104d378ea9510a50b06b0",
    "url": "https://vnexplorer.net/we-were-really-worried-suzanne-kanes-son-oisin-rushed-to-ae-on-stephens-day-s697103.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T22:14:00Z",
    "title": "'We were really worried' Suzanne Kane's son Oisín rushed to A&E on Stephen's Day",
    "text": "Suzanne Kane’s Christmas took a very unexpected turn as her son fell ill.\nThe 98FM DJ revealed that her son Oisín took a bad turn, so much so that they had to bring him to hospital on St Stephen’s Day.\nToday’s top videos\nShe shares her son and two daughters Hannah and Sadie with her husband Joey Donnelly and it proved to be an anxious Christmas for the parents.\nPic: Suzanne Kane/Instagram\n‘A tale of two very different Christmas’ in our home over the past week. Also, I suppose it’s a reminder of insta v reality, especially at Christmas,’ she wrote.\nSharing a gallery of pictures from the festive season in their home, Suzanne explained: ‘We had full Christmas festivities downstairs, so much excitement for Santa and the presents. We had my family over for dinner. Lots of relief to have my Mam home and be together at Christmas.\nSuzanne Kane’s kids over Christmas. Pic: Suzanne Kane/Instagram\n‘Meanwhile, poor Ois was really unwell over Christmas with spiking fevers, we couldn’t get a hold of, he wasn’t able to get out of bed to enjoy the festive feeling, or what Santa had brought. We were really worried about him.\n‘He eventually ended up in Tallaght Hospital A&E on Stephen’s Day. A shout out to the Nurses we met who were so kind and caring to Oisín and us. We got him sorted & so grateful to the staff there,’ she wrote.\nPic: Suzanne Kane/Instagram\nThankfully her son has ‘perked up’ for the first time since falling ill.\n‘He’s working on having a better story than “I was sick all Christmas” for his school news,’ Suzanne said.\n‘So we’ll make plans to fill his “news” with lots of happiness when he goes back to school and add some more happiness to the pebbles of life. There’s always time to change your story,’ she concluded.\nSuzanne Kane with her family. Pic: Supplied\nThe broadcaster faced some hurdles with her own health this year.\nIn May she was hospitalised with pneumonia and she called it the ‘hardest month of her life’.\nYou Might Also Like\nWine Allies Vineyard\n‘My jaw completely locks’: Broacaster Suzanne Kane on keeping upbeat despite her crippling condition",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health",
      "Social Issue"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ma0cI.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ma6ra.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ma2iY.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9Tfa.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9Tf8.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ma0cI.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ma6ra.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ma2iY.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9Tfa.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9Tf8.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "oisín",
          "sentiment": "negative"
        },
        {
          "name": "stephen",
          "sentiment": "negative"
        },
        {
          "name": "suzanne kane",
          "sentiment": "negative"
        },
        {
          "name": "hannah",
          "sentiment": "none"
        },
        {
          "name": "sadie",
          "sentiment": "none"
        },
        {
          "name": "joey donnelly",
          "sentiment": "none"
        },
        {
          "name": "suzanne",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "a&e",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "santa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:44.117+02:00",
    "updated": "2023-12-29T00:22:44.117+02:00"
  },
  {
    "uuid": "65512d09b9db4749598013abb38fd876f3ea4e15",
    "url": "https://caracol.com.co/2024/10/17/que-beneficios-y-contraindicaciones-tiene-el-polen-de-abeja-en-mujeres-consulte",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ricardo Parra\"/>",
    "published": "2024-10-17T20:53:00Z",
    "title": "Qué beneficios y contraindicaciones tiene el polen de abeja en mujeres: consulte : Qué beneficios y contraindicaciones tiene el polen de abeja en mujeres: consulte",
    "text": "El polen de abeja ha ganado reconocimiento a lo largo de los años como uno de los productos apícolas con mayor número de nutrientes esenciales para el cuerpo, aportando a este una cantidad significativa de vitaminas, proteínas y hormonas , las cuales tienen un impacto benéfico para la salud.\nEste se produce gracias al polvillo fino que las abejas recogen de las flores y que posteriormente mezclan con su saliva , este proceso involucra también el néctar , esta combinación conlleva que las abejas regurgiten miel en forma de gránulos.\nCabe resaltar que el polen es el único alimento que posee los 22 aminoácidos esenciales , sin embargo, su proceso de producción no sigue un mismo lineamiento, pues las condiciones biológicas en las que se produce varían constantemente , esto no implica que el polen de abeja pierda sus valores nutricionales.\nPara comprender de mejor manera la importancia de este alimento, es fundamental identificar la composición detallada del polen, la cual consta de los siguientes compuestos:\nCarbohidratos: se forma gracias a los azúcares simples, como es el caso de la fructosa y la glucosa ; estos componen hasta un 40% del polen. Proteínas: Aporta un 10% de aminoácidos esenciales , una sustancia que el cuerpo es incapaz de producir y que necesita ingerir; compone hasta un 23% del alimento. Grasas: Rico en ácidos grasos esenciales tales como el linolénico y el linoleico; contiene pequeñas cantidades de fosfolípidos y fitosteroles ; compone hasta el 10% del alimento. Vitaminas: Con gran abundancia en vitaminas del grupo B y C. Minerales: El cuerpo recibe potasio, sodio, magnesio, manganeso, silicio, calcio, fósforo, hierro y otros minerales fundamentales para la salud del cuerpo. Sustancias bioactivas: Mejora la resistencia a los vasos sanguíneos, su contenido es vital como antioxidante . Beneficios del polen de abeja en las mujeres Con un contexto inmerso en beneficios para la salud por parte del polen de abejas , también es bueno resaltar los aspectos positivos que posee en el caso de la salud femenina, siendo este un apartado de interés para todas las mujeres:\nAlivia los síntomas de la menopausia: Los síntomas de la menopausia son uno de los grandes dolores de cabeza que deben enfrentar las mujeres sobre los 40, el consumo de polen de abeja reduce los cambios de humor, los sofocos, entre otros síntomas. Salud reproductiva: Los diversos nutrientes y hormonas que posee el polen de abejas permite mejorar la salud reproductiva de la mujer, además de aumentar la fertilidad. Sistema inmunológico: Gracias a los antioxidantes y los nutrientes , el sistema inmunológico de la mujer se beneficia de manera exponencial tras el consumo del polen. Le puede interesar:\nUdeM instaló “hoteles para abejas” en su campus para preservar la especie ¿Tomar miel todos los días es malo? Expertos explican el impacto que tiene al hígado Contraindicaciones del polen de abeja en las mujeres Aunque se ha destacado su valor nutricional y su aporte a la salud del cuerpo, esto no implica que todo sean beneficios , también el consumo del polen de abeja posee algunas contraindicaciones y más en el caso de las mujeres:\nPeligro en medio del embarazo: El consumo de polen durante el embarazo no es recomendable debido a un posible estímulo del útero, lo cual amenaza la gestación. Lactancia: La recomendación médica es evitar consumir polen mientras se está en la etapa de lactancia. Alergias: Enfocado específicamente para una minoría que sufra de alguna alergia al polen, traería consigo síntomas como picazón, hinchazón y otros. Finalmente, es importante resaltar que el consumo del polen se puede realizar de tres maneras distintas:\nPolen en gránulos: Con un contenido nutricional rico en vitaminas y minerales, su forma de consumo es a partir de la mezcla con alimentos. Polen en cápsulas: Enfocado en el concentrado de nutrientes , se sugiere tomar con agua. Polen en polvo: Orientado a la fácil incorporación en recetas , la forma de consumo adecuada es agregarlo en batidos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure",
      "Science and Technology"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T02:02:06.327+03:00",
    "updated": "2024-10-18T02:02:06.327+03:00"
  },
  {
    "uuid": "af879c2ddec6174ab51fb8a2ec3231f939a0784b",
    "url": "https://g1.globo.com/sp/sao-jose-do-rio-preto-aracatuba/eleicoes/2024/noticia/2024/10/03/marco-rillo-fala-em-investimentos-na-coleta-seletiva-e-em-geracao-de-empregos.ghtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "globo.com",
    "published": "2024-10-03T22:44:00Z",
    "title": "Marco Rillo fala em investimentos na coleta seletiva e em geração de empregos | Eleições 2024 em São José do Rio Preto e Araçatuba - SP | G1",
    "text": "1 de 1 Marco Rillo visitou cooperativa de coleta seletiva e falou sobre propostas para os trabalhadores da área — Foto: TV TEM/Reprodução Marco Rillo visitou cooperativa de coleta seletiva e falou sobre propostas para os trabalhadores da área — Foto: TV TEM/Reprodução\nO g1 acompanhará, até o dia 4 de outubro, os principais compromissos de campanha dos candidatos à Prefeitura de São José do Rio Preto (SP) . A cada dia, serão apresentados dois candidatos, com a ordem determinada por sorteio realizado pela direção da TV TEM junto dos representantes das campanhas.\n📲 Participe do canal do g1 Rio Preto e Araçatuba no WhatsApp\nO candidato à prefeitura de Rio Preto (SP), Marco Rillo ( PT ) fez campanha na Cooperativa de Trabalho de Coleta Seletiva, Beneficiamento e Transformação de Materiais Recicláveis de São José do Rio Preto (Cooperlagos), na manhã desta quinta-feira (3).\nRillo chegou à Cooperlagos acompanhado do filho e candidato a vereador. O candidato a prefeito de Rio Preto pelo PT foi recebido pela coordenadora da cooperativa.\nEle visitou o saguão onde trabalham atualmente cerca de 80 funcionários fazendo a separação de resíduos sólidos, que depois são destinados para locais apropriados.\nRillo fez uma roda de conversa com os cooperados que durou pouco mais de meia hora. O candidato ouviu as demandas dos trabalhadores que sobrevivem com a renda adquirida por meio da coleta seletiva, e falou sobre o que pretende fazer para a categoria, caso seja eleito.\n\"Se deus quiser, nós vamos ampliar a coleta seletiva em toda a cidade, fazer mais pontos de entrega. O Governo Federal está soltando o ponto de comercialização desses produtos para eles não serem explorados. Eu acho que isso aqui vai dar mais de 1 mil empregos a hora que estiver organizado e com uma estrutura proporcionada pelo governo federal, estadual e principalmente municipal que da os veículos, as condições e estrutura com certeza nós vamos melhorar isso aqui.\"\nA visita à Cooperlagos faz parte das propostas que Marco Rillo tem para o meio ambiente e economia da cidade.\nSe eleito, o candidato disse que vai ampliar o trabalho já realizado pela cooperativa, levando a coleta seletiva para toda a cidade e assim gerar novos empregos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://whatsapp.com/channel/0029VaK3uzV8fewlFKuJan2q",
      "http://g1.com.br/riopreto",
      "http://www.g1.com.br/riopreto",
      "https://www.whatsapp.com/channel/0029VaK3uzV8fewlFKuJan2q"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T02:08:43.975+03:00",
    "updated": "2024-10-04T02:08:43.975+03:00"
  }
]