[
  {
    "uuid": "276264f6308df17c79d05d2df9cb0963b7700d78",
    "url": "https://pakobserver.net/islamabad-pakistan-weather-update-fog-brings-life-to-a-standstill/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staff Report",
    "published": "2023-12-29T01:22:00Z",
    "title": "Islamabad, Pakistan weather update; fog brings life to a standstill",
    "text": "ISLAMABAD – The Pakistan Meteorological Department (PMD) has forecast mainly cold and dry weather for most parts of Pakistan during the next two days.\nAs per the synoptic situation, continental air prevails over most parts of Pakistan.\nA shallow westerly wave is likely to enter western parts of Pakistan tonight.\nUnder these conditions, mainly cold and dry weather is expected in most parts of the country on Friday evening/night and the following two days.\nCold and partly cloudy weather is likely in Islamabad.\nFreezing and partly cloudy weather is likely in the upper parts and northern Balochistan.\nFog/smog will continue to prevail in plains of Punjab, Khyber-Pakhtunkhwa and upper Sindh.\nFog update for Punjab\nDense fog/smog is likely to persist in Bahawalpur, Sahiwal, Okara, Kasur, Lahore, Sialkot, Narowal, Gujranwala, Jhelum, Mangla, Faisalabad, Jhang, Sargodha, Mandi Bahauddin, Toba Tek Singh, Khanewal, Multan, Khanpur, Rahim Yar Khan, Hafizabad, Bhakkar, Layyah, Dera Ghazi Khan and surrounding during morning and night hours.\nFrost may occur at a few places in Kashmir and Pothohar region during morning hours.\nIn Islamabad, the minimum temperature will likely remain between 01-03 C on Saturday and Sunday.\nRawalpindi’s minimum temperature will likely remain between 04-06 C on Saturday and 05-07 C on Sunday.\nMeanwhile, cold and dry weather prevailed in most parts of Pakistan during the last 24 hours.\nFog update for Motorways, National Highway\nDense fog forced the closure of portions of Motorways (Peshawar-Swabi, Swabi-Islamabad, Islamabad-Kallar Kahar, Kallar Kahar-Pindi Bhattian, Pindi Bhattian-Lahore, Lahore-Abdul Hakim, Sialkot-Lahore, Pindi Bhattian-Faisalabad, Faisalabad-Multan and Multan-Sukkur).\nFog also forced the closure of Lahore Ring Road.\nLess visibility also affected normal traffic flow on the National Highway.\nFog also disrupted the schedule of international and domestic flights and that of passenger trains.\nLeh remained the coldest place in the country where the mercury dropped 10 C below freezing.\nIn Islamabad, minimum temperature was recorded at 03 C.\nRelative humidity in the evening was recorded at 92 per cent.\nIn Rawalpindi, minimum temperature was recorded at 05 C.\nRelative humidity in the evening was recorded at 78 per cent.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bhakkar",
          "sentiment": "none"
        },
        {
          "name": "mandi bahauddin",
          "sentiment": "none"
        },
        {
          "name": "dera ghazi khan",
          "sentiment": "none"
        },
        {
          "name": "frost",
          "sentiment": "none"
        },
        {
          "name": "toba tek singh",
          "sentiment": "none"
        },
        {
          "name": "rahim yar khan",
          "sentiment": "none"
        },
        {
          "name": "layyah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pakistan meteorological department",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "islamabad",
          "sentiment": "none"
        },
        {
          "name": "islamabad",
          "sentiment": "none"
        },
        {
          "name": "khanewal",
          "sentiment": "none"
        },
        {
          "name": "faisalabad",
          "sentiment": "none"
        },
        {
          "name": "sahiwal",
          "sentiment": "none"
        },
        {
          "name": "punjab",
          "sentiment": "none"
        },
        {
          "name": "pothohar",
          "sentiment": "none"
        },
        {
          "name": "bahawalpur",
          "sentiment": "none"
        },
        {
          "name": "mangla",
          "sentiment": "none"
        },
        {
          "name": "gujranwala",
          "sentiment": "none"
        },
        {
          "name": "jhelum",
          "sentiment": "none"
        },
        {
          "name": "kasur",
          "sentiment": "none"
        },
        {
          "name": "sialkot",
          "sentiment": "none"
        },
        {
          "name": "narowal",
          "sentiment": "none"
        },
        {
          "name": "sargodha",
          "sentiment": "none"
        },
        {
          "name": "multan",
          "sentiment": "none"
        },
        {
          "name": "kashmir",
          "sentiment": "none"
        },
        {
          "name": "khanpur",
          "sentiment": "none"
        },
        {
          "name": "lahore",
          "sentiment": "none"
        },
        {
          "name": "balochistan",
          "sentiment": "none"
        },
        {
          "name": "hafizabad",
          "sentiment": "none"
        },
        {
          "name": "okara",
          "sentiment": "none"
        },
        {
          "name": "jhang",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T08:30:21.868+02:00",
    "updated": "2023-12-29T08:30:21.868+02:00"
  },
  {
    "uuid": "f060361a9b45f6060bc1fedaa2ff36c175f3e27b",
    "url": "https://www.today.com/food/groceries/taco-bell-meal-kits-crunchwrap-supreme-walmart-rcna132568",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TodayShow",
    "published": "2024-01-05T22:11:00Z",
    "title": "Taco Bell Is Selling Meal Kits At Walmart — So I Tried Them",
    "text": "What if you could always have a [Crunchwrap Supreme](https://www.today.com/food/restaurants/taco-bell-vegan-crunchwrap-rcna88147) waiting for you in the kitchen at all times for when the craving strikes? Well, now that dream is a reality. On Jan. 4, Taco Bell debuted Crunchwrap Supreme and Chipotle Chicken Quesadillas Cravings Kits, which contain the chain’s proprietary restaurant ingredients, seasonings and sauces. The kits, which are exclusively sold in Walmart stores and on its website, are the crunchy key to making Taco Bell’s fan-favorite dishes right at home. These kits are the latest additions to Kraft Heinz’s Taco Bell at Home line, following the Cheesy Double Decker Taco Dinner Kit, Crunchy & Soft Taco Cravings Kit and more. “A partnership founded on a mutual obsession with their consumers, Kraft Heinz and Taco Bell created the Taco Bell at Home line to bring signature and crave worthy Taco Bell offerings and flavors straight to the grocery aisle and allow fans to make Taco Bell their way,” said Danielle Coopersmith, Taco Bell at Home’s associate director of marketing, in a press release. Each Cravings Kit includes four servings of ingredients essential to making both the Crunchwrap Supreme and Chipotle Chicken Quesadilla. Customers add their choice of protein (ground beef, chicken or beans, for example) and any personalized additions, like cheese, lettuce, guacamole, to customize their dish. “Our release of the Cravings Kits — the first of several Taco Bell at Home innovations planned for this year — is a great example of how Kraft Heinz is delivering against its goal to lead the future of food,” said Alan Kleinerman, the Kraft Heinz Company’s vice president of disruptive innovation, in the release. My review of Taco Bell’s new Cravings Kits First, an overall positive note: My homemade Crunchwrap Supreme and Chipotle Chicken Quesadilla were hands-down the freshest and tastiest Taco Bell I’ve ever eaten. This makes sense because the finished treats traveled right from my skillet all warm, toasty and melty directly into my hungry gullet. But I also found that I enjoyed making one of these kits much more than the other. Crunchwrap Supreme Cravings Kit ($6.98) Taco Bell calls its Crunchwrap Supreme “perhaps the most iconic menu item” in its history — and for good reason. The crunchy-soft item has inspired many social media users to [create their own versions on TikTok](https://www.tiktok.com/@carlyfairbank/video/7215823565424233734) and beyond. This kit comes with four 12-inch flour tortillas, Velveeta cheese sauce, four tostada shells and taco seasoning for your meat of choice. As I assembled the Crunchwrap Supreme, I gained a new appreciation for Taco Bell employees because, boy, does it take a lot of steps to get from point A to point Supreme. While the five instructions on the box are clear, direct and easy to follow, they’re deceptively complex: Sautée and season your ground meat, chop tomatoes and lettuce and turn on your oven to warm your tostadas before you even get to assembling anything. I understand that if you’re cooking for a family of four, this kit makes a ton more sense, but for a single person, it required a lot for a midday lunch. Also worth noting — though not a complaint — that the tortilla was so comically large at a foot in diameter that I had to clear my dining room table in order to finish the dish. The assembly — spreading the sauce, sprinkling the cheese, adding in the toppings and toasting the edges just like Taco Bell does — was like building an intricate puzzle, but in an enjoyable way. Chipotle Chicken Quesadilla Cravings Kit ($6.98) This kit comes with four 10-inch flour tortillas, Velveeta cheese sauce and a packet of creamy chipotle sauce — my personal favorite Taco Bell sauce. The kit I enjoyed making the most was easily the Chipotle Chicken Quesadilla. Full disclosure: This is what I order whenever I have Taco Bell, which means this kit had a high bar to clear. For this kit, there are only four steps and less ingredients to contend with, only needing additional chicken, cheese and any other toppings you desire. I opted for the leftover chopped tomato from the Crunchwrap. For the quesadilla, I used my cast-iron pan to warm up my tortilla for easy folding before assembling each half. After placing the Creamy Chipotle and Velveeta cheese sauces on halves of the 10-inch tortilla, I added chicken and a hearty amount of shredded cheese before folding and heating both sides. It was done in a snap. In conclusion, I enjoyed eating both homemade Taco Bell items, but I would probably only buy the Chipotle Chicken Quesadilla kit again because of its easy assembly. But having both kits in your pantry in case you want to celebrate Taco Tuesday in a fresher way certainly couldn’t hurt one bit.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.tiktok.com/@carlyfairbank/video/7215823565424233734)",
      "https://tiktok.com/@carlyfairbank/video/7215823565424233734)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "danielle coopersmith",
          "sentiment": "none"
        },
        {
          "name": "kraft heinz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "taco bell",
          "sentiment": "negative"
        },
        {
          "name": "walmart",
          "sentiment": "negative"
        },
        {
          "name": "crunchwrap supreme and chipotle chicken quesadillas cravings kits",
          "sentiment": "none"
        },
        {
          "name": "kraft heinz’s taco bell at home",
          "sentiment": "none"
        },
        {
          "name": "taco bell at home",
          "sentiment": "none"
        },
        {
          "name": "crunchy & soft taco cravings kit",
          "sentiment": "none"
        },
        {
          "name": "taco dinner kit",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:37:20.969+02:00",
    "updated": "2024-01-06T00:37:20.969+02:00"
  },
  {
    "uuid": "e75fbbf2ac1cebd24bb6b8d37bade25bdd69ac1c",
    "url": "https://es-us.noticias.yahoo.com/deportes/premier-league-cuti-romero-gol-221130075.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BBC News Mundo",
    "published": "2023-12-28T22:31:00Z",
    "title": "Premier League: sin Cuti Romero y con gol de un argentino, Tottenham recibió cuatro tantos ante Brighton",
    "text": "LA NACION Premier League: sin Cuti Romero y con gol de un argentino, Tottenham recibió cuatro tantos ante Brighton Leer todo el artículo LA NACION 29 de diciembre de 2023, 1:31 a. m. · 4 min de lectura Alejo Veliz convirtió en la derrota de Tottenham ante Brighton - Créditos: @Ian Walton\nSe cerró la fecha 19 de la Premier League y Brighton dio el golpe al derrotar a Tottenham Hotspur por 4 a 2, en su estadio. Los locales comenzaron floreándose porque hasta los 30 minutos de la segunda etapa eran muy superiores y se imponían 4 a 0. El conjunto londinense extrañó en la defensa a Cristian “Cuti” Romero, lesionado . Y si bien apretó sobre el final y acortó la brecha a dos goles, terminó cayendo. Hubo presencia de exfutbolistas de Rosario Central: Alejo Veliz convirtió su primer gol con la camiseta del Tottenham. Además, Giovani Lo Celso arrancó en el banco y jugó gran parte del segundo tiempo, mientras que Facundo Buonanotte fue titular en el equipo ganador y le anularon un tanto. Por otro lado, Arsenal cayó ante West Ham y le cedió el liderazgo a Liverpool.\nA los 11 de la primera etapa llegó el primero del local. Joao Pedro armó una gran jugada desde la izquierda hacia el medio, dejando en el camino a varios rivales. Tocó con Jack Hinshelwood, que trepó por el lateral, y pisó el área para poner el 1 a 0 con un fuerte remate al arco.\nJoao Pedro convirtió dos tantos de penal para Brighton - Créditos: @GLYN KIRK A los 20 hubo una acción ofensiva de Brighton en el área rival, en la que Dejan Kulusevski agarró de la camiseta a Danny Welbeck. En primer término, el árbitro del partido Jarred Gillett no sancionó la falta, a pesar de la protesta de los futbolistas locales. Minutos después fue advertido por el VAR y decidió cobrar penal. Joao Pedro se hizo cargo del remate y puso el 2 a 0 a los 23. A los 36, el argentino Facundo Buonanotte convirtió el tercero, sin embargo, el asistente lo vio adelantado de manera correcta. Sobre el final de la primera etapa, los locales podrían haberse ido al descanso con mucha más ventaja.\nEn el segundo tiempo ingresó el ecuatoriano Pervis Estupiñán y convirtió un verdadero golazo: un tiro de zurda de larga distancia que fijó el 3 a 0 a los 18, y prácticamente liquidó el partido. A los 30, Joao Pedro otra vez de penal puso el 4 a 0. Pero la visita apretó, y quien apareció a los 36, para descontar fue el argentino Alejo Véliz que recibió solo una asistencia de Son para empujarla y establecer el 1-4. A los 40, Ben Davies de cabeza, volvió a descontar.\nContinuar leyendo la historia Tottenham buscó el tercero que pudo haberlo encaminado hacia el empate, con disparos en el palo y llegadas profundas, pero no le alcanzó y volvió a perder tras tres victorias al hilo. Sintió en la defensa la ausencia de Cristian Romero, un futbolista que le da mucho equilibrio defensivo. Además, se quedó sin la posibilidad de meterse en los puestos de Champions League. Para Brighton significó regresar al triunfo luego de tres partidos sin ganar y además, le permite ilusionarse con alcanzar la zona de clasificación a las competencias internacionales.\nLa Premier tiene nuevo líder Arsenal cayó 2 a 0 como local ante West Ham y se quedó sin la punta de la Premier League que ahora tiene como único dueño a Liverpool. Los dirigidos por Mikel Arteta no supieron encontrarle la vuelta al partido y perdieron por primera vez en la actual liga como locales.\nEl checo Tomas Soucek, convirtió el 1 a 0 a los 13 de la primera parte. Para que se confirme el tanto, tuvieron que confirmar la acción desde el VAR porque lo que debieron revisar fue la pelota salió de la cancha sobre la línea de fondo. Tras algunos minutos Michael Oliver finalmente confirmó que el balón no había salido. En la segunda etapa, a los 10, Konstantinos Mavropanos les ganó a todos de cabeza y puso el 2 a 0.\nEn el último minuto del partido, los locales impidieron que la caída sea con goleada. Es que, el español David Raya le detuvo un penal a Said Benrahma. Con este resultado, Arsenal perdió la punta de la Premier en manos de Liverpool y ahora quedó a dos unidades, justo en el momento en el que finalizó la primera rueda del campeonato, por lo que resta la segunda mitad. West Ham, por su parte, se ubicó sexto, con 33 unidades, ingresando por ahora a la próxima Europa League.\nLas posiciones La próxima fecha MÁS POPULARES La fiesta de celebridades \"casi desnudas\" que provocó un escándalo político en Rusia BBC News Mundo · 4 min de lectura Las espeluznantes predicciones de Baba Vanga para el 2024 LA NACION · 3 min de lectura El pez invasor de 200 kilos que se alimenta de pirañas y avanza implacable por la Amazonía BBC News Mundo · 5 min de lectura Maduro volvió a arremeter contra Milei, lo tildó de “pitiyanqui y progringo” e hizo una advertencia LA NACION · 2 min de lectura Loret responde a AMLO tras vincularlo con empresas de medicinas El Universal · 1 min de lectura",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [
      "https://s.yimg.com/uu/api/res/1.2/PVpHdoe4paqKCepyb91mcQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/bbc_news_mundo_254/a45c810a33cbd152c5b599a78105a4e6",
      "https://s.yimg.com/uu/api/res/1.2/H7vlO3BJIqXwY0k_6cc8yg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/lanacion.com.ar/f3351dbd45afe4943014f0738176656a",
      "https://s.yimg.com/os/creatr-uploaded-images/2020-11/a2882be0-2dd1-11eb-ae8d-5dbf320a694a",
      "https://twitter.com/intent/tweet?text=Premier%20League%3A%20sin%20Cuti%20Romero%20y%20con%20gol%20de%20un%20argentino%2C%20Tottenham%20recibi%C3%B3%20cuatro%20tantos%20ante%20Brighton&url=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fdeportes%2Fpremier-league-cuti-romero-gol-221130075.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://s.yimg.com/uu/api/res/1.2/pg7QHIU9Rzttl3bxZswi2Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/eluniversal.com.mx/08bac5708f1dd5991267a45bcdfa917a",
      "https://s.yimg.com/uu/api/res/1.2/nZChwAbKP.j1i7S2EFzaYQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/lanacion.com.ar/54daa42cf7d61850657a66e9d0821326",
      "https://s.yimg.com/ny/api/res/1.2/bdUpzpWpQr13DSX2MzRBMA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI5NDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2020-11/a2882be0-2dd1-11eb-ae8d-5dbf320a694a",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fdeportes%2Fpremier-league-cuti-romero-gol-221130075.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://s.yimg.com/ny/api/res/1.2/21VE.AOY.7xGY_j0PaDrew--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/es/lanacion.com.ar/6f0ffe3da05d70862cf60e214906825a",
      "https://s.yimg.com/ny/api/res/1.2/3GatlgAzXi6tIfS8NcDc4g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/es/lanacion.com.ar/3095b177a5a6ae8eea0409cdf9c278e0",
      "https://www.lanacion.com.ar/",
      "https://s.yimg.com/uu/api/res/1.2/iTKJuOaJfdnqDIAPyVKq6g--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/bbc_news_mundo_254/1389675d2498c1757e6baeab2e574e11",
      "https://s.yimg.com/ny/api/res/1.2/7t1dCZAH5IeB02SI.kJIwA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYzOQ--/https://media.zenfs.com/es/lanacion.com.ar/0121ddec87d1d95af066c5128de6a386",
      "https://www.s.yimg.com/ny/api/res/1.2/3GatlgAzXi6tIfS8NcDc4g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://www.media.zenfs.com/es/lanacion.com.ar/3095b177a5a6ae8eea0409cdf9c278e0",
      "https://www.s.yimg.com/uu/api/res/1.2/H7vlO3BJIqXwY0k_6cc8yg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/lanacion.com.ar/f3351dbd45afe4943014f0738176656a",
      "https://www.facebook.com/dialog/feed",
      "https://www.twitter.com/intent/tweet?text=Premier%20League%3A%20sin%20Cuti%20Romero%20y%20con%20gol%20de%20un%20argentino%2C%20Tottenham%20recibi%C3%B3%20cuatro%20tantos%20ante%20Brighton&url=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fdeportes%2Fpremier-league-cuti-romero-gol-221130075.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fdeportes%2Fpremier-league-cuti-romero-gol-221130075.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.s.yimg.com/uu/api/res/1.2/nZChwAbKP.j1i7S2EFzaYQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/lanacion.com.ar/54daa42cf7d61850657a66e9d0821326",
      "https://www.s.yimg.com/uu/api/res/1.2/PVpHdoe4paqKCepyb91mcQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/bbc_news_mundo_254/a45c810a33cbd152c5b599a78105a4e6",
      "https://www.s.yimg.com/ny/api/res/1.2/21VE.AOY.7xGY_j0PaDrew--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/es/lanacion.com.ar/6f0ffe3da05d70862cf60e214906825a",
      "https://www.s.yimg.com/ny/api/res/1.2/7t1dCZAH5IeB02SI.kJIwA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYzOQ--/https://www.media.zenfs.com/es/lanacion.com.ar/0121ddec87d1d95af066c5128de6a386",
      "https://www.s.yimg.com/ny/api/res/1.2/bdUpzpWpQr13DSX2MzRBMA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI5NDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/a2882be0-2dd1-11eb-ae8d-5dbf320a694a",
      "https://www.s.yimg.com/uu/api/res/1.2/pg7QHIU9Rzttl3bxZswi2Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/eluniversal.com.mx/08bac5708f1dd5991267a45bcdfa917a",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/a2882be0-2dd1-11eb-ae8d-5dbf320a694a",
      "https://www.s.yimg.com/uu/api/res/1.2/iTKJuOaJfdnqDIAPyVKq6g--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/bbc_news_mundo_254/1389675d2498c1757e6baeab2e574e11",
      "https://www.lanacion.com.ar",
      "https://twitter.com/intent/tweet",
      "https://lanacion.com.ar/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:37:19.675+02:00",
    "updated": "2023-12-29T00:37:19.675+02:00"
  },
  {
    "uuid": "0cfe4ee712a8bdc800445899a21bdc6d191f6d91",
    "url": "https://www.correiodopovo.com.br/not%C3%ADcias/ensino/instituto-de-educa%C3%A7%C3%A3o-general-flores-da-cunha-se-prepara-para-receber-alunos-em-2024-1.1454434",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rádio Guaíba",
    "published": "2023-12-28T21:02:00Z",
    "title": "Instituto de Educação General Flores da Cunha se prepara para receber alunos em 2024",
    "text": "Instituto de Educação General Flores da Cunha se prepara para receber alunos em 2024 Foram concluídos cerca de 90% dos trabalhos publicidade O Instituto de Educação General Flores da Cunha, no bairro Farroupilha, está na fase final das obras e se prepara para receber os alunos na abertura do [ano letivo em fevereiro de 2024](https://www.correiodopovo.com.br/not%C3%ADcias/cidades). Foram concluídos cerca de 90% dos trabalhos, como pintura, recolocação de pedras portuguesas na calçada e na entrada principal, instalação de brinquedos e paisagismo. Os móveis e equipamentos escolares também já chegaram na escola. As reformas da área reservada ao museu estão previstas para uma segunda etapa, a partir de 2024. O investimento total é de R$ 17,2 milhões, sendo que cerca de R$ 10,7 milhões foram gastos somente em 2023. Dos cerca de 12.000m² de área total, serão destinados 2.000m² para o Museu da Escola do Amanhã. Outros 2.000m² serão divididos entre o Centro de Formação e o Centro Gaúcho de Educação Mediada por Tecnologias (Cegemtec). O restante do prédio seguirá recebendo alunos. Além de salas de aula, a estrutura conta com o ginásio de esportes, três novas quadras abertas e três laboratórios. Em paralelo às obras de recuperação da escola, ocorrem também os restauros das telas que estarão na entrada principal do Instituto de Educação.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Education",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:15:30.743+02:00",
    "updated": "2023-12-29T00:15:30.743+02:00"
  },
  {
    "uuid": "0646b4ccaf832d22ff683707850ea7697a406dc2",
    "url": "https://news.az/news/whatsapp-says-russia-attempting-to-block-its-services",
    "ord_in_thread": 0,
    "author": "Mehman",
    "published": "2025-08-14T06:24:00Z",
    "title": "WhatsApp says Russia attempting to block its services",
    "text": "WhatsApp says Russia attempting to block its services\nWhatsApp has accused Russia of trying to block its services, citing the app’s commitment to secure, end-to-end encrypted communication. The messaging platform, owned by Meta Platforms, said it will continue efforts to keep encrypted services available to users in Russia.\nThe Russian government has recently restricted some Telegram and WhatsApp calls, claiming foreign-owned platforms have failed to provide information in fraud and terrorism investigations, News.Az reports, citing Reuters.\nIn a statement, WhatsApp said, “WhatsApp is private, end-to-end encrypted, and defies government attempts to violate people's right to secure communication, which is why Russia is trying to block it from over 100 million Russian people. We will keep doing all we can to make end-to-end encrypted communication available to people everywhere, including in Russia.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->political science",
      "Science and Technology->information technology and computer science",
      "Politics->government",
      "Politics->censorship and freedom of speech",
      "Politics->international relations",
      "Social Issue->social networking",
      "Social Issue->discrimination"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.reuters.com/",
      "https://reuters.com/",
      "https://www.reuters.com"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Meta Platforms",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        },
        {
          "name": "Reuters",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "TRI",
              "exchange": "NASDAQ"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T09:29:17.961+03:00",
    "updated": "2025-08-14T09:41:47.000+03:00"
  }
]