[
  {
    "uuid": "37f70dcb38d84fd88118c2691089057c6fa2435e",
    "url": "https://twitchy.com/amy-curtis/2024/06/06/iron-worker-union-says-john-mccain-was-bad-but-not-a-nazi-n2396979",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amy Curtis",
    "published": "2024-06-06T16:30:00Z",
    "title": "Union Goof Says at Least John McCain Wasn't a Nazi, X Reminds Him What the Left Said About McCain – Twitchy",
    "text": "The Left does the same darned thing every time: each Republican is the next reincarnation of LITERAL HITLER, until the next Republican comes along. George W. Bush was evil incarnate and Dick Cheney was the devil, until Donald Trump was a thing and now the Left misses W and Cheney. They did the same thing with the late John McCain. The Left's memory may not extended past last week, but this writer remembers, and remembers well, what the Left said about McCain when he ran for president in 2008. So when someone says stuff like this: I never cared for John McCain’s policies but I wasn’t afraid that he’d turn the US into a Nazi Fourth Reich when he ran for president.— Randy Bryce (@IronStache) [June 4, 2024] It gets our attention because WE REMEMBER. So does X, which also wasted no time calling him OUT: Cool story bro. You know Trump's already been president, right? Great economy, peace and prosperity, very low illegal immigration. Listened to people, left office peacefully.— Chris (@chriswithans) Biden: weaponized justice system, profits off office, all about Hunter and James, wars everywhere. [June 4, 2024] Yep. Trumps son in law is Jewish. He himself pushed for the Abraham accords. There’s a lot of stuff to dislike about Trump but being Hitleresque is not one of them.— Phil (@RealPhillyP) [June 4, 2024] No, it's not one of them. At all. Only Hitler was like Hitler. Any other comparison is an insult to the people Hitler killed. To Dems, the only good GOP candidates are past failures, though at the time they were also literally Hitler.— Horrors Greeley’s Airtight Garage (@HorrorsGreeley) [June 4, 2024] Nailed it. Strange New Respect for a guy who was at the time depicted as a dangerous warmonger bent on using the US military for mass slaughter.— HoodlumDoodlum (@HoodlumDoodlum) [pic.twitter.com/kqbjaAkljM] [June 4, 2024] The Left always find a strange new 'respect' for Republicans they once hated. Because that’s exactly what happened during Trump’s first term, right?— NOLA Nobody (@nola_nobody) [June 4, 2024] Exactly. Affordable gas, affordable groceries, and no new wars. JUST like Hitler's Germany. Or something. Nazi allusions during political discourse are the hallmarks of a weak and already defeated mind.— H.P. Loveshaft (@HLoveshaft) [June 4, 2024] Yes it is. That's ridiculous.— And Don't Call Me Shirley. (@Meme_Behavior) No U.S. President would ever try to turn- [pic.twitter.com/bdKhBgM9jT] [June 4, 2024] Oh, wait. If your political memory doesn’t extend beyond yesterday this might be a convincing argument.— memetic_sisyphus (@memeticsisyphus) [https://t.co/JleWt8neyg] [pic.twitter.com/CWzVkBwgDx] [June 4, 2024] For a lot of the Left, their memory doesn't extend too far. They literally tried to smear Sarah Palin as being a Nazi sympathizer because she wore a Buchanan button once in 1996— Enguerrand VII de Coucy (@ingelramdecoucy) [https://t.co/LaaJcAzSlE] [pic.twitter.com/gCClMEoJO0] [June 4, 2024] See? I'm old enough to remember when the Very Smart People rightly mocked McCain as a warmonger. 1/2— Brandan P. Buck (@brandan_buck) [https://t.co/4ZCjpKyx0S] [pic.twitter.com/XaU2EfhiGk] [June 4, 2024] We remember, too. Biden said Romney was going to bring back slavery...— Gray Connolly (@GrayConnolly) And so on. And so forth. Journos cheered. [https://t.co/iLBziwQ6pw] [pic.twitter.com/MA1h5RAad7] [June 4, 2024] And the next Republican will be JUST LIKE HITLER and Trump will be the moderate they miss. Bank on it. Rs ran the single most milquetoast candidate to ever grace a ballot, and y'all said he gave a lady cancer, tortured dogs, and would reinstitute slavery.— Beard and Circus (@Shooter_ptpx01) [https://t.co/nGl6TB98dS] [June 4, 2024] And it'll never end. Every single one of you thought he was an evil, racist warmonger.— Sólion ♨︎ (@Anorionn) [https://t.co/AW4jGgZxpH] [pic.twitter.com/hDUDnUH0f8] [June 5, 2024] BOOM. And we'll leave you on that note, 'cause there's always a tweet.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://t.co/JleWt8neyg",
      "https://t.co/LaaJcAzSlE",
      "https://t.co/iLBziwQ6pw",
      "https://t.co/4ZCjpKyx0S",
      "https://t.co/AW4jGgZxpH",
      "https://t.co/nGl6TB98dS",
      "https://www.t.co/4ZCjpKyx0S",
      "https://www.t.co/LaaJcAzSlE",
      "https://www.t.co/iLBziwQ6pw",
      "https://www.t.co/AW4jGgZxpH",
      "https://www.t.co/nGl6TB98dS",
      "https://www.t.co/JleWt8neyg"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mccain",
          "sentiment": "negative"
        },
        {
          "name": "john mccain",
          "sentiment": "negative"
        },
        {
          "name": "hunter",
          "sentiment": "none"
        },
        {
          "name": "left",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "james",
          "sentiment": "none"
        },
        {
          "name": "reich",
          "sentiment": "none"
        },
        {
          "name": "randy bryce",
          "sentiment": "none"
        },
        {
          "name": "dick cheney",
          "sentiment": "none"
        },
        {
          "name": "hitler",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        },
        {
          "name": "george w. bush",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "cheney",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:07:08.648+03:00",
    "updated": "2024-06-07T00:07:08.648+03:00"
  },
  {
    "uuid": "f24301023bc79612808e31579740e260ff0c98d9",
    "url": "https://heraldodemexico.com.mx/opinion/2024/3/29/resurreccion-de-jesus-victoria-personal-social-589784.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Columna Invitada",
    "published": "2024-03-29T06:10:00Z",
    "title": "Resurrección de Jesús: victoria personal y social | El Heraldo de México",
    "text": "Esta semana se celebra el Vía Crucis, la muerte y resurrección, de Jesús de Nazareth en muchas partes del mundo. Esta festividad religiosa tiene un gran significado para millones de cristianos católicos, ortodoxos y evangélicos o protestantes. No sólo es el recuerdo del sacrificio humano de Dios hecho hombre en la persona de Jesús; es, sobre todo, la celebración de la victoria en el mundo espiritual que partió a la historia de la humanidad en un antes y en un después de Jesucristo, y que venció por siempre al imperio de la muerte. No sólo es una historia de la injusticia humana; no es sólo una historia de carácter religioso; no es sólo una historia del abuso de poder de los fuertes sobre los supuestamente débiles; es, sobre todo, una historia de victoria. De vencer por medios pacíficos y humanos al poder político, religioso y a las costumbres culturales de esa época. El sacrificio de Jesús terminó con una gran victoria absolutamente divina, un hecho milagroso absolutamente comprobado: la resurrección de Jesucristo. Una persona murió y esa misma persona resucitó al tercer día, tal y como las profecías bíblicas lo pronosticaban. Los significados de la resurrección de Jesucristo son muchos y tiene impacto, tanto en la vida personal o individual como en la vida social o colectiva. Aquí mencionaré por motivos de espacio algunos que me parecen relevantes. 1. Venció a un sistema político y a un aparato de justicia opresor. El imperio romano era implacable, era un sistema de dominación absoluta, política y culturalmente hablando. Su sistema de justicia, que fue construido a través de siglos, puso el fundamento para siempre de los modelos de aplicación de justicia universales. Y como todo sistema, cuando quería aplicarse, aunque fuera injusto, se usaba, funcionaba, aún en contra de lo que supuestamente buscaba. En este caso, el declive del sistema de justicia romano se muestra con la injusta crucifixión de Jesús, si bien el método inhumano era totalmente legal, el sistema no podía crucificar a inocentes, como fue el caso. La victoria de Jesús en la cruz no sólo se da en el terreno religioso, sino también en el político y legal, exhibiendo a un sistema en decadencia que era capaz de asesinar inocentes. El imperio romano nunca volvió a ser el mismo, el cristianismo lo terminó derrotando culturalmente, y todo empezó con el injusto sacrificio de Jesús. 2. Venció a un sistema religioso viejo, caduco. También Jesús exhibió la inmoralidad, el abuso y la corrupción del sistema religioso. Con tal de conservar su poder, los fariseos fueron capaces de inventarle delitos de carácter religioso a Jesús, como el de sanar enfermos en día de descanso; o como acusarlo de blasfemia cuando con las escrituras en la mano les demostró ser el mesías profetizado y prometido. Sin calidad moral, los religiosos de ese tiempo fueron exhibidos por el humanismo y amor fraternal de Jesús, a partir de ahí, ninguna religión volvió a ser la misma. El sistema de valores se transformó, y en el centro no sólo se colocó el amor a Dios, sino también el amor al prójimo. Lo importante no eran las reglas religiosas sino cómo vivías tus creencias, al final “sin amor, eres timbal que retiñe”. 3. Venció la idea de una sociedad dividida y polarizada como algo normal. En los tiempos de Jesús, la sociedad estaba absolutamente dividida y llena de violencia. Para mantener el control político de extensos territorios, los romanos permitían los gobiernos locales, pero siempre y cuando les rindieran tributo con impuestos y les dejaran tener el control militar. Así, las clases políticas locales se entregaban al poder invasor a cambio de mantener sus privilegios políticos y de gobierno. De tal suerte que el pueblo de Israel no sólo estaba en contra de la ocupación extranjera implacable, sino también de sus gobernantes entregados al imperio. Al utilizar métodos pacíficos Jesús marco un camino diferente, mientras muchos esperaban un líder político que los abanderara, lo que hizo fue poner un ejemplo distinto: la humildad, la preocupación por los mas pobres, por los que no tenían esperanza, por los excluidos social y religiosamente. No fue un príncipe de guerra, sino un Príncipe de Paz, y a partir de ese ejemplo los seres humanos podíamos reconciliarnos entre nosotros mismos. Fue una comunidad de fe en las enseñanzas de Jesús quien pudo romper y restablecer la fraternidad entre los seres humanos y en contra de la división que generaban los gobernantes extranjeros romanos y los gobernantes locales judíos. 4. Venció al mundo espiritualmente en tinieblas. El problema de la humanidad en esos tiempos radicaba básicamente en su interior. “El entendimiento entenebrecido” los hacía ser sociedades absolutamente individualistas que sólo buscaban el interés propio. Satisfacerse personalmente era el modelo cultural, por lo que la opresión social era incluso aceptada. “El amor al dinero” como raíz de todos los males era el objetivo del control político y militar. La ceguera espiritual de la sociedad termina con Jesús, cuando enseñaba que la única manera de recomposición personal y social era “amando a tu prójimo como a ti mismo”; y que nadie tenía más amor que “aquel que daba su vida por sus amigos”. Jesús al resucitar de los muertos demostró que cosas sobrenaturales suceden cuando uno entrega su vida por los demás. A partir de ahí, el velo cayó y la ceguera espiritual del mundo se fue desvaneciendo para empezar una época de reconstrucción basada en el humanismo, el ser humano como centro de la creación divina. Para aquellos que creen que no es posible cambiar las cosas en nuestro país, la respuesta de muchos de nosotros, de los cristianos, debe ser sí es posible. Nuestra manera de aplicar nuestra fe es creyendo. Si no somos capaces de creer, entonces todavía no hemos vivido nuestra propia resurrección y no hemos entendido el verdadero mensaje de la resurrección de Jesucristo. Tener fe es aplicar en nuestra vida lo que decimos creer. Por eso, hoy, a pesar de los grandes problemas que tenemos como nación, debemos de creer que un futuro mejor nos espera. Los que creemos en la resurrección de Jesús también debemos creer que a México le espera una gran victoria si ponemos nuestra fe en práctica. Si creemos que Jesús resucitó de entre los muertos, también debemos de creer que primero nosotros, en lo personal, resucitaremos; y después, que nuestra sociedad y nuestro México también podrán resucitar de lo que hoy parece imposible. ¡México resucita! POR HUGO ERIC FLORES Presidente del PES Morelos @hugoericflores MAAZ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T10:11:02.555+03:00",
    "updated": "2024-03-29T10:11:02.555+03:00"
  },
  {
    "uuid": "7cdc22824c49ceb21b3480b4c9297ccfcf20b050",
    "url": "https://www.meneame.net/story/inigo-errejon-confirmo-mas-madrid-acusaciones-hechas-contra-eran/c0138",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "geme",
    "published": "2024-10-24T18:44:00Z",
    "title": "#138 Íñigo Errejón confirmó a Más Madrid que las acusaciones hechas contra él en redes sociales eran ciertas, según la formación",
    "text": "Portada\nmis comunidades\notras secciones\n[#16](c16#c-16) Le he pasado esas declaraciones a chatgpt para ver si me podía explicar lo que quería decir Errejón de forma resumida y me ha respondido esto: Funciono como un modelo de lenguaje avanzado, entrenado por OpenAI, para comprender y generar texto de manera conversacional, pero esa mierda no hay por donde cogerla. ¿En serio ha dicho eso un humano de verdad o es una especie de broma para intelectuales de mierda? Bueno, su puta madre, por si acaso.\n[#1](c1#c-1) ya tenían hasta elegido el sustituto para cuando saltara la noticia Más Madrid desvela el sustituto de Errejón\n[#16](c16#c-16) O sea, que él era el acosador pero la culpa es del patriarcado del que era firme opositor... yo flipo con esta peña\n[#8](c8#c-8) a mí me parece un \"soy un mentiroso y me habéis pillado\", pero patético como buen Milhouse que es.\n[#36](c36#c-36) \"Que lo hagan, y terminen solas\"\nEsto es lo que la izquierda, el progresismo, quiere para occidente.\nEs un plan.\nY cada votante de izquierdas lo apoya, lo sepa o no.\nHasta este noticia donde un lìder comunista resulta ser un acosador, sirve para la propaganda de izquierdas progresista destinada a romper las familias, las parejas y que todo el mundo en occidente acabe solo.\nAsí que no. Hay que seguir luchando por las relaciones sanas entre las parejas, con cualquier tendencia sexual y hay que acabar con la demonización del hombre que la criminal izquierda está llevando a cabo, con su ingeniería social.\n[#39](c39#c-39) Mira, hay millones y millones de parejas heteros hombre-mujer que van bien.\nY porque el líder comunista soja Errejón haya mostrado al final su verdadera cara, no significa nada. Ni significa que las mujeres no se puedan fiar de nadie.\nErrejón es Errejón y la gran mayoría de los hombres no son como él.\nVamos hombre, ponerse a generalizar, porque el pajerillo Errejón se haya destapado, como si ese tipo blandiburri representase en algo a todos los hombres o ni siquiera al hombre medio.\n[#94](c94#c-94) si no abandona la política, le puede sustituir en el Hormiguero, dándole un toque inclusivo de altura sin perder babas.\n[#9](c9#c-9) su objetivo solo es salir en el primer comentario del meneo. Pone lo que le cuadra habitualmente.\n[#74](c74#c-74) Sí. Suena bastante a \"no he sido yo, fue la noche que me confundió\". Es un reconocer sin reconocer. Espero sinceramente que rectifique y no se siga metiendo en el lodo.\n[#61](c61#c-61) [#55](c55#c-55) No. Dice que se le subieron los humos de la fama y el éxito en su trabajo y eso le hizo pensar que podía comportarse como un cerdo cavernícola y que el heteropatriarcado precisamente le ayudó con su comportamiento.\nDa explicaciones que se denominan ambientales, que sean una justificación o no habrá que preguntárselo a él para ver si lo tiene claro. En ese extracto no parece que asuma su responsabilidad. Es como los borrachos que dicen que la culpa es del alcohol. Pues no, la culpa es tuya por no saber parar primero y por dejarte llevar después.\nViendo la declaración completa, lo único que parece decir es que está asumiendo su responsabilidad yendo a un psicólogo, pero queda muy difuminado entre todo lo que dice la verdadera asunción de responsabilidades, siendo su renuncia un primer paso, está claro.\n[#24](c24#c-24) y que ha cambiado? Ya le has juzgado? Reconoce los hechos porque no le quedan mas cojones en coherencia con el protocolo antipatriarcal del partido.\nHabrá que esperar al juicio en su caso.\n[#84](c84#c-84) nada. Una, pero ya lo generalizan como si lo hubiera hecho decenas de veces y fuese su modus operandi.\nYa sabes, Twitter, tuiteros y sus exageraciones para sentirse bien consigo mismos.\n[#33](c33#c-33) \"Lo dije hace tiempo en otra noticia, mi chica ya me ha dicho varias veces que si ahora mismo no estuviera conmigo tiene muy claro que no estaría con nadie, y así otras cuantas amigas suyas que prefieren hacer su vida de forma independiente y no jugársela con nadie. Mejor sola y segura que correr riesgos innecesarios. \"\nEs decir, que solas o contigo. No hay más opciones para las mujeres.\n[#102](c102#c-102) Pues busca en google \"yolanda diaz y Ramiro Santalices\" ... todo es palabrería falsa para conseguir un nicho de votos\nBueno, como comunista y progresista, en alegra que sumar esté cada día mas cerca del abismo. Ahora van a salir casos de maltrato laboral en sumar y cosas similares... como abuso de becarios en empresas de \"amiguitos\" del partido..... veremos en que queda todo, pero se avecina un cisma de lo mas gordo en la izquierda...\nno hay nadie que haya hecho tanto daño a la clase obrera como este gobierno en los últimos 6 años, y si pensáis que rajoy fue peor, sus leyes siguen hoy vigentes.\nMe genera cierta vergüenza ajena todo esto.\nHe escuchado la entrevista con alguien del grupo. Y en directo me parecía ridículo la pregunta genérica.\nDe qué se le acusa en redes? Qué confirma? A quién?\nEn las redes puedes encontrar de todo… que prometía 10 orgasmos y no obtenían ninguno; de no comerles bien el coño; de comerles el corazón después de haber follado; de no casarse después de consumar; de hacer luz de gas, de que sus pedos eran inaguantables…\nNo me cae ni bien ni mal este hombre, pero que va a recibir a lo bestia no tengo duda alguna. Es el pelele al que van a atizar para distraer a los demás.\nPor cierto este y Pablo eran amigos. Cuando descubren el uno y el otro qué tipo de persona son…\n[#16](c16#c-16) No, no asume su culpa. Porque no ha reconocido nada taxativamente.\nHa dicho básicamente que se le ha subido a la cabeza su posición y eso ha hecho que cometa actitudes tóxicas que por ser hombre se agravan por el patriarcado\nSi claro gilipollas porque no existen mujeres que se les sube a la cabeza y actúan tóxicamente.\nBásicamente lo único que ha dicho implícitamente es que iba de progre aliade para tomar ventaja de las feministas. Vamos acaba de ejemplificar un estereotipo de Pantomima Full:\n[#33](c33#c-33) No se, me parece un poco paranoia. Creo que hace 70 años, para una mujer seria mucho más arriesgado juntarse con un hombre. Había mucho más machismo, incluso institucional. Hace 70 años vete tú a la policía a denunciar a tu marido porque te ha zurrado.\nY que conste que yo estoy sólo y sin ningún interés en que cambie mi situación.\n[#24](c24#c-24) El 99 por ciento de los políticos españoles son demagogos y la demagogia es manipulación y engaño. No se a quien le puede gustar eso...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:12:52.839+03:00",
    "updated": "2024-10-25T00:12:52.839+03:00"
  },
  {
    "uuid": "8348679d1006b29d44f5e4b13b240a63af595cd7",
    "url": "http://global.chinadaily.com.cn/a/202501/10/WS67808ec8a310f1265a1da1a2.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "孙汝",
    "published": "2025-01-10T03:06:00Z",
    "title": "2024 confirmed to be warmest year on record globally: Copernicus - Chinadaily.com.cn",
    "text": "BRUSSELS - The year 2024 is confirmed to be the warmest year globally since record began in 1850, the EU-funded Copernicus Climate Change Service said on Friday.\n2024 also marks the first calendar year in which the average global temperature exceeded 1.5 degrees Celsius above pre-industrial level, a critical threshold set by the Paris Agreement, according to the European climate body.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Science and Technology"
    ],
    "topics": [
      "Environment->global warming",
      "Environment->climate change",
      "Science and Technology->scientific research",
      "Science and Technology->meteorology"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T05:46:19.268+02:00",
    "updated": "2025-01-10T05:46:19.268+02:00"
  },
  {
    "uuid": "cc7ef8c6121684b64fa9f638ffeb90091f68782f",
    "url": "https://www.boston25news.com/news/local/she-doesnt-suspect-it-plymouth-firefighter-accused-secretly-recording-ex-another-man-nude/VAPA6TFLYRD5VJ4AH6ZTGAXQSQ",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Maria Papadopoulos",
    "published": "2024-01-25T22:12:00Z",
    "title": "‘She doesn’t suspect it’: Plymouth firefighter accused of secretly recording ex, another man nude – Boston 25 News",
    "text": "By Maria Papadopoulos, Boston 25 News January 25, 2024 at 4:46 pm EST\nExpand\nPlymouth fire engine (Plymouth Fire Department Facebook)\nBy Maria Papadopoulos, Boston 25 News January 25, 2024 at 4:46 pm EST PLYMOUTH, Mass. — A Plymouth firefighter who remains on administrative leave is accused of placing hidden cameras to secretly record his ex-girlfriend in the nude with another man, and then sharing at least one of the explicit videos with his colleagues at the Plymouth Fire Department.\nRichard Pimental, 31, of Plymouth pleaded not guilty to the charges he is facing in the matter during his arraignment on Jan. 16 in Plymouth District Court, according to Plymouth County District Attorney Tim Cruz’s office.\nPimental, who was summonsed to court, is charged with two counts each of disseminating photos of an unsuspecting person in the nude and wiretapping, according to Cruz’s office. He was ordered to stay away from one victim, with the exception of “job-related communication.”\nPimental was placed on administrative leave in November, the Town of Plymouth said in a statement.\nPlymouth fire engine (Plymouth Fire Department Facebook)\n“The Town of Plymouth confirms that a member of the Plymouth Fire Department was placed on administrative leave after being charged criminally in an off-duty matter,” town officials said in a statement. “Firefighter Richard Pimental was placed on leave on Nov. 22, 2023. He will remain on leave pending the results of an investigation being conducted by an outside, independent agency and court proceedings.”\nPimental has been a member of the department since 2018, town officials said.\nPolice began investigating in November after Plymouth Fire Chief Neil Foley went to the police chief about an internal investigation that “could have criminal implications” against one of his firefighters, Plymouth Police Detective Seth Johnson wrote in his report. Two alleged victims were reporting being secretly videorecorded while having sex by another Plymouth firefighter, police were initially told.\nOne of the victims told police she had previously been in a relationship with Pimental, and that the two formerly lived together in a house in Plymouth and broke up in February 2023. While Pimental moved out, the woman continued living at the house, she told police.\nThe woman told police that in early October, she found a new alarm clock on a bedside table in the home that had a camera lens and an SD card in it.\nShe told police she searched other rooms and found a new “plug wall charger with USB options” that also appeared to have a camera in the face of the charger, police wrote in their report. She told police she initially questioned Pimental about the new alarm clock and charger she found, and he “reportedly denied the items being secret cameras and called her delusional from working so much.” She also found a “suspicious device” on a dresser in a basement bedroom.\nOn Nov. 22, 2023, Foley, the fire chief, told police that a department employee told him he had overheard “conversation at Station 5 regarding the alleged video.”\nPolice responded to the fire station and spoke with Pimental, and attempted to seize his cell phone. When police asked Pimental to hand over his cell phone, he initially refused, but later provided it to the detective, police wrote.\nOne fire department employee told investigators that he saw an explicit, 10-second video -- showing two people interacting naked -- on another emergency responder’s cell phone that was reportedly taken from a “pet camera” inside the house the victim once shared with Pimental, police wrote in their report.\nA forensic examination of Pimental’s cell phone later yielded texts between Pimental and other emergency responders, police wrote in their report.\nIn one text thread in October, according to police, one emergency responder allegedly texted to Pimental: “You legit have her on camera,” to which Pimentel allegedly replied, “yeah which was illegal but I won’t say (expletive).”\nOn Oct. 11, 2023, in another text between the same emergency responder and Pimentel, the emergency responder allegedly texted “By (sic) another sensor thing and put it somewhere else and leave the one she found where it was,” to which Pimental allegedly responded, “Hopefully she doesn’t find the other one for now.”\nOn Oct. 18, 2023, according to police, the same emergency responder texted, “Do you still have the cameras up” to which Pimental allegedly replied, “Oh yeah and she doesn’t suspect it.”\nInvestigators also discovered a video of Pimental having sex with another woman that was being recorded “by the alarm clock hidden camera,” police wrote, adding that it was unknown at the time if the woman was aware of the camera or whether she had consented to the recording.\nPimental earned an annual wage of $91,177 in 2022 as a Plymouth firefighter, according to the website govsalaries.com .\nHe is due back in court on Feb. 21.\nThis is a developing story. Check back for updates as more information becomes available.\nDownload the FREE Boston 25 News app for breaking news alerts.\nFollow Boston 25 News on Facebook and Twitter . | Watch Boston 25 News NOW\n©2024 Cox Media Group",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [
      "https://twitter.com/boston25",
      "http://govsalaries.com/",
      "https://www.facebook.com/Boston25News/",
      "http://www.govsalaries.com/",
      "http://govsalaries.com",
      "https://www.facebook.com/Boston25News",
      "https://facebook.com/Boston25News/",
      "https://www.twitter.com/boston25"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "maria papadopoulos",
          "sentiment": "negative"
        },
        {
          "name": "cruz",
          "sentiment": "none"
        },
        {
          "name": "richard pimental",
          "sentiment": "none"
        },
        {
          "name": "tim cruz",
          "sentiment": "none"
        },
        {
          "name": "pimental",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "boston",
          "sentiment": "negative"
        },
        {
          "name": "plymouth",
          "sentiment": "negative"
        },
        {
          "name": "lymouth fire department facebook",
          "sentiment": "none"
        },
        {
          "name": "plymouth fire department",
          "sentiment": "none"
        },
        {
          "name": "plymouth district court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "boston",
          "sentiment": "none"
        },
        {
          "name": "mass.",
          "sentiment": "none"
        },
        {
          "name": "plymouth",
          "sentiment": "none"
        },
        {
          "name": "plymouth",
          "sentiment": "none"
        },
        {
          "name": "plymouth county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:13:12.515+02:00",
    "updated": "2024-01-26T00:13:12.515+02:00"
  }
]