[
  {
    "uuid": "85e9e72563370af55b3595c7c3333b4d3a15124c",
    "url": "https://www.otempo.com.br/brasil/2024/5/9/numero-de-desalojados-dobra-e-chega-a-327-mil-pessoas-no-rs",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@nomeusuario",
    "published": "2024-05-09T23:39:00Z",
    "title": "Número de desalojados dobra e chega a 327 mil pessoas no RS | O Tempo",
    "text": "O número de desalojados por causa das tempestades no Rio Grande do Sul dobrou nesta quinta-feira (9), de acordo com a Defesa Civil. Boletim divulgado pela manhã mostrava que havia 164.583 pessoas que tiveram de deixar suas residências por causa da inundação e foram para a casa de parentes, por exemplo. No início da noite, a quantidade saltou para 327.105 vítimas nessa situação. O estado chegou nesta quinta à marca de 107 pessoas mortas em decorrência das chuvas. A quantidade de óbitos foi informada pela Defesa Civil estadual pela manhã e confirmada às 18h. O número de mortos pode aumentar nos próximos dias, pois há um total de 134 desaparecidos e há um óbito em investigação. A quantidade de feridos também dobrou na comparação entre os dois boletins. Pela manhã havia 374 pessoas. No início da noite eram 754. Outras 68.519 pessoas da chuva estão em abrigos montados para socorrer as vítimas que não têm para onde ir. Há ao menos 379 mil pontos sem energia e 452 mil sem água no Rio Grande do Sul em decorrências das fortes chuvas que atingiram a região ao longo da última semana. As aulas foram suspensas nas 2.338 escolas da rede estadual e mais de 327 mil alunos foram impactados. Até esta quarta (9), eram 954 escolas afetadas, 426 danificadas e 75 servindo de abrigo. A tragédia tem sido comparada ao furacão Katrina, que em 2005 destruiu a região metropolitana de Nova Orleans, na Lousiana (EUA), atingiu outros quatro estados norte-americanos e causou mais de mil mortes. Profissionais de saúde apontam semelhanças entre as duas tragédias, como falta de prevenção de desastres naturais e inexistência de uma coordenação centralizada de decisões. Colapso nos hospitais, dificuldade de equipes de saúde chegarem aos locais de trabalho e desabastecimento de medicamentos e outros insumos são outras semelhanças apontadas. 107 mortes 134 desaparecidos 754 feridos 68.519 desabrigados (quem teve a casa destruída e precisa de abrigo do poder público) 327.105 desalojados (quem teve que deixar sua casa, temporária ou definitivamente, e não precisa necessariamente de um abrigo público pode ter ido para casa de parentes, por exemplo) 1.742.969 pessoas afetadas no estado O nível da água do lago Guaíba, que inundou a capital Porto Alegre, caiu 10 centímetros nas 24 horas entre a manhã de quarta (8) e de quinta-feira (9). Às 6h desta quinta, segundo informações da ANA (Agência Nacional de Águas), a altura estava em 5,04 metros. Esse é o menor nível desde o último sábado (4) mas, ao mesmo tempo, segue acima do limite. Ruas e avenidas da capital gaúcha continuam alagadas na manhã desta quinta. Ao mesmo tempo, o governo gaúcho alertou na segunda-feira para o risco de enchentes nos municípios localizados às margens da Lagoa dos Patos. A água que bloqueia ruas da região metropolitana desce pela lagoa em direção ao mar, o que pode acontecer rapidamente ou de forma mais lenta, dependendo da direção do vento. A volta da chuva e de ventos fortes à região de Porto Alegre nesta quarta-feira (8) fez a prefeitura paralisar o resgate das vítimas das enchentes históricas. A previsão, segundo o Inmet, é que a temperatura caia no Rio Grande do Sul nesta semana. (Folhapress)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T05:05:27.264+03:00",
    "updated": "2024-05-10T05:05:27.264+03:00"
  },
  {
    "uuid": "a70344fe9e73c904bb468d949a90678796bb3488",
    "url": "https://www.europapress.es/andalucia/malaga-00356/noticia-pp-malaga-dice-reunion-puente-perez-intentar-blanquear-nula-gestion-gobierno-movilidad-20231229134302.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Europa Press",
    "published": "2023-12-29T12:43:00Z",
    "title": "PP de Málaga dice que la reunión de Puente y Pérez es para \"intentar blanquear nula gestión del Gobierno\" en movilidad",
    "text": "MÁLAGA, 29 Dic. (EUROPA PRESS) -\nEl vicepresidente del PP de Málaga Francisco Salado se ha referido a la reunión entre el ministro de Transportes y Movilidad Sostenible, Óscar Puente, y el secretario general del PSOE de Málaga, Daniel Pérez, y ha considerado que \"ha sido una cita para intentar blanquear la nula gestión del Gobierno de Sánchez en la provincia en materia de movilidad, como desde el PP venimos años denunciando\".\nAsí, ha dicho que es \"un insulto a los malagueños el teatrillo de reunión\" mantenida entre Puente y Pérez, \"que sólo busca la foto y no ha arrancado ni un solo compromiso para la provincia\"; por lo que exigido al ministro \"que deje a un lado su habitual sectarismo y afronte de una vez el déficit de la movilidad\" en Málaga.\nEn este sentido, ha criticado que Puente priorice reunirse con un miembro de su partido antes que con los alcaldes y con él mismo, que lo solicitó como presidente de la Diputación Provincial el pasado 18 de diciembre, tras el accidente en El Chorro, y cuya petición ni ha respondido.\n\"Espero que Óscar Puente no bloquee a los representantes de los malagueños en las instituciones como lo ha hecho en Twitter\", ha manifestado el vicepresidente 'popular', quien ha exigido \"más respeto a las instituciones\". \"Málaga y los malagueños no se merecen este desprecio continuo y estos agravios constantes del Gobierno de Pedro Sánchez y de sus ministros\", ha subrayado.\nAdemás, ha sostenido \"lo que nos quedaba por ver de Daniel Pérez y del PSOE de Málaga es que sean cómplices del desprecio de Puente y de Sánchez a los malagueños\". En este punto, ha incidido en que Pérez está buscando acomodo en Madrid después de registrar los peores resultados electorales de la historia de su partido en las últimas elecciones municipales\".\nEl dirigente 'popular' ha esperado que Daniel Pérez \"se ponga a trabajar ya representando a nuestra provincia, aunque nos tememos que sólo busca la foto y el titular porque en estos cinco años no ha conseguido ni una inversión, ni un proyecto nuevo para la provincia\".\nMás información PSOE PP",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T15:01:22.323+02:00",
    "updated": "2023-12-29T15:01:22.323+02:00"
  },
  {
    "uuid": "ccbaded7b337f24a69c64a412ffad2decda73bfd",
    "url": "https://www.radioformula.com.mx/economia/2024/4/25/tren-interurbano-esta-es-la-fecha-de-su-apertura-hasta-observatorio-812525.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Fulladosa",
    "published": "2024-04-25T21:04:00Z",
    "title": "Tren Interurbano: esta es la fecha de su apertura hasta Observatorio | Radio Fórmula",
    "text": "El Tren Interurbano, que conectará la Ciudad de México con Toluca, capital del Edomex, está cada vez más cerca de estar listo: [ya se tienen las tarifas definitivas](https://www.radioformula.com.mx/economia/2024/4/22/definitivo-estas-seran-las-tarifas-del-tren-interurbano-mexico-toluca-811869.html) y la fecha exacta de estreno. Y es que el viaje más largo, de Observatorio a Zinacantepec y de Zinacantepec a Observatorio, tendrá un costo de 100 pesos, de acuerdo con las tarifas avaladas por la Agencia Reguladora del Transporte Ferroviario (ARTF). Mientras que el resto de las tarifas desde la terminal de Observatorio, que conecta con la Línea 1 del Metro de la CDMX, serán: - Vasco de Quiroga: 15 pesos - Santa Fe: 25 pesos - Lerma: 70 pesos - Metepec: 80 pesos - Toluca Centro: 90 pesos - Zinacantepec: 100 pesos Mientras que las tarifas de las 6 estaciones que hay de Zinacantepec a Observatorio tendrán el siguiente costo: - Toluca Centro: 15 pesos - Metepec: 20 pesos - Lerma: 20 pesos - Santa Fe: 90 pesos - Vasco de Quiroga: 90 pesos - Observatorio: 100 pesos ¿En qué fecha se estrena el Tren Interurbano de Observatorio a Toluca? El tren Interurbano recorrerá los 58 kilómetros desde Observatorio a Toluca para el próximo mes de agosto, de acuerdo con la Secretaría de Infraestructura Comunicaciones y Transportes (SICT). \"Desde el 15 de septiembre del año pasado entró la fase uno que es de Zinacantepec a Lerma, que ya se encuentra operando, y la segunda fase, ya de Lerma a Observatorio, que es completar la conexión entre Toluca y la Ciudad de México, estará concluida en el mes de agosto de este año\", precisó Jorge Nuño Lara, titular de la SICT, en febrero pasado. Actualmente están funcionando 4 de las 7 estaciones que tendrá el también llamado tranvía El Insurgente y quedan pendientes las 3 que restan en la CDMX: Santa Fe, Vasco de Quiroga y Observatorio. El titular de la SICT dijo que este transporte tendrá 30 trenes en total para recorrer el tramo de la CDMX y Edomex y cada uno de ellos podrá llevar hasta 718 pasajeros. Además de ser la última estación de la Línea 1 del Metro del CDMX, que acercará al Tren Interurbano cuando ambos transportes estén listos, Observatorio también cuenta con una terminal de autobuses.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:42:34.048+03:00",
    "updated": "2024-04-26T00:42:34.048+03:00"
  },
  {
    "uuid": "be0a37e05860a4028e41ebbfa1425fe232352580",
    "url": "https://ottawa.ctvnews.ca/arnprior-aerospace-to-close-after-70-years-in-operation-1.6703770",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dylan Dyson",
    "published": "2023-12-28T22:12:00Z",
    "title": "Arnprior Aerospace to close after 70 years in operation",
    "text": "[Skip to main content](#main)\nArnprior Aerospace to close after 70 years in operation\nArnprior Aerospace has announced it will be closing its operations in the Ottawa Valley.\nThe company opened in Arnprior in 1954 as a Boeing operation and will be closing its doors on March 6, 2024.\n-\nSign up now for our nightly CTV News Ottawa newsletter\n-\nThe information you need to know, sent directly to you: Download the CTV News App\nIn a statement, the company cited financial difficulties as reason for the closure.\n\"We have taken actions attempting to adapt to these new market realities but unfortunately these actions have not resulted in a financially viable manufacturing facility in Arnprior,\" the aerospace company said in a statement to CTV News.\nFor long-time employees such as Matt Lyon, the closure was anticipated.\n\"To me it's been coming for quite a while,\" said Lyon, who worked at Arnprior Aerospace for 15 years before being laid off in October 2022.\n\"If they've been employed for any length of time here, they have definitely been thinking the same thing as me. It's been coming for a little while.\"\nIt's a bitter blow for the 71 remaining unionized workers at Arnprior Aerospace who received the news just days before Christmas.\nOnce a hub for manufacturing in the Ottawa Valley, it's also a tough blow for the town of Arnprior. The company once employed over 800 employees.\nEmployees say it's just another cornerstone of the industry that has left the region.\n\"This was the place to work, if you got a job here at Boeing, you were doing pretty good,\" said Lyon.\n\"People would wear their Boeing jackets pretty proudly around town.\"\nThe job losses has stirred up worries from the town's mayor, as Arnprior aims to continue expanding.\n\"It always has an impact, any job loss has an impact,\" said Arnprior Mayor Lisa McGee.\n\"And I'd say especially so in a small town where there's the trickledown effect – it hits our local merchants, our small businesses and our restaurants.\"\nHynes is hopeful upcoming meetings with local politicians can influence the company to stay.\n\"I'm hoping they can put some pressure on the owner to keep this work and figure out a way we can do it.\"\n\"Really, the economy here needs these kinds of jobs,\" said Lyon. \"We need work around here.\"\nAnd with the loss of employment imminent, McGee is offering hope to those in search of local work.\n\"In terms of supporting those who have lost their jobs through this process, there are some irons in the fire in Arnprior. These things do take a little bit of time,\" McGee said.\nShopping Trends\nThe Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop.\nRead about us.\nOttawa Top Stories\nCTVNews.ca Top Stories\nBREAKING\nTen people rescued from plane crash site in remote N.W.T.\nThe military says a rescue operation is complete after a plane crash left 10 people, some with injuries, stranded overnight in a remote area of the Northwest Territories.\nNDP's Jagmeet Singh rules out coalition government with Liberals after next election\nNDP Leader Jagmeet Singh is ruling out the possibility of forming a coalition government with the Liberals if no party wins a clear majority after the next federal election.\nJudih Weinstein Haggai, the last Canadian known to have been kidnapped by Hamas, confirmed dead\nJudih Weinstein Haggai, the only Canadian citizen who was still missing amid the Israel-Hamas conflict and believed to be held in the Gaza Strip, has been reported dead.\nIn most African countries, drought forces rural communities to relocate, study finds\nAcross most of Africa, drought is driving people who live in rural settlements closer to rivers and cities, according to a new study published in the journal Earth's Future.\nTeen dead, another missing after falling through ice in Ottawa amid spate of similar incidents across Canada\nA teenager is dead and another is still missing after four youths fell through the ice on the Rideau River in Ottawa's south end late Wednesday.\nPierce Brosnan is in hot water, accused of trespassing in a Yellowstone thermal area\nPierce Brosnan, whose fictitious movie character James Bond has been in hot water plenty of times, is now facing heat in real life, charged with stepping out of bounds in a thermal area during a recent visit to Yellowstone National Park.\nOntario man charged after allegedly planning trip to U.S. for sex acts with kids\nDurham police say they arrested a man Thursday after learning that he allegedly planned to travel to the United States in order to engage in sex acts with a woman and her young children.\nTight-knit Canada set for tough test against hosts Sweden at world juniors\nCanada will march into the jam-packed Scandinavium arena -- a building that resembles Calgary's Scotiabank Saddledome -- against the tournament hosts Friday night in a marquee Group A matchup. \"Skilled, dangerous,\" Canadian head coach Alan Letang said of Sweden. \"Very, very dangerous off the rush.\"\nCanada to offer humanitarian visas to those fleeing Sudan if relatives pay costs\nOttawa is offering a lifeline to people fleeing an escalating civil war in Sudan if they have relatives in Canada who agree to financially support them.\nAtlantic\n-\nFreezing rain warnings, special weather statements in effect in N.S., N.B.\nMore messy weather is on the way to the Maritimes with freezing rain warnings and special weather statements in effect.\n-\n'I will not go out back': Moncton landlord worried about tenant safety\nPeter LeBlanc needs to find a new tenant for his downtown Moncton apartment building. The landlord said the vacancy is the result of a current tenant no longer feeling like it’s safe place to live.\n-\nA Newfoundland song celebrates Team Canada goals at world juniors for second year\nFor the second year in a row, Team Canada is celebrating its goals at the world junior ice hockey championship with a song from Newfoundland and Labrador.\nToronto\n-\nWoman allegedly intentionally drove vehicle into parking enforcement officer in Toronto\nPolice arrested a 29-year-old woman after she allegedly intentionally drove her vehicle into a parking enforcement officer in Toronto’s east end.\n-\nCitizen's tip helps police apprehend suspect wanted in Richmond Hill axe attack\nPolice in York Region say media coverage, along with a tip from a member of the public, helped them apprehend a suspect wanted in connection with an axe attack in Richmond Hill as well as several other criminal offences.\n-\nOntario man charged after allegedly planning trip to U.S. for sex acts with kids\nDurham police say they arrested a man Thursday after learning that he allegedly planned to travel to the United States in order to engage in sex acts with a woman and her young children.\nMontreal\n-\nCommon Front of public sector unions reaches tentative deal with Quebec\nThe Common Front of unions representing around 420,000 public sector workers in Quebec has reached a proposed agreement in principle with the government.\n-\nMontreal man who ate recalled cantaloupes launches class-action lawsuit\nA Montreal man who says he was hospitalized with salmonella poisoning after eating recalled cantaloupes has launched a proposed class-action lawsuit against two companies that produced and distributed the fruit.\n-\nBeaconsfield lawsuit against City of Montreal over taxes grows to $15 million\nThe City of Beaconsfield is taking the City of Montreal to court because it feels it is being overtaxed by the centre city.\nNorthern Ontario\n-\nPothole machine in Sudbury offers high-quality repairs, but low production\nThe city’s Python 5000 does a great job repairing potholes, but it’s a high-maintenance machine that depends on weather and replacement parts to operate successfully.\n-\n17-year-old dead, one missing after teens fall through the ice on the Rideau River in Ottawa\nOttawa police say one youth is dead and one person is missing after they fell through the ice on the Rideau River in Ottawa's south end on Wednesday. Two other teens were treated for mild hypothermia.\n-\nChristmas day fire in Hearst under investigation\nOfficials are investigating the cause of residential fire in Hearst, Ont., that broke out early in the morning Christmas day.\nLondon\n-\nConversation with Mayor Morgan Part 1: Homelessness, communication, and housing\nIn a year-end interview with CTV News, London Mayor Josh Morgan opens up about his greatest challenge of 2023.\n-\n'Could hear the windows buckling': St. Thomas, Ont. tenants evacuated after apartment collapsed\nFifteen people are out of their homes after the foundation of small apartment building collapsed late Wednesday night in St. Thomas, Ont.\n-\nInjured snowy owl rescued in Huron County\nHuron County OPP responded to a report of an injured owl in Bayfield on Dec. 28.\nWinnipeg\n-\n'Take our time': Kinew says decision not made yet on supervised consumption site location\nManitoba Premier Wab Kinew said the province is taking its time to find a location for a supervised consumption site in Winnipeg.\n-\nWinnipeg woman wins $1M lottery jackpot\nA Winnipeg woman has a lot to celebrate heading into the new year after winning a $1 million lottery prize.\n-\nFour men arrested after $1.2M worth of items stolen in string of robberies\nThe Winnipeg Police Service (WPS) has arrested four men in connection with a string of robberies that resulted in the theft of more than $1.2 million worth of items.\nKitchener\n-\nNo one hurt after fire at Kitchener restaurants\nNo one was hurt after flames broke out at a building containing two restaurants in Kitchener.\n-\nMen arrested with $1,000 in stolen butter\nThree men from Brampton, Ont. were arrested on Christmas Eve in Guelph after police caught them with more than $1,000 in stolen butter.\n-\nMan seriously injured in Waterloo stabbing\nPolice are looking for the person or people responsible for a stabbing in Waterloo that seriously injured a 41-year-old man.\nCalgary\n-\nSouthern Alberta girl injured in coyote attack\nA family from Brooks, Alta., says their daughter is lucky to have avoided more serious injuries after she was attacked and bitten several times by a coyote.\n-\n2 teens killed in rollover crash near Crossfield, Alta.\nTwo teens are dead following a crash in Mountain View County on Wednesday evening, RCMP said.\n-\nChild-care costs could rise for some Alberta parents as daycares consider leaving fee support program\nSome daycare operators in the province are considering opting out of the Alberta Affordability Grant for child-care programs, which is concerning to parents who could see their payments skyrocket in the new year as a result.\nSaskatoon\n-\nSaskatoon developers hint at future of former Extra Foods property\nThe site of a former grocery store on Broadway Avenue has sold.\n-\nDash cam footage shows van burst into flames in a Saskatoon parking lot\nSaskatoon firefighters say they don’t know what caused a van to burst into flames in a Cabela’s parking lot on Wednesday.\n-\nSaskatoon recruiting Aussie paramedics to help with record emergency calls\nAmid a record year for emergency calls, Saskatoon’s ambulance service has turned to Australia for a pool of new recruits.\nEdmonton\n-\nDeaths of two officers 'haunt' Edmonton police chief\nEdmonton's police chief says the \"line of duty\" deaths of two officers in 2023 will stay with him and others forever.\n-\nClosure of 8 'high-risk' encampments to begin Friday: city\nNotice has been given to clear several high-risk encampments in Edmonton that were the subject of an injunction earlier this month.\n-\nMan who died with wife and son in Alberta lake wasn't a risk-taker, says friend\nAn Edmonton man who died with his wife and eight-year-old son after their utility terrain vehicle went into a lake wasn't the kind of person to put his family at risk, says a friend.\nVancouver\n-\nOverpass strike in Delta closes Highway 99 southbound\nA truck collided with an overpass in Delta Thursday, prompting road closures and a heavy presence of first responders.\n-\nConvicted murderer wanted Canada-wide after breaching conditions: police\nPolice in Victoria are asking the public to call 911 if they encounter a man who is wanted on a Canada-wide warrant for breaching conditions of his parole.\n-\n'Damage consistent with bullet holes': Surrey RCMP investigating shots fired at residence\nMounties in Surrey are investigating a report of shots fired at a residence Wednesday morning.\nRegina\n-\nHuge plume of smoke seen at Wheat City Metals in Regina\nFire crews were called out to Wheat City Metals in Regina for a report of a fire on Thursday afternoon.\n-\n'You just get forgotten. Pushed aside': Sask. family grapples with difficulty in accessing specialist care\nWhile recent statistics suggest that Saskatchewan is making progress on shortening waitlists for surgeries and diagnostic scans – some residents are still facing serious delays in accessing certain types of specialists.\n-\nSecond-degree murder charge laid following death of man in Regina\nA 46-year-old man has been charged with second-degree murder following investigation into a death in Regina on Dec. 22.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lyon",
          "sentiment": "none"
        },
        {
          "name": "matt lyon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "arnprior aerospace",
          "sentiment": "negative"
        },
        {
          "name": "arnprior aeros",
          "sentiment": "negative"
        },
        {
          "name": "boeing",
          "sentiment": "none"
        },
        {
          "name": "ctv news ottawa",
          "sentiment": "none"
        },
        {
          "name": "ctv news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ottawa valley",
          "sentiment": "none"
        },
        {
          "name": "arnprior",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:19:52.096+02:00",
    "updated": "2023-12-29T00:19:52.096+02:00"
  }
]