[
  {
    "uuid": "3eb3a6bb1577af197c9cc75d71371f5f86fe4f6c",
    "url": "https://www.newshub.co.nz/home/sport/2023/12/newshub-s-2023-year-in-review-sporting-disappointment-of-the-year.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newshub",
    "published": "2023-12-29T00:08:00Z",
    "title": "Newshub's 2023 Year in Review: Sporting Disappointment of the Year | Newshub",
    "text": "Liam Lawson reflects on the disappointment of missing out on a fulltime F1 seat. Credits: Image - Getty, video - Newshub\nYou can't always get what you want...\nAlex Powell - Liam Lawson misses out on a Formula One seat, again When Daniel Ricciardo broke his hand in practice for Formula One's Dutch Grand Prix at Zandvoort, Kiwi hopeful Liam Lawson's life changed forever.\nAlready embedded with Red Bull as reserve driver for its two teams, Lawson jumped into the cockpit and didn't take a backwards step.\nDriving for AlphaTauri, Lawson impressed from his first race, notched the team's then-best result of the season and even knocked Red Bull stablemate Max Verstappen out of qualifying in Singapore.\nLiam Lawson. Photo credit: Getty Images Only guaranteed a drive until Ricciardo recovered, Lawson's results became too hard to ignore, but motorsport politics denied the Kiwi a fulltime drive in 2024, as the commercial appeal of Ricciardo and Japan's Yuki Tsunoda saw them both re-signed for next season.\nIn September, Newshub revealed that those contracts were signed before he'd even jumped in the car, leaving Lawson, 21, to continue as reserve next season.\nMake no mistake, it's when and not if Lawson returns to Formula One as a fulltime driver.\nWill Hewett - Football Ferns fail to fire at World Cup This might seem harsh to many, but the NZ women are my disappointment of the sporting year.\nThey had a real opportunity to set the benchmark for women's football in this country, when the FIFA Women's World Cup arrived on our shores.\nIt all started so well, with an upset over Norway in the tournament's opening game giving New Zealand their first victory at a senior World Cup.\nFrom there, things went downhill, as they lost to the Philippines - the only team ranked below them in their group - and drawing with Switzerland to see them bundled out of the tournament.\nThe side made unwanted history by becoming the first host of a Women's Football World Cup not to make it to the knockout stage. Yes, there were so many positives to come from the tournament, but their results didn't match.\nHannah Wilkinson. Photo credit: Photosport They had the opportunity to transfix a nation, just like the Matildas did in Australia, which could've propelled women's football in New Zealand to another level.\nGrant Chapman - Social media bullying of rugby referees Any referees, for that matter.\nWouldn't it be nice for a losing team to walk off the field with their heads held high, and NOT grizzle about how they were robbed by the refs or umpires or TMO or VAR?\nWouldn't it be great if bandwagon fans could resist the temptation to share their toxic misinformation on social media?\nWe only have to look at the fallout from the Rugby World Cup final, when All Blacks supporters rekindled their hatred for ref Wayne Barnes, who had apparently robbed them 15 years ago with a non-call that probably belonged to his linesmen anyway. That's a whole generation ago.\nThen the third match official copped it for having too big an influence on the game.\nWayne Barnes issues a yellow card during the Rugby World Cup final. Photo credit: Getty Images While coach Ian Foster deserves respect for his work with the All Blacks over the past 12 months, the moaning from their camp after losing to South Africa did them no credit.\nOur own Super Rugby Pacific final was no better, with losing Chiefs coaching Clayton McMillan passively-agressively refusing to blame ref Ben O'Keeffe, but tacitly endorsing the crowd's booing of officials at post-game presentations.\nAt least give McMillan credit for checking on O'Keeffe's mental health afterwards.\nGood teams and good coaches take officials out of the equation by dominating their opponents. If you can't do that, you should simply learn to live with the result.\nSullivan Harnett - Silver Ferns' worst World Cup I can't go past the Silver Ferns. I'd thrown some money on them to win the tournament at the start, but they did not live up to those expectations in South Africa.\nA draw with the hosts, then three straight losses to miss out on a medal at the World Cup, just was not good enough.\nDame Noeline Taurua coaching at the Netball World Cup. Photo credit: Photosport Yes, they did bounce back with wins later in the year, beating Australia and narrowly losing the Constellation Cup, but not winning your pinnacle event must make the year a disappointment.\nStephen Foote - Black Ferns Last year, the Black Ferns had the world at their feet.\nThe people's champions were the unanimous selection as Team of the Year, after their hometown heroics at the Rugby World Cup, winning the final in highly dramatic fashion and turning the nation into women's rugby experts.\nTurn the page to 2023 and it's a much different story. The transition from saviour Sir Wayne Smith to new coach Allan Bunting has been fraught, to put it kindly.\nThe freewheeling expansive style under Sir Wayne has disappeared, as has any momentum garnered from their Cup exploits, with a lacklustre showing at the inaugural WXV1. They whiffed on their chance to consolidate their crown by limping to defeat against France and being put to the sword in a World Cup final rematch against England.\nEngland's Abby Dow leaves the Black Ferns defence grasping at air. Photo credit: Photosport Sure, they recorded some lopsided wins over Australia, but let's face it, Australia are terrible, as are every other team beneath the gulf that separates the top three from the rest of the global pack.\nSuccess next year will be critical to ensuring that wave of goodwill surrounding the women's game doesn’t fizzle out with minimal fanfare.\nTia McDougall - Silver Ferns The defending champions finished fourth at the Netball World Cup, their worst result ever.\nThe team that went was incredibly talented and it was off the back of a highly competitive ANZ Premiership season that saw some incredible skill showcased, but for some reason fell flat.\nNothing clicked. I know it was a major blow when Grace Nweke suffered an injury, but at World Cup level, it's not good enough to build your team around one player.\nGrant Chapman - Blues Can we please stop referring to their match-up against the Crusaders as a 'rivalry'?\nSure, the Auckland-based Super Rugby side claimed the only crown to elude the South Island juggernaut over the past seven years - the hit-and-giggle trans-Tasman contest during COVID-19 - but even we Aucklanders don't count that as a real thing.\nDuring Leon MacDonald's tenure as coach, the Blues have been bullish about their massive improvement and how another Super Rugby title is just around the corner - two decades after their most recent.\nMarcel Renata reflects on the Blues' semi-final defeat to Crusaders. Photo credit: Photosport When they finally beat the Crusaders in 2022, before falling in the final, they actually seemed on the verge of a breakthrough.\nTheir most recent encounter was a 52-15 drubbing in this year's semis suggests they are as far away from their next title as they ever were.\nPerhaps the only glimmer of hope comes from Scott Robertson's promotion to the All Blacks job, taking MacDonald with him. That should level the playingfield somewhat.\nNewshub Sport wishes you a Merry Christmas... see you in the New Year!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://www.facebook.com/sharer/sharer.php?u=https://www.newshub.co.nz/home/sport/2023/12/newshub-s-2023-year-in-review-sporting-disappointment-of-the-year.html",
      "http://twitter.com/share?text=Newshub%27s+2023+Year+in+Review%3A+Sporting+Disappointment+of+the+Year+&url=https://www.newshub.co.nz/home/sport/2023/12/newshub-s-2023-year-in-review-sporting-disappointment-of-the-year.html",
      "https://www.facebook.com/sharer/sharer.php",
      "https://facebook.com/sharer/sharer.php?u=https://newshub.co.nz/home/sport/2023/12/newshub-s-2023-year-in-review-sporting-disappointment-of-the-year.html",
      "http://twitter.com/share",
      "http://twitter.com/share?text=Newshub%27s+2023+Year+in+Review%3A+Sporting+Disappointment+of+the+Year+&url=https://newshub.co.nz/home/sport/2023/12/newshub-s-2023-year-in-review-sporting-disappointment-of-the-year.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "liam lawson",
          "sentiment": "negative"
        },
        {
          "name": "yuki tsunoda",
          "sentiment": "none"
        },
        {
          "name": "newshub",
          "sentiment": "none"
        },
        {
          "name": "max verstappen",
          "sentiment": "none"
        },
        {
          "name": "kiwi",
          "sentiment": "none"
        },
        {
          "name": "alex powell",
          "sentiment": "none"
        },
        {
          "name": "ricciardo",
          "sentiment": "none"
        },
        {
          "name": "daniel ricciardo",
          "sentiment": "none"
        },
        {
          "name": "lawson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "newshub",
          "sentiment": "negative"
        },
        {
          "name": "kiwi",
          "sentiment": "none"
        },
        {
          "name": "getty images only",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "singapore",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "ricciardo",
          "sentiment": "none"
        },
        {
          "name": "zandvoort",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:48:03.216+02:00",
    "updated": "2023-12-29T02:48:03.216+02:00"
  },
  {
    "uuid": "aeed0208e3c890eef5ed251564da266cea6bcdf0",
    "url": "https://www.ems1.com/ems-software/tech-meets-tradition-wristband-technology-and-software-transform-emergency-response",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EMS1 BrandFocus Staff",
    "published": "2024-01-05T22:39:00Z",
    "title": "Tech meets tradition: Wristband technology and software transform emergency response",
    "text": "Imagine you’re an ambulance service director in a rural county. At the last minute, you’re responsible for staffing a 40,000-visitor-per-day event – more than your county’s entire population. In addition, it’s scheduled to last for eight consecutive weekends. This is on top of your already busy 911, nonemergent transport, and standby responsibilities. Oh, and you only have a month to prepare. Sound daunting? That’s the predicament Billy Rice, director of EMS for Texas’ St. Joseph Health, found himself in. After using St. Joseph Health EMS for several years, organizers of the Texas Renaissance Festival decided in 2023 to switch medical providers for the event. As opening day approached, however, they concluded St. Joseph Health EMS was the only provider that could handle an event of the festival’s magnitude. “About a month before the festival, they realized it wouldn’t work. They called us and asked us to help,” said Billy Rice. “Of course, it’s our people and our county, so we stepped up and pulled it off.” A major component involved the patient wristbands now being used across Texas, paired with the [Pulsara](https://www.pulsara.com/) platform for tracking patients and managing events. ‘THEY’VE BEEN COMPLETELY TRANSFORMED’ The wristbands attempt to solve a couple of chronic EMS challenges: linking patients across disparate medical records systems, such as from EMS to hospital to specialty care, and enabling patient tracking during mass-casualty incidents. The wristbands went live across the state in 2023. First responders, EMS, or hospital staff place the wristbands, which bear unique alphanumeric codes, on patients. Caregivers use the [Pulsara](https://www.pulsara.com/) platform to quickly scan a band’s barcode to create a new care channel for its wearer, and subsequent caregivers can also join that channel by scanning the wristband. This allows everyone involved in that patient’s care to document their activities within the platform and see what interventions have been performed and by whom. This all happens much faster than traditional MCI methods permit and helps avoid care silos and the risk of communication errors at handoff. The app allows responders to send notifications, message with other team members, share images, and make audio/video calls. For incident commanders, Pulsara also provides the big-picture view of how many patients have been treated, who they are, what’s been done, and where they’ve gone. That’s a valuable overview when running an MCI or mass gathering. EMS organizations under Texas’ Brazos Valley Regional Advisory Council (RAC) – one of 22 RACs that manage EMS in the state – have been at the forefront of adopting wristbands and using Pulsara to manage major events. They implemented full use of both the wristbands and Pulsara for ambulance-to-ED communications in October 2022. While the platform is straightforward and easy to use, there was an adjustment curve for both the EMS and hospital sides. “For us, the first phase was just getting the paramedics to use and understand Pulsara and start building the muscle memory for it,” said Rice. “We had some pushback from the ERs – it’s change, and change is hard. But now they’ve been completely transformed positively because of it.” The second phase for St. Joseph Health was to expand Pulsara to “preplanned disasters” – the major events that, like the Texas Renaissance Festival, will produce a certain number of sick and injured attendees even if they proceed optimally. “We know those disasters are coming,” Rice added. “We can plan for them and build a process.” In spring 2023, St. Joseph Health EMS used the platform to provide care at Chilifest, a two-day music festival that drew over 35,000 people. Typically, it’s hard to track patients in festival situations. Providers are mainly trying to treat and release – avoid transport if possible, and just let overwrought attendees cool down, get sober or patched up, and pause long enough to feel better. “In years past, it would be very difficult to know how many people you had in the tent, who was being treated, and their acuity level,” said Rice. “We were doing everything on paper and a few laptops. Real-time situational awareness didn’t really exist. I mean, I’d know my people were out there, I could see the trucks, and dispatch would try to keep track, but unless a supervisor came on and said he had a real problem, you’d just kind of let the event run itself. And I think that’s how most large-scale incidents in this country go.” Using Pulsara, St. Joseph Health captured information for 34 patients at Chilifest – about half of those it saw. Not bad, but leaders felt they could do better. In October, they got the chance. FESTIVALS PRODUCE BIG NUMBERS Familiarity and practice with Pulsara meant being called back into action on short notice at the Texas Renaissance Festival was a manageable challenge – although the massive event would require reinforcements. “It’s like putting up another county’s worth of resources,” said Rice. “I don’t have the staff to pull that off alone.” St. Joseph Health arranged for support from medics with the Bryan Fire Department. Because that department also uses Pulsara, they were easily integrated into care scenes and command structures and worked the same way as their St. Joseph Health counterparts. Interoperability was seamless. Around the same time, another music event occurred in Snook, just outside College Station: the Live at the Station Festival, headlined by country artist Zach Bryan. The event itself was a [bit of a debacle](https://www.chron.com/culture/article/zach-bryan-concert-texas-18442487.php) – but the EMS management was near-flawless. “This,” said Rice, “is where the use of the Pulsara incident management system transformed my organization. The numbers generated that day took it to the next level.” At both Live at the Station and the Renaissance Festival, St. Joseph Health placed a dispatcher on site. Patients could access care by calling 911, walking to an EMS station, or asking emergency personnel or event staff. The dispatchers maintained high-altitude views of the cases recorded in Pulsara and functioned as liaisons with local authorities. In the past, those connections weren’t always robust – EMS providers within event grounds were often on an island and might not be called for an incident right outside the festival gates, even if they were closest. The on-site dispatcher allowed resources to be pulled back and forth. All patients seeking help had their IDs or driver’s licenses scanned – even those with minor complaints. This provided a more complete picture of the event’s medical impact and EMS care required. “We knew who everyone was, and that’s what was amazing about it,” said Rice. “I could have 200 people with headaches or abrasions and know every single person who walked into our medical tent.” Over October and November, with the Renaissance Festival, Live at the Station, Texas A&M football, and other events, St. Joseph Health providers became extremely proficient at using Pulsara for mass events. Their numbers were notable enough that the Texas Division of Emergency Management (TDEM) took an interest in how they did it. “When those numbers came up – one day it was 151; the Zach Bryan concert was 200 – I think they thought they were fake,” said Rice. “We only had 12 providers on scene. I think they thought we were trialing the system.” Now TDEM is creating a regional emergency management group that will have Pulsara access when major events happen, track patients, and help drive family reunifications. NO GOING BACK For St. Joseph Health, the next stage of [Pulsara](https://www.pulsara.com/) use will involve unplanned disasters. In November, a supervisor was able to singlehandedly band, scan, and process seven carbon monoxide patients when a second ambulance wasn’t nearby (though, of course, had any been critical, their treatment would have taken priority). But more likely, the organization expects, is that dispatchers will designate MCIs based on predefined criteria and alert field units. “We’ll build some kind of benchmark,” Rice said, “and if we hit that, the dispatcher will automatically create the incident and tell each responding ambulance that an incident’s been created, so they know to stay inside the incident in Pulsara.” Exercises to this end have gone well. In one exercise, providers from eight agencies created and moved information on 112 patients to ER personnel within minutes. “Imagine eight different people trying to call in radio reports to the ER,” noted Rice. “The whole system would collapse.” Elsewhere in Texas, TDEM leaders want to replicate the Brazos Valley RAC’s approach statewide, and joining the Pulsara platform to the wristband project has helped pique interest and support. “In the early days of the wristbands, I regularly had to remind folks in the region that they unanimously voted to support this project,” said Rice. “People didn’t understand where the wristbands were going or how it would be helpful. Once we added Pulsara, the value of the wristbands immediately sold itself because anybody who walks up to that wristband and scans it with Pulsara is now part of that patient care record. As the success of the Pulsara platform and wristband technology resonates across Texas, it marks a significant leap in the evolution of emergency management at large-scale events. The adoption of this technology by St. Joseph Health EMS and its widespread acceptance among crews and administrators underscore a pivotal shift in how emergencies are addressed in bustling festival environments. “My crews will not go back,” said Rice. “They’re completely hooked. The dispatchers love it. The field staff loves it. The administration loves it. We’ve never had access to this level of transparency.” Rice’s sentiment echoes a broader transformation: a move toward a future where technology and human expertise blend seamlessly to enhance safety and efficiency. The wristbands, more than just tools, symbolize a commitment to innovation and proactive care, paving the way for smarter, safer, and more connected emergency response systems. This journey of technological integration at the Texas Renaissance Festival and beyond is a testament to the power of collaboration, adaptability, and foresight. As other regions in Texas and across the country look towards the Brazos Valley RAC’s model, the path they tread now will redefine the landscape of emergency management in the years to come. For more information, visit [Pulsara](https://www.pulsara.com/). READ NEXT: [Can the feds help? 5 things to know about disaster communications and care](https://www.ems1.com/ems-products/incident-management/articles/can-the-feds-help-5-things-to-know-about-disaster-communications-and-care-n8JXNNVuvB3uDiYO/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.pulsara.com/)",
      "https://www.chron.com/culture/article/zach-bryan-concert-texas-18442487.php)",
      "https://www.pulsara.com/).",
      "https://chron.com/culture/article/zach-bryan-concert-texas-18442487.php)",
      "https://pulsara.com/).",
      "https://pulsara.com/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "billy rice",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ems for texas’ st. joseph health",
          "sentiment": "none"
        },
        {
          "name": "st. joseph health ems",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T01:39:02.382+02:00",
    "updated": "2024-01-13T06:29:22.699+02:00"
  },
  {
    "uuid": "d422fd09a1ee3d0a1a671ded22ade918391de805",
    "url": "https://mynews4.com/news/local/investigation-underway-after-standoff-officer-involved-shooting-in-elko",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "News 4 & Fox 11 Digital Staff",
    "published": "2024-01-25T17:41:00Z",
    "title": "chevron-right",
    "text": "ELKO, Nev. (News 4 & Fox 11) — An investigation is underway after an officer involved shooting in Elko on Wednesday. Authorities say the incident began around 5 p.m. on Jan. 24 when an Elko Police officer heard a woman being struck in what has been determined to be a domestic violence incident. The officer tried to intervene, but the man, identified as James Ryan, pushed the woman from a vehicle. Authorities say he nearly struck the officer with his vehicle and a pursuit. According to Elko Police, Ryan pointed a rifle at responding officers and the Elko Combined SWAT team and the Elko Combined Crisis Negotiations Team were called. After several hours of negotiations, Ryan exited the vehicle with a rifle and pointed it at SWAT members, he was then shot and killed by members of SWAT. The involved officers have been placed on administrative leave. The shooting investigation team from Washoe County, Reno and Sparks are conducting the investigation. Elko Police say that when the investigation concludes the case will be forwarded to Elko County District Attorney's Office for review if any charges are warranted. An internal investigation will also be conducted to ensure that no policies and procedures were violated.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "reno",
          "sentiment": "none"
        },
        {
          "name": "ryan",
          "sentiment": "none"
        },
        {
          "name": "james ryan",
          "sentiment": "none"
        },
        {
          "name": "sparks",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "elko",
          "sentiment": "negative"
        },
        {
          "name": "elko combined crisis negotiations team",
          "sentiment": "none"
        },
        {
          "name": "elko police",
          "sentiment": "none"
        },
        {
          "name": "elko county district attorney's office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nev.",
          "sentiment": "none"
        },
        {
          "name": "washoe county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:39:30.875+02:00",
    "updated": "2024-01-26T00:39:30.875+02:00"
  }
]