[
  {
    "uuid": "4bc2f74f6fb28a28c057dde5334ed4be47e1ba9e",
    "url": "https://www.gazettextra.com/news/nation_world/orange-county-s-new-wetlands-ordinance-aims-to-protect-earth-s-kidneys/article_5c988454-f3f8-5c48-9019-0b12914d4cf9.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stephen Hudak - Orlando Sentinel (TNS)",
    "published": "2023-12-28T05:00:00Z",
    "title": "Orange County’s new wetlands ordinance aims to protect ‘earth’s kidneys’ | Nation/World | gazettextra.com",
    "text": "Orange County is strengthening its protections for the area’s vast expanse of wetlands, delicate but critical natural areas often imperiled by pressure for new development. The updated rules, effective June 1, were two years in the making but won unanimous approval at the county board’s final meeting of 2023. kAm(6E=2?5D[ D@>6E:>6D 42==65 E96 62CE9’D H2E6C E92E 7=@HD E9C@F89 E96>[ 244@F?E 7@C `ea[___ 24C6D[ 23@FE 2 BF2CE6C @7 E96 4@F?EJ’D 2C62[ 3FE 92G6 D9CF? :?8 E@ 6?G:C@?>6?E2= 8C@FAD]k^Am kAm%96J 2=D@ 96=A AC6G6?E ?6:893@C9@@5 7=@@5:?8 3J 23D@C3:?8 CF?@77 7C@> 962GJ C2:?D]k^Am kAm“|@DE @7 @FC FA=2?5D 2C6 2=C625J 56G6=@A65 2?5 D@ E92E =62G6D >@DE=J =@H6C H6E 2C62D[” D2:5 s63@C29 vC66?[ AC6D:56?E @7 ~C2?86 pF5F3@?[ H9:49 6?5@CD65 C6G:D:@? @7 E96 bd\\J62C\\@=5 @C5:?2?46] “tG6? D>2== H6E=2?5D 92G6 :>A@CE2?46 E@ H:=5=:76] uC@> E96 A@:?E @7 G:6H @7 3:C5D 2?5 ?2EFC6[ H6 H2?E E@ D2G6 2D >2?J H6E=2?5D 2D A@DD:3=6]”k^Am kAm%96 4@F?EJ 92D =@DE 23@FE cT @7 :ED H6E=2?5 24C6D D:?46 `hh_[ 244@C5:?8 E@ 2 k2 9C67lQ9EEADi^^HHH]@47=]?6E^!@CE2=D^_^{:3C2CJ^t?G:C@?>6?E^5@4D^u:?2=0~r0$~%(0#6A@CE]A57QmDEF5Jk^2m 4@?5F4E65 7@C E96 C6G:D:@?]k^Am kAm%96 ?6H @C5:?2?46 H2D 4C27E65 E9C@F89 H@C 66E:?8D H:E9 8@2=D E@ DEC6?8E96? H6E=2?5 AC@E64E:@?D[ DEC62>=:?6 E96 4@F?EJ’D A6C>:EE:?8 AC@46DD6D 2?5 6?DFC6 ?2EFC2= C6D@FC46 AC@E64E:@?D 2C6 32=2?465 H:E9 AC@A6CEJ C:89ED[ D2:5 %:> wF==[ ~C2?86 r@F?EJ’D 6?G:C@?>6?E2= AC@8C2>D 25>:?:DEC2E@C[ H9@ DFA6CG:D65 E96 C6G:D:@?]k^Am kAms6G6=@A6CD H9@ AC@A@D6 E@ 5C6586 @C 7:== :? 2 H6E=2?5 >FDE 86E 2 4@F?EJ A6C>:E 367@C6 368:??:?8]k^Am kAm%@ 65 @7 E96 492?86D[ 5:G:D:@? DA@ 6?E^(6E=2?5D]2DAIQmA286k^2m @? E96 4@F?EJ H63D:E6 E92E H2D 565:42E65 E@ E96 @C5:?2?46[ :?4=F5:?8 2 “(6E=2?5D `_`” 65F42E:@?2= AC:>6C[ G:56@D 2?5 !@H6C!@:?ED]k^Am kAm“p=E9@F89 H6E=2?5D 2C6 @7E6? H6E[ 2 H6E=2?5 >:89E ?@E 36 H6E J62C\\C@F?5] x? 724E[ D@>6 @7 E96 >@DE :>A@CE2?E H6E=2?5D 2C6 @?=J D62D@?2==J H6E[” 244@C5:?8 E@ 2 724E D966E 4C62E65 3J E96 &]$] t?G:C@?>6?E2= !C@E64E:@? s:G:D:@?] “%96J 2C6 EC2?D:E:@? K@?6D H96C6 E96 7=@H @7 H2E6C[ E96 4J4=:?8 @7 ?FEC:6?ED 2?5 E96 6?6C8J @7 E96 DF? >66E E@ AC@5F46 2 F?:BF6 64@DJDE6> 492C24E6C:K65 3J 9J5C@=@8J[ D@:=D 2?5 G686E2E:@?—>2 A@CE2?E 762EFC6D @7 2 H2E6CD965]”k^Am kAm%96 A286 2=D@ 2==@HD G:D:E@CD E@ 6IA=@C6 7F== E6IED @7 AF3=:4 4@>>6?ED 23@FE E96 492?86D[ 3@E9 AC@ 2?5 4@?]k^Am kAm“%96 ?@E:@? E92E 2== H6E=2?5D 2C6 :?96C6?E=J G2=F23=6 :D D:>A=J HC@?8[” 2C8F65 y@9? |: 6C 492:C>2? @7 E96 $E] y@9?D #:G6C (2E6C |2?286>6?E s:DEC:4E[ 2E 2 AF3=:4 >66E:?8 :? s646>36C a_aa]k^Am kAmqFE r9F4 6?E2= 8C@FA $A62 @C6 H6E=2?5D C2E96C E92? =6DD]”k^Am kAmx? 2? :?E6CG:6H E9:D H66 :?:>F> `__\\7@@E FA=2?5 3F776C[ 2 DEC:A @7 F?5:DEFC365 =2?5 2=@?8 E96 6586 @7 2 H6E=2?5 2C62 E92E 96=AD AC@E64E E96 H6E=2?5] %92E :D DEC:4E6C E92? E96 DE2E6’D C6BF:C6>6?ED]k^Am kAm%96 C6HC:EE6? @C5:?2?46 H2D 4C27E65 E@ >6D9 H:E9 2? @?8@:?8 C6G:D:@? @7 E96 4@F?EJ’D 4@>AC696?D:G6 =2?5\\FD6 A=2?[ Qm@C=2?5@D6?E:?6=]4@>k^2m] s:DEC:3FE65 3J %C:3F?6 r@?E6?E p86?4J[ {{r]k^Am",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "orange county",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "orange county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:47:08.386+02:00",
    "updated": "2023-12-29T00:47:08.386+02:00"
  },
  {
    "uuid": "769895cabec08cb27618524ed56767afe16a2229",
    "url": "https://theprint.in/india/j-k-retired-ssp-shot-dead-by-terrorists-while-offering-azaan/1899092/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2023-12-24T07:30:00Z",
    "title": "J-K: Retired SSP shot dead by terrorists while offering 'azaan' – ThePrint – PTIFeed",
    "text": "Home India J-K: Retired SSP shot dead by terrorists while offering 'azaan' India J-K: Retired SSP shot dead by terrorists while offering ‘azaan’ PTI 24 December, 2023 06:00 pm IST WhatsApp Text Size: A- A+\nSrinagar, Dec 24 (PTI) A 72-year-old retired police officer, who was the local “muezzin”, was shot dead by terrorists while he was giving “azaan” – the call for prayer — from a mosque in Jammu and Kashmir’s Baramulla district on Sunday, police said.\nRecalling the moments before Mohammad Shafi Mir was killed, his cousin Mohammad Mustafa, who was at home, said the call for the pre-dawn prayers was being given by a loudspeaker and suddenly it stopped. Mir’s last words were “reham” (mercy), he said.\nThe “azaan” had stopped at “Ashhadu Anna Mohammadu Rasool-Allah (I bear witness that Mohammad is the messenger of Allah)”, Mustafa said.\nShow Full Article\nPolice said Mir retired as a senior superintendent of police (SSP) in 2012. He was shot dead by terrorists inside the mosque in the Gantmulla locality of the north Kashmir district’s Sheeri area, they said.\n“Terrorists fired upon Shri Mohd Shafi, a retired police officer, at Gantmulla, Sheeri Baramulla, while praying ‘azaan’ in the mosque and succumbed to injuries,” the Kashmir Zone Police said in a post on X.\nPolice have launched a search operation in the area to nab the assailants.\nMir had become the local “muezzin” — a person who calls for prayers — and he was devoted to his duties at the mosque, his family members said.\nFollowing the incident, a large number of people gathered at Mir’s house and at the mosque complex. Mir is survived by his wife, two sons and a daughter.\nTalking to reporters, Mustafa said, “He (Mir) was my cousin. He used to call for prayers every day. This morning, while I was reading the Quran, he started the ‘azaan’, so I closed the Quran.” “He recited ‘Ashhadu Anna Mohammadu Rasool-Allah’ and then the ‘azaan’ stopped. I only heard a shout of ‘reham’. It was in a heavy voice,” he said.\nMustafa said he thought Mir might have stopped his call due to some other reason and guessed he could have collapsed due to dizziness. But after some time people came to know about the incident, he said.\n“My daughter came and told me that Shafi uncle has died. We went to his house and learnt that Mir had been taken to Baramulla (hospital)…we were told he had suffered bullet injuries,” he said.\nSome of Mir’s relatives claimed he was shot four times.\nMir’s younger brother Abdul Kareem said he was sleeping, but was woken up by sounds which he assumed could have been caused because of a problem in the microphone. “My daughter-in-law said she heard people crying…,” he said.\n“Mir used to give the call for ‘azaan’ every day. I think this was planned as the Imam Sahib (prayer leader) goes home on Saturday and returns on Sunday,” Kareem said.\nPolitical parties condemned the killing and expressed their condolences to the former police officer’s family.\nThe National Conference (NC) said violence can never be tolerated in any form. “JKNC president Dr Farooq Abdullah and VP @OmarAbdullah express profound sadness over the tragic Baramulla incident, where retired SP Mohammad Shafi was senselessly shot dead,” the party said in a post on X.\nPeoples Democratic Party (PDP) president Mehbooba Mufti said innocent people have become “collateral damage to maintain the facade of normalcy touted” by the Centre.\n“Five jawans martyred in a militant ambush, three innocent civilians tortured to death in custody by army, many still battling for their lives in hospitals and now a retired SP killed. Innocent people have become collateral damage to maintain the facade of normalcy touted by GoI,” Mufti posted on X.\nThe BJP termed the act dastardly and said terror and terrorists have no religion.\n“Dastardly act of killing of 72-year-old retired police officer by those who have no religion. The sons of devil can’t even tolerate ‘azaan’… Terror and terrorists have no religion. Strongly condemn this killing, express my solidarity with the bereaved family,” Jammu and Kashmir BJP spokesman Altaf Thakur said.\nDemocratic Progressive Azad Party chief Ghulam Nabi Azad said the government must take decisive measures to crack down on terrorism.\n“Alarmed by the rising terrorist attacks in J&K. The killing of the ex-SSP Mohd Shafi Mir in Baramulla is condemnable. Urgent action is needed. The government must take decisive measures to crack down on terrorism and ensure the safety of all citizens!” he said on X.\nJammu and Kashmir Apni Party chief Altaf Bukhari in a post on X said, “Condemn the cowardly killing of retired SSP Mr. Mohammad Shafi Mir in Gantmulla, Baramulla. My heartfelt condolences to the bereaved family in this hour of utter grief and demise. May the departed soul rest in peace and solace in the world hereafter.” He said the cowardly act goes on to show the true colours of the killers as the slain was shot upon while giving a call for prayer.\nPeoples Conference president Sajad Lone also condemned the killing. “Yet another sad news. My prayers and thoughts are with the family of Mohd Shafi Sahib. May Allah grant him Jannat. And hope that J-K Police recognises the challenges facing it. Evaluating security threat is a science and can’t be left to likes and dislikes, and whims,” Lone said in a post on X.\nSeparatist Hurriyat Conference, led by Mirwaiz Umar Farooq, also expressed pain and sorrow at the ex-cop’s killing.\nThe Hurriyat expressed sympathy and condolences with the bereaved family.\nIn a statement, it said such killings are a blot on humanity and only bring disgrace to the people and place where they are committed.\n“They are no solution to resolve conflicts and only cause grief and suffering. In principle Hurriyat condemns them as it condemns all state and non-state acts of force, violence, killing and disempowerment,” the statement said. PTI SSB SSB KVK KVK\nThis report is auto-generated from PTI news service. ThePrint holds no responsibility for its content.\nSubscribe to our channels on YouTube & Telegram\nSupport Our Journalism\nIndia needs fair, non-hyphenated and questioning journalism, packed with on-ground reporting. ThePrint – with exceptional reporters, columnists and editors – is doing just that.\nSustaining this needs support from wonderful readers like you.\nWhether you live in India or overseas, you can take a paid subscription by clicking here .\nSupport Our Journalism\nTags WhatsApp LEAVE A REPLY Cancel Comment: Please enter your comment! Name:* Please enter your name here Email:* You have entered an incorrect email address! Please enter your email address here Save my name, email, and website in this browser for the next time I comment.\nΔ\nMost Popular IMA welcomes lower jail term for medical negligence, but it’s fighting for total ‘decriminalisation’ Sumi Sukanya Dutta - 24 December, 2023 Cross 50% vote share in 2024 — Modi sets a new target for BJP Shanker Arnimesh - 24 December, 2023 Forget blush. Try tomatoes, carrots, peppers for skin glow Deepali Bhardwaj - 24 December, 2023",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://api.whatsapp.com/send?text=J-K%3A+Retired+SSP+shot+dead+by+terrorists+while+offering+%E2%80%98azaan%E2%80%99",
      "https://www.facebook.com/plugins/like.php?href=https://theprint.in/india/j-k-retired-ssp-shot-dead-by-terrorists-while-offering-azaan/1899092/&layout=button_count&show_faces=false&width=105&action=like&colorscheme=light&height=21",
      "https://t.me/ThePrintIndia",
      "https://www.youtube.com/ThePrintIndia/?sub_confirmation=1",
      "https://www.youtube.com/ThePrintIndia/",
      "https://facebook.com/plugins/like.php?href=https://theprint.in/india/j-k-retired-ssp-shot-dead-by-terrorists-while-offering-azaan/1899092/&layout=button_count&show_faces=false&width=105&action=like&colorscheme=light&height=21",
      "https://www.t.me/ThePrintIndia",
      "https://www.api.whatsapp.com/send?text=J-K%3A+Retired+SSP+shot+dead+by+terrorists+while+offering+%E2%80%98azaan%E2%80%99",
      "https://youtube.com/ThePrintIndia/?sub_confirmation=1",
      "https://www.facebook.com/plugins/like.php",
      "https://api.whatsapp.com/send"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "j-k",
          "sentiment": "negative"
        },
        {
          "name": "mustafa",
          "sentiment": "none"
        },
        {
          "name": "mohammad shafi mir",
          "sentiment": "none"
        },
        {
          "name": "anna mohammadu rasool",
          "sentiment": "none"
        },
        {
          "name": "shri moh",
          "sentiment": "none"
        },
        {
          "name": "mohammad mustafa",
          "sentiment": "none"
        },
        {
          "name": "mohammad",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pti",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "baramulla",
          "sentiment": "none"
        },
        {
          "name": "kashmir",
          "sentiment": "none"
        },
        {
          "name": "mir",
          "sentiment": "none"
        },
        {
          "name": "sheeri",
          "sentiment": "none"
        },
        {
          "name": "gantmulla",
          "sentiment": "none"
        },
        {
          "name": "srinagar",
          "sentiment": "none"
        },
        {
          "name": "jammu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T14:55:40.095+02:00",
    "updated": "2023-12-24T14:55:40.095+02:00"
  },
  {
    "uuid": "fc64b3cc2262ff5d1869fb697bf51b39f0298ab9",
    "url": "https://www.meneame.net/story/clinicas-abortistas-madrid-barcelona-amanecen-pintadas-mata/c073",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nebuchanezzar",
    "published": "2023-12-28T21:27:00Z",
    "title": "#73 Clínicas abortistas de Madrid y Barcelona amanecen con pintadas de \"mata niños\" y \"asesinos\"",
    "text": "Portada\nmis comunidades\notras secciones\n[#1](c1#c-1) Privilegios heredados del franquismo y refrendados por el PP y PSOE desde el 78, con esa mayoría es imposible cambiar nada al respecto. Ojalá algún día el PSOE vuelva a ser un partido de izquierdas, republicano y laico.\n[#11](c11#c-11) No descartéis la opción de que la gente deje de votar al PSOE para votar a partidos de izquierdas.\n[#9](c9#c-9) Cuando eso pase, se pueden olvidar de volver a ganar unas elecciones. Se habla mucho de la culpa del PSOE en esto de la iglesia, pues no, la culpa es de sus votantes y sus líderes lo saben. Si hubiese una gran mayoría declarada de votantes anti privilegios de la iglesia, mañana mismo Pdr sacaba una ley.\n[#19](c19#c-19) argumento d cardenales y obispos, prefieren a ateos antes que a tibios. Por algo será.\nDo you me entiendes?\n[#29](c29#c-29) también hay bebidas blancas que no son leche. Pero la estadística está ahí, la gran mayoría de los actos y propaganda contra clínicas abortistas son de organizaciones católicas. Tipo Hazte oír o abogados cristianos.\n[#1](c1#c-1) Yo soy ateo y el aborto lo veo ético en limitados casos, por ejemplo que peligre la vida de la madre, violaciones, malformaciones del feto y similares\nAunque tampoco es que esté a favor de esas pintadas\n[#1](c1#c-1) Muy sencillo, esas clínicas ponen un letrero que son israelíes y que están abortando niños palestinos, y los de la Iglesia le hacen la ola:\n\"Estamos buscando bebés pero ya no quedan\" [#2](c2#c-2) hay una sutil diferencia:\n- en todas las iglesias no se follan a niños porque no todos los curas son iguales, del mismo modo que no todos los hombres son violadores solo por ser hombres.\n- en todas las clinicas de aborto se practican abortos, del mismo modo que en todas las tiendas de juguetes se venden juguetes.\nEsto quiere decir que en el caso de las pintadas a tiendas de juguetes siempre tendrían razón al pintarles pinta-juguetes, aunque esté feo pintar y en tus supuestas pintadas no tendrías razon en muchos casos.\n[#13](c13#c-13) Siguiendo con las sutilezas:\n- \"mata niños\"es erróneo porque los embriones no son niños.\n- \"asesinos\" es erróneo porque el embrión no es una persona.\n[#15](c15#c-15) buena sutileza manida la de deshumanizar. A ver, ¿cuando comienza algo a ser persona? Y ser humano? Solo respetas las vidas de las personas o tambien la de los seres humanos?\n[#56](c56#c-56) por lo mismo que un niño no es un adulto.\nPodrías haber elegido un mejor simil para aclarar, pero has oscurecido el tema, excepto si quien lo lee ya esta de acuerdo contigo y lo interpreta de cualquier forma. En tal caso, no sé para qué te diriges a mi mensaje.\n[#13](c13#c-13) \"Encubridores de pederastas\", \"Hipócritas\", \"Vividores\", \"Cínicos\" es pintable en todas las iglesias.\n[#13](c13#c-13) Permíteme que corrija el primer punto.\nTal vez no se abusa de niños en todas las iglesias al mismo tiempo. Que ahora no se abuse de niños en la iglesia de mi barrio no significa que no se hiciera hace tiempo.\nLa totalidad de las iglesias, conventos, monasterios, etc, católicos han sido testigos en algún momento del pasado de algún tipo de abuso sobre menores, robo de bebes, connivencia con asesinos fascistas y cuantos crímenes ha cometido la iglesia católica a lo largo de su oscura historia.\nClaro que hubo y hay curas que no lo hacen. Pero un gano de arena no hace desierto...\nLo siento, no puedo con esto.\nMe cago en dios, en la virgen y me sobra mierda para cagarme en la puta madre de estos fanáticos hijos de puta.\n[#27](c27#c-27) mistico2 es como tú. Se pone en el papel de ignorado sin estarlo. Ahora te ha superado, se hace el indignado y me ignora a mi por un ignore inventado. Sois tela de graciosinfantiles. Y, por supuesto, mitad ridiculos y mitad secta.\nBesis y Feliz Navidad!!!\nEn sus medios, están generando discursos para justificarse (hasta al papa se lo ve como satánico). Se preparan complejos argumentarios en los que los derechos y libertades existen gracias a ellos y ellos son los perseguidos y martirizados (el cristianismo más que \"ellos\"). Así que haya cristianos asesinados en alguna nación, que se retiren crucifijos de centros estatales, que se les frene cuando quieren evitar abortos o imponer su ideología a todo el mundo (dicen que no es ideología sino \"un mensaje\" jeje) lo consideran persecución contra ellos igual de equiparable todo, y cada vez piden más acciones y organizarse más por una especie de cruzada que han de realizarpor ejemplo\nPor un momento, he visto enlazada esta noticia, con la que precede..... malos tiempos\n\"Estamos buscando bebés pero ya no quedan\"\nNo hay tantas clínicas de ese tipo. Hemos aprobado una ley a nivel de toda España solo para solucionar ese problema, y sin embargo sigue apareciendo recurrentemente en las noticias. ¿Es posible que algo no se haya hecho bien?\nBueno aprovecho para cagarme en la virgen y en todos sus dioses imaginarios después de esto no creo que ofendan sus sentimientos religiosos ficticios\n\"Mata niños\" y \"asesinos\"... Ahora solo falta añadir un \"Palestina Libre\" y ya irán las autoridades a dejar el muro como un cristal.\n[#45](c45#c-45) Es que ellos son los primeros en saltarse las normas de su propia religión. Luego un tío vestido de negro dentro de un cajón de madera les dice que les perdonan sus pecados, y a otra cosa, mariposa...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:31:39.863+02:00",
    "updated": "2023-12-29T00:31:39.863+02:00"
  },
  {
    "uuid": "d1c97827ebc9a73bed61e6b96db25e6762006dee",
    "url": "https://www.archyde.com/us-authorities-approve-plan-to-attack-iran-linked-targets-in-iraq-and-syria-in-retaliation-for-drone-strike",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2024-02-01T23:37:00Z",
    "title": "US Authorities Approve Plan to Attack Iran-Linked Targets in Iraq and Syria in Retaliation for Drone Strike - Archyde",
    "text": "Recent Poll Shows Biden Pulling Ahead of Trump in 2024 Election Who will be the next president of the United States? For a long time, most national polls have shown that Donald Trump is leading or at least tied with President Biden. But that is no longer the case. It shows one fresh measurement fra Quinnipiac University i delstaten Connecticut. If the election were today, the … Read more You can read the full story here: Recent Poll Shows Biden Pulling Ahead of Trump in 2024 Election . Erling Braut Haaland, Manchester City MANCHESTER CITY – BURNLEY 3-1: Haaland has been struggling with an injury for quite some time… The post Erling Braut Haaland, Manchester City appeared first on TIme News . “The time is ripe for me to take this step” On Thursday afternoon, the BBC reported, citing its own sources, Mercedes Motorsport Director Toto Wolff and Technical… The post “The time is ripe for me to take this step” appeared first on Breaking Latest News . American media claim that US authorities are approving a plan to attack targets linked to Iran in Iraq and Syria in response to the drone strike that killed three American soldiers last weekend. CBS News news agency reported on Thursday, February 1, 2024, that US officials A number confirmed to them that the US government […] The post appeared first on News Directory 3 . Related posts: \"I do what is necessary ...\" Trump signed an order on the protection of monuments - Abroad - News The AfD wants to rule - an analysis of the congress A fiery statement by President Wagner: Let the Russians criticize their military leaders Trump is said to have made IDR 22.5 trillion during his 4 years as president of the US Revitalizing Boulevard de Froidmont: A Vision for Sustainable Urban Development in Liège Almost a quarter of a million new infections in Germany International flights: What will be the main destinations after the reopening? The European Union approves an embargo against Russian coal | NRS-Import | D.W.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Science and Technology",
      "Politics"
    ],
    "external_links": [
      "https://www.newsdirectory3.com/",
      "https://time.news/",
      "https://www.breakinglatest.news/world/the-time-is-ripe-for-me-to-take-this-step/",
      "https://www.world-today-news.com/recent-poll-shows-biden-pulling-ahead-of-trump-in-2024-election/",
      "https://www.breakinglatest.news/",
      "https://time.news/erling-braut-haaland-manchester-city/",
      "https://www.newsdirectory3.com/us-authorities-approve-plan-to-attack-iran-linked-targets-in-iraq-and-syria-in-retaliation-for-drone-strike/",
      "https://breakinglatest.news/",
      "https://newsdirectory3.com/",
      "https://time.news",
      "https://www.time.news/",
      "https://www.newsdirectory3.com/us-authorities-approve-plan-to-attack-iran-linked-targets-in-iraq-and-syria-in-retaliation-for-drone-strike",
      "https://www.time.news/erling-braut-haaland-manchester-city/",
      "https://www.newsdirectory3.com",
      "https://world-today-news.com/recent-poll-shows-biden-pulling-ahead-of-trump-in-2024-election/",
      "https://time.news/erling-braut-haaland-manchester-city",
      "https://www.world-today-news.com/recent-poll-shows-biden-pulling-ahead-of-trump-in-2024-election",
      "https://breakinglatest.news/world/the-time-is-ripe-for-me-to-take-this-step/",
      "https://www.breakinglatest.news/world/the-time-is-ripe-for-me-to-take-this-step",
      "https://newsdirectory3.com/us-authorities-approve-plan-to-attack-iran-linked-targets-in-iraq-and-syria-in-retaliation-for-drone-strike/",
      "https://www.breakinglatest.news"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "toto wolff",
          "sentiment": "none"
        },
        {
          "name": "erling braut haaland",
          "sentiment": "none"
        },
        {
          "name": "haaland",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "quinnipiac university",
          "sentiment": "none"
        },
        {
          "name": "bbc",
          "sentiment": "none"
        },
        {
          "name": "mercedes motorsport",
          "sentiment": "none"
        },
        {
          "name": "burnley",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "iraq",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "syria",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "manchester city",
          "sentiment": "none"
        },
        {
          "name": "connecticut",
          "sentiment": "none"
        },
        {
          "name": "manchester city manchester city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:41:19.925+02:00",
    "updated": "2024-02-02T01:41:19.925+02:00"
  },
  {
    "uuid": "b6b37ddddbf5eedd909abd9086d56fc906bf1732",
    "url": "https://theshillongtimes.com/2023/12/29/new-criminal-justice-laws-are-anti-people/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agencies",
    "published": "2023-12-28T17:30:00Z",
    "title": "New criminal justice laws are anti-people - The Shillong Times",
    "text": "By Colin Gonsalves The Central government has made innovative but devious attempts to introduce draconian legislation and vindicate the three new criminal justice bills (that have since become law) on the grounds that the existing legislation was “colonial”, thereby justifying the move with the implication that what was being replaced was anti-Indian. But a comparison with the old legislation shows that the new laws are regressive and far harsher compared to even pre-independence British legislation. The new laws replace the Indian Penal Code, the Code of Criminal Procedure and the Indian Evidence Act of 1872. They have been passed by Parliament in the absence of 140 MPs from the Opposition, who have been suspended. To assume that all laws made by the British were anti-people and anti-human rights would perhaps be a mistake particularly in the realm of criminal jurisprudence. The British developed certain principles of criminal law that have stood the test of time and that is the reason why after independence many of the existing criminal law statutes were adopted by the Indian Parliament. In fact, a study of how criminal law protection deteriorated over time from the British period to modern India would show that law-making today in India has taken a sharp turn towards very repressive frameworks designed to crush already existing freedoms. The three newly enacted statutes are a case in point. Criminal law is not just the words of a statute but are words impregnated with judicial interpretation. When those laws are replaced mechanically and casually, all the extensive body of jurisprudence tends to disappear with the statute. The history of the legal battles is then done away with by the erratic decision of a lawmaker to change the law. Finally, as in the present case there is a more sinister underlying reason for this casual change in the law. It is to destroy what is good in the past and confuse the present. What is perceptible is the Union government’s intention to destroy the fabric of human rights protection in India and to increase the power of the Central government to control and oppress the people of India. Take the sedition law engraved in section 124A IPC which begins with the words, “Whosoever by words…” Sedition punished free speech. It was designed to criminalise dissent, especially non-violent dissent. Under British rule, strong words used against the Crown were by themselves cause enough to attract the charge of sedition and long years of punishment in jail. In 1968, this was expected to change, when a constitution bench of the Supreme Court delivered its decision in Kedarnath’s case, and while disagreeing with the Privy Council said that mere words no matter how harsh, without any accompanying violence would not attract the charge of sedition. Insurrectionary violence against the State coupled with words of incitement were necessary to bring home the charge. Despite this decision hundreds of prosecutions of journalists, students, activists and others continued. This is why, a year ago, the Supreme Court stayed all prosecutions for sedition. So, what does this government do? It removes the use of the word sedition. It then repackages the old section (offences against the State, section 152) leaving the beginning intact and starting with the words, “Whoever …by words…” Thus, even if violent acts did not follow, words alone would constitute the offence. Freedom of speech and expression is a very powerful protection given in Article 19(1)(a) of the Constitution. In the 1989 judgement S. Rangarajan vs. Jagjivan Ram involving “Ore Oru Gramathile”, a film banned for criticising caste-based reservations, the Supreme Court noted that “freedom of expression cannot be suppressed on account of threat of demonstration and procession or threats of violence.” The bench wrote in the judgement that “The State cannot prevent open discussion and open expression, however hateful to its policies.” The real danger to public interest, according to the court “springs not from the public screening of the movie, but from State-imposed restrictions on freedom of expression on indefensible grounds.” Therefore, the most draconian part of the new laws is the stifling of speech and dissent. Under British law, the maximum period after arrest where an accused could be kept in police custody was 15 days. It is in police lockups that torture occurs. Even the British understood that if torture was to be curtailed, police custody was to be kept to the minimum. Now the government proposes to introduce an indigenous law extending police custody to 90 days. No other country in the world has such a terrifying provision. Understanding that the period immediately after arrest was utilised by the police to torture, the Supreme Court in the DK Basu case (D.K.Basu vs West Bengal of 1996) laid down basic requirements to be followed in cases of arrest or detention. According to the guidelines issued, on arrest, the police were required to prepare a memorandum of arrest, giving the place and time of arrest and this memo was to be signed by the arrestee. This was because it was common practice for the police to arrest a person, torture for days and then show the accused as arrested later, so that any injuries on the body would appear to be sustained pre-arrest. Secondly, the arrestee was to be examined in a public hospital every 48 hours and a medical record prepared. The memo of arrest and the medical record were to be sent along with the FIR to the magistrate within 24 hours of the arrest. The court guidelines were to be displayed in every police station. These guidelines are not to be found in the new laws. The new laws are therefore torture-enabling legislation. To control the tendency of the police to not accept complaints from the public and to refuse to register FIRs in respect of serious offences particularly against powerful people, the Supreme Court in a five-judge bench decision in the Lalita Kumari case (Lalita Kumari vs UP govt of 2013) made the registration of First Information Reports mandatory. The court said the FIR must be registered immediately and rejected the excuse that the FIR was not registered because the police were conducting a preliminary inquiry. In the new law, the government has, contrary to the Supreme court decision, made the conducting of a preliminary inquiry the normal rule. Finally, the provision in the Unlawful Activities Prevention Act regarding terrorism has been transplanted into general criminal law. One wonders why the duplication. The reason is not hard to find. The terrorism law universally condemned as draconian had two safeguards which curtailed the powers of the Investigating Officer. First, the IO after collecting evidence had to get a sanction from the government and could not proceed with prosecution in the absence thereof. Secondly, an independent expert was appointed as an ‘Authority’ under the Act, to assess the evidence gathered and make a report as to whether the prosecution for terrorism should proceed. Unless these two safeguards were implemented fully, the trial could not proceed. Both these safeguards do not exist in the new statutes drafted. As a result, there is now a severe statute in place, without the two safeguards, which makes the new law doubly draconian. (Dr. Colin Gonsalves is a Senior Advocate in the Supreme Court of India and founder of the Human Rights Law Network) (Syndicate: The Billion Press) (email:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "colin gonsalves",
          "sentiment": "positive"
        },
        {
          "name": "parli",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "parliament",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "shillong",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:52:36.556+02:00",
    "updated": "2023-12-29T00:52:36.556+02:00"
  }
]