[
  {
    "uuid": "34e735b0a55e399761d6232a521122d97c4d3f0d",
    "url": "https://fire-restoration-company38773.ampedpages.com/the-smart-trick-of-mold-removal-that-nobody-is-discussing-51615238",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Fire-Restoration-Company",
    "published": "2023-12-28T20:32:00Z",
    "title": "The smart Trick of Mold Removal That Nobody is Discussing",
    "text": "Bub held me within the loop of when he was coming and leaving your house. He failed to head my constant queries and always answered them politely and Actually. I am so appreciative of Bub and I am so happy he was capable to deal with our spouse and children home. Melvin and Jason ended up great, far too. They are pleasant and supportive. From start to conclude, my Original effect of the team have not adjusted. I'd use them once more any day! Thank you much for heading higher than and past Bub and group!\nGet the job done beneath the route of Arson Investigators to help fire damage restoration services securely: secure proof, particles manipulation, transportation and storage, and many others.\nMinimize a sheet of drywall to suit the hole, making certain it matches the thickness of the first or surrounding drywall.\nIn the event the unexpected strikes, property owners and managers require the help of well-informed industry experts. That’s because the whole process of recovering from the disaster — whether it’s a fire, flood, storm, or other catastrophic event — is extremely overpowering and can go away Long lasting damage if not appropriately handled.\nStart with ceilings to avoid sagging or collapsing and do the job your way all the way down to flooring. Ceilings that have slight discolorations may perhaps need to be repainted, assuming that all mold and mildew has long been eradicated.\nThis manual testimonials ideal procedures for water damage repair\nrestoration company near me service as well as discrepancies between mitigation and restoration subsequent leaks, floods as well as other water situations.\nPro tip: Use our drying and restoration machines rental services for\nSewage Backup Cleanup mitigation of a water damaged constructing.\nDry. Cleaned components need to be dried to allow leftover moisture to evaporate. To\nhttps://simonhlmpp.tblogz.com/the-greatest-guide-to-water-restoration-companies-near-me-38575663 speed up the drying process, use enthusiasts, dehumidifiers or elevate the indoor air temperature.\nIn fact, most disaster damages is often mitigated and restored for significantly less than it will Expense to interchange everything. A specialist restoration staff can preserve no matter what is salvageable and replace just about anything that isn’t.\nWater damage restoration generally begins right after mitigation and remediation are done. Whilst remediation can give attention to momentary measures, restoration entails long lasting solutions.\nDependant upon your company and the specific aspects of a mold challenge, further testing by an environmental screening company may very well be carried out following the clean up as much as confirm that each one mold has been eliminated.\n+ Superior utility bills, a musty odor, or maybe the sight of a mold colony are all indicators\nFire Damage that you may have a concealed leak at your home.\nExecs should really endorse that shoppers acquire images of damage ahead of mitigation for insurance factors, when they haven’t presently.\nThis is not a career so that you can deal with by itself. You might want to connect with Restoration one's workforce of water damage restoration and cleanup gurus who have the right training and equipment to solve this issue, get on to sewage removal, and defend\nrestoration companies your property from even more damage.\nThe smart Trick of Mold Removal That Nobody is Discussing\nBub held me within the loop of when he was coming and leaving your house. He failed to head my constant queries and always answered them politely and Actually. I am so appreciative of Bub and I am so happy he was capable to deal with our spouse and children home. Melvin and Jason ended up great, far too. They are pleasant and supportive. From start to conclude, my Original effect of the team have not adjusted. I'd use them once more any day! Thank you much for heading higher than and past Bub and group!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Environment",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://restorationcompanieshoust08494.jiliblog.com/81811450/the-best-side-of-restoration-company-near-me",
      "https://commercial-restoration-co51503.blogdeazar.com/24415914/not-known-factual-statements-about-restoration-companies",
      "https://johnnynzlvg.idblogz.com/24615963/the-fact-about-fire-damage-that-no-one-is-suggesting",
      "https://simonhlmpp.tblogz.com/the-greatest-guide-to-water-restoration-companies-near-me-38575663",
      "https://anthonyr642rbl3.blogcudinti.com/24139882/restoration-companies-near-me-secrets",
      "https://www.johnnynzlvg.idblogz.com/24615963/the-fact-about-fire-damage-that-no-one-is-suggesting",
      "https://www.anthonyr642rbl3.blogcudinti.com/24139882/restoration-companies-near-me-secrets",
      "https://www.simonhlmpp.tblogz.com/the-greatest-guide-to-water-restoration-companies-near-me-38575663",
      "https://www.restorationcompanieshoust08494.jiliblog.com/81811450/the-best-side-of-restoration-company-near-me",
      "https://www.commercial-restoration-co51503.blogdeazar.com/24415914/not-known-factual-statements-about-restoration-companies"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "melvin",
          "sentiment": "none"
        },
        {
          "name": "jason",
          "sentiment": "none"
        },
        {
          "name": "bub",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:51:26.449+02:00",
    "updated": "2023-12-29T01:51:26.449+02:00"
  },
  {
    "uuid": "10dafc3c8fa36c15c54089cf67ccd9817254e0c8",
    "url": "https://www.actionnews5.com/2024/01/04/your-first-alert-little-sunshine-ahead-an-active-pattern-come/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@WMCActionNews5",
    "published": "2024-01-04T00:24:00Z",
    "title": "Your First Alert to a little sunshine ahead of an active pattern to come",
    "text": "Your First Alert to a little sunshine ahead of an active pattern to come MEMPHIS, Tenn. (WMC) - High pressure to our north will provide some sunshine to the Mid-South tomorrow, but clouds will soon return as the first of two systems line up to bring rain. TONIGHT: Clear with a light Northeast wind and overnight lows in the upper 20s. THURSDAY: Sunshine with a few clouds along with a Northeast wind at 5 to 10 MPH and afternoon highs in the mid to upper 40s. THURSDAY NIGHT: Mostly Cloudy with an East wind at 5 to 10 MPH and overnight lows in the lower 30s. FRIDAY: Cloudy with rain late in the day and continuing into the evening and overnight along with high temperatures in the mid 40s and lows near 40. THE WEEKEND: Saturday will be mostly cloudy with a slight chance of early morning showers, highs again in the mid 40s, and overnight lows in the upper 30s. Sunday will be partly cloudy with afternoon highs in the lower 50s and overnight lows near 40. NEXT WEEK: Monday will be cloudy with rain along with highs near 50 and holding steady overnight. Tuesday will be cloudy with a chance of rain early in the day and temperatures falling into the 40s by the afternoon and ending in the lower 30s overnight. Wednesday will be partly cloudy with afternoon highs in the mid 40s. Ron Childers Chief Meteorologist ACTION NEWS 5 [Click here](https://www.actionnews5.com/newsletter/) to sign up for our newsletter! [Click here](https://docs.google.com/forms/d/e/1FAIpQLSfpc96d0EDHinF_AovDBi4RNoKbBfRbCIJiTWqF7p1VNE6ZNA/viewform) to report a spelling or grammar error. Please include the headline. Copyright 2024 WMC. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://docs.google.com/forms/d/e/1FAIpQLSfpc96d0EDHinF_AovDBi4RNoKbBfRbCIJiTWqF7p1VNE6ZNA/viewform)",
      "https://www.docs.google.com/forms/d/e/1FAIpQLSfpc96d0EDHinF_AovDBi4RNoKbBfRbCIJiTWqF7p1VNE6ZNA/viewform)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "tenn.",
          "sentiment": "none"
        },
        {
          "name": "memphis",
          "sentiment": "none"
        },
        {
          "name": "mid-south",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-04T02:57:04.836+02:00",
    "updated": "2024-01-04T02:57:04.836+02:00"
  },
  {
    "uuid": "ff074c3d60cc9702ea3033a74b6830e3d59139ea",
    "url": "https://www.latimes.com/sports/hockey/kings/story/2023-12-28/adrian-kempe-scores-twice-kings-sharks-win",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dan Greenspan",
    "published": "2023-12-28T18:48:00Z",
    "title": "Adrian Kempe scores twice in Kings' comeback win over Sharks - Los Angeles Times",
    "text": "Adrian Kempe had two goals, Kevin Fiala scored after being benched in the first period and the Kings overcame a poor start and beat the San José Sharks 5-1 on Wednesday night. “We're gonna push the group for a polish up,” Kings coach Todd McLellan said. “We've going to need some clarity on exactly how we want to play in certain situations. So tonight was an opportunity to send that message, and I hope everybody got it.” Trevor Lewis and Pierre-Luc Dubois also scored for the Kings, who have won four of their last five games. David Rittich made 24 saves, following up a 4-1 win in his season debut against San Jose on Dec. 19 with another strong performance. Fabian Zetterlund scored and Kaapo Kahkonen allowed five goals on 43 shots as the Sharks lost their sixth straight game. Fiala made amends after being benched for the final 8:58 of the first period following his poor pass that led to San José’s opening goal. He scored on a breakaway 2:57 into the second. It was Fiala's seventh goal and 30th point in 31 games, but his sloppiness with the puck has been a recurring issue in spite of that productivity. McLellan felt the time had come for punitive action in hopes of correcting it. “I thought it was a real good response, but we shouldn't be put in that situation where we have to do that,” McLellan said. “And we talked about it, we talked about it. Those players have to play with risk in their game, especially a creative guy like Kev, but it's happening a little too often. Water under the bridge now.” While McLellan said the action was directed solely at Fiala, he acknowledged it did have the added effect of helping shake up the entire team, as was evident when Lewis put Los Angeles ahead 13 seconds later by scoring on a backhand shot from close range after the forecheck forced a San José turnover. “They were faster, harder and more committed to doing things the right way than we were (in the first period), and there was no other adjustments we could give them if they wanted to recover and pull themselves back in the game,” McLellan said. The two quick strikes washed away whatever enthusiasm had been generated by Zetterlund’s 10th goal in 35 games, marking the first time in three NHL seasons he has reached the double-digit mark. Dubois wrapped up the scoring in the second with a goal for the second straight game, and Kempe struck twice in the third, including a precise tip of Matt Roy’s shot for his opener. “It just got away from us,” San José coach David Quinn said. “We got demoralized.” Both teams got players back from injury following time off. The Kings had defenseman Vladislav Gavrikov return from a lower-body injury that kept him out for five games, and the Sharks welcomed forward Alexander Barabanov (illness) and Calen Addison (lower body) following short-term absences. San José did not have goalie Mackenzie Blackwood available because of illness. Magnus Chrona was recalled from the AHL to back up Kahkonen. Up next for the Kings: Visit the Vegas Golden Knights on Thursday.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "adrian kempe",
          "sentiment": "negative"
        },
        {
          "name": "kevin fiala",
          "sentiment": "negative"
        },
        {
          "name": "kaapo kahkonen",
          "sentiment": "none"
        },
        {
          "name": "trevor lewis",
          "sentiment": "none"
        },
        {
          "name": "fabian zetterlund",
          "sentiment": "none"
        },
        {
          "name": "david rittich",
          "sentiment": "none"
        },
        {
          "name": "fiala",
          "sentiment": "none"
        },
        {
          "name": "pierre-luc dubois",
          "sentiment": "none"
        },
        {
          "name": "san jose",
          "sentiment": "none"
        },
        {
          "name": "todd mclellan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sharks - los angeles times",
          "sentiment": "negative"
        },
        {
          "name": "san josé sharks",
          "sentiment": "none"
        },
        {
          "name": "sharks",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "san josé",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:06:37.604+02:00",
    "updated": "2023-12-29T00:06:37.604+02:00"
  },
  {
    "uuid": "e5c49166fe4dbb2e2bce63cd4ebdfc0ef107b724",
    "url": "https://cadenaser.com/andalucia/2025/01/03/la-ciudad-de-malaga-descarta-adelantar-la-cabalgata-de-reyes-al-sabado-ante-la-prevision-de-lluvias-para-el-domingo-ser-malaga",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cadena SER",
    "published": "2025-01-03T11:31:00Z",
    "title": "La ciudad de Málaga descarta adelantar la cabalgata de Reyes al sábado ante la previsión de lluvias para el domingo",
    "text": "[Sociedad](/actualidad/sociedad)\nLa ciudad de Málaga descarta adelantar la cabalgata de Reyes al sábado ante la previsión de lluvias para el domingo\nMálaga\nEl Ayuntamiento de Málaga, ante la previsión de lluvias ha descartado hoy un posible adelanto al sábado 4 de enero de la cabalgata de Reyes Magos, prevista inicialmente para las 18,00 horas del próximo domingo.\n\"Ya se está trabajando en distintas alternativas y, por supuesto, saldremos, y se tomará la decisión con toda la seguridad que se deba de tener, si no, pues no saldremos. También lo tenemos claro\", ha señalado este viernes la concejala de servicios operativos, Teresa Porras.\nLa edil ha explicado que el consistorio descarta adelantar la cabalgata a mañana sábado día 4 ya que, una vez analizada la situación desde el punto de vista de la seguridad y la movilidad, no es viable hacerlo. En este sentido ha recordado que mañana hay ya programadas cabalgatas, pasacalles y fiestas infantiles de Reyes en cinco distritos de la ciudad (Este, Ciudad Jardín, Bailén-Miraflores, Cruz del Humilladero y Teatinos\nLa cabalgata celebra este año 2025 sus 102 años de existencia con una comitiva de 13 carrozas y 19 espectáculos de acompañamiento\nItinerario\nEl itinerario previsto a seguir por la Cabalgata será el siguiente: Ayuntamiento de Málaga, Avda. de Cervantes, Plaza General Torrijos, Paseo del Parque, Plaza de la Marina, Alameda Principal, Puente de Tetuán, Calle Nazareno del Paso, Calle Hilera, Puente de la Esperanza, Calle Prim, Calle Atarazanas, Calle Puerta del Mar, Alameda Principal, Plaza de la Marina, Cortina del Muelle, Ayuntamiento de Málaga\nAl llegar la cabalgata a Molina Lario, habrá un desfile de [SS.MM](https://eur01.safelinks.protection.outlook.com/?url=http%3A%2F%2Fss.mm%2F&data=05%7C02%7Catvazquez%40prisaradio.com%7C4cc067db26e34af6b59c08dd2bf0e358%7Cc4fd49f3e15a44d882e2c909735d2e45%7C0%7C0%7C638715036065480176%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=ekGAZ%2BYNE74aKfVavjY2kSO6I200an7V41lbGtOnKkU%3D&reserved=0). y cortejo a pie por esta calle hacia la Catedral. En la escalinata principal Melchor, Gaspar y Baltasar realizarán la ofrenda ante un Nacimiento viviente representado por Eventos con Historia mientras suenan las voces de la Escolanía del Orfeón Universitario de Málaga.\nHorario inicialmente previsto\nEl horario inicialmente previsto sería el siguiente: inicio a las 18:00 horas, pero previamente se realizará la recepción en el Ayuntamiento. Así, los Reyes Magos pasarán un año más la noche en el Palacio de la Alcazaba desde donde saldrá a pie el cortejo real previsto a las 17:00 horas para llegar al Ayuntamiento pasando por Travesía Pintor Nogales. Sus majestades irán acompañados por sus pajes y guardia. En la escalinata del Ayuntamiento serán recibidos por el alcalde, Francisco de la Torre; la concejala delegada de Servicios Operativos, Playas y Fiestas, Teresa Porras; y otros ediles de la Corporación a los sones de la Banda Municipal de Málaga. Terminado el saludo, los Reyes subirán al balcón del Ayuntamiento, donde la alcaldesa infantil de 2024, Claudia Moreno Moya, que estudia en el colegio Nuestra Señora de la Victoria de los Hermanos Maristas, en representación de todos los niños y niñas de Málaga, leerá a [SS.MM](https://eur01.safelinks.protection.outlook.com/?url=http%3A%2F%2Fss.mm%2F&data=05%7C02%7Catvazquez%40prisaradio.com%7C4cc067db26e34af6b59c08dd2bf0e358%7Cc4fd49f3e15a44d882e2c909735d2e45%7C0%7C0%7C638715036065499888%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=X5rypcnVQpiGk3tytODOPUAJcMkYPACAhqUfmdNTlM8%3D&reserved=0). su carta de Reyes. Al concluir la lectura, saludará a los Reyes mientras la Banda Municipal comienza otra pieza musical que será la señal para el inicio de la Cabalgata.\nA las 18:00 horas está previsto que se inicie la cabalgata que irá desfilando por la Avenida de Cervantes, y al llegar las carrozas reales a la altura del Ayuntamiento, [SS.MM](https://eur01.safelinks.protection.outlook.com/?url=http%3A%2F%2Fss.mm%2F&data=05%7C02%7Catvazquez%40prisaradio.com%7C4cc067db26e34af6b59c08dd2bf0e358%7Cc4fd49f3e15a44d882e2c909735d2e45%7C0%7C0%7C638715036065512997%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=1qpRvJkSLFro%2FlQIdPfa9chQvJP9K3slIzxPazWMr3c%3D&reserved=0). ocuparán sus lugares respectivos. La cabalgata que estará integrada un total de 13 carrozas: tres carrozas reales y 10 de acompañamiento.\nEste año, desde las carrozas del Área de Fiestas se lanzarán en total 17.000 kilos: 10.500 kilos de caramelos y 6.500 kilos de gominolas.\nLos Reyes Magos\nLas personas que encarnarán a los tres Reyes Magos durante la cabalgata de 2025 en Málaga son el director de COPE Málaga, Justo Fuentes, que encarnará al rey Melchor representando a los medios de comunicación; el hermano mayor de la Hermandad del Descendimiento y vicepresidente de la Agrupación de Cofradías, Manuel Torres Téllez, que encarnará al rey Gaspar a propuesta de la Agrupación de Cofradías; y Mansour Konte, el joven que protagonizó el rescate de una mujer atrapada por el agua durante la DANA este mes de noviembre, que encarnará al Rey Baltasar. Los trajes han sido confeccionados por el diseñador malagueño Jesús Segado.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "topics": [
      "Weather->weather forecast"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://eur01.safelinks.protection.outlook.com/?url=http%3A%2F%2Fss.mm%2F&data=05%7C02%7Catvazquez%40prisaradio.com%7C4cc067db26e34af6b59c08dd2bf0e358%7Cc4fd49f3e15a44d882e2c909735d2e45%7C0%7C0%7C638715036065512997%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=1qpRvJkSLFro%2FlQIdPfa9chQvJP9K3slIzxPazWMr3c%3D&reserved=0",
      "https://eur01.safelinks.protection.outlook.com/?url=http%3A%2F%2Fss.mm%2F&data=05%7C02%7Catvazquez%40prisaradio.com%7C4cc067db26e34af6b59c08dd2bf0e358%7Cc4fd49f3e15a44d882e2c909735d2e45%7C0%7C0%7C638715036065499888%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=X5rypcnVQpiGk3tytODOPUAJcMkYPACAhqUfmdNTlM8%3D&reserved=0",
      "https://eur01.safelinks.protection.outlook.com/?url=http%3A%2F%2Fss.mm%2F&data=05%7C02%7Catvazquez%40prisaradio.com%7C4cc067db26e34af6b59c08dd2bf0e358%7Cc4fd49f3e15a44d882e2c909735d2e45%7C0%7C0%7C638715036065480176%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=ekGAZ%2BYNE74aKfVavjY2kSO6I200an7V41lbGtOnKkU%3D&reserved=0",
      "https://eur01.safelinks.protection.outlook.com/",
      "https://www.eur01.safelinks.protection.outlook.com/?url=http%3A%2F%2Fss.mm%2F&data=05%7C02%7Catvazquez%40prisaradio.com%7C4cc067db26e34af6b59c08dd2bf0e358%7Cc4fd49f3e15a44d882e2c909735d2e45%7C0%7C0%7C638715036065499888%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=X5rypcnVQpiGk3tytODOPUAJcMkYPACAhqUfmdNTlM8%3D&reserved=0",
      "https://www.eur01.safelinks.protection.outlook.com/?url=http%3A%2F%2Fss.mm%2F&data=05%7C02%7Catvazquez%40prisaradio.com%7C4cc067db26e34af6b59c08dd2bf0e358%7Cc4fd49f3e15a44d882e2c909735d2e45%7C0%7C0%7C638715036065512997%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=1qpRvJkSLFro%2FlQIdPfa9chQvJP9K3slIzxPazWMr3c%3D&reserved=0",
      "https://www.eur01.safelinks.protection.outlook.com/?url=http%3A%2F%2Fss.mm%2F&data=05%7C02%7Catvazquez%40prisaradio.com%7C4cc067db26e34af6b59c08dd2bf0e358%7Cc4fd49f3e15a44d882e2c909735d2e45%7C0%7C0%7C638715036065480176%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=ekGAZ%2BYNE74aKfVavjY2kSO6I200an7V41lbGtOnKkU%3D&reserved=0"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Reyes Magos",
          "sentiment": "neutral"
        },
        {
          "name": "Teresa Porras",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T15:38:55.573+02:00",
    "updated": "2025-01-03T15:38:55.573+02:00"
  },
  {
    "uuid": "72f532536f9e7e18f18c82d17d7f0f67e547dc92",
    "url": "https://eclecticlight.co/2024/11/14/m4-macs-cant-virtualise-older-macos/comment-page-1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "hoakley",
    "published": "2024-11-15T03:45:00Z",
    "title": "Comment on M4 Macs can’t virtualise older macOS by hoakley",
    "text": "If you’ve already got a new M4 Mac and tried to run a macOS virtual machine on it, then you might have been disappointed. It seems that M4 chips can’t virtualise any version of macOS before 13.4 Ventura. So before you trade in or pass on your M1, M2 or M3 Mac, if you need access to older VMs, you might like to check whether this affects you.\nI’m indebted to Csaba Fitzl for drawing my attention to this problem, and for reporting it to Apple in Feedback FB15774587. It has also been reported as affecting UTM, and I believe affects all other macOS virtualisation software for Apple silicon.\nThe bug\nRunning a macOS VM for any version before 13.4 Ventura on an M4 Mac results in a black screen, and the VM fails to boot. This is true whatever settings are used in the virtualiser, even if it’s set to boot the VM in Recovery mode. It’s also true when that VM has been built on that Mac: although that appears to complete successfully, when first run that VM opens as a black screen and never proceeds with personalisation and setup.\nCurrently the only way to run a VM with macOS prior to 13.4 Ventura is to do so on a host with an M1, M2 or M3 chip.\nCan this be fixed?\nUnfortunately, as this bug prevents the VM from booting, there’s no reliable way to access its log to discover what’s going wrong there. There’s no sign of the failure in the host’s log either: the host appears to initialise its Virtio and other support normally, without errors or faults. After those, virtualisation processes on the host fall silent as they wait for the VM to start, which never happens.\nThere is a useful clue in Activity Monitor, though: in its CPU pane, despite being allocated multiple virtual cores, only one is seen to be active on the host. That implies the failure is occurring before the VM kernel boots the other cores, an event that occurs early during the kernel boot phase. Until that point, pre-boot phases and the kernel run on just a single CPU core.\nmacOS 13.4 updated iBoot to version 8422.121.1, so at first sight the VM could be failing when running older firmware. That doesn’t appear likely, as version 8422.121.1 was also installed in the 12.6.6 security update, so 12.7.x shouldn’t suffer this problem, but it does.\nIt thus appears most likely that this bug strikes in the early part of kernel boot, in which case the most feasible solution would be to fix the bug in macOS kernels prior to 13.4, and promulgate new IPSW image files for those. I suspect that’s very unlikely to happen, and as far as I’m aware it would be the first time that Apple has issued revised IPSWs.\nWhich macOS can you virtualise?\nSupport for lightweight virtualisation of macOS on Apple silicon Macs was still in progress in the first version of macOS to run on M1 chips, Big Sur. You therefore cannot create or run Big Sur VMs.\nThe first versions that can run in VMs are macOS 12 Monterey, although prior to 12.4 they can sometimes be a bit fractious. They also have major limitations, such as not supporting shared folders with the host.\nThis is 12.1 with its old System Preferences, running happily on an M3 Pro.\nmacOS Ventura should run well on M1, M2 and M3 hosts, and 13.4 and later on M4 hosts too.\nmacOS Sonoma should run even better on all current Apple silicon Macs, and delivers a much improved display with autoscaling. However, 14.2 and 14.2.1 don’t automatically support shared folders because of a bug that was fixed in 14.3.\nmacOS Sequoia is fully compatible, and adds support for iCloud Drive and some other Apple Account features, although still won’t run App Store apps. It may also fail to install the required extras to support Apple Intelligence.\nSummary\n- Currently, M4 Macs can only run VMs of macOS Ventura 13.4 and later, 14 Sonoma, and 15 Sequoia.\n- M1, M2 and M3 Macs can run VMs of macOS Monterey 12.0.1 and later.\n- macOS Big Sur 11 can’t be virtualised on Apple silicon.\nFurther information\nViable and virtualisation\nWhy macOS 14.2 & 14.2.1 VMs lose shared folders, and how to work around it",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://github.com/utmapp/UTM/issues/6794",
      "https://www.github.com/utmapp/UTM/issues/6794"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Csaba Fitzl",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T12:56:02.791+02:00",
    "updated": "2024-11-15T12:56:02.791+02:00"
  },
  {
    "uuid": "2c598b3828ad50d761bd952447a5541fe4541e8a",
    "url": "https://www.sport.es/es/noticias/juegos-paralimpicos/espana-alcanza-36-medallas-tokio-107804053",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SPORT.es",
    "published": "2024-09-05T20:57:00Z",
    "title": "Paralímpicos | España alcanza las 36 medallas de Tokio a tres jornadas para el final de París | SPORT",
    "text": "España alcanza las 36 medallas de Tokio a tres jornadas para el final de París España suma ya 7 oros, 10 platas y 19 bronces, y desciende al 13º puesto en el medallero El equipo español llegó este jueves en París a las 36 medallas logradas en los Juegos Paralímpicos de Tokio 2020 cuando quedan tres jornadas para concluir las competiciones en la capital francesa, gracias a cuatro nuevos metales, que se colgaron en el cuello las nadadoras Nuria Marqués y Tasy Dmytriv, el ciclista Sergio Garrote y el atleta Álvaro del Amo. España suma ya 7 oros, 10 platas y 19 bronces, y desciende al 13º puesto en el medallero, comandado un día más por China (73 oros, 55 platas y 37 bronces), por delante de Gran Bretaña (36, 28 y 19), Estados Unidos (27, 33 y 17), Países Bajos (21, 10 y 5) y Francia (17, 22 y 22). El presidente del Gobierno, Pedro Sánchez, presenció el concurso de Del Amo desde las gradas del Estadio de Francia. Posteriormente, se marchó a la Villa Paralímpica, donde fue recibido por la jefa de expedición del equipo paralímpico español, Silvia Mansilla, y la nadadora Teresa Perales, antes de intercambiar impresiones varios deportistas de la delegación nacional. La ministra de Educación, Formación Profesional y Deportes, Pilar Alegría, acompañó a Sánchez, al igual que el presidente del Comité Paralimpico Español (CPE), Miguel Carballeda, así como representantes de empresas patrocinadoras del Plan ADOP. PLATA DE GARROTE El ciclista Sergio Garrote se despidió de París 2024 con un segundo metal, esta vez de plata en la prueba de fondo en carretera (clase H2, con ‘handbike’ o bicicleta que se impulsa con las manos). La lluvia intensa obligó a retrasar la salida durante una hora y provocó que la carrera se disputara con la calzada mojada. Constó de tres vueltas a un circuito urbano de 14,2 kilómetros con salida y llegada en Clichy-sous-Bois, localidad situada a unos 20 kilómetros al este de la Villa Paralímpica en París. Durante la prueba, los ‘handbikers’ subieron dos veces un repecho del 4,5% en el kilómetro 6,4 del recorrido y otro del 4,7% a 850 metros de la meta. Garrote marchó escapado durante la primera vuelta, pero, antes de completar el circuito por segunda vez, le alcanzó el francés Florian Jouanny, campeón paralímpico de la ruta en Tokio 2020. Ambos rodaron juntos durante varios kilómetros. Sin embargo, Jouanny se adelantó en el tramo final y cruzó la meta en solitario, con un tiempo de 1:20”18, para revalidar el título. A 22 segundos llegó Garrote, que se llevó la plata, mientras que el bronce correspondió al italiano Luca Mazzone. BRONCE DE DEL AMO El atleta Álvaro del Amo se colgó la medalla de bronce en lanzamiento de disco F11 (deportistas con ceguera) tras batir su mejor marca personal en un último intento con el que alcanzó los 39,60 metros. En una mañana fría y lluviosa en el Estadio de Francia, Del Amo hizo un concurso muy regular y sin ningún nulo, en el que desde el principio se colocó en posición de medalla con un primer intento en el que batió su marca de la temporada (39,09 metros) y le colocó en cabeza de la competición. A mitad de la prueba ya era medallista provisional de bronce, pero en el quinto lanzamiento fue superado por el iraní Mahdi Olad (39,15 metros). Muy seguro de sí mismo, en su sexto y último lanzamiento en París, el atleta español sacó su raza para enviar el disco hasta los 39,60 metros, 40 centímetros más que su anterior marca personal, algo que no pudo superar su rival iraní y que le aseguraba su segunda presea en estos Juegos Paralímpicos. Del Amo fue rebasado por el italiano Oney Tapia (41,92 metros), mientras que el iraní Hassan Bajoulvand logró la medalla de plata con su mejor marca personal (41,75 metros). DOBLETE FEMENINO EN 200 ESTILOS Ya por la tarde, las nadadoras Nuria Marqués y Tasy Dmytriv consiguieron las medallas de plata y bronce en los 200 estilos SM9, respectivamente, con lo que ambas elevan a tres los metales de sus cuentas particulares en París. En la piscina del Paris La Défense Arena, Marqués finalizó segunda en el segmento de mariposa, a solo nueve centésimas de la húngara Zsofia Konkoly, pero se situó primera en el estilo de espalda, con 74 centésimas de ventaja respecto de Konkoly. La nadadora barcelonesa, que conquistó el bronce en esta prueba en Tokio 2020, mantuvo el liderazgo de la carrera al concluir el tramo de braza con 22 centésimas menos que su rival húngara, pero, acabó el estilo libre tocando la pared en segundo lugar. Por su parte, Dmytriv fue de menos a más durante la carrera porque concluyó la espalda en el séptimo puesto, remontó hasta la quinta plaza en la braza, se situó tercera en la mariposa y se mantuvo en el tercer lugar al finalizar la prueba. Konkoly se hizo con la medalla de oro al parar el crono en 2'33\"31, en tanto que la plata fue para Marqués (2'34\"19) y Dmytriv se colgó la de bronce (2'37\"64), con solo 24 centésimas menos que la cuarta clasificada, la británica Toni Shaw, que no consumó su remontada hacia los metales. TRES CUARTOS PUESTOS Por otro lado, tres deportistas españoles se quedaron a las puertas de las medallas al finalizar cuartos en sus respectivas competiciones. Así, el ‘handbiker’ Luis Miguel García-Marquina se quedó a solo un segundo de la medalla de bronce, lograda por Mirko Testa cuando ambos y el también transalpino Martino Pini esprintaron para el tercer puesto en los últimos metros de la carrera. Otro cuarto puesto corrió a cargo del tirador Juan Antonio Saavedra en la competición mixta de R6 (rifle tendido a 50 metros), donde sumó 206,5 puntos, después de que se clasificara para la final en la primera posición. El atleta Héctor Cabrera finalizó cuarto en el lanzamiento de jabalina F12 con una mejor marca de 62,04 metros. El deportista valenciano obtuvo el bronce paralímpico en esa especialidad en Tokio 2020. [RRSS WhatsApp](https://api.whatsapp.com/send?text=Espa%C3%B1a%20alcanza%20las%2036%20medallas%20de%20Tokio%20a%20tres%20jornadas%20para%20el%20final%20de%20Par%C3%ADs%20https://www.sport.es/es/noticias/juegos-paralimpicos/espana-alcanza-36-medallas-tokio-107804053%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Facebook](https://www.facebook.com/sharer/sharer.php?u=https://www.sport.es/es/noticias/juegos-paralimpicos/espana-alcanza-36-medallas-tokio-107804053%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Twitter](https://twitter.com/intent/tweet?original_referer=https://www.sport.es/es/noticias/juegos-paralimpicos/espana-alcanza-36-medallas-tokio-107804053&text=Espa%C3%B1a%20alcanza%20las%2036%20medallas%20de%20Tokio%20a%20tres%20jornadas%20para%20el%20final%20de%20Par%C3%ADs%20%20https://www.sport.es/es/noticias/juegos-paralimpicos/espana-alcanza-36-medallas-tokio-107804053%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40sport) [RRSS email](mailto:?subject=Espa%C3%B1a%20alcanza%20las%2036%20medallas%20de%20Tokio%20a%20tres%20jornadas%20para%20el%20final%20de%20Par%C3%ADs%20&body=https://www.sport.es/es/noticias/juegos-paralimpicos/espana-alcanza-36-medallas-tokio-107804053%3Futm_source%3Dmail%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [Copiar URL](javascript: void(0)) [Salen a la luz las condiciones extremas en las que se encontraría Daniel Sancho: 'Un puñado de arroz hervido con caldo](https://www.sport.es/es/noticias/actualidad/salen-luz-condiciones-extremas-encontraria-107737074) [El apodo con el que Daniel Sancho es nombrado por los medios de Tailandia](https://www.sport.es/es/noticias/gente/apodo-daniel-sancho-nombrado-medios-107695525) [Así es Ibrahim Diarra, el diamante que ficha el Barça](https://www.sport.es/es/noticias/barca/ibrahim-diarra-diamante-ficha-barca-107726252) [África, la gran palanca que viene en el Barça](https://www.sport.es/es/noticias/barca/africa-gran-palanca-viene-barcelona-107715605) [Rafa Mir, detenido por presunto delito de agresión sexual: última hora y noticias, en directo](https://www.sport.es/es/noticias/laliga/rafa-mir-detenido-presunto-delito-107705601) [Dura sanción a Ben O'Connor tras finalizar la 16ª etapa de La Vuelta](https://www.sport.es/es/noticias/la-vuelta/dura-sancion-ben-oconnor-finalizar-107736572) [Lesión Fermín: comunicado médico oficial, qué tiene y cuántos partidos se perderá](https://www.sport.es/es/noticias/barca/lesion-fermin-comunicado-medico-oficial-107734985) [Calma con Gavi](https://www.sport.es/es/noticias/barca/calma-gavi-107672576)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://api.whatsapp.com/send?text=Espa%C3%B1a%20alcanza%20las%2036%20medallas%20de%20Tokio%20a%20tres%20jornadas%20para%20el%20final%20de%20Par%C3%ADs%20https://www.sport.es/es/noticias/juegos-paralimpicos/espana-alcanza-36-medallas-tokio-107804053%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://twitter.com/intent/tweet?original_referer=https://www.sport.es/es/noticias/juegos-paralimpicos/espana-alcanza-36-medallas-tokio-107804053&text=Espa%C3%B1a%20alcanza%20las%2036%20medallas%20de%20Tokio%20a%20tres%20jornadas%20para%20el%20final%20de%20Par%C3%ADs%20%20https://www.sport.es/es/noticias/juegos-paralimpicos/espana-alcanza-36-medallas-tokio-107804053%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40sport)",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.sport.es/es/noticias/juegos-paralimpicos/espana-alcanza-36-medallas-tokio-107804053%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://www.facebook.com/sharer/sharer.php",
      "https://twitter.com/intent/tweet",
      "https://twitter.com/intent/tweet?original_referer=https://sport.es/es/noticias/juegos-paralimpicos/espana-alcanza-36-medallas-tokio-107804053&text=Espa%C3%B1a%20alcanza%20las%2036%20medallas%20de%20Tokio%20a%20tres%20jornadas%20para%20el%20final%20de%20Par%C3%ADs%20%20https://sport.es/es/noticias/juegos-paralimpicos/espana-alcanza-36-medallas-tokio-107804053%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40sport)",
      "https://api.whatsapp.com/send",
      "https://facebook.com/sharer/sharer.php?u=https://sport.es/es/noticias/juegos-paralimpicos/espana-alcanza-36-medallas-tokio-107804053%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://api.whatsapp.com/send?text=Espa%C3%B1a%20alcanza%20las%2036%20medallas%20de%20Tokio%20a%20tres%20jornadas%20para%20el%20final%20de%20Par%C3%ADs%20https://sport.es/es/noticias/juegos-paralimpicos/espana-alcanza-36-medallas-tokio-107804053%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-06T00:53:05.684+03:00",
    "updated": "2024-09-06T00:53:05.684+03:00"
  }
]