[
  {
    "uuid": "f310cf0b5e3af2ebe9a40e98715c991398aec8ce",
    "url": "https://www.sunstar.com.ph/davao/fprrd-to-take-legal-action-vs-pnp-on-chaotic-warrant-serving",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Ezra M. Francisquete",
    "published": "2024-06-13T11:18:00Z",
    "title": "FPRRD to take legal action vs PNP on chaotic warrant serving",
    "text": "FORMER President Rodrigo R. Duterte (FPRRD) expressed his full support to the members and missionaries of the Kingdom of Jesus Christ (KOJC) following the chaotic serving of the warrant of arrest against Pastor Apollo C. Quiboloy last June 10, 2024, as he also confirmed in a statement his position as the administrator of Quiboloy’s church properties. In his statement posted by the Sonshine Media Network International (SMNI) on June 13, Duterte urged the citizens to always uphold the Constitution, further calling the recent tension between the Philippine National Police-Special Action Force and the Criminal Investigation Detection Group (PNP-CIDG) and Special Action Force (SAF) troops and KOJC members as “day of infamy”. He maintained that the law-enforcement agencies did not present any search warrant in all of the church properties which was a “clear violation of the law” and an “overkill in any language”. “While I am saddened to do this given my personal, and in the past official, support for the police and the Armed Forces of the Philippines, my duties as Administrator of Church Properties demand that I take legal and appropriate action. In line with this, I have ordered not only the preparation of affidavits of all members aggrieved and traumatized by the said unfortunate incident but also an inventory of church properties destroyed as a consequence,” the former president stated, adding that the move of the law enforcers was “unlawful” and “unjustified” which should not be punished. Duterte, who had given constant support to the security and police personnel during his administration, said that the incident might be interpreted in the wrong way and will possibly bring down the image of the police state in the Philippines. “It is incumbent not only upon the church but also upon officers of the law to take appropriate action considering that the said trespass was beamed by social media all over the world and thus sent the wrong signal that this country has become a police state with no respect for the law and religious institutions. While the damage has been done, the opportunity is there to rectify the errors brought about by the trampling of basic rights in the conduct of this illegal raid by granting the reliefs and legal remedies provided by law,” he added. Duterte affirmed that he would take action against everyone involved in the planned but unlawful raid, stating that mindless obedience has serious consequences. “It is unfortunate that the obsession of this administration to demonize Pastor Quiboloy even before he could be convicted by a court of law is a clear maneuver to divert attention from the deepening crisis spawned by corruption, incompetence, and abuse of authority,” he stated. Earlier this year, Ferdinand Topacio, lawyer of the embattled preacher, said in national media that Duterte has the “best legal expertise” to handle all the concerns of KOJC. Duterte, a seasoned legal defender, is assigned tasks pertaining to the administration, care, and conservation of the assets of the KOJC as a legal body operating under Philippine laws. “He shall see to it that assets are protected, payables are paid, receivables collected and all financial matters are handled with due diligence with the end in view of benefiting the members of KOJC (Kingdom of Jesus Christ) in the best possible manner,” Topacio said. Duterte’s designation as Quiboloy's church property administrator was made public in response to a US court decision that unsealed the warrants and returns against the pastor and his co-associates over their sex trafficking, rape, fraud, and cash smuggling charges. DEF",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rodrigo r. duterte",
          "sentiment": "negative"
        },
        {
          "name": "duterte",
          "sentiment": "none"
        },
        {
          "name": "apollo c. quiboloy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pnp",
          "sentiment": "negative"
        },
        {
          "name": "criminal investigation detection group",
          "sentiment": "none"
        },
        {
          "name": "special action force",
          "sentiment": "none"
        },
        {
          "name": "philippine national police",
          "sentiment": "none"
        },
        {
          "name": "sonshine media network international",
          "sentiment": "none"
        },
        {
          "name": "armed forces of the philippines",
          "sentiment": "none"
        },
        {
          "name": "kojc",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:31:21.715+03:00",
    "updated": "2024-06-14T00:31:21.715+03:00"
  },
  {
    "uuid": "22bebfa18e2b375d4aece81fb0092efadcfde0a9",
    "url": "https://english.news.cn/20240308/da6502ad64804f6795dcf2712a8d4c99/c.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Xinhua",
    "published": "2024-03-08T14:13:00Z",
    "title": "ATMIS hails role of women peacekeepers in search of peace-Xinhua",
    "text": "MOGADISHU, March 8 (Xinhua) -- The African Union Transition Mission in Somalia (ATMIS) on Friday lauded the invaluable contribution of women peacekeepers in the mission and across the globe to peace and security.\nThe African Union Special Representative for Somalia and head of ATMIS, Mohamed El-Amine Souef, recognized the importance of gender equality and has committed to investing in and encouraging female representation at all levels. \"I would like to extend my deepest admiration and respect for the courage, dedication, and significant contribution our female peacekeepers make toward peace and security in Somalia,\" Souef said in a statement issued in Mogadishu, the capital of Somalia, to mark International Women's Day.\nSouef said this year's campaign theme \"Inspire Inclusion\" fits well with ATMIS' commitment to gender empowerment. The AU envoy said the commitment to investing in and encouraging female representation at all levels has been demonstrated through recruiting and promoting women within its ranks, establishing gender units and offices to integrate gender perspectives and ensuring the representation of women in all aspects of peace support activities.\n\"Their participation in previously male-dominated fields not only challenges traditional gender norms but also serves as an inspiration for local communities, demonstrating the capabilities and potential of women in contributing to peace and stability,\" Souef said.\nATMIS also lauded the role played by women peacekeepers in the ongoing transition process, emphasizing that their expertise, insight and commitment are invaluable assets in facilitating a seamless and sustainable transfer of security responsibilities to the Somali government.\n\"Let us continue to champion the cause for gender equality and ensure that every woman's potential is recognized, valued, and fully utilized in our collective quest for peace and stability,\" he added. ■",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.youtube.com/user/ChinaViewTV",
      "https://www.facebook.com/XinhuaNewsAgency/",
      "https://twitter.com/XHNews",
      "https://youtube.com/user/ChinaViewTV",
      "https://www.twitter.com/XHNews",
      "https://facebook.com/XinhuaNewsAgency/",
      "https://www.facebook.com/XinhuaNewsAgency"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mohamed el-amine souef",
          "sentiment": "none"
        },
        {
          "name": "souef",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "african union transition mission",
          "sentiment": "negative"
        },
        {
          "name": "xinhua",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "somalia",
          "sentiment": "none"
        },
        {
          "name": "xinhua mogadishu",
          "sentiment": "none"
        },
        {
          "name": "mogadishu",
          "sentiment": "none"
        },
        {
          "name": "atmis",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T16:27:42.538+02:00",
    "updated": "2024-03-08T16:27:42.538+02:00"
  },
  {
    "uuid": "32fce49600e9d46c0cffbc1d84f0be82f2241929",
    "url": "https://ground.news/article/chris-marriott-family-of-good-samaritan-killed-in-car-crash-say-his-death-shows-the-sort-of-man-he-was_48c42d",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground AI",
    "published": "2023-12-29T16:01:00Z",
    "title": "Ground News - Chris Marriott: Family of 'Good Samaritan' killed in car crash say his death shows 'the sort of man he was'",
    "text": "Left Center Right\nBias Insights\nBias Insights Good Samaritan Christian Marriott died after being hit by a car while helping an unconscious woman involved in a row in Sheffield. The 23-year-old man involved in the incident has been arrested on suspicion of murder, and another man, aged 55, was arrested on suspicion of attempted murder. The victim's family described Marriott as a \"wonderful husband, dad, brother, uncle\" who showed kindness by coming to the aid of others.\nInsights by Ground AI\nDoes this summary seem wrong? Share menu More\nFilters 12 Articles 12 Articles All Left Center Right\nBBC News Center High Factuality Government: Government of the United Kingdom Sheffield murder inquiry: Man killed as car hit crowd 'was Good Samaritan' Christian Marriott, 46, had been helping an unconscious woman when the car hit him and others.\n20 hours ago · United Kingdom Read Full Article\nBBC News Center High Factuality Government: Government of the United Kingdom\nSheffield murder inquiry: Man killed as car hit crowd 'was Good Samaritan' Christian Marriott, 46, had been helping an unconscious woman when the car hit him and others.\n20 hours ago · United Kingdom Read Full Article The Independent Lean Left High Factuality Individual: Evgeny Lebedev Family pay tribute to ‘good samaritan’ father killed while trying to help stranger Chris Marriott was providing first aid to the woman when a car collided with them both and others\n4 hours ago · London, United Kingdom Read Full Article\nThe Independent Lean Left High Factuality Individual: Evgeny Lebedev\nFamily pay tribute to ‘good samaritan’ father killed while trying to help stranger Chris Marriott was providing first aid to the woman when a car collided with them both and others\n4 hours ago · London, United Kingdom Read Full Article Metro News Lean Left Mixed Factuality Independent: Alfred Harmsworth (Barrister) Independent: Geraldine Mary Harmsworth Man killed after car ploughed into crowd was a Good Samaritan helping a stranger Christian Burngreave was killed while helping an injured woman (Picture: PA / SWNS) A father-of-two who died after a car ploughed in a crowd of people during a disturbance was a Good Samaritan who was trying to help a stranger, police have said. Christian Marriot, known as Chris, was out for a post-Christmas walk with his wife and two young sons in the Burngreave area of Sheffield when he spotted a woman lying unconscious in the street. Officers…\n20 hours ago · London, United Kingdom Read Full Article\nMetro News Lean Left Mixed Factuality Independent: Alfred Harmsworth (Barrister) Independent: Geraldine Mary Harmsworth\nMan killed after car ploughed into crowd was a Good Samaritan helping a stranger Christian Burngreave was killed while helping an injured woman (Picture: PA / SWNS) A father-of-two who died after a car ploughed in a crowd of people during a disturbance was a Good Samaritan who was trying to help a stranger, police have said. Christian Marriot, known as Chris, was out for a post-Christmas walk with his wife and two young sons in the Burngreave area of Sheffield when he spotted a woman lying unconscious in the street. Officers…\n20 hours ago · London, United Kingdom Read Full Article Shropshire Star Media Conglomerate: MNA Media Man killed by car driven into crowd was ‘Good Samaritan’ helping a stranger A father-of-two who died after a car ploughed in a crowd of people during disturbance was a Good Samaritan who was trying to help a stranger, police have said.\n21 hours ago · Ketley, United Kingdom Read Full Article\nShropshire Star Media Conglomerate: MNA Media\nMan killed by car driven into crowd was ‘Good Samaritan’ helping a stranger A father-of-two who died after a car ploughed in a crowd of people during disturbance was a Good Samaritan who was trying to help a stranger, police have said.\n21 hours ago · Ketley, United Kingdom Read Full Article Wales Online Lean Left Mixed Factuality Media Conglomerate: Reach Plc Tribute to 'wonderful' Good Samaritan killed trying to help woman The dad of two has been described as a 'friend to many'\n4 hours ago Read Full Article\nWales Online Lean Left Mixed Factuality Media Conglomerate: Reach Plc\nTribute to 'wonderful' Good Samaritan killed trying to help woman The dad of two has been described as a 'friend to many'\n4 hours ago Read Full Article Evening Standard Center Mixed Factuality Individual: Evgeny Lebedev Independent: Alfred Harmsworth (Barrister) Man killed by car driven into crowd was ‘Good Samaritan’ helping a stranger Christian Marriott died after an incident in the Burngreave area of Sheffield.\n21 hours ago · London, United Kingdom Read Full Article\nEvening Standard Center Mixed Factuality Individual: Evgeny Lebedev Independent: Alfred Harmsworth (Barrister)\nMan killed by car driven into crowd was ‘Good Samaritan’ helping a stranger Christian Marriott died after an incident in the Burngreave area of Sheffield.\n21 hours ago · London, United Kingdom Read Full Article More articles Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "external_links": [
      "https://www.standard.co.uk/news/uk/good-samaritan-chris-sheffield-south-yorkshire-police-neighbours-b1129386.html?utm_source=ground.news&utm_medium=referral",
      "https://www.shropshirestar.com/news/uk-news/2023/12/28/man-killed-by-car-driven-into-crowd-was-good-samaritan-helping-a-stranger/?utm_source=ground.news&utm_medium=referral",
      "https://metro.co.uk/2023/12/28/sheffield-dad-killed-car-attack-good-samaritan-helping-a-woman-20036607/?utm_source=ground.news&utm_medium=referral",
      "https://www.independent.co.uk/news/uk/home-news/chris-marriott-sheffield-crash-family-tribute-b2470840.html?utm_source=ground.news&utm_medium=referral",
      "https://www.walesonline.co.uk/news/uk-news/tribute-wonderful-good-samaritan-killed-28363358?utm_source=ground.news&utm_medium=referral",
      "https://www.bbc.co.uk/news/uk-england-south-yorkshire-67837433?utm_source=ground.news&utm_medium=referral",
      "https://metro.co.uk/2023/12/28/sheffield-dad-killed-car-attack-good-samaritan-helping-a-woman-20036607/",
      "https://www.independent.co.uk/news/uk/home-news/chris-marriott-sheffield-crash-family-tribute-b2470840.html",
      "https://walesonline.co.uk/news/uk-news/tribute-wonderful-good-samaritan-killed-28363358?utm_source=ground.news&utm_medium=referral",
      "https://www.standard.co.uk/news/uk/good-samaritan-chris-sheffield-south-yorkshire-police-neighbours-b1129386.html",
      "https://www.metro.co.uk/2023/12/28/sheffield-dad-killed-car-attack-good-samaritan-helping-a-woman-20036607/?utm_source=ground.news&utm_medium=referral",
      "https://www.bbc.co.uk/news/uk-england-south-yorkshire-67837433",
      "https://www.walesonline.co.uk/news/uk-news/tribute-wonderful-good-samaritan-killed-28363358",
      "https://shropshirestar.com/news/uk-news/2023/12/28/man-killed-by-car-driven-into-crowd-was-good-samaritan-helping-a-stranger/?utm_source=ground.news&utm_medium=referral",
      "https://independent.co.uk/news/uk/home-news/chris-marriott-sheffield-crash-family-tribute-b2470840.html?utm_source=ground.news&utm_medium=referral",
      "https://www.shropshirestar.com/news/uk-news/2023/12/28/man-killed-by-car-driven-into-crowd-was-good-samaritan-helping-a-stranger/",
      "https://standard.co.uk/news/uk/good-samaritan-chris-sheffield-south-yorkshire-police-neighbours-b1129386.html?utm_source=ground.news&utm_medium=referral",
      "https://bbc.co.uk/news/uk-england-south-yorkshire-67837433?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chris marriott",
          "sentiment": "negative"
        },
        {
          "name": "marriott",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "· united kingdom read full article bbc news center",
          "sentiment": "none"
        },
        {
          "name": "bbc news center",
          "sentiment": "none"
        },
        {
          "name": "marriott",
          "sentiment": "none"
        },
        {
          "name": "christian marriott",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "sheffield",
          "sentiment": "none"
        },
        {
          "name": "united kingdom sheffield",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T18:40:30.176+02:00",
    "updated": "2023-12-29T18:40:30.176+02:00"
  },
  {
    "uuid": "4a1ef04ad878d9f54c4345b940d0e047ca8d78ee",
    "url": "https://hindi.news18.com/news/bihar/patna-bihar-weather-forecast-update-aaj-ka-mausam-orange-alert-for-thunderstorm-and-rain-in-muzaffarpur-vaishali-samastipur-and-darbhanga-local18-ws-l-9227016.html",
    "ord_in_thread": 0,
    "author": "@news18india",
    "published": "2025-05-07T23:45:00Z",
    "title": "Bihar Weather Report: मुजफ्फरपुर, वैशाली... के लोग हो जाएं सावधान! वज्रपात के साथ बारिश की चेतावनी, ऑरेंज अलर्ट जारी - News18 हिंदी",
    "text": "Bihar Weather Report: मुजफ्फरपुर, वैशाली... के लोग हो जाएं सावधान! वज्रपात के साथ बारिश की चेतावनी, ऑरेंज अलर्ट जारी\nNews18 Bihar\nHeat Wave Alert in Bihar: बिहार में मौसम का मिजाज लगातार बदल रहा है. बारिश का सिलसिला थमा तो अब हॉट डे और हीट वेव जैसी स्थिति पनपने लगी है. हालांकि मुजफ्फरपुर, वैशाली, समस्तीपुर और दरभंगा में बारिश को लेकर अलर्...और पढ़ें\n[X]\n16 मई तक भीषण गर्मी का अलर्ट बिहार में\n- बिहार में 16 मई तक हीट वेव और हॉट डे का येलो अलर्ट जारी.\n- पछुआ हवाओं के कारण तापमान में वृद्धि की संभावना.\n- उत्तर-पश्चिमी और दक्षिण-पश्चिम बिहार में लू का अधिक प्रभाव.\nपटना. एक बार फिर से बिहार का मौसम करवट ले रहा है. आज सुबह 9 बजे तक मुजफ्फरपुर, वैशाली, समस्तीपुर, और दरभंगा जिलों में मध्यम दर्जे का मेघगर्जन, व्रजपात और बारिश होने की संभावना है. इस दौरान हवा की गति 40 से 50 किमी प्रति घंटे रहने की संभावना है. इसको लेकर ऑरेंज अलर्ट जारी किया गया है. वहीं हवा का रुख बदल रहा है. अब बिहार में पछुआ हवा चलेंगी. 10 से 16 मई तक हिट वेव और हॉट डे रहने का पूर्वानुमान है. 16 मई तक बिहार में हॉट डे और हीट वेव को लेकर येलो अलर्ट जारी किया गया है. अब बिहार के लोगों को भीषण गर्मी का सामना करना पड़ेगा. हालांकि बुधवार को गया, भोजपुर, अरवल, जहानाबाद, कैमूर, रोहतास और औरंगाबाद में तेज आंधी, मेघगर्जन, व्रजपात के साथ मध्यम स्तर की बारिश दर्ज की गई.\nइस दौरान हवा की गति 40 से 50 किमी प्रति घंटे रही. लेकिन, अब चिलचिलाती धूप और भयंकर गर्मी का दिन आ गया है. मौसम विज्ञान केंद्र ने बताया है कि आज से बिहार में हवा का रुख पछुआ हो रहा है. इस वजह से तापमान में तो वृद्धि होगी ही साथ ही हॉट डे या हीट वेव होने की प्रबल संभावना है.\nमौसम में क्या क्या होगा बदलाव\nपटना स्थित मौसम विज्ञान केंद्र के निदेशक आशीष कुमार के अनुसार 08 मई से बिहार में पछुआ हवाओं का प्रभाव बढ़ने की संभावना है. मध्य भारत और समीपवर्ती ओडिशा क्षेत्र में एक प्रति चक्रवातीय परिसंचरण सक्रिय होने के कारण राज्य के अधिकांश हिस्सों में गर्म एवं शुष्क पछुआ हवाओं का प्रवाह हो सकता है. इस वजह से दिन और रात के तापमान सामान्य से अधिक रहने की प्रबल संभावना है. राज्य के कुछ स्थानों पर लू चलने की भी संभावना है, विशेषकर उत्तर-पश्चिमी, उत्तर-मध्य, दक्षिण बिहार के जिलों में इसका प्रभाव अधिक तेज हो सकता है. 10 मई से 16 मई तक राज्य के अनेक स्थानों में अधिकतम तापमान 40°C या उससे अधिक रहने की संभावना है. फिलहाल बुधवार को बिहार का सर्वाधिक अधिकतम तापमान 38.8°C डेहरी में दर्ज हुआ.\nसबसे अधिक जोखिम वाले क्षेत्र\n16 मई तक लू और हीट वेव से सबसे अधिक प्रभावित जिले उत्तर-पश्चिमी यानी पश्चिम चंपारण, पूर्वी चंपारण, गोपालगंज, सीवान, सारण, दक्षिण-पश्चिम बिहार यानी बक्सर, भोजपुर, रोहतास, भभुआ, औरंगाबाद और अरवल के नगर निकाय क्षेत्र हैं. वहीं इस मौसमी बदलाव का सबसे कम प्रभाव सुपौल, अररिया, किशनगंज, सहरसा, मधेपुरा, पूर्णिया और कटिहार में देखने को मिलेगा. इन जिलों हिट वेव या हॉट डर का प्रभाव बेहद कम होगा.\nप्रमुख शहरों का तापमान और AQI\nशहर | अधिकतम तापमान | न्यूनतम तापमान | AQI |\nपटना | 35.5 | 24.6 | 122 |\nमुजफ्फरपुर | 34.8 | 22 | 42 |\nगया | 37.5 | 23.4 | 82 |\nपूर्णिया | 35.8 | 22.6 | 78 |\nभागलपुर | 35.9 | 23.5 | 102 |\nपश्चिम चंपारण | 36.4 | 22 | 81 |\nडेहरी | 38.8 | 24 | 62 |",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "hindi",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "topics": [
      "Weather->weather warning",
      "Environment->environmental pollution",
      "Environment->climate change",
      "Environment->natural resources"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T03:34:40.687+03:00",
    "updated": "2025-05-08T00:40:50.000+00:00"
  },
  {
    "uuid": "48cadf709d84dcc0d6e498b1ac426d5025953677",
    "url": "https://www.ibtimes.co.in/meta-purges-over-2-million-accounts-linked-scam-centres-875190",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "IBT Technology Desk",
    "published": "2024-11-22T11:37:00Z",
    "title": "Meta purges over 2 million accounts linked to scam centres - IBTimes India",
    "text": "Meta has purged more than two million accounts linked to scam centres in Myanmar, Laos, Cambodia, the United Arab Emirates (UAE) and the Philippines.\nThe social media giant said they are going after the criminal organisations behind 'pig butchering' and other schemes, which target people globally through messaging, dating, social media and crypto and other apps to convince them to 'invest' under false pretenses.\n\"We've partnered with law enforcement and our peers in the private sector to share insights and work together to disrupt these malicious scam operations,\" said the company.\nOne of the most egregious and sophisticated[ fraud scams](https://www.ibtimes.co.in/beware-fraudsters-pose-traffic-cops-exploit-fines-see-how-875157), 'pig butchering' is all about building trusted personal relationships online with someone only to manipulate them to deposit more and more money into an investment scheme, often using cryptocurrency, and ultimately lose that money.\nAccording to Meta, the scale and sophistication of this threat is unprecedented, with the US Institute of Peace estimating that up to 300,000 people are forced into scamming others around the world by these criminal groups, with about $64 billion dollars stolen worldwide annually as of the end of 2023.\nThe criminal compounds force their workers to engage in a wide range of malicious activity, from cryptocurrency, gambling, loan and investment scams ('pig butchering') to government and other impersonation scams.\nAcross many internet and telecom services, they make up deceptive personas, often masquerading as attractive single people or pretending to represent government agencies or trusted public figures and businesses.\nThese scams can start on dating apps, text message, email, social media or messaging apps, then ultimately move to scammer-controlled accounts on crypto apps or scam websites masquerading as investment platforms.\n\"The Royal Thai Police has been working with[ Meta](https://www.ibtimes.co.in/whatsapps-new-feature-can-now-transcribe-voice-messages-into-text-875182) on disrupting criminal scam centres for over two years. We've been able to share information so they can investigate and take action against the bad guys and help us hold the criminal syndicates behind these scam centres accountable,\" said Police Major General Teeradej Thumsutee, Commander of the Investigation Division of the Metropolitan Police Bureau, Royal Thai Police.\n(With inputs from IANS)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Corporate News and Profiles",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Fwww.ibtimes.co.in%2Fmeta-purges-over-2-million-accounts-linked-scam-centres-875190&text=Meta+purges+over+2+million+accounts+linked+to+scam+centres&via=ibtimes_india",
      "https://twitter.com/ibtimes_india",
      "https://fonts.googleapis.com/css2?family=Roboto:wght@400;700&display=swap",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.ibtimes.co.in%2Fmeta-purges-over-2-million-accounts-linked-scam-centres-875190&title=Meta+purges+over+2+million+accounts+linked+to+scam+centres",
      "https://www.facebook.com/ibtimes.india",
      "https://cdn.segment.com/analytics.js/v1/",
      "https://fearlessfaucet.com/v2jheDVnSDbCTV38Tl3HxwMJS-xyyNO9xsP6lBZLIICVkVFpU2m6iNU1UpR_lJk8Y",
      "https://www.reddit.com/submit?url=Meta+purges+over+2+million+accounts+linked+to+scam+centres&title=Meta+purges+over+2+million+accounts+linked+to+scam+centres",
      "https://g.ibtimes.com/www/images/ibt-logo-2023-sm.svg",
      "https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css",
      "https://www.linkedin.com/shareArticle?mini=true&url=Meta+purges+over+2+million+accounts+linked+to+scam+centres&title=Meta+purges+over+2+million+accounts+linked+to+scam+centres",
      "https://g.ibtimes.com/www/images/ibt-logo-2023.svg",
      "https://www.g.ibtimes.com/www/images/ibt-logo-2023.svg",
      "https://linkedin.com/shareArticle?mini=true&url=Meta+purges+over+2+million+accounts+linked+to+scam+centres&title=Meta+purges+over+2+million+accounts+linked+to+scam+centres",
      "https://facebook.com/ibtimes.india",
      "https://www.fearlessfaucet.com/v2jheDVnSDbCTV38Tl3HxwMJS-xyyNO9xsP6lBZLIICVkVFpU2m6iNU1UpR_lJk8Y",
      "https://www.facebook.com/sharer/sharer.php",
      "https://cdn.segment.com/analytics.js/v1",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.ibtimes.co.in%2Fmeta-purges-over-2-million-accounts-linked-scam-centres-875190&title=Meta+purges+over+2+million+accounts+linked+to+scam+centres",
      "https://www.linkedin.com/shareArticle",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fwww.ibtimes.co.in%2Fmeta-purges-over-2-million-accounts-linked-scam-centres-875190&text=Meta+purges+over+2+million+accounts+linked+to+scam+centres&via=ibtimes_india",
      "https://www.cdn.segment.com/analytics.js/v1/",
      "https://www.twitter.com/ibtimes_india",
      "https://reddit.com/submit?url=Meta+purges+over+2+million+accounts+linked+to+scam+centres&title=Meta+purges+over+2+million+accounts+linked+to+scam+centres",
      "https://www.cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css",
      "https://www.reddit.com/submit",
      "https://www.g.ibtimes.com/www/images/ibt-logo-2023-sm.svg",
      "https://fonts.googleapis.com/css2",
      "https://www.fonts.googleapis.com/css2?family=Roboto:wght@400;700&display=swap",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "Laos",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "48cadf709d84dcc0d6e498b1ac426d5025953677",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-11-22T15:59:15.435+02:00",
    "updated": "2024-11-22T17:52:20.588+02:00"
  }
]