[
  {
    "uuid": "4850e3e66075c86a287c18617dadac029008badd",
    "url": "https://timesofindia.indiatimes.com/world/pakistan/ex-pak-pm-imran-khan-wife-bushra-move-lower-court-against-un-islamic-marriage-case-verdict/articleshow/107942249.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2024-02-23T07:49:00Z",
    "title": "Ex-Pak PM Imran Khan, wife Bushra move lower court against 'un-Islamic marriage' case verdict | - Times of India",
    "text": "ISLAMABAD: Jailed former Pakistan prime minister Imran Khan and his wife Bushra Bibi on Friday separately moved a lower court challenging the verdict in the \\\"un-Islamic\\\" marriage case in which they were jailed for seven years and their marriage in 2018 declared illegal. Earlier this month, a trial court sentenced Khan, 71, and his wife Bushra Bibi, 49, to seven years in jail and imposed a Rs 5,00,000 fine on each for \\\"contracting marriage during the 'iddat' (period of waiting)\\\" in a case filed by Bibi's former husband Khawar Maneka in November last year.The district and sessions court will mark the former first couple's appeals on Friday, Geo News reported.Bushra Bibi filed her appeal at the court through her lawyers seeking annulment of the trial court's decision, the report said.The third spouse of the Pakistan Tehreek-e-Insaf (PTI) party founder petitioned that the judgment delivered by civil judge Qudratullah on February 3 was against the facts, while the indictment issued against her in the case on January 16 was also illegal.The petition said that the plea of jurisdiction was rejected without assigning any reason and that the civil court did not conduct the trial properly.\\\"Bushra Bibi reserves the right to request discharge from the case,\\\" it stated.It further said that the complaint was filed six years after her marriage with the former-cricketer-turned-politician Khan, while another complainant filed a similar application earlier.Asserting that the statements of Khawar Maneka and the witnesses kept changing, the petition stated that Mufti Saeed could not prove his claim of a second marriage between Bushra Bibi and Khan.Mufti Saeed is the Pakistani cleric who solemnised the couple's Islamic marriage in 2018. He had alleged that the ceremony was not conducted under Islamic Sharia law and that the wedding occurred during Bushra Bibi's iddat period.Bushra Bibi is imprisoned at Khan's Bani Gala residence in Islamabad after an accountability court sentenced the couple to 14 years in jail in the Toshakhana corruption case last month.Khan is lodged at the high-security Adiala Jail in Rawalpindi. Both of them have been convicted with multiple years' sentences in the Toshakhana expensive gift case and the iddat case, which declared their marriage as un-Islamic.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "imran khan",
          "sentiment": "negative"
        },
        {
          "name": "bushra bibi",
          "sentiment": "negative"
        },
        {
          "name": "bushra",
          "sentiment": "negative"
        },
        {
          "name": "bibi",
          "sentiment": "none"
        },
        {
          "name": "qudratullah",
          "sentiment": "none"
        },
        {
          "name": "khan",
          "sentiment": "none"
        },
        {
          "name": "khawar maneka",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T12:22:23.879+02:00",
    "updated": "2024-02-23T12:22:23.879+02:00"
  },
  {
    "uuid": "f3e197509bf0522ab27b40884794fed673e39c03",
    "url": "https://www.wdbj7.com/video/2024/02/24/liberty-university-sickness",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@wdbj7",
    "published": "2024-02-24T00:00:00Z",
    "title": "Liberty University Sickness",
    "text": "Skip to content News Livestreams Hometown Weather Submit Photo or Video Target 7 Sports Black History Month Home News Local Your Vote Virginia Election Results Unsolved Virginia 7@four Here @ Home Air7 Early Years Good News Grown Here at Home History WDBJ7 Archives Target 7 Crime Economy Education Entertainment Health Mornin' National Safety Livestreams Hometown Weather Weather News Interactive Radar Maps SkyCams First Alert Weather Day Weather Resources Weather Stream Closings & Delays Almanac Sports Friday Football Extra Scoreboard College Sports Preview College Stats & Predictions How to Watch WDBJ7 Podcasts Hometown Stories Slight Chance of Science Hometown Sports Extra Political Pulse Early Years Hometown Health Noticias de la Cuidad Estrella Hear @ Home Community Community Calendar Birthdays Send Us Your Birthday Contests Hometown Eats Pet Stories Hometown Holiday Helpers Hometown Veterans: Honoring our Heroes Your Hometown Matters This Is Home Viewer Edition Coronavirus Good News Here at Home 7 @ Four Hometown Mentor Blue Ridge Great Health Divide Bridging the Great Health Divide Across the US WDBJ+ Contact Us Meet the Team WZBJ24 Public Service Submit a Story WDBJ7 Careers Gray Media Group Careers WDBJ E-News Español Programming Schedule Zeam - News Streams Submit Photos and Videos Circle Country Gray DC Bureau InvestigateTV PowerNation Liberty University Sickness Published: Feb. 23, 2024 at 11:13 PM EST | Updated: 4 hours ago Share on Facebook Email This Link Share on X (formerly Twitter) Share on Pinterest Share on LinkedIn Health LU Gastrointestinal Outbreak Updated: 9 hours ago Health Centra Opening New Clinic Updated: Feb. 21, 2024 at 6:54 PM EST Health ROCI Library Blood Pressure Cuffs Updated: Feb. 20, 2024 at 5:32 PM EST Health 23-Hour Crisis Center Opens in Danville Updated: Feb. 20, 2024 at 5:27 PM EST Health AGING IN PLACE: Wellness Checks, Seeing a Geriatrician Can Help Older Loved Ones Stay Healthy Updated: Feb. 20, 2024 at 8:48 AM EST",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "liberty university sickness skip",
          "sentiment": "negative"
        },
        {
          "name": "hometown health noticias de la cuidad estrella",
          "sentiment": "none"
        },
        {
          "name": "football extra scoreboard college sports preview college stats & predictions how",
          "sentiment": "none"
        },
        {
          "name": "hometown mentor blue ridge great health",
          "sentiment": "none"
        },
        {
          "name": "crime economy education entertainment health mornin",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "virginia election results unsolved virginia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-24T06:41:22.339+02:00",
    "updated": "2024-02-24T10:04:16.773+02:00"
  },
  {
    "uuid": "9511e55b2368a3f822e72baf17076fc54fa3acd0",
    "url": "https://www.meneame.net/story/intento-golpe-bolivia-foto-video-presidente-luis-arce-cara-cara/c074",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ElPuyaVuelve",
    "published": "2024-06-27T21:29:00Z",
    "title": "#74 Intento de Golpe en Bolivia: la foto y el video del presidente Luis Arce cara a cara con el general Zúñiga, el militar que lideró la sublevación de tropas en La Paz",
    "text": "Portada\nmis comunidades\notras secciones\n[#2](c2#c-2) \"EEUU, la UE y la OEA exigen el respeto al orden constitucional boliviano\"\nEEUU exigiendo respeto al orden constitucional de un país sudamericano... casi se me van los chococrispis por mal sitio. Como cocos tienen los huevos.\n[#2](c2#c-2) Quizás eres muy joven, pero yo sí recuerdo los comunicados de EEUU a la prensa, cada que ocurría un golpe de estado en Latinoamérica entre los 60 y los 80s. Siempre decían algo como: \"Nuestro país siempre promueve el respeto a la democracia y la libertad... bla bla... Esperamos que pronto se restablezca el orden y la paz en... bla bla\". Mientras tanto la CIA recibía ordenes explícitas para ayudar a derrocar los gobiernos democráticos por la fuerza.\n[#1](c1#c-1) Haz el favor de no contaminar el relato, Estados Unidos nunca ha apoyado un golpe de estado en América Latina ni lo volvería a hacer\n[#8](c8#c-8) Cierto ¡¡¡¡ Nadie podría afirmar lo contrario, y mucho menos documentarlo.\nhttps://es.wikipedia.org/wiki/La_historia_no_contada_de_los_Estados_Unidos\n[#10](c10#c-10) los otros 241 casos de intervención de los USA en golpes de estado en el patio trasero fueron.... casualidad!!\n[#1](c1#c-1) El litio de Bolivia ya es explotado por empresas de todo el globo, incluido USA. En la última convocatoria han aceptado proyectos de 26 empresas de países como Argentina, China, Australia, USA, Irlanda, Francia, UK, Rusia y Suiza. Así se aseguran que todos los países eviten meter baza en su soberanía.\n[#39](c39#c-39) Para qué dar un golpe cuando tienes el control de los medios y puedes manipular la opinión pública a voluntad.\n[#39](c39#c-39) Cuando se puede hacer por las buenas, financiando una campaña política y usando a los medios, no necesitan orquestar ningún golpe, es de primero de la CIA.\n¿Sabes que Argentina había solicitado entrar en los BRICS+ y que una de las primeras cosas que hizo Milei fue cancelar dicha petición?\nEcuador se lo estaba planteando y gracias al dinero Yankee consiguieron meter en el poder a un niño rico nacido en Miami que asalta embajadas a placer.\nNo obstante, cree lo que quieras, el sur global sabe perfectamente lo que hay con occidente, por eso estamos viendo fracasos como éste o el de hace unas semanas en el Congo.\nEEUU cada vez lo tiene más complicado para sostener su hegemonía, es un hecho.\n[#46](c46#c-46) No digo que USA nunca haya auspiciado golpes de estado, pero lo de Milei es única y exclusivamente debido a la desesperación del pueblo argentino y a sus anteriores gobernantes, no hay medios capaces de camuflar la locura de Milei y lo que les esperaba si ganaban, por mucha pasta que largue USA.\nY en el caso de Bolivia, ha sido un \"golpe de estado\" bastante cutre, si fuese auspiciado por USA hubiese tenido más recorrrido.\n[#47](c47#c-47) Pues lo siento pero no estoy de acuerdo.\nMilei no era nadie hasta que alguien puso pasta en su campaña. Lo primero que hizo fue cancelar la petición de entrada a los BRICS+ y ofender a los chinos que tenían que aflojar unos miles de millones.\nEn política, las coincidencias no existen.\nY respecto al golpe en Bolivia, tiene huevos que me digas que si hubiera sido EEUU habría tenido más recorrido viendo los numeritos de Guaidó en Venezuela, a la Jeanine en el mismo país o el intento del Congo en el que pillaron a varios agentes usanos con el puñetero pasaporte encima...\nEEUU ya no es lo que era, justo por eso pasa que no le salen bien las jugadas.\nNo es coincidencia que los yemeníes presentaran ayer su nuevo misil hipersónico low-cost de combustible solido, fabricado en Yemen, por poner otro ejemplo.\nPues igual que los huties disponen de estas ayuditas el resto de países que necesiten ayuda contra las presiones de occidente las recibirá de una u otra forma, sea información, sea tecnología o apoyo económico.\nJusto de eso va lo de los BRICS+, y fíjate, no necesitan financiar golpes de estado, les basta con hacer negocios y tener un enemigo común.\n[#47](c47#c-47) Cuando los anteriores presidentes como es el caso de Morales y Chavez, hacen una purga en los ejércitos, los golpes de estado fracasan, los auspicien los yankis o no.\n[#38](c38#c-38) Cuando no puedes poner a uno que le chupe las botas a EEUU como en Argentina toca golpe de estado, es de manual básico de EEUU en América Latina.\n[#22](c22#c-22) claro, es ridículo pensar que usa esté detrás de un golpe de estado en Sudamérica. Eso no ha pasado nunca!!\n[#22](c22#c-22) Bueno, lo ha dicho el propio general...\nNo tiene por qué ser verdad, pero tampoco es que sea algo muy alocado.\n[#1](c1#c-1) Seguro que\nno lo dices por esto:\nhttps://www.dw.com/es/bolivia-y-rusia-firman-millonario-acuerdo-para-explotar-litio-clave-para-transici%C3%B3n-energ%C3%A9tica/a-67715634\nhttps://www.france24.com/es/programas/econom%C3%ADa/20240118-bolivia-firma-millonario-acuerdo-con-consorcio-chino-para-la-explotaci%C3%B3n-de-litio\n[#32](c32#c-32) A los yankis siempre les jode que los paises soberanos lleguen a acuerdos con otros países para negociar con sus materias primas, ellos son más de invadir y robarlas\n[#1](c1#c-1) Lo siento, pero no, no es por litio. Es una lucha de poder interna. Sé que es un discurso fácil que has escuchado en algunos sitios pero tiene cero fundamento, principalmente por que Estados Unidos no busca litio, y tiene enormes yacimientos dentro de sus fronteras. No es un bien concentrado como el petróleo.\nhttps://forococheselectricos.com/2024/01/por-que-no-habra-guerras-por-el-litio.html\n[#5](c5#c-5) A saber, pero simplemente escuchando al general su forma de hablar y sus gestos en ese vídeo... ese hombre no está bien de la cabeza le faltó mencionar al mileniarismo [#9](c9#c-9) [#13](c13#c-13) [#23](c23#c-23) Ni idea del tema.\nNo obstante, creo que no he aseverado absolutamente nada en\n[#5](c5#c-5) como para ser acribillado a negativos como ese comentario está siendo.\nSimplemente expongo una situación (viable o no), y además con toda la cautela del mundo.\nVuestras respuestas en cierto modo, acompañan mis posibles dudas (básicamente porque ninguno sabemos los detalles y reconocemos que no sabemos todo), pero expongo el ejemplo de España, precisamente para no dar por hecho todo, absolutamente todo el relato que supercialmente nos quieran dar.\nComo digo, no estoy aseverando nada en #5. Sólo estoy indicando que nunca está de más ser \"mínimamente\" críticos con lo que veamos, ya que así podremos dar certeza absoluta y argumentada a las conclusiones iniciales.\neso pasa a veces. Mira el 23 F de España\nIncluso antes del golpe de estado de Franco, hubo otro contra la republica española que fracasó.\nEl propio golpe de estado franquista no hubiera triunfado sin el activo apoyo del ejército nazi e italiano, y el apoyo pasivo de EEUU y las potencias europeas.\nLos golpes de estado no siempre triunfan y el que se levanta no siempre tiene las de ganar.\n[#4](c4#c-4) Según versión del mismo Zúñiga, supuestamente Arce aprobó este golpe para mejorar su popularidad\n[#5](c5#c-5) Yo también lo he escuchado, pero se me hace raro lo de falsa bandera.\nSi el golpe de estado sale bien, ok, pero en ese caso no es para que salga reforzado, sino que es un golpe de estado en toda regla.\nSi sale mal (que es lo que ha parece haber ocurrido), no tiene ningún sentido decir al día siguiente que \"lo hice para que Arce saliera reforzado como el salvador\".\nLa segunda opcíon tendría sentido si lo dijera un periodista, o incluso el mismo general, pero dentro de un tiempo. Pero al día siguiente no tienen ningún sentido.\nA mi me suena a flipado salvador de la patria que imaginaba un alzamiento popular para salvarlos de la \"dictadura comunista\"\nRelacionado: Rusia apoya la intención de Bolivia de unirse al grupo de los BRICS.\nhttps://ahoraelpueblo.bo/index.php/nacional/politica/rusia-apoya-la-intencion-de-bolivia-de-unirse-al-grupo-de-los-brics\nEl canciller ruso indicó que Moscú tratará de garantizar que el máximo número de los que deseen integrarse a la asociación puedan hacerlo antes de la próxima cumbre.\nY casi cantamos línea, siempre es la gente del mismo color la que va montando golpes de estado en cuanto no les gusta como se dirige el país.\nLuego se lo dices a la puta cara y se mosquean, hacen aspavientos, alaridos y esas cosas.\nY esto señoras es lo que llamamos golpistas, por si alguien se le llena la boca llamando golpistas a algo diferente, como pasa con terroristas\nZúñiga es un traidor, hay que investigar sus flujos de dinero para llegar a saber quién es el instigador del golpe.\nLa economia de Bolivia va muy bien ¿Qué excusas pondrán estos militareas para su golpe? ¡¡Traidores!!\n[#26](c26#c-26) Pues que su propia economía podría ir muchísimo mejor. Me da que esto pasa en prácticamente todos los golpes de estado...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://forococheselectricos.com/2024/01/por-que-no-habra-guerras-por-el-litio.html",
      "https://www.dw.com/es/bolivia-y-rusia-firman-millonario-acuerdo-para-explotar-litio-clave-para-transici%C3%B3n-energ%C3%A9tica/a-67715634",
      "https://es.wikipedia.org/wiki/La_historia_no_contada_de_los_Estados_Unidos",
      "https://ahoraelpueblo.bo/index.php/nacional/politica/rusia-apoya-la-intencion-de-bolivia-de-unirse-al-grupo-de-los-brics",
      "https://www.france24.com/es/programas/econom%C3%ADa/20240118-bolivia-firma-millonario-acuerdo-con-consorcio-chino-para-la-explotaci%C3%B3n-de-litio",
      "https://www.es.wikipedia.org/wiki/La_historia_no_contada_de_los_Estados_Unidos",
      "https://www.forococheselectricos.com/2024/01/por-que-no-habra-guerras-por-el-litio.html",
      "https://france24.com/es/programas/econom%C3%ADa/20240118-bolivia-firma-millonario-acuerdo-con-consorcio-chino-para-la-explotaci%C3%B3n-de-litio",
      "https://www.ahoraelpueblo.bo/index.php/nacional/politica/rusia-apoya-la-intencion-de-bolivia-de-unirse-al-grupo-de-los-brics",
      "https://dw.com/es/bolivia-y-rusia-firman-millonario-acuerdo-para-explotar-litio-clave-para-transici%C3%B3n-energ%C3%A9tica/a-67715634"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:31:14.243+03:00",
    "updated": "2024-06-28T01:31:14.243+03:00"
  },
  {
    "uuid": "9742583b151be36a91f32ddcc79fe65884a73ccf",
    "url": "https://www.7sur7.be/tech/microsoft-licencie-des-centaines-de-personnes-chez-activision-trois-mois-apres-son-acquisition~a240e02f",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rédaction",
    "published": "2024-01-25T20:53:00Z",
    "title": "Microsoft licencie des centaines de personnes chez Activision, trois mois après son acquisition",
    "text": "Microsoft licencie des centaines de personnes chez Activision, trois mois après son acquisition\nMicrosoft va licencier 1.900 salariés de sa filiale de consoles Xbox et d’Activision Blizzard, à peine plus de trois mois après avoir finalisé l’acquisition de l’éditeur de jeux vidéo.\nLe chiffre, qui représente environ 9% des 22.000 employés affectés aux jeux vidéo, figure dans un courrier interne publié par plusieurs médias américains et dont l’authenticité a été confirmée à l’AFP par Microsoft. Le message interne est signé par le responsable des jeux vidéo chez Microsoft, Phil Spencer, qui a justifié la décision par le souhait de calibrer l’entité “avec une structure de coûts soutenable”. Il a fait état de “doublons” et de l’intention de Microsoft d’accorder la priorité aux projets générateurs de croissance potentielle.\nDans un message posté sur X (ex-Twitter), le président d’Activision Blizzard, Mike Ybarra, a confirmé une vague de suppressions de postes ainsi que son départ immédiat. “C’est une journée incroyablement difficile”, a écrit le dirigeant, indiquant que jeudi était son “dernier jour” au sein de l’entreprise.\nLicenciements en masse pour le secteur de la tech\nMicrosoft a dû attendre plus de 20 mois avant de finaliser\nl’acquisition d’Activision Blizzard, pour 69 milliards de dollars, pour cause d’obstacles réglementaires, finalement levés. Ces suppressions de postes interviennent alors que d’autres acteurs majeurs des jeux vidéo ont aussi annoncé, récemment, des licenciements.\nLundi, Riot Games, éditeur du jeu League of Legends et filiale du chinois Tencent, a indiqué la réduction prochaine de ses effectifs de 11% environ, soit 530 emplois. Début janvier, la plateforme de streaming Twitch, filiale d’Amazon rendue populaire par les “gamers”, a dit prévoir de se séparer de 500 employés, soit environ un tiers de l’ensemble. L’an dernier, Microsoft, à l’instar de la plupart des géants technologiques à l’exception notable d’Apple, avait déjà taillé dans ses effectifs, avec une première vague de 10.000 suppressions d’emplois, annoncée en janvier, suivie d’une autre, durant l’été.\nL’annonce de Microsoft “montre clairement que même lorsque vous travaillez pour une entreprise qui a du succès, au sein d’une industrie extrêmement rentable, vous n’êtes pas protégés si vous n’avez pas de représentant”, a réagi le syndicat des métiers de la communication (CWA). Seule une poignée de collaborateurs sont syndiqués chez Microsoft, à savoir des employés de la filiale de jeux vidéo ZeniMax Media.\nLa CWA a encouragé les équipes de Microsoft dédiées aux jeux vidéo mais aussi le milieu tout entier à “se rassembler et faire jouer leur droit à la représentation” syndicale. L’activité syndicale est traditionnellement très faible dans le secteur technologique au sens large.\nMi-décembre, Microsoft s’est engagé, dans le cadre d’un partenariat avec le puissant syndicat américain AFL-CIO, à une position de neutralité en matière syndicale. Cela signifie que le groupe ne cherchera pas à dissuader ceux de ses employés qui souhaiteraient former une organisation syndicale.\nLIRE AUSSI\nGratis onbeperkt toegang tot Showbytes? Dat kan!Log in of maak een account aan en mis niks meer van de sterren.\nAussi dans l'actualité\n-\nMonenergie.be\nPasser l'hiver à l'étranger: que devriez-vous faire avec votre contrat énergétique belge?\n-\n“C’est très difficile de marquer”: qu’est-ce que le “drone soccer”, ce jeu inspiré de Harry Potter?Un puissant vrombissement s’élève soudain, comme si un gigantesque essaim d’insectes avait envahi l’Eureka Park, l’un des nombreux sites du salon de l’électronique grand public de Las Vegas (CES). Il s’agit en réalité d’une partie de “drone soccer”, ou football, avec des drones nés en Corée du Sud.\n-\nDiversité, genre, féminisme: les jeux vidéo deviennent aussi plus inclusifsHéros transgenre, coupe afro et peuples autochtones: les studios basculent vers des jeux vidéo plus inclusifs, sous la pression des joueurs, davantage demandeurs de “représentativité” dans les personnages et les intrigues, et l’impulsion d’une nouvelle génération de créateurs sensibles à ces enjeux.\n-\nUbisoft victime d’une tentative de cyberattaque: les éditeurs de jeux vidéo pris pour cibleL’éditeur français de jeux vidéo Ubisoft a indiqué mardi avoir été victime d’une tentative de cyberattaque, dans un contexte où d’autres acteurs de l’industrie vidéoludique ont connu des vols massifs de données, comme le studio Insomniac Games, développeur du jeu “Wolverine”.\n-\nElon Musk affirme que le Cybertruck de Tesla pourrait bientôt servir de bateauSelon Elon Musk, il sera bientôt possible de naviguer sur le Cybertruck. Le milliardaire affirme que Tesla prévoit d’introduire un “ensemble de modifications” qui permettra au pick-up de se comporter comme un bateau.\n-\nLes travailleurs gagnent (pour le moment) une première bataille contre l’intelligence artificielle\n-\nMonenergie.be\nY a-t-il également des soldes sur le marché de l’énergie?Tout le monde connaît bien les réductions sur les vêtements, appareils électroménagers ou meubles, mais peut-on également faire de bonnes affaires sur le marché de l’énergie? Ci-dessous, Monenergie.be a examiné ceci.\n-\nNetflix publie ses audiences pour la première fois: découvrez les séries les plus regardées“The Night Agent” a été la série la plus visionnée du premier trimestre 2023 sur Netflix, a fait savoir mardi le géant du streaming en communiquant ses audiences détaillées pour la première fois de son histoire.\n<a href=\"https://www.7sur7.be/football-belge/le-meilleur-entraineur-le-joueur-le-plus-mal-sape-la-causerie-la-plus-marquante-linterview-vestiaire-avec-anthony-moris~a1ae1763/\">\n</a>",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Labor",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:11:25.490+02:00",
    "updated": "2024-01-26T00:11:25.490+02:00"
  },
  {
    "uuid": "d12b1c2c8b3eb9fd2baa385fa5fbd44459ae8005",
    "url": "https://whdh.com/news/watch-revere-storeowner-describes-chasing-down-suspect-behind-botched-robbery-attempt/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "cnn.com",
    "published": "2023-12-29T22:02:00Z",
    "title": "WATCH: Revere storeowner describes chasing down suspect behind botched robbery attempt",
    "text": "REVERE, MASS. (WHDH) - The owner of a furniture store in Revere says he’s grateful an attempted robbery ended without serious injuries after he and his friends ran after and captured a suspect.\nThaier Tuffaha, the storeowner of B.D.’s Furniture Outlet on Squire Road, shared surveillance video with 7NEWS showing the incident and described how he and a group of friends snapped into action to foil the attempt.\nSurveillance video captured the moment the suspect tried to rob the store, with him leaping over a counter and attempting to lunge at the cashier, only to slip on the floor and fall on his side as the employee ran away.\nAll the while, several others, including Tuffaha, were watching.\n“I was in the back, looking at the camera – I have to,” Tuffaha explained, noting how he immediately thought to protect the employee by the register. “He’s attacking the girl – I didn’t care about the money then – I thought of the girl.”\nHe said he never thought about his own safety when he decided to chase after the man after he and his group saw what was happening on camera.\nThe men wasted no time before jumping into action – chasing the suspect outside where he attempted to squeeze through a fence.\n“That’s his shoe! It’s still here!” Tuffaha said as he showed a 7NEWS camera crew the fencing, pointing to a single Under Armour brand sneaker on the ground.\nThe suspect ultimately didn’t get far. Tuffaha and his group were able to get ahold of the suspect and held him until police arrived.\nA member of the storeowner’s group ended up needing stitches for a cut on his hand, but Tuffaha told 7NEWS he was grateful the situation wasn’t worse.\n“If you ask me for money, I’ll give it to you – but don’t do that!” he laughed.\n(Copyright (c) 2023 Sunbeam Television. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed.)\nJoin our Newsletter for the latest news right to your inbox",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "” tuffaha",
          "sentiment": "none"
        },
        {
          "name": "thaier tuffaha",
          "sentiment": "none"
        },
        {
          "name": "tuffaha",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "revere",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "squire road",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T00:28:31.296+02:00",
    "updated": "2023-12-30T00:28:31.296+02:00"
  },
  {
    "uuid": "2144759c7bb251ce2189a8fb4be9b24d00bfc01d",
    "url": "https://www.lehighvalleylive.com/weather-alerts/2024/11/fire-warning-affecting-pennsylvania-until-friday-evening.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Advance Local Weather Alerts",
    "published": "2024-11-01T13:23:00Z",
    "title": "Fire warning affecting Pennsylvania until Friday evening",
    "text": "The warning was for Carbon, Monroe, Berks, Lehigh, Northampton and Bucks counties.\n\"Winds are starting to diminish with relative humidity levels rising as temperatures cool after sunset,\" says the National Weather Service.\nWhat does a red flag warning indicate?\nA red flag warning implies that either extreme fire weather conditions are currently taking place or will occur shortly, according to the weather service. Warm temperatures, very low humidities, and stronger winds are expected to combine to produce an increased risk of fire to spread rapidly.\nSo, what steps should you follow during a red flag warning?\nDuring a red flag warning, it is crucial to exercise extreme caution and be prepared to take immediate action in case a fire starts. The weather service offers these steps you can take to lower the risk of fires igniting and ensure your safety:\n1. Bolster burn barrel safety:\n- In areas where controlled burning is sanctioned, make certain that burn barrels sport a weighty metal cover, equipped with holes no larger than 3/4 of an inch.\n2. Mindful disposal of smoking materials:\n- Steer clear of haphazardly discarding lit cigarette butts and avoid flinging cigarettes or matches from moving vehicles. These innocuous-seeming actions can kindle dry vegetation, potentially spawning a wildfire.\n3. Properly extinguish outdoor fires:\n- To prevent inadvertent fires, diligently douse all outdoor fires. Quench them with a copious deluge of water and stir to guarantee complete cooling. Submerge charcoal until it's thoroughly bereft of residual heat. Never depart from live charcoal unattended.\n4. Never leave fires unattended:\n- Avoid abandoning any fire without supervision. Even minor sparks or drifting embers can incite nearby foliage or grass, setting off a rapidly spreading fire.\nUnderstanding the gravity of a red flag warning and adhering to these precautions is pivotal in mitigating the risk of wildfires during these perilous conditions. Prioritize safety, stay well-informed, and act responsibly to safeguard lives and property.\nAdvance Local Weather Alerts is a service provided by United Robots, which uses machine learning to compile the latest data from the National Weather Service.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Environment"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T15:45:43.641+02:00",
    "updated": "2024-11-29T09:31:40.810+02:00"
  },
  {
    "uuid": "3fe47e3712f09ffe6fed52bec905c7f608390588",
    "url": "https://www.tecnicadellascuola.it/dopo-tre-note-disciplinari-uno-studente-e-escluso-dalla-gita-e-la-famiglia-fa-ricorso-ecco-la-decisione-del-tar",
    "ord_in_thread": 0,
    "author": "Redazione",
    "published": "2025-06-26T09:18:00Z",
    "title": "Dopo tre note disciplinari uno studente è escluso dalla gita e la famiglia fa ricorso. Ecco la decisione del Tar",
    "text": "Escluso dalla gita scolastica per motivi disciplinari, uno studente si è visto negare la partecipazione a un viaggio d’istruzione in programma a maggio 2023 . La decisione del Collegio dei docenti, basata sull’articolo 12.5 del Regolamento di Istituto – che prevede l’esclusione automatica in presenza di tre note – è stata contestata dai genitori, i quali hanno presentato ricorso al Tribunale amministrativo regionale della Campania. Ma i giudici della Quarta Sezione hanno confermato la legittimità del provvedimento.\nI motivi delle note disciplinari Secondo quanto riportato dal Corriere della Sera , la vicenda prende avvio con tre episodi contestati allo studente: il primo a settembre 2022, quando “durante la lezione di grammatica, mentre una compagna era alla Lim a svolgere gli esercizi, gli alunni in questione ridevano in maniera scomposta e fragorosa, disturbando la lezione e dimostrando nullo interesse per la disciplina e scarsissimo rispetto per la docente “. A seguire, a dicembre, viene segnalato “un comportamento poco corretto nei riguardi della docente” e, infine, a marzo 2023, si registra che “l’alunno indispone e non accetta le consegne”.\nI genitori hanno provato a far valere le proprie ragioni, sottolineando che il figlio non aveva mai assunto atteggiamenti pericolosi, violenti o di bullismo, e che non esistevano elementi che giustificassero una sanzione così drastica. Ma la sentenza è stata netta: “Sono circostanze – scrivono i giudici – del tutto irrilevanti, ai fini che ci occupano: il Regolamento di Istituto testé citato, infatti, è chiaro nel ricollegare la sanzione disciplinare […] alla semplice presenza di tre note disciplinari. Ciò a prescindere dal contenuto di tali note o dalle vicende che le hanno determinate”.\nNeppure il rendimento scolastico positivo è bastato a evitare l’esclusione. “È del tutto irrilevante – prosegue la sentenza – ai fini della non operatività della sanzione disciplinare, stante l’esistenza incontestata delle tre note disciplinari che, per come previsto dalle norme interne di Istituto, fanno, di per sé, scattare la sanzione”.\nLa decisione dei giudici Infine, i giudici ribadiscono il valore educativo della misura adottata: “Non vi è traccia, negli atti gravati, di alcun intento meramente punitivo da parte della Scuola, stante, al contrario, la indubbia funzione educativa della sanzione […] volta a rafforzare il senso di responsabilità del figlio dei ricorrenti ed al contempo mirante a ripristinare la correttezza dei rapporti all’interno della comunità scolastica”.\nIl ricorso è stato dunque respinto. I genitori, però, potranno ancora rivolgersi al Consiglio di Stato.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "topics": [
      "Education->students",
      "Education->educational grading",
      "Education->school",
      "Crime, Law and Justice->civil law",
      "Crime, Law and Justice->court",
      "Crime, Law and Justice->law",
      "Social Issue->discrimination",
      "Social Issue->social services",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Campania",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Tribunale amministrativo regionale",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Corriere della Sera",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Lim",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T14:54:12.117+03:00",
    "updated": "2025-06-26T16:15:49.244+03:00"
  },
  {
    "uuid": "d0b2db2c5addb8d879acec36e1ef62a146d9b0c0",
    "url": "https://www.lemonde.fr/en/international/article/2024/09/13/boeing-workers-overwhelmingly-vote-to-strike-reject-contract_6725900_4.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Le Monde with AFP",
    "published": "2024-09-13T08:14:00Z",
    "title": "Boeing workers overwhelmingly vote to strike",
    "text": "Thousands of Boeing factory workers in the United States overwhelmingly voted on Thursday, September 12, to strike, spurning a contract that the embattled aviation giant characterized as a boon for manufacturing staff given the company's stressed financial condition. Hourly workers in the Seattle region rejected the contract with a vote of 94.6% and to strike with 96%, said Jon Holden, president of the International Association of Machinists and Aerospace Workers District 751. \"Our members spoke loud and clear tonight,\" said Holden, who represents about 33,000 workers in the Pacific Northwest. \"We strike at midnight.\" A strike will shutter two major plane assembly plants in the Puget Sound region and sideline some 33,000 workers. Thursday's vote marks a decisive rejection of a deal that line workers said was far less generous than depicted by Boeing executives, marking the latest show of defiance by unions following earlier strikes in the auto, entertainment and other industries. Boeing said that despite the outcome, it was ready to resume negotiations. \"We remain committed to resetting our relationship with our employees and the union, and we are ready to get back to the table to reach a new agreement,\" a statement said. [Boeing under scrutiny from US aviation watchdog](https://www.lemonde.fr/en/economy/article/2024/06/04/boeing-under-scrutiny-from-us-aviation-watchdog_6673686_19.html) Led by new CEO [Kelly Ortberg](https://www.lemonde.fr/en/economy/article/2024/08/09/boeing-welcomes-new-ceo-in-wake-of-space-capsule-ordeal_6711592_19.html), Boeing had hoped a 25% wage hike over four years and a commitment to invest in the Puget Sound region would avert a costly strike as the company struggles to right the ship. Ortberg argued in a message to staff that the general wage hike marked the largest in history and that a strike \"would put our shared recovery in jeopardy, further eroding trust with our customers and hurting our ability to determine our future together.\" But rank-and-file workers reacted with fury to the agreement, which was initially backed by IAM leadership. 'Hollow' commitments Workers had sought a 40% wage hike and critics have said the 25% figure is inflated because the new deal also eliminates an annual company bonus. Other points of contention include the deal's failure to restore a pension, as well as a Boeing pledge to build its next plane in the Seattle region, which critics view as a \"hollow\" commitment because it offers no promises beyond the four-year contract. Some workers also expressed anger about Dennis Muilenburg and Dave Calhoun, two former CEOs who received multi-million dollar compensation even as the company faced turmoil upon their departure. [Boeing hastens the departure of its CEO](https://www.lemonde.fr/en/economy/article/2024/07/31/boeing-hastens-the-departure-of-its-ceo_6706501_19.html) The IAM has a history of striking, with the most recent stoppage in 2008 lasting 57 days. Holden has said he initially backed the deal as the best that could be achieved without striking. [Reuse this content](https://www.lemonde.fr/en/syndication/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jon holden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "boeing",
          "sentiment": "neutral"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-13T13:48:38.470+03:00",
    "updated": "2024-09-13T13:48:38.470+03:00"
  },
  {
    "uuid": "95b5e8c7705bc1a1ea536c3b67e544134b894516",
    "url": "https://www.expreso.ec/guayaquil/educacion-colegios-general-villamil-playas-convenios-educativos-junta-beneficencia-guayaquil-ucsg-223357.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Diana Sotomayor",
    "published": "2024-12-05T20:49:00Z",
    "title": "La Junta de Beneficencia asume la gestión de un colegio en Playas",
    "text": "La Junta de Beneficencia asume la gestión de un colegio en Playas\nLa entidad amplía su red educativa al administrar el plantel Freire Stabile, en colaboración con la Universidad Católica\nDesde ahora, un colegio en Playas pasa a ser administrado por la Junta de Beneficencia de Guayaquil (JBG). La entidad anunció la incorporación de la Unidad Educativa Freile Stabile a su red de planteles, como parte de su estrategia para ampliar la cobertura en este ámbito. Además, los directivos confirmaron que en 2025 sumarán dos nuevos planteles: uno en Nobol y otro en el sur de Guayaquil.\nLa meta de la Junta es lograr que para 2028, la institución esté a cargo de 16 planteles en diferentes zonas del país y pueda dotar de educación a más de 20.000 estudiantes.\nA la fecha, la red educativa de la Junta abarca a los planteles Santa Luisa de Marillac y José Domingo Santistevan, ambos en el Puerto Principal y que abarcan a una población escolar de 2.400 personas.\n¿En qué consiste el convenio?\nCementerio General de Guayaquil: Entre memorias y la renovación\nLeer más\nEsta vez el director de la JBG, Juan Xavier Cordovez, y el rector de la Universidad Católica de Santiago de Guayaquil (UCSG), Walter Mera, suscribieron el convenio que faculta que la organización administre el plantel en Playas, que era parte de la universidad. A decir de Cordovez, el convenio es un comodato a 99 años, con administración y adecuaciones a cargo de la Junta.\n(Le puede interesar leer: Guayaquil: desde 2020 se registra la atención a 2.700 personas que tuvieron ideas suicidas)\n”Nosotros recibimos el activo, lo remodelamos, lo ponemos a la altura de lo que requiere nuestro plan y lo administramos nosotros. Se continuará impulsando el modelo dual”, señaló Cordovez.\nEl rector de la UCSG indicó que son al menos 300 estudiantes, tanto de escuela como de colegio, los que se beneficiarán del convenio suscrito.\nExpansión impulsada por la pandemia\nJunta de Beneficencia dice que el IESS le debe 102.8 millones de dólares\nhttps://www.expreso.ec/actualidad/junta-beneficencia-dice-iess-le-debe-102-8-millones-dolares-206559.html\nA decir de Cordovez, que aseguró que la Unidad Educativa Freile Stabile será un espacio de formación para que alumnos puedan profesionalizarse bajo un modelo similar a un tecnológico; la crisis sanitaria desatada por el Covid-19 proporcionó un momento para la reflexión y rediseño de la misión educativa de la JBG.\n”Ya estamos formando enfermeras y la idea es llegar a tener técnicos en la salud, buenos mecánicos, electricistas. Para el próximo año ya arranca todo. Continuaremos impulsando este modelo en nuestras unidades educativas, como lo hacemos en el Colegio Santa Luisa de Marillac y el Colegio José Domingo de Santistevan, en el Puerto Principal”, indicó el directivo.\n(Le puede interesar leer: Guayaquil, a la par en costos de terapia)\nEste año, la Junta de Beneficencia atiende a más de 14.000 estudiantes, incluyendo los que participan en las escuelas deportivas. De cara al 2025, se proyecta que su red educativa llegue a 20,000 estudiantes. Con la incorporación de la unidad educativa de Playas, la JBG operará un total de cinco instituciones educativas: una en Nobol, una en Playas, y las tres en Guayaquil.\nPara leer más información de este tipo, ¡SUSCRÍBETE AQUÍ!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "José Domingo Santistevan",
          "sentiment": "none"
        },
        {
          "name": "Freire Stabile",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Junta de Beneficencia de Guayaquil",
          "sentiment": "neutral"
        },
        {
          "name": "JBG",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Nobol",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T00:15:27.090+02:00",
    "updated": "2024-12-06T00:15:27.090+02:00"
  },
  {
    "uuid": "749ff0ee68929cb1f6abfaa1ee960db8f9b784ff",
    "url": "https://www.lecho.be/entreprises/banques/premiere-greve-en-20-ans-attendue-jeudi-chez-bnp-paribas-fortis/10600238.html",
    "ord_in_thread": 0,
    "author": "L'Echo",
    "published": "2025-03-28T12:15:00Z",
    "title": "Première grève en 20 ans attendue jeudi chez BNP Paribas Fortis | L'Echo",
    "text": "Les trois syndicats de BNP Paribas Fortis annoncent un mouvement de grève jeudi aux sièges bruxellois et régionaux. Le réseau d'agences ne devrait pas être affecté.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Labor->labour dispute",
      "Labor->wages and benefits",
      "Labor->unions",
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->business governance"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-28T15:19:54.701+03:00",
    "updated": "2025-03-28T15:19:54.701+03:00"
  }
]